{
    "attributes": {
        "action": "For Metropolitan Police to investigate the Government Christmas Party",
        "additional_details": "thing and fully investigate the series of events and act accordingly to the rules and regulations at the time. The Government should NOT be exempt for the rules and regulations THEY imposed.\r\nFar too many MP's have already gotten away with breaking multiple COVID19 restrictions and have been given a pass by the clearly incompetent Prime Minister.\r\nThis needs to STOP. The British people need to feel justice for the difficulties they faced whilst the Government Officials lived by their own rules.",
        "background": "It is appalling to see the brazen disrespect and entitlement of our Government for hosting a Christmas party in a time the rest of the UK was in Tier 3 lockdown measures and missing spending the last few moments with deceased family members and friends. I call upon Stephen Williams to do the right",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-08T09:12:38.468Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-08T09:38:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-13T10:55:05.120Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about investigating alleged offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or Parliament.\r\n\r\nSince you started your petition the Government has published terms of reference for an investigation by the Cabinet Secretary into allegations of gatherings that took place or may have taken place last year: https://www.gov.uk/government/publications/terms-of-reference-for-the-cabinet-secretarys-investigations"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-12-13T10:55:21.490Z"
    },
    "id": 602856,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602856.json"
    },
    "type": "petition"
}