{
    "attributes": {
        "action": "Prime Minister and cabinet to resign after blatant breach of Covid regulations",
        "additional_details": "The Government won't hold itself to account - our prime minister is the biggest liar in the country - his cabinet are all self serving yes men and women. The ordinary decent hardworking people of this country have had more than their fill of lies, cover-ups and being led down the garden path. We deserve better than the shower presiding over us currently and filling their bank accounts and those of their friends with public money",
        "background": "The Government needs to hold itself accountable for its actions over Christmas 2020 when while in lockdown they breached their own rules by holding parties in 10 Downing Street while enforcing a lockdown during which others had to watch family and friends die alone. General election should be called",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-07T22:04:33.407Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-08T04:36:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-13T10:51:16.352Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence. Any decision to resign would be a personal matter for individual Ministers.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that.\r\n\r\nSince you started your petition the Government has published terms of reference for an investigation by the Cabinet Secretary into allegations of gatherings that took place or may have taken place last year: https://www.gov.uk/government/publications/terms-of-reference-for-the-cabinet-secretarys-investigations.\r\n\r\nYou might also like to sign this petition which calls for a related action:\r\n\r\n'Hold a general election in December 2021': https://petition.parliament.uk/petitions/597916"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-13T10:51:24.809Z"
    },
    "id": 602819,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602819.json"
    },
    "type": "petition"
}