{
    "attributes": {
        "action": "Set a 5 year term limit for politicians to end corruption in parliament.",
        "additional_details": "Make the maximum term for a politician 5 years so that people who want to serve the country can have a chance to do so. If a career politician holds a seat for forty years then they inevitably vote through legislation that protects their career rather than is for the greater good. We can stop this and make the system fairer.",
        "background": "Members of Parliament should be drawn from a cross section of society to represent the UK. Currently there is a disparity in the house, with many more public schooled MPs representing us than is the balance in the population. By stopping career politicians we will help to redress this imbalance.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-08T18:16:41.595Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-09T17:04:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-14T11:20:13.136Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you want MPs to be limited a single 5 year term, however it's not clear how this would 'end corruption', nor how it would redress the 'imbalance' between MPs who have attended private school and those who haven't.\r\n\r\nIt's also unclear how imposing such a term limit would ensure MPs did not vote for legislation that 'protects their career' rather than 'the greater good'.\r\n\r\nYou could have a petition calling for a single term limit for MPs, making clear how this would deliver the benefits you think it would, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-14T11:21:28.886Z"
    },
    "id": 602972,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602972.json"
    },
    "type": "petition"
}