{
    "attributes": {
        "action": "Start a General Election by motion of no confidence in Her Majesty's Government",
        "additional_details": "Due to the repeated failures in leadership within Her Majesty's Government, the continual double standards of MPs, perceived 'cronyism', failures in managing Brexit effectively resulting in shortages of goods and inflated prices, lack of leadership in the illegal immigration crisis, the overall response to Covid-19 pandemic and continual breaking of rules set by MPs themselves, we request MPs take a vote in no confidence to trigger a General Election.",
        "background": "Under the Fixed-term Parliaments Act 2011, we the people, request an immediate General Election through either;\r\n1) A vote in no confidence being passed in Her Majesty's Government, or\r\n2) A motion for a General Election being agreed by two thirds of the total number of seats in the Commons.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-08T14:53:16.792Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-08T15:24:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-13T11:50:35.816Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or to resign, or for a vote of no confidence. Any decision to move a motion of no confidence in the Government, and whether to vote for it, is a matter for individual MPs, not the Government or Parliament.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-13T11:50:49.606Z"
    },
    "id": 602934,
    "links": {
        "self": "https://petition.parliament.uk/petitions/602934.json"
    },
    "type": "petition"
}