{
    "attributes": {
        "action": "Urge the UK government to donate COVID 19 vaccines to poor countries",
        "additional_details": "The Omicron variant began in South Africa, which has only 25.5% fully vaccinated. Other African countries have much lower rates. In these countries, the virus thrives and can mutate often, which then eventually gets transmitted back to countries like the UK. To end the emergence of new COVID 19 variants, frequent booster vaccines and continuous restrictions, these poor countries need access to vaccines to protect their population, and in turn protect ours.",
        "background": "The UK Government has ordered over half a billion COVID 19 vaccines - much more than it needs to protect its whole population from the virus. Yet very few of these vaccines have been donated to poor countries that can't afford to buy vaccines from the rich countries producing them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-09T14:13:22.580Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-09T15:11:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-14T09:46:50.863Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action:\r\n\r\n'Increase donations of and funding for COVID 19 vaccines to developing countries': https://petition.parliament.uk/petitions/596403\r\n\r\nYou might also like to sign these petitions:\r\n\r\n'Donate all surplus Covid-19 vaccines to poorer countries': https://petition.parliament.uk/petitions/594508\r\n\r\n'Give nearly expired Covid vaccines to countries with a shortage, don't bin them!': https://petition.parliament.uk/petitions/602189"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [
            "covid-19"
        ],
        "updated_at": "2021-12-14T09:46:55.417Z"
    },
    "id": 603173,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603173.json"
    },
    "type": "petition"
}