{
    "attributes": {
        "action": "Police investigate 10 Downing Street on 27/11/20 & 18/12/20 & establish events.",
        "additional_details": "I want Parliament and this Government to do this because people have lost trust. People have died, were dying alone because they and their family followed the rules laid down by this Government and backed by Parliament. People were rightly fined during this Pandemic for having parties/gathering when the rules clearly stated we cannot. Why should the very people making the rules be above them?",
        "background": "Parliament & the Government need to be honest & cooperate with a police investigation. Anyone involved, attended or aware of a party being held should be fined & sacked. They need to apologise to the Country & not be able to hold a job that has anything to do with Government or Parliament again.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-09T10:05:44.452Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-09T12:02:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-14T09:05:21.131Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about investigating alleged offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or Parliament.\r\n \r\nSince you started your petition the Government has published terms of reference for an investigation by the Cabinet Secretary into allegations of gatherings that took place or may have taken place last year: https://www.gov.uk/government/publications/terms-of-reference-for-the-cabinet-secretarys-investigations\r\n \r\nThe terms of reference for the above investigation state that if during the course of the work any evidence emerges of behaviour that is potentially a criminal offence, the matter will be referred to the police."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-14T09:05:32.964Z"
    },
    "id": 603130,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603130.json"
    },
    "type": "petition"
}