{
    "attributes": {
        "action": "UK that they have no confidence in our present Prime Minster , Boris Johnson,",
        "additional_details": "I/We would like more transparency people held to account for their actions regardless of positions held.\r\nNHS to have a review. Private and Public carers to have a review.\r\nA proper investigation into the aledged Christmas gathering at the Houses of Parliment.",
        "background": "I/we would like the people in Government to look back at the past 2 years of what we the public and business have done on the advice of this Prime Minster.\r\nPeople suffered greatly not being permitted to see dying relatives in hospital while members of office flaunted the laws.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-09T21:11:40.018Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-11T14:14:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-15T10:02:36.881Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about honours or appointments, which includes calling for Ministers or the Government to be sacked, resign, or to be subject to a recall vote or a vote of no confidence.\r\n \r\nThe Government has published terms of reference for an investigation by the Cabinet Secretary into allegations of gatherings that took place or may have taken place last year: https://www.gov.uk/government/publications/terms-of-reference-for-the-cabinet-secretarys-investigations\r\n \r\nDecisions about investigating alleged offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or Parliament. The terms of reference for the above investigation state that if during the course of the work any evidence emerges of behaviour that is potentially a criminal offence, the matter will be referred to the police.\r\n\r\nWe can accept petitions calling for the Government to review the delivery of certain public services, so you could start a petition requesting reviews of how the NHS and social care is managed, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-15T10:02:37.822Z"
    },
    "id": 603233,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603233.json"
    },
    "type": "petition"
}