{
    "attributes": {
        "action": "Decrease amount of tax taken off our wages from tax increase",
        "additional_details": "Because its injustice for people to pay such high amounts of tax for it to be wasted on immoral things and goverment greed e.g mp's using tax payers money to pay their rents ..... the community are barely able to survive off the amount of money being paid to them as it is and the goverment taxes us on everything already housing, death, ni and wages already so this increase is devastating to many and you cannot make a survivable living forcing more people into debt by the goverment taxes. This should be the last thing people are in debt with as the tax should go towards building health services new roads help for homeless and things to better the environment. Not help the rich get richer by flaunting our hard earned money over silly goverment expenses.",
        "background": "We want the goverment to lower tax deducted from our wages.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-10T10:17:07.119Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-12T00:18:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-15T12:10:35.257Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We understand you'd like changes to income tax and/or National Insurance, but we're not exactly sure how you'd like them to change. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-15T12:10:36.483Z"
    },
    "id": 603282,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603282.json"
    },
    "type": "petition"
}