{
    "attributes": {
        "action": "Change the Law on Poker.",
        "additional_details": "These laws argue that anyone has the same chance of winning as those who have studied their craft and learned new strategies in order pursue or enjoy success within this competitive skilled game. We want to change the law on poker so that it can be enjoyed by everyone. This will give people who are passionate about playing Poker a professional insight into the industry and will provide them with ways they could pursue their passion, while also creating jobs for others looking to get involved.",
        "background": "The legal status of poker in the United Kingdom is viewed as a game of chance. Every poker player wants to change the law regarding poker, to be viewed as a game of skill. So that they can play without scrutiny.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-10T11:28:25.120Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-11T08:27:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-15T08:43:42.394Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you are concerned about existing rules applying to poker, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nPoker involves both elements of chance and elements of skill. As such it is covered by gambling legislation.\r\n\r\nIf you wanted the Government to amend gambling legislation so that this did not cover poker, we should be able to accept a petition requesting this, but we could not publish petitions that contain false or unproven statements. This would include unsubstantiated claims that all poker players want poker to be reclassified so it is exempt from gambling legislation, and misrepresentations of legislation. The Gambling Act is not intended solely to cover games where anyone has an equal chance of winning, and explicitly covers games that involve an element of change and an element of skill, such as poker."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-15T08:44:34.526Z"
    },
    "id": 603292,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603292.json"
    },
    "type": "petition"
}