{
    "attributes": {
        "action": "Renegotiate the state of British citizen's pension scheme in South Korea.",
        "additional_details": "We request a renegotiation of the terms of the SSC to echo that of the USA, Canada and several other EU countries in which Foreign workers in Korea  collect their pension as a lump-sum when they leave Korea.\r\nCurrently 45 countries have established mutual agreements with Korea that allow their citizens to do this however the UK does not.\r\nThis leaves citizens across several sectors short changed despite years of work and with, therefore less incentive to return to the UK work pool to start again.",
        "background": "Presently, British citizens living and working in South Korea are subject to the pension laws of the country however due to the current Social Security Convention that has been negotiated with the UK government these citizens are not entitled to their pension should they return to The UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-11T00:46:51.935Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-12T09:03:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-16T13:44:20.458Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about current pension arrangements for British citizens living in South Korea, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYour petition states that British citizens living in South Korea are not entitled to their pension should they return to the UK, but if a person at least 10 years’ contributions, they can (on reaching the relevant state pension age) receive a pension from the Korean Government, and this can be paid abroad. \r\n\r\nIf what you want is for British citizens who have paid contributions in South Korea towards a state pension to be refunded if they return to the UK, we could accept a petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-13T07:36:53.092Z"
    },
    "id": 603367,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603367.json"
    },
    "type": "petition"
}