{
    "attributes": {
        "action": "Allow the public to trigger a vote of no confidence in the government",
        "additional_details": "Repeatedly over his tenure as PM Boris Johnson has abused his position, has repeatedly lied to the public in the face of hard evidence as he feels he is untouchable. He, and his party, have repeatedly flouted the rules that have been enforced with prosecution to the general public, and as a direct result has caused a complete breakdown in trust which will cause people to ignore guidance, because people refuse to follow the \"do as I say, not as I do\" method of governing.",
        "background": "Government should pass a motion to allow the public to trigger a vote of no confidence in the Prime Minister and their Party. The government cannot allow the people to be powerless in the face of such flagrant disregard for the public.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-12T12:46:42.520Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-12T13:32:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-15T15:58:18.875Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure whether you want there to be a vote on the current Government or a new way to allow the public to vote on the Government beyond general elections. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign this petition\r\n\r\nhttps://petition.parliament.uk/petitions/597916"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-15T15:58:27.748Z"
    },
    "id": 603454,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603454.json"
    },
    "type": "petition"
}