{
    "attributes": {
        "action": "make it a criminal offence to leave children in abusive situations",
        "additional_details": "I wan't to do my best to stop children suffering at the hands of abusers that are family or have some connection to family. Give social services the right to remove kids from homes to have them checked out by a doctor without police involvement. Make it law that any report made has to be thoroughly investigated before the child is returned to the parents / carers of a child",
        "background": "Make it a criminal offence to leave children in abusive homes without removing them for a doctor to check them out which should carry a prison sentence. This will also include any reports of abuse made about children to the police or social services",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-11T18:45:40.319Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-11T19:12:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-15T10:33:51.459Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about protecting children, but it's not clear how you want an 'abusive home' to be defined, nor to whom this legal requirement would apply.\r\n\r\nYou could have a petition calling on social services to be granted the legal right to remove a child from a home without a court order, if that is something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-15T10:33:53.540Z"
    },
    "id": 603409,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603409.json"
    },
    "type": "petition"
}