{
    "attributes": {
        "action": "Redefine Armed Forces Veterans to include Afghan Patrol Interpreters.",
        "additional_details": "The MOD has told me (Ref: PJHQ-J9-TO2020/10772 dated 20.10.20) that there are no plans to redefine an Armed Forces Veteran because this would create a precedent for all and sundry anywhere in the world. Surely a form of words could be found to allow veteran status for Locally Employed Civilians specifically engaged as Patrol Interpreters alongside British troops in direct combat with an enemy and now granted refuge in UK as a direct consequence of their service with the British Army.",
        "background": "The Patrol Interpreters were alongside British Troops in direct combat with the Taliban.  Over several years these brave people possibly spent more time continuously under fire in action than any British troops since World War 2 and the Government should recognise their commitment and sacrifice.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-13T21:04:09.674Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-15T12:24:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-20T08:45:54.004Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the rights of certain people who worked with the Armed Forces in Afghanistan, but we're not sure exactly what rights or entitlements you want to be granted to these people, or how you want the definition of \"Armed Forces veteran\" to be changed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-20T08:45:54.744Z"
    },
    "id": 603573,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603573.json"
    },
    "type": "petition"
}