{
    "attributes": {
        "action": "Have a small team of fact checkers in Parliament, to make it harder to lie",
        "additional_details": "If there is a team of fact checkers that can correct anyone that makes an incorrect statement, in regards to facts, they can inform them of the correct statement and ask if that person wants to adjust what they said. \r\nFor example, if an MP says that there was 1000 vehicle deaths last year, when there was only 23, the fact checkers can say the correct number and ask the MP if they are willing to change their statement and give them opportunity to respond.",
        "background": "Employ a small team of fact checkers in Parliament. The fact checkers can then check to see if something anyone has said is a lie or not and give that person the opportunity to correct their lie. Have them stationed in the room as debates are ongoing, so they can offer factual information",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-15T09:23:19.588Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-15T09:26:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-20T08:18:27.874Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want fact checking staff to be employed by Parliament, but we're not sure if you want any findings of these staff to be made public, or just shared with the MP who made the statement, and what opportunities you want the MP to have to correct the record. If this is purely voluntary, it's not clear how this would \"make it harder to lie\".\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-20T08:18:28.791Z"
    },
    "id": 603679,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603679.json"
    },
    "type": "petition"
}