{
    "attributes": {
        "action": "I would like the government to close petrol station shops on xmas & boxing day.",
        "additional_details": "I was made aware today that M&S petrol shops will remain open, and I find this disgraceful. In particular I feel that children of M&S workers (who are not health care key workers!) should not be without parents on Christmas day.  One day out of 365 days in a year to allow families to unite and spend special quality time together is not too much to ask.  To build morale at such times as these especially, we need to bring the country together and unite.",
        "background": "I feel is it essential for petrol station shop workers to be able to spend time with their families and children on Christmas day. For this to happen, all petrol station shops should close on Christmas day and boxing day.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-15T18:52:00.584Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-20T19:16:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-22T17:07:22.125Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for. Decisions about whether to close for Christmas and Boxing Day are, with certain exceptions, a matter for individual services, not the Government or Parliament.\r\n\r\nThe Government sets certain requirements for Service Areas or truck stops on motorways or major A roads which are part of the Strategic Road Network (SRN), which includes requirements to be open at certain times. Motorway Service Areas or truck stops on major A roads, must offer fuel 24 hours a day and 365 days a year. Truck stops signed from the motorway network must offer fuel 24 hours a day every day except Christmas Day, Boxing Day and New Year’s Day. Service areas signed from major A roads must provide fuel between the hours of 8 am and 8 pm every day except Christmas Day, Boxing Day and New Year’s Day.\r\n\r\nYou can read Government requirements for Service Areas or truck stops on motorways or major A roads which are part of the Strategic Road Network (SRN) here: https://ukmetric.files.wordpress.com/2017/07/ukma-200711-roadfacilitiespolicy.pdf\r\n\r\nWe could accept a petition calling on the Government to remove requirements for Motorway Service Areas or truck stops on major A roads to offer fuel on Christmas Day and Boxing Day, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-22T17:07:53.761Z"
    },
    "id": 603745,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603745.json"
    },
    "type": "petition"
}