{
    "attributes": {
        "action": "Make all 2nd/3rd year of university exams online (21/22) due to COVID-19.",
        "additional_details": "Students have had to learn content whilst under great pressure from covid and should be given fair chance to get the grades they want. This will be made possible or at least increase chances if examinations are placed online and with longer time limits. Students have had a hard enough time with paying fees whilst staying safe and keeping up with work without the stress of exams they are not and cannot be prepared for.",
        "background": "Examinations for students affected by Covid in previous academic years to be given their examinations online.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-15T13:58:06.881Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-15T17:10:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-20T09:15:56.504Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about whether university exams are delivered virtually are a matter for individual universities, not the UK Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nIf you wish to raise a complaint against how your university is delivering teaching during the pandemic, you can contact the Office for the Independent Adjudicator for higher education here: https://www.oiahe.org.uk/students/how-to-complain-to-us/\r\n\r\nWe could accept a petition calling on the Government to require universities to close their campuses, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-20T09:15:57.223Z"
    },
    "id": 603704,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603704.json"
    },
    "type": "petition"
}