{
    "attributes": {
        "action": "MPs vote to oppose new Highway Code which gives cyclists priority over drivers.",
        "additional_details": "As a pedestrian I want to admit that most of cyclists and pedestrians ignore their own safety when it comes to using the road. This new Highway Code will allow to cross the road and walk in the middle of the road between cars at any time they want. Cyclists ignore Highway Code at all and this new changes will help them to put in danger road users even more than now. This news changes should not come into place as they are unsafe and dangerous for drivers, cyclists and pedestrians.",
        "background": "New Highway Code which will come into place if MPs won't vote to oppose it on January 29. The upcoming changes to the Highway Code means that pedestrians and cyclists will have more priority on the road than drivers. Which means by law that drivers will be put in danger all the time.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-18T16:43:45.752Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-18T18:15:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-21T10:26:42.172Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nIt is up to individual MPs whether they wish to oppose changes to the Highway Code.\r\n\r\nWe could accept a petition calling on the Government not to introduce certain changes to the Highway Code, but you would need to be clear what changes you do not want to be introduced.\r\n\r\nWe also couldn't accept a petition that made unsubstantiated claims that certain changes would be unsafe."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-26T10:52:54.058Z"
    },
    "id": 603993,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603993.json"
    },
    "type": "petition"
}