{
    "attributes": {
        "action": "Introduce mandatory annual training on mental health for all coaches in the Uk.",
        "additional_details": "For the government to introduce a legal mandatory training (which is annual) for all coaches within the Uk. Wether they are professional coaches or volunteers. Coaches have a massive influence on their athletes. Doesn’t matter on the age of the athlete. Coaches have so much influence, this can be positive but can also have negative effect on the athletes mental health for example pressuring athletes to loss weight or be a set weight can lead to eating disorders, anxiety around training etc.",
        "background": "In sport the coach is the first point of call for most athletes. If they coach understands mental health. They could see the signs and symptoms early. Coaches could without meaning to make a mental health condition worse for example eating disorders. Especially if they focus on an athletes weight.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-17T19:24:16.983Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-18T08:11:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-21T09:39:45.188Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about training for coaches are a matter for individual coaches and their employers, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-21T09:39:46.356Z"
    },
    "id": 603947,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603947.json"
    },
    "type": "petition"
}