{
    "attributes": {
        "action": "I call on Government to Urgently Reform & Nationalise Care Homes for the Elderly",
        "additional_details": "The government must introduce urgent reform & nationalise care homes. The elderly should not face bargaining in their time of need for care. If elderly people are admitted to hospital & their condition worsens, the NHS pay for the 1st 4 weeks of admittance to a care home so hospital beds can be freed. If they are a couple it becomes difficult to admit them to the same care home as rates need to be negotiated. Couples are split by the system which is not caring but degrading & needs to be stopped",
        "background": "The government is treating our elderly like slaves with their care being priced & used for bargaining. Couples who have been together many years face being separated in the last years of their lives & not being placed in the same care home due to Care Homes & Social Services negotiating rates.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-17T16:47:52.733Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-17T17:12:48.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-21T09:12:57.974Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing arrangements for care, but we're beyond nationalising care homes it's not clear what changes you want the Government to make to how care is provided.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-22T14:18:49.133Z"
    },
    "id": 603932,
    "links": {
        "self": "https://petition.parliament.uk/petitions/603932.json"
    },
    "type": "petition"
}