{
    "attributes": {
        "action": "Courier companies operating in the UK must have human Customer Services",
        "additional_details": "The public pay good money for these services and there is absolutely no way to get any issues resolved. During these difficult covid times, these services are getting used more and more as people are having to restrict their movements. Thousands of customers are being let down and dissatisfied with a service that is not fit for purpose. Surely they must have to comply if a new regulation is raised that customers must have the right to obtain a human response from these companies",
        "background": "To help the public using these services be able to resolve issues and complaints in a timely manner with a human contact and not a ‘bot’ or automated service.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-19T11:39:19.855Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-22T11:24:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-23T08:48:02.952Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It’s about something that the UK Government or Parliament is not directly responsible for.\r\n\r\nHow a private business delivers its customer services is a matter for it, not the UK Government or Parliament. It is up to customers whether to use the services of a particular company based on how it provides customer service.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIntroduce a regulator and ombudsman for the courier industry: https://petition.parliament.uk/petitions/600396"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-31T14:07:43.800Z"
    },
    "id": 604023,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604023.json"
    },
    "type": "petition"
}