{
    "attributes": {
        "action": "Investigation on financiers & lawyers bullying/damaging SME's & people in Covid.",
        "additional_details": "The petition represents 66 million citizens, 4 million SME's and 2.5 million veterans many of whom had business loans and commercial retail shop mortgages and pensions pulled but where regulatory bodies: FCA, SFO, F/O, BBRS, TS, CAB & Legal Ombudsman have been completely powerless during Covid. People are losing lives and families and perfectly good businesses destroyed because financiers, pensions and lawyers greed and bullying acting for large Corporations and making extra fees on withdrawal.",
        "background": "Businesses, families & individuals severely damaged by lenders pulling finance in Covid. Growing media evidence of bullying & threats caused by lenders, pensions and lawyers with unrealistic finance withdrawal fees & onerous security. Retrospective investigation requested leading up to the pandemic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-19T12:24:51.245Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-19T16:56:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-21T15:19:50.118Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you are concerned about the conduct of the financial and legal sectors over the Covid period, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Financial Conduct Authority (FCA) regulates the financial services industry in the UK, and the Financial Ombudsman Service settles complaints between consumers and businesses that provide financial services. You can find out more about these bodies on their websites:\r\n\r\nThe Financial Conduct Authority (FCA): https://www.fca.org.uk/\r\n\r\nFinancial Ombudsman Service: https://www.financial-ombudsman.org.uk/\r\n\r\nThere is also an existing framework for scrutinising the legal sector, which you can find out more about here:\r\nhttps://legalservicesboard.org.uk/\r\n\r\nYou could start a new petition explaining clearly what action you would like the Government or Parliament to take.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-05T14:49:24.354Z"
    },
    "id": 604024,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604024.json"
    },
    "type": "petition"
}