{
    "attributes": {
        "action": "The government to stop giving handouts of tax payers money to illegal immigrants",
        "additional_details": "When the illegal immigrants arrive and take our handouts it puts further pressure on our NHS, local councils, schools and other public services . By putting a stop to our generous handouts and deterring illegal immigrants from landing and making a home in Britain wouldn't stretch our services and therefore wouldn't leave a big black hole in the public purse. By stopping these beach landings and deterring illegal immigrants would make the UK own finances in a much better place",
        "background": "1 reason illegal immigrants make the journey from France to the UK is because the UK government give a very generous allowance to them . Free Housing, weekly money allowance and Free health care has to be paid for and it comes from taxes the British people have paid towards, this needs to stop..NOW!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-18T23:45:34.530Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-19T04:42:28.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-21T10:55:33.367Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the cost of illegal immigration, but we're not sure exactly what changes you want the Government to make to arrangements for housing, feeding and meeting the health requirements of people who have entered the UK illegally.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nImplement reforms to deal with illegal immigration: https://petition.parliament.uk/petitions/601727"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-21T10:55:34.301Z"
    },
    "id": 604012,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604012.json"
    },
    "type": "petition"
}