{
    "attributes": {
        "action": "Ban automotive OEMs using the phrase 'self-charging' to mislead the UK consumer.",
        "additional_details": "It is misleading to give the impression that the power to the hybrid battery has some magical self perpetuating energy source, since the electricity produced by the car has consumption of Petrol/Diesel as a necessary condition: Regenerative energy will in all practical respects have consumption of Petrol or Diesel as a necessary condition but never stated.\r\n\r\nToyota’s ‘self-charging hybrid’ ad has been banned in Norway and deemed false advertising by the consumer authority, and with good reason.",
        "background": "OEMs are deliberately deceiving the consumer into thinking some hybrids 'self-charge'. This isn't true, since the electricity comes from consuming Petrol or Diesel. In a time of environmental crisis, allowing OEMs to mislead the consumer is deplorable. \r\n\r\nPlease make this phrase illegal.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2021-12-20T10:45:18.229Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-20T11:42:58.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-22T09:28:46.585Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether advertising for a product is misleading are a matter for the Advertising Standards Authority (ASA), not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nIf you would like to complain about an advert you can do so here: https://www.asa.org.uk/make-a-complaint.html"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-05T14:19:19.386Z"
    },
    "id": 604091,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604091.json"
    },
    "type": "petition"
}