{
    "attributes": {
        "action": "Provide exceptional assurance to people who can’t return to their home country",
        "additional_details": "We hope Government consider the current pandemic and actual difficulties (limited flights, concern of infection during travel) for people to return to their country and not just use whether a country is in UK red list or whether there’s  “hard boarder control” to reject exceptional assurance. It’s against human right to force people to choose between unaffordable travelling caused by pandemic or illegal overstay, and to force people who would otherwise be shielding to risk their health to travel",
        "background": "UK has stopped extending exceptional assurance to many who are struggling to return to their home country due to Covid restrictions, which has pushed up the cost of travelling beyond affordable to most and extended transfer time hence higher health risk especially for clinical vulnerable people",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-18T22:37:06.566Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-18T23:15:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-21T10:52:50.823Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing arrangements for 'exceptional assurance' to be granted to people who are unable to return to their home country, but we're not sure exactly what changes you'd like the Government to make to these rules.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to grant ‘exceptional assurance’ to everyone who's visa or leave to remain is due to expire before a certain date."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-21T10:52:51.586Z"
    },
    "id": 604008,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604008.json"
    },
    "type": "petition"
}