{
    "attributes": {
        "action": "Remove laws allowing millions to be stripped of British Citizenship",
        "additional_details": "Under the British Nationality Act, the Government can strip individuals of citizenship if this is deemed “conducive to the public good” (40(2)) and it has “reasonable grounds for believing” that citizenship can be obtained elsewhere (40(4A)). The Nationality and Borders Bill could see individuals stripped of citizenship without warning (clause 9). We believe these clauses should be removed and nobody should risk statelessness, notification should be compulsory, and reasons should be explicit.",
        "background": "Under the Nationality and Borders bill and British Nationality Act, individuals can be stripped of British citizenship for no explicit reason, while holding no other citizenship, and without notification. We believe this is a dangerous overreach of power and the relevant clauses should be removed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-20T10:38:46.541Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-22T18:53:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-30T09:27:43.523Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nRemove Clause 9 from the Nationality and Borders Bill: https://petition.parliament.uk/petitions/601583\r\n\r\nDo not remove anyone's British citizenship: https://petition.parliament.uk/petitions/601611"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-30T09:27:44.450Z"
    },
    "id": 604089,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604089.json"
    },
    "type": "petition"
}