{
    "attributes": {
        "action": "Restore confidence in the social security overpayment recovery waiver system",
        "additional_details": "The benefit overpayment recovery guide (Chapter 8 – Write-off and waivers) outlines the circumstances where the Secretary of State has the discretion to waive recovery of an overpayment and any associated penalty including: \"where recovery is detrimental to the health or welfare of the debtor or a member of their family\".\r\n\r\nGiven the miniscule number of overpayments which are waivered (written off), the Secretary of State needs to restore confidence in overpayment recovery waiver system.",
        "background": "Overpayment recovery information evidences that by monetary value, only 0.006% of Universal Credit Official Error (DWP mistake) overpayments were written off (waivered) by DWP using the guidance contained within the benefit overpayment recovery guide (Chapter 8 – Write-off and waivers).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-22T13:16:34.348Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-22T13:23:38.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-29T14:45:39.051Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you would like to restore confidence in the overpayment recovery wavier system but we're not sure exactly what you'd like the Government or Parliament to do, to restore confidence.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-05T14:36:01.962Z"
    },
    "id": 604269,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604269.json"
    },
    "type": "petition"
}