{
    "attributes": {
        "action": "Ban high leverage crypto trading operations in UK.",
        "additional_details": "The high leverage trading platforms offer such extreme levels of risk  that it is nearly impossible for the average investor/trader to control that risk.\r\nThe high leverage trading platforms in  the FX domain do not offer nearly the same level of risk being that FX currency pairs only move very small percentage points per day.\r\nOn crypto exchanges crypto pairs move many percentage points per day, often moving over 100%.\r\nThis level of risk frequently leads to total loss of funds.",
        "background": "I want the Government to put legislation in place that would severely curtail (or ban) the ability for crypto exchanges to offer high leverage trading operations.\r\nI want the Government to recognise such operations as disguised gambling and to force operators to label their products as gambling.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-23T10:07:56.976Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-23T13:37:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-30T10:46:28.149Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about certain financial transactions, but we're not sure exactly what you'd like the Government or Parliament to do. It's not clear if you want the Government to extend the definition of gambling, ban certain transactions, introduce new regulation, or do something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-30T10:46:28.996Z"
    },
    "id": 604311,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604311.json"
    },
    "type": "petition"
}