{
    "attributes": {
        "action": "Expand Grant criteria for EV charge points and Electric vehicles for ADIs.",
        "additional_details": "The government and local authorities should be helping businesses of all sizes to the same extent. This includes small businesses and the self employed; especially Driving Instructors.",
        "background": "There are many local & national grants to help business be more environmentally friendly.  The UK has 40000 Driving Instructors who are excluded from the grants because the criteria as 'self employed' and effectively 'working from a home' addresses aren't permitted.  The criteria should be expanded.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-23T09:15:00.480Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-29T10:00:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-04T10:18:41.397Z",
        "rejection": {
            "code": "no-action",
            "details": "Under the Workplace Charging Scheme, people can apply for the grant if their home is registered as their primary place of work. They can also apply for the grant if their work is a registered business. The Government isn't responsible for other schemes like local grants.\r\n\r\nYou could start a petition asking for the Government to start a grant for electric vehicles that specifically targets driving instructors.\r\n\r\nYou can find out about the Workplace Charging Scheme here: https://www.gov.uk/guidance/workplace-charging-scheme-guidance-for-applicants#site-eligibility\r\n\r\nYou can find out about other grants run by the Office for Zero Emission Vehicles here: https://www.gov.uk/government/collections/government-grants-for-low-emission-vehicles"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-04T10:18:41.394Z"
    },
    "id": 604310,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604310.json"
    },
    "type": "petition"
}