{
    "attributes": {
        "action": "Anti Jump baricades around Sherley Park Bridge in st helens merseyside",
        "additional_details": "Today, Boxing day 26/12/2021 myself and another gentleman pulled a young lady from the sherldey park bridge. This bridge runs across the link road in st helens merseyside\r\nI am a RMN i have heard countless cases, it was this gentlemans 3rd, please put anti jump barriers on this bridge.\r\nI have know unnumerous attempts, i have seen the destruction. Not just from families, but the people who have witnessed these attempts. This bridge is netorious and with the suicide rates are high its serious!",
        "background": "Boxing day 2021 myself and another gentleman pulled a young lady from this bridge, i was an off duty RMN in the area, i know this is a go tool stop for suicides/suicide attempts, we have the highest rates in the northwest. We need anti jump barriers on this bridge, it is netorious and we need help!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-26T21:18:21.376Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-27T11:59:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-30T12:58:59.888Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about improvements to local roads are a matter for the local traffic authority, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-30T12:59:00.607Z"
    },
    "id": 604407,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604407.json"
    },
    "type": "petition"
}