{
    "attributes": {
        "action": "Create an Emergency Healthcare Panel to deal with global health crises",
        "additional_details": "The panel, which would work in the same way as the Monetary Policy Committee of the Bank of England, would, during normal times, advise the Government on healthcare policy for the Health Secretary to take on board, in a global health emergency and pandemic, take over all healthcare policy that deals with the emergency (for instance ordering PPE, vaccinations, arranging healthcare provision) and if need be, ordering national lockdowns.",
        "background": "We, the undersigned, call on the United Kingdom Government to create an emergency healthcare panel which, in the event of the next global pandemic, will have all healthcare powers devolved from the government to enable the distribution of healthcare without political interfence.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-28T09:20:44.018Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-28T11:15:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-31T08:41:01.632Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about arrangements for responding to global pandemics, but we're not sure exactly how you would like this new \"Emergency Healthcare Panel\" to operate.\r\n\r\nYour petition refers to this panel having powers regarding the distribution of healthcare, but also refers to it having the power to order lockdowns, It is therefore not clear if you want this panel to only have powers related to healthcare, or powers covering every aspect of the government response to a pandemic.\r\n\r\nMany of the actions taken during the pandemic also require the approval of Parliament, so it would not be possible for these actions to be taken without the involvement of elected representatives."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-31T08:41:02.415Z"
    },
    "id": 604452,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604452.json"
    },
    "type": "petition"
}