{
    "attributes": {
        "action": "Do not introduce Travel Authorization Requirement for EU citizens to travel UK",
        "additional_details": "Bringing this requirement would mean EU citizens in Ireland would need travel authorisation to go to northern ireland some trips are unplaned or its an everyday thing specially for people in county donegal. This would completely violate the good Friday agreement it would make alot of EU citizens life hard as they travel to northern ireland more frequently most trips are unplaned. Some have to cross to go from one part of ireland to another.",
        "background": "I want the government not to introduce Travel Authorization requirements for EU citizens as this can effect EU citizens living along border counties in Ireland like Donegal monaghan. This is a violation to Good Friday agreement. So it's better to leave the way it is.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-28T18:13:51.863Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-10T12:39:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-13T08:14:44.416Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about requirements for travel authorisation for EU citizens, but we're not sure if you are concerned about proposals for new requirements, or existing requirements for EU and EEA citizens to get a visa to come to the UK to work or study for longer than six months or join family.\r\n\r\nYou can find out more about arrangements for Visiting the UK as an EU citizen here: https://www.gov.uk/guidance/visiting-the-uk-as-an-eu-eea-or-swiss-citizen\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-13T15:09:43.905Z"
    },
    "id": 604471,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604471.json"
    },
    "type": "petition"
}