{
    "attributes": {
        "action": "Re-write legislation on drug use/possession.",
        "additional_details": "To help those who need urgent help, and therefore reduce the influence and grasp that the drug market has on society, making drugs regulated, similar to the approach of the Netherlands. Since they made possession of drugs legal 15 years ago, Heroin deaths have reduced by a third. In taht same time period, UK heroin deaths have risen by a third.",
        "background": "The misuse of drugs act was written 45 years ago. It is highly outdated and looks to punish drug addicts rather than treat them. This view is frankly appalling and needs to be looked at again.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-28T17:51:29.935Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-28T17:59:18.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-31T08:59:52.752Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing legislation to control drugs, but we're not sure if you want the Government to legalise all drugs, change offences relating to illegal drugs, or do something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nLegalise, Regulate and Tax all Recreational Drugs: https://petition.parliament.uk/petitions/603672"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-31T08:59:53.674Z"
    },
    "id": 604470,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604470.json"
    },
    "type": "petition"
}