{
    "attributes": {
        "action": "Ban private ownership of the means of production",
        "additional_details": "The job market relies on the assumption that those who work can negotiate a fair wage through the market based on the supply and demand of their specific job. However, the value of one’s work depends on the tools that they have access too, or the means of production. Predatory employers in the UK can use this to their advantage, knowing that there is no other business with tools that can make the employee’s work as valuable as their tools. In essence, they are permitted to steal from employees.",
        "background": "Create a law which makes the private ownership of the property of businesses in the UK illegal, as well as shares. Allow a 10-year transition period for all businesses in the UK to give their employees a stake in their workplace, which can be proportional to salary or equal among the employees.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2021-12-27T16:55:11.536Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2021-12-27T20:06:08.000Z",
        "opened_at": null,
        "rejected_at": "2021-12-30T13:11:29.758Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about private ownership of the means of production, but it's not clear what you want to replace this. Your petition refers to giving workers a stake in workplaces, but this would still mean that the means of production was private, rather than public.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2021-12-30T13:11:30.571Z"
    },
    "id": 604430,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604430.json"
    },
    "type": "petition"
}