{
    "attributes": {
        "action": "Prevent all UK governments to allow ministers to cancel judge rulings",
        "additional_details": "The Times has reported that the UK Government, led by Boris Johnson, seeks to implement a new law that allows it to overrule and reverse the decisions of the Judiciary that it doesn't like by way of an \"annual review\" of the courts' decisions - the \"Interpretation Bill\".If the Government succeeds in this 'annual interpretation' of judicial decisions, together with the power to reverse and/or overrule decisions it does not like, it will, in essence, diminish the authority of the judiciary and give the Government far too much control over the lives of the citizens of the United Kingdom.",
        "background": "To prevent any ministers,  member of the executive, or legislature from having the power to throw out any court ruling they do not agree with.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-01T12:12:53.453Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-03T11:38:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-04T16:45:38.132Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nParliament already has the power to change the law in any circumstances, including if it disagrees with how current laws are being interpreted.  Interpretation Acts have previously been used to do this, such as \r\n\r\nhttps://www.legislation.gov.uk/ukpga/1978/30/contents\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-04T16:45:40.003Z"
    },
    "id": 604668,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604668.json"
    },
    "type": "petition"
}