{
    "attributes": {
        "action": "Prevent discriminatory policies within schools.",
        "additional_details": "The Government can improve the safety of children by commissioning a third party agency to investigate safe guarding concerns and share the information with parents and care givers, regardless of individual school policy.\r\n\r\nSchool policies need to be audited and be constructed to reflect the laws and rights of the UK. Including and not exclusively the disability discrimination act 2010, and the freedom of information Act 2000.\r\n\r\nThere should be financial implications for schools that do not.",
        "background": "I believe that concerns or complaints regarding the safeguarding of a child made by the parents, or carer should be investigated by a independent party and not internally as this can be perceived as bias. \r\nI strongly believe all outcomes concerning safeguarding should be shared with parents/carers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-01T22:29:21.759Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-01T22:53:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-04T16:05:18.123Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure whether you want changes to policies or changes to how safeguarding is managed.  Local authorities are required to have a designated officer who is responsible for safeguarding, so you may wish to contact your local council if you have specific concerns. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-04T16:05:19.426Z"
    },
    "id": 604739,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604739.json"
    },
    "type": "petition"
}