{
    "attributes": {
        "action": "Replace the current national anthem with the theme tune from The Wombles.",
        "additional_details": "The current national anthem is bleak and antiquated.\r\n\r\nIn order to rejuvenate the spirits of the public, we should re-brand this country as one of peace, positivity and unity.\r\n\r\nThe most absolute embodiment of this spirit can be found in the music of our furry friends from Wimbledon Common.\r\n\r\nI am not referring to any of the pop hit abominations created by impostors dressed in Womble costumes. This petition is solely regarding the original soundtrack from the TV series, produced by actual Wombles.",
        "background": "The national anthem should be abandoned. The new one should feature the following lyrics and end with a trumpet solo:\r\n\r\nUnderground, overground, Wombling free.\r\nThe Wombles of Wimbledon Common are we.\r\nMaking good use of the things that we find,\r\nthe things that the everyday folk leave behind.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-03T19:38:52.822Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-03T20:38:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-04T17:16:03.793Z",
        "rejection": {
            "code": "irrelevant",
            "details": "This isn’t something that the UK Government or Parliament would be able to do. The use of the present National Anthem is a matter of tradition rather than having any legal or constitutional status.\r\n\r\nYou can find more information about the history and status of the national anthem here:\r\n\r\nhttps://www.royal.uk/national-anthem "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-04T17:16:05.066Z"
    },
    "id": 604945,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604945.json"
    },
    "type": "petition"
}