{
    "attributes": {
        "action": "Consider using Reading Prison to house Homeless Veterans",
        "additional_details": "In the UK there re 6,000 veterans living on the streets. This is an absolute disgrace of the government to ignore this problem they created. Veterans with limbs missing have been offered £300.00. That is all and they had to fight for that. \r\n\r\nIt is a national embarrassment that we are unable to give back to those who have given so much to their country. Meer Pawns for the elected to ignore after they have proven their worth",
        "background": "The prison in Reading has stood empty since 4th September 2014. \r\n\r\nSince then, it has been sitting in the midst of arguments as to its future. In May 2021 it was announced that Reading Borough Council's bid for the gaol had been turned down by the MoJ because the offer of £2.6M was too low.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-03T18:18:12.854Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-03T18:41:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-05T14:15:09.344Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for. Deciding where to house people without homes is an operational matter for individual local authorities, not a decision for the UK Parliament or Government.\r\n\r\nWe could accept a petition calling for the Government to provide additional funding for housing for homeless veterans, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-05T14:15:12.275Z"
    },
    "id": 604929,
    "links": {
        "self": "https://petition.parliament.uk/petitions/604929.json"
    },
    "type": "petition"
}