{
    "attributes": {
        "action": "1. Ban Catfish Property Listings.",
        "additional_details": "5. Since wide-angle lens pictures misrepresent the specifications of the property, it is deemed to be in breach of Section 5(2)(a) of The Unfair Trading Regulations 2008\r\n\r\n6. Such poor practice is a direct violation of the Real Estate Agency Code which advocates for \"ethical practice and transparency\". \r\n\r\n7. Granted, caveat emptor, the buyer does have the benefit of inspecting the property but they do so based on the belief that the pictures are an actual representation of the unit. Wasted time.",
        "background": "2. Ban Real Estate Agents from using wide-angle camera photos to advertise Property.\r\n3. Using wide-angle lenses manipulates pictures. Such perspective distortion is grossly misleading, as it misrepresents the actual space. (Catfish Property)\r\n4. The property listings do not carry any Disclaimer.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-04T16:30:07.401Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-06T15:38:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-07T11:26:21.339Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions on how to market properties are matters for individual estate agents, not the UK Government or Parliament. \r\n\r\nIf you believe you have been misled by an estate agent, you could raise a complaint with The Property Ombudsman. You can find out how to do this here: https://www.tpos.co.uk/consumers/how-to-make-a-complaint\r\n\r\nYou could have a petition calling for increased regulation of estate and letting agents, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-07T11:26:22.931Z"
    },
    "id": 605080,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605080.json"
    },
    "type": "petition"
}