{
    "attributes": {
        "action": "10 days leave for grandparents, menopause, miscarriage and fertility treatment.",
        "additional_details": "Kellogg's are giving extra paid leave for those undergoing fertility treatment or staff who suffer the loss of a pregnancy.\r\n\r\nAnother company Saga, the travel and insurance company for the over-50s, is to give employees a week of paid leave to celebrate the birth of a grandchild.\r\n\r\nThe company, said it was introducing the policy in recognition that grandparents play an increasingly essential role in childcare while also building a work culture that appeals to the over-50s.",
        "background": "I believe companies should introduce 10 days paid leave for new grandparents, women going through the menopause, couples who suffer a miscarriage or undergoing fertility treatment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-05T10:46:03.191Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-07T09:57:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-10T14:37:08.500Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether to introduce paid leave along the lines you've suggested are a matter for indiviudal companies, not the Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to grant workers legal rights to paid leave in certain circumstances, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-10T14:37:12.709Z"
    },
    "id": 605172,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605172.json"
    },
    "type": "petition"
}