{
    "attributes": {
        "action": "Change GCSE’s to mini exams spread out across the year",
        "additional_details": "Most students struggle with stress when they are doing a one time only exam which determines their grade for the 2-3 years of the course they studied. Many fail under pressure and it’s not an accurate or fair way of measuring someone’s ability or knowledge of the course. Spreading out GCSE’s into mini exams done across the year which will then be calculated into a final grade results in more accurate results it allows for the actual ability of a student to be determined and not how they did on a set date.",
        "background": "Right now GCSE’s are typically a set of exams done once at the end of year 11. \r\nI believe instead of this they should become mini exams that are spread out throughout year 10 and year 11. It’s also more supportive of young peoples mental health.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-05T15:58:33.998Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-11T18:18:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-17T07:35:56.199Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about course content for GCSEs, including how students are assessed, is a matter for individual schools and exam boards, not the Government or Parliament.\r\n\r\nAs a result it is not possible for the Government or Parliament to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-17T07:35:57.096Z"
    },
    "id": 605197,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605197.json"
    },
    "type": "petition"
}