{
    "attributes": {
        "action": "Remove the Manchester clean air zones it is the opposite to what was voted for.",
        "additional_details": "As this is directly opposite to what Manchester voted for in a referendum these plans should be automatically cancelled.\r\nThese plans should not be considered unless Manchester is given a new referendum and this wins by a significant amount.\r\nThis is simply we will tax on the working class who cant afford new cars.",
        "background": "Greater Manchester Clean Air Plan proposals will introduce a daily fee for non-compliant vehicles entering the proposed Clean Air Zone. The following indicative daily penalties are estimates for the proposals. \r\nThis is contrary to the referendum Manchester voted in",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-05T19:38:49.318Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-05T19:55:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-07T08:55:54.067Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for. Decisions about local clean air zones are a matter for the relevant local authorities, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local authority directly. Find out how to petition your council here: https://democracy.manchester.gov.uk/mgEPetitionListDisplay.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-07T08:55:54.945Z"
    },
    "id": 605226,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605226.json"
    },
    "type": "petition"
}