{
    "attributes": {
        "action": "Class All Nonhuman Vertebrates As Nonhuman Persons, Not Property",
        "additional_details": "Animals are mutilated, caged/crated, shot, kept in cruel conditions, have their young taken and bolt-gunned in the head, gassed or electrically stunned and then have their throats cut for meat, dairy and eggs.\r\n Animals are also caged, trapped and killed by strangulation, gassing or poisoning for their fur.\r\n Animals are also shot and culled unnecessarily in the wild because of speciesism.\r\n Animal welfare is not enough! To truly protect animals, they must be given legal rights and personhood!",
        "background": "All over the world, animals suffer violence and speciesism for their flesh, down, skins and for humans’ enjoyment. They are also abused for other reasons.\r\n Even the highest animal welfare standards in the world is not enough. Animals need to be recognised as nonhuman persons. They need rights!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-05T20:20:08.227Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-12T16:18:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-17T07:37:30.502Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about animal rights, but we're not sure what legal rights you want animals to be given.\r\n\r\nYou might be interested to read about proposed legislation relating to animal sentience, which is currently being considered by Parliament: https://bills.parliament.uk/bills/2867"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-01T14:10:13.245Z"
    },
    "id": 605235,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605235.json"
    },
    "type": "petition"
}