{
    "attributes": {
        "action": "Make dog theft an act of Kidnap and not theft of property",
        "additional_details": "There have been reports of substantial increases in dog theft in recent months, with the most loyal of animals torn away from its family. Thieves think it’s all too easy and the punishment can be nothing compared to the gain with a shocking minority of dogs being reunited with their families. \r\nDog theft is not currently a specific offence and the crime of theft carries a sentence of up to seven years according to the Theft Act 1968, but this doesn’t target the specific problem which is dog theft. \r\n\r\nDogs should be seen to have their own offence to protect them. Current laws and penalties are not enough justice for the families and dogs that go through this trauma. They protect us, so we will protect them",
        "background": "The Government should class dog theft as abduction/kidnap and not theft of property.\r\n\r\nDogs are like members of the family and current laws do not reflect this. Dogs are a support network for so many, a family member, a lifeline.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-06T18:59:36.745Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-06T19:10:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-10T09:25:54.177Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing offences relating to dog theft, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nKidnapping is a common law offence comprising the taking or carrying away of one person by another, by force or fraud, without the consent of the person so taken or carried away and without lawful excuse. It would therefore not apply to animals.\r\n\r\nThe Government has already announced plans to create a new criminal offence of pet abduction, which you can find out about here: https://www.gov.uk/government/news/pet-abduction-to-be-made-new-criminal-offence-in-crackdown-on-pet-theft\r\n\r\nIf you want the Government to make penalties for pet abduction equal to those for kidnapping, we could accept a petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-10T09:25:55.181Z"
    },
    "id": 605351,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605351.json"
    },
    "type": "petition"
}