{
    "attributes": {
        "action": "Support small businesses effected by WFH & COVID, not included in latest schemes",
        "additional_details": "You only have to take a look around to see multiple empty units, Once full of many busy businesses. These are unable to survive huge rents and bills, keeping staff employed with no custom. WFH advice left us with huge cancellation rate as people are staying local.\r\nNot just focusing on Hospitality. Hair and beauty salons, Retail, Cab drivers, Sandwich bars and many more need help. With limited residential in the city of London & the WFH advice the small businesses are taking a huge hit.",
        "background": "To be included in the latest grant scheme to support businesses that are experiencing difficulties due to Omicron. Lowering VAT to 5% for personal care and service businesses not being helped. Without something at all small shops wont survive work from home advice due to covid.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-06T17:21:04.815Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-06T17:42:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-10T09:16:12.695Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the coverage of new financial support for businesses affected by the pandemic, but it's not clear what other businesses you want to receive additional financial support, and what support you want to be offered.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-10T09:16:13.638Z"
    },
    "id": 605330,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605330.json"
    },
    "type": "petition"
}