{
    "attributes": {
        "action": "Create more freedom within Highschools.",
        "additional_details": "I want the government to do this because some students name it ‘torture’. When it got to around 30 degrees in summer 2021 and we are forced to wear uniform, sit in a chair and not allowed to get up it can be very stressful and can send some people crazy being sat down for that long in the heat. I also want the gov to do this because I think it will benefit the older years (10/11) as personally not being in uniform whilst I’m in school makes me feel a lot less stressed compared to being in uniform.",
        "background": "I think making a 11-16 year old sit for just nearly 2 hours, not allowing them to go to the toilet, not letting them stand, making them ask to take uniform off such as jumpers or blazers is not acceptable. I believe Highschool students should have more freedom and not be as controlled.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-06T16:18:22.027Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-06T16:55:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-10T08:23:34.422Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about about certain school policies, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. Policies about behaviour and discipline in school are a matter for individual schools, not the Government or Parliament, but we could accept a petition calling on the Government to publish guidance of schools, or prevent certain policies from being put in place."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-10T08:23:35.623Z"
    },
    "id": 605324,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605324.json"
    },
    "type": "petition"
}