{
    "attributes": {
        "action": "Absorb willing non-criminal overstayer to fill the gap in Health Care Sector.",
        "additional_details": "1. To avoid further illegal exploitation of those in this category\r\n2. To provide Health and social care sector with immediate man power needed, since overstayers are familiar with the climate, British system and work ethics already. \r\n3. To stabilise further influx of immigrant into the Country.\r\n4. To further strengthen the economy through taxes due to employment of those in this unfortunate category.\r\n5. Extending compassion and humanitarian ethos of the British people to this category is noble.",
        "background": "The newly lunched visa \"Health and Care Visa\" should be made to put into consideration the undocumented and overstayer who have not committed any criminal offence. Fast track training and reduced application fee should be made available to them too. Support this group to be health and care workers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-06T21:19:54.461Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-07T12:05:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-10T14:40:08.358Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you want certain people whose visas have expired to be able to apply for the Health and Care visa. However it is not clear who precisely you want this to apply to. It is also not clear how the ask of this petition is different from the existing eligibility criteria for the Health and Care visa. You can read more about the criteria here: https://www.gov.uk/health-care-worker-visa.\r\n\r\nYou could have a petition calling for an amnesty for undocumented migrants who are eligible for the Health and Care visa, if that is something you'd like to see happen.\r\n\r\nYou might also like to sign this petition which calls for a related action: \r\n\r\n'Allow nurses to apply for the Health and Care Worker Visa in-country': https://petition.parliament.uk/petitions/600974 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-10T14:40:12.337Z"
    },
    "id": 605371,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605371.json"
    },
    "type": "petition"
}