{
    "attributes": {
        "action": "Force a full judicial review over the entire child maintenance department",
        "additional_details": "The CMS needs to be more sufficient in retrieving child support payments from the self employed/employed and cash in hand non payers.  The entire system needs on overhaul.  The inordinate amount of time it takes to investigate income, take enforcement action, implement the law and retrieve monies owed is a farce.  This service needs to be 100 times more efficient than it is.  Stringent/quicker methods need to be implemented to ensure children do not suffer under the current system.",
        "background": "to take full responsibility for the amount of children living in poverty because of non receipt of child support payments.  The CMS are failing thousands of children in dire need of necessities.  Failings need to be under investigation with intent to change policy and procedures. Payment of arrears",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-07T10:36:24.228Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-07T12:34:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-10T14:42:38.687Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the Child Maintenance Service, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nA judicial review is a type of court proceeding in which a judge reviews the lawfulness of a decision or action made by a public body. Judicial reviews have to relate to specific decisions, and cannot be used to review a whole organisation.\r\n\r\nWe could accept a petition calling for a public inquiry or Government review of arrangements for payment of child maintenance, but you would need to be clear what you want this inquiry or review to investigate."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-10T14:42:39.511Z"
    },
    "id": 605408,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605408.json"
    },
    "type": "petition"
}