{
    "attributes": {
        "action": "Regulate student accommodation costs.",
        "additional_details": "The average rent a university student pays per year is around £7,347; £10,857 in London. The average maintainence loan is around £6,900, meaning most students, meaning the student loan is not enough.\r\n\r\nThe student loan company is putting money directly into student landlords' pockets rather than financially supporting students that need it most. Students are subsidising their cost of living from their families, part-time jobs (whilst studying) or living at home.",
        "background": "The government needs to place restrictions on student rent so that the maintainence loan can support students. The government should be responsible for imposing regulations on the housing market as clearly landlords cannot be trusted to do this themselves. Rent is too high for most students.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-07T17:49:15.918Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-07T17:57:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-11T08:18:45.225Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the cost of student accommodation, but we're not sure if you want the Government to regulate the cost of accommodation let specifically for students, or any accommodation that students rent.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-11T08:18:46.029Z"
    },
    "id": 605446,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605446.json"
    },
    "type": "petition"
}