{
    "attributes": {
        "action": "MENTAL HEALTH,  anxiety,depression,PTSD,agoraphobia in mothers",
        "additional_details": "P.I.P refuse mothers because we try to keep our children in full time education, we go without money because our partners work for minimum wage, we give everything but get little in return as we're supposed to be able to survive, women who have suffered abuse and have mental health issues which effect day to day living shouldnt be evaluated on their parenting unless a gp or school feels it benefical, we are over looked, yet theres people cheating the system who get everything.",
        "background": "stop penalising mothers who suffer with depression, anxiety, agoraphobia and PTSD trying to do he best for their children, most mothers are highly medicated and still get told NO when asking for help because werer trying to be a good parent and are scared that social services may get involved.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-10T20:11:20.082Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-11T20:19:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-14T12:01:22.322Z",
        "rejection": {
            "code": "no-action",
            "details": "We're sorry to hear what you're going through.  Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do, such as changing the criteria for Personal Independence Payments.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-14T12:01:25.223Z"
    },
    "id": 605684,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605684.json"
    },
    "type": "petition"
}