{
    "attributes": {
        "action": "We Petition HM Government to Review the Rules concerning Government Petitions.",
        "additional_details": "A \"Petition\" on another platform has gained more than one million signatures, from concerned members of the public; yet that Petition may be ignored by HMG because it is not hosted on the HMGP platform. We want Government or Parliament (RESPONSIBLE for the HMG Petitions platform) to review the \"No Honours Petitions\" rules, so that those 1 000 000 can be heard. When there is such public disquiet, HMGP Committee should at least recognise this disquiet, & allow such a Petition.",
        "background": "We call upon Her Majesty's Goverrnment to review the Rules concerning \"Petitions about Honours\" - either to DELETE that particular Rule; or to modify it.  Modification COULD (but not be limited to) \"Allow a Petition concerning Honours should a non-HMG Petition attract in excess of 1 000 000 votes\".",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-10T15:22:55.538Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-10T20:06:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-14T08:31:47.578Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the rules governing which petitions are accepted on the UK Parliament and Government petitions website. However it's not clear whether you want the rule prohibiting petitions which call for an honour to be granted or taken away to be revoked entirely, or changed in some way. \r\n\r\nYou could have a petition calling either for this rule to be removed entirely, or to be changed in some specific way. If you wish the rule to be changed, your petition would need to make clear how. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-14T08:32:03.856Z"
    },
    "id": 605659,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605659.json"
    },
    "type": "petition"
}