{
    "attributes": {
        "action": "Introduce financial management to the school curriculum",
        "additional_details": "As of Dec 2021, 63% of UK adults have personal debt. 18-24-year-olds face crucial transitions to adulthood, including first experiences of debt and borrowing. More than a third (37%) of young people have taken out loans through credit cards, overdrafts or other sources. The figure increases to 67% when student loans and mortgages are included. This could be prevented if children are taught basic money management skills at school from a young age and only the Government can make this happen.",
        "background": "It's important for children to know the basics when it comes to money so that they leave school and college fully equipped and confident. It should be the Government's duty to provide this from a young age. They should be taught everything from saving to mortgages and everything else in between.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-10T17:07:39.146Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-10T17:22:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-13T08:47:19.268Z",
        "rejection": {
            "code": "already-happening",
            "details": "The national curriculum already states that secondary school students should be taught about the functions and uses of money, the importance and practice of budgeting, income and expenditure, credit and debt, insurance, savings and pensions, financial products and services, and how public money is raised and spent.\r\n\r\nYou can read the full national curriculum for key stages 3 and 4 here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/840002/Secondary_national_curriculum_corrected_PDF.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-13T08:47:22.763Z"
    },
    "id": 605666,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605666.json"
    },
    "type": "petition"
}