{
    "attributes": {
        "action": "End Council Tax payment for working-class citizens.",
        "additional_details": "Since the taxes & national insurance fees are being paid to the government, working-class citizens should exempt from paying council tax. Council tax adds an extra ​burden to the people who are working too hard with little salaries. Also, some people have been made redundant due to the pandemic,so paying council tax is making life more difficult for them. Some single mothers are using all their earnings in paying council tax, which left them with nothing every month. COUNCIL TAX IS AN EXTORTION",
        "background": "Working-class citizens should stop paying Council Tax because they are paying Taxes (20% for second job) and national insurance fees to the government. A lot of working class citizens are suffering despite working very hard because of the high cost of living and bills they are paying every month.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-10T03:19:27.697Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-11T21:31:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-14T12:05:21.837Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure who you'd like to be exempt from paying Council Tax, for example people on specific income levels.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. You might also like to find out more about Council Tax Reducation, which applies in some circumstances:\r\n\r\nhttps://www.gov.uk/apply-council-tax-reduction/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-14T12:27:26.346Z"
    },
    "id": 605633,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605633.json"
    },
    "type": "petition"
}