{
    "attributes": {
        "action": "Private parking companies reduce parking fee and stop THEM GIVING OUT CCJs",
        "additional_details": "Those who have already received ccj pertaining to car park fees in the last 6 years should be removed. There should also be a system where for unpaid parking fees should not result to ccj. Any court letters should be recorded on delivery and visible to state that it’s not a scam. Most people ignore as they are not sure if it’s a scam. How are people meant to progress financially if they are given ccj over a parking fee. Some people can’t afford to pay these private companies fees.",
        "background": "Stop these rip off private car parking companies charging extortion parking fee and stop CCJs. People are given CCJs and it’s ruining their life!! The prices they charge are disgusting and the fact the government are allowing this to happen is disgusting to say the least.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-11T10:05:09.019Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-11T11:16:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-13T17:39:32.979Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for what prices private car park operators can charge their customers.\r\n\r\nPrivate parking penalties can be enforced through the court system in the same way as an other private financial dispute, but we could accept a petition calling on the Government to make private parking penalties unenforceable through the court system.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-25T10:58:56.052Z"
    },
    "id": 605729,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605729.json"
    },
    "type": "petition"
}