{
    "attributes": {
        "action": "Allow family members with a covid pass to visit dying relatives in hospitals.",
        "additional_details": "On the 23rd December, the government said “routine visiting to wards will no longer be possible and visitors will be allowed to visit the hopsital in exceptional cases only”. Many people have been unable to say good bye to loved ones since the pandemic began. Many have died alone. Final moments with loved ones provide comfort for both the patient and family, and stay with you forever; this has been denied by the government. From the elderly to young children, nobody should have to die alone.",
        "background": "Bars, night clubs, and other bigger events, are arguably much “higher risk” than visiting relatives in hospitals. Given the visitor has a covid pass and/or a negative lateral flow test, these conditions allow us to attend high risk events; we should be able to say good bye to dying loved ones too.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-11T08:48:31.482Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-11T13:16:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-14T08:45:08.262Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nWe can accept petitions calling for changes to restrictions on visitors where these have been set by the Government, but there are currently no restrictions in England on visiting hospitals, although the Government has recommended that visitors and outpatients to hospital settings should wear a form of face covering, to prevent the spread of infection from the wearer: https://www.gov.uk/government/publications/wuhan-novel-coronavirus-infection-prevention-and-control/new-government-recommendations-for-england-nhs-hospital-trusts-and-private-hospital-providers\r\n\r\nDecisions about visiting, within national rules, are a matter for individual hospitals, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-14T08:45:10.781Z"
    },
    "id": 605722,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605722.json"
    },
    "type": "petition"
}