{
    "attributes": {
        "action": "Modify the Recall of MPs Act 2015",
        "additional_details": "There are certain situations when the general electorate considers that an individual MP has transgressed societal acceptable behaviour, that would otherwise not be triggered by the conditions of the 2015 Act.\r\nA traditional defence against public concern issues raised against MPs, a response is given that the public can have their chance at the ballot box. This change would enable that to happen more rapidly and provides a counter point to the fixed term Parliament Act.",
        "background": "Modify the Recall of MPs Act 2015 to extend the conditions for triggering a recall petition to include when the Speaker notifies the Petition Officer that at least 10% of the electorate in the whole country signs a petition calling for a recall in an MP.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-11T13:33:44.521Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-15T16:25:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-19T14:12:43.963Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want it to be possible for an MP to be recalled if 10% of the UK electorate signs a recall petition, but we're not sure what you would like to trigger a recall petition. Currently a recall petition, which can only be signed by electors in the relevant constituency, is triggered if an MP is convicted of any offence and sentenced or ordered to be imprisoned or detained, suspended from the House following report and recommended sanction from the Committee on Standards for at least 10 sitting days, or convicted of an offence under section 10 of the Parliamentary Standards Act 2009.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou can find out more about recall elections here: https://commonslibrary.parliament.uk/research-briefings/sn05089/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-19T14:12:45.495Z"
    },
    "id": 605756,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605756.json"
    },
    "type": "petition"
}