{
    "attributes": {
        "action": "Hold a General Election if party was held in garden of No. 10 on May 20 2020",
        "additional_details": "At a time where family members could not visit their loved ones is hospitals and hospices and limited people could attend funerals, it is unacceptable that the leaders of this country felt it was acceptable to hold a party.\r\nIf it is found that the PM and other cabinet members broke their own law during a period of significant suffering, then the British public should be given the opportunity to elect a new leader.",
        "background": "If Sue Gray concludes that the PM and other cabinet ministers attended a party in the garden of No. 10 Downing Street on May 20 2020, when the country was in a national lockdown, then a General Election should be held.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-11T17:47:28.179Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-11T20:48:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-26T10:35:46.555Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about the potential findings of the Sue Gray investigation, however this investigation isn't looking into whether the law was broken, which is a matter for the police and courts. So it's not clear how the condition that an election should be called if this investigation finds the law has been broken would work. \r\n\r\nYou could have a petition calling for an automatic General Election if the Government is found to have broken the law, if that is something you'd like to see happen. \r\n\r\nYou might also like to sign the following petitions which call for related actions:\r\n\r\n'Call for an early General Election for 2022': https://petition.parliament.uk/petitions/606033\r\n\r\n'Make it a requirement for a general election to be held when a PM leaves office': https://petition.parliament.uk/petitions/603334\r\n\r\n'Change the law, so that UK citizens can force an immediate General Election': https://petition.parliament.uk/petitions/603106"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-26T10:35:59.895Z"
    },
    "id": 605780,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605780.json"
    },
    "type": "petition"
}