{
    "attributes": {
        "action": "Send letters to UK males prompting examination of health matters, such as cancer",
        "additional_details": "To add a letter/email prompt to the account of all males registered at UK GP practices.  This letter/email prompt requests males to attend clinics at age 25, 40, 50, 60 and 70.  Attending these clinics prostate-specific antigen (PSA) test and physical inspections are undertaken. As well as this a general assessment of health can be given.  Males attend the doctors less frequently than women, and their health is not scrutinised as much detail as females.  Pregnancy perhaps being a key driver.",
        "background": "Currently, females in the UK are requested to have breast screenings and smear tests in the effort to diagnose and manage such health conditions as cancer.  Males receive no such letters or requests to do the same for prostate, bowel or testicular cancer.  Send letters to males at age 25, 40 and 60.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-11T06:14:41.335Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-12T10:56:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-17T07:29:29.847Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about communication with patients is a matter for the NHS and individual GPs, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nWe can accept petitions calling on the Government to fund additional screening programmes, so you could start a petition calling on the Government to fund additional screening for prostate, bowel and testicular cancer, if that's something you would like to happen.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nFund routine prostate cancer screening tests for men from the age of 50: https://petition.parliament.uk/petitions/596006\r\n\r\nFund routine bowel screening from the age of 50: https://petition.parliament.uk/petitions/603304"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-17T07:29:30.681Z"
    },
    "id": 605712,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605712.json"
    },
    "type": "petition"
}