{
    "attributes": {
        "action": "Overturn Highway Code rule giving pedestrians priority to cross at junctions",
        "additional_details": "This new change gives pedestrians the priority to cross side roads at the junction where the road meets a main road. The result of this change will be that users crossing the road (as will be their right of way) will cause traffic turning off the main road into the side road to stop on the main highway and give way.  \r\n\r\nThere are a number of concerns from pedestrians not being seen and serious or fatal injuries, through to an increase in car accidents due to the sudden braking needed to give way.",
        "background": "Overturn a change being made to the Highway Code that is being implemented with effect from 29/01/2022 that gives pedestrians the priority at road junctions. This change is intended to make the roads safer for all road users, but is ill thought out and is likely to cause serious accidents and deaths",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-11T14:50:40.942Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-11T19:50:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-14T09:54:36.935Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about changes to the Highway Code, however it's not clear what rules about giving way at junctions you want to be put in place instead of the new H2 rule.\r\n\r\nIf there is a new form of this rule you wish to be put in place instead of new rule H2, you could have a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-26T10:52:40.006Z"
    },
    "id": 605763,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605763.json"
    },
    "type": "petition"
}