{
    "attributes": {
        "action": "We want Public Language Services, updated rates and to be protected  by Title.",
        "additional_details": "Language services for the public have been outsourced to private agencies, whose goal is to profit by slashing Interpreters' and Translators' rates and hiring unqualified, unaccountable bilinguals.\r\nThis is a liability, when Public Services have the duty of care and to provide language services to a standard that, at the moment does not exist. Agencies are being allowed to pay rates below the NMW and to exploit qualified professionals. It is now financially unsustainable to work for the public.",
        "background": "UK Interpreters and Translators urgently demand a centralised, NPO for all public authorities, to be protected by Title, adjusted rates to a minimum of £65/hr. Practitioners must be security vetted, qualified, registered to existing regulatory bodies and subject to regular supervision and training.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-11T18:30:35.314Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-11T19:29:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-17T10:44:38.271Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about which language services to use by public authorities outside of central Government, such as local authorities, is a matter for those authorities, not the UK Government or Parliament.\r\n\r\nYou could have a petition calling for the Government to establish a centralised language services provider for use by central Government, if that is something you'd like to see happen.\r\n\r\nAlternatively, you could have a petition calling for the Government to create a legally protected title for interpreters and translators."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-17T10:44:49.245Z"
    },
    "id": 605788,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605788.json"
    },
    "type": "petition"
}