{
    "attributes": {
        "action": "Make it a legal requirement to state salary on every job advert.",
        "additional_details": "Making it a legal requirement will help:\r\n- fighting with inequality between sex, race and other protected characteristics.\r\n-support mental health amongst employees knowing they are paid equally. \r\n-Save time and prevent irritation. Candidates don’t waste time applying for jobs that don’t meet their salary requirements.\r\n-Build trust and attract a more diverse workforce\r\n-To close pay gaps and drive inclusion.\r\n-Data proves salary in ads increases applications.",
        "background": "Fairness is one of the most important attributes of a progressive society and thriving economy. It will help to close pay gaps, drive inclusion and support mental health amongst candidates and employees.\r\nCompetitive salary ≠ fair.\r\nThere’s no excuse for not publishing a salary or salary range.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-12T12:37:40.575Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-17T14:44:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-20T09:42:54.488Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about lack of clarity about pay for jobs, but we're not sure if you just want employers to be required to list a salary on job adverts, or if you also want employers and employees to be prevented from negotiating about pay for a job. Deciding what to pay employees is a matter for individual employers.\r\n\r\nWe could accept a petition calling on the Government to require employers to be required to list a salary on job adverts, but this wouldn't stop employers or employees from negotiating about pay for a job\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nBan employers asking job applicants for salary history and current earnings: https://petition.parliament.uk/petitions/595699"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-03T08:24:19.586Z"
    },
    "id": 605888,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605888.json"
    },
    "type": "petition"
}