{
    "attributes": {
        "action": "Change social housing rules for those needing a 4 bedroom to include 3 bedrooms",
        "additional_details": "Families who qualify for a 4 bedroom should be allowed to bid on suitable 3 bedroom properties as there are more available. There are families in 1 or 2 bedroom homes with 4+ children having to share 1 bedroom including those with medical needs or older children. The councils acknowledge the need for a bigger property but due to the lack of 4 bedrooms it’s making the situation worse by keeping them in cramped conditions for longer and therefore it should be allowed that tenants can bid on 3 beds",
        "background": "Social housing tenants who qualify for a 4 bedroom property are currently only allowed to bid on 4 bedrooms, lots of these families are in 1 or 2 bedrooms and grossly overcrowded. It should be that they can bid on 3 bedrooms to alleviate their situation until a suitable home is available",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-12T12:49:08.693Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-12T13:05:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-17T07:30:13.539Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about allocation of social housing are a matter for individual local authorities and housing associations, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-17T07:30:14.571Z"
    },
    "id": 605893,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605893.json"
    },
    "type": "petition"
}