{
    "attributes": {
        "action": "Allow children who cannot attend school to learn remotely with no fines.",
        "additional_details": "Parents of children are being prosecuted and fined simply for wanting to protect their child. Modern technology makes it unnecessary for these pupils to physically be in the classroom. Children who have been under medical professionals who believe it is in their best interests to not go into the physical classroom should be allowed to remote learn at home. There should be no fines or prosecution for parent / carers of approved remote learners. Live one to one tutors can ensure child protection.",
        "background": "Children who cannot attend school due to mental health issues which are fully documented by medical professionals are still being forced into the physical classroom at school. Their parents are fined and prosecuted despite only wanting to protect their child. Modern technology should be utilised.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-12T18:14:18.242Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-12T18:18:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-17T07:40:57.225Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing schooling arrangements for some children, but we're not sure exactly what changes you'd like to make to how children are schooled.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to require schools to offer remote learning to children with diagnosed mental health issues, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-24T11:24:37.605Z"
    },
    "id": 605973,
    "links": {
        "self": "https://petition.parliament.uk/petitions/605973.json"
    },
    "type": "petition"
}