{
    "attributes": {
        "action": "Establish a truly independent body to oversee & investigate the behaviour of MPs",
        "additional_details": "The rule of law is essential to the UK as a functioning democracy; while always imperfect this has been one of the features of our country that have made it a desirable place to live and do business over many years.\r\n\r\nIt is essential that elected politicians are also subject to, and seen to be subject to genuine oversight and held to the same laws as the rest of society.  It is clear that an oversight process that is controlled by the PM is not fit for purpose.  This must change.",
        "background": "Create a new fully independent body to administer disciplinary reviews for any elected official.  To ensure independence this should report to the Lord Chief Justice or the Electoral Commission, be funded in 20 year periods and have the power to issue recall notices without parliamentary approval.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-13T15:57:53.218Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-13T18:37:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-18T08:32:37.711Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you are concerned about oversight of elected officials, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition calls for a new body to oversee and investigate the behaviour of MPs, but such bodies already exist.\r\n\r\nThere is already a Parliamentary Commissioner for Standards, an independent officer of the House of Commons, who investigates allegations that MPs have breached the rules found in paragraphs 11-18 of the House of Commons’ Code of Conduct for Members. You can find out more about the Parliamentary Commissioner for Standards here: https://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/parliamentary-commissioner-for-standards/\r\n\r\nThere is also an Independent Adviser on Ministerial Interests, to maintain a register of Ministers’ interests, to give confidential advice on request from Ministers and to conduct investigations at the request of the Prime Minister. You can find out more about the Independent Adviser on Ministerial Interests here: https://commonslibrary.parliament.uk/research-briefings/sn03750/\r\n\r\nYour petition then goes on to refer to \"elected officials\", and it is therefore not clear if you want a new body to be appointed to oversee and investigate the behaviour of all elected officials, and not just MPs.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe can accept petitions calling for changes to the roles of the Parliamentary Commissioner for Standards and the Independent Adviser on Ministerial Interests, but you'd need to be clear what changes you wanted.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIndependent scrutiny of alleged breaches of the Ministerial Code by the PM: https://petition.parliament.uk/petitions/598145\r\n\r\nMake the Ministerial Code and Nolan Principles legally enforceable for MPs: https://petition.parliament.uk/petitions/593204"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-18T08:32:48.592Z"
    },
    "id": 606119,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606119.json"
    },
    "type": "petition"
}