{
    "attributes": {
        "action": "Give consumers  control when shopping online with country of manufacture filters",
        "additional_details": "India has been at the forefront implementing legislation requiring this,the US has it going through Congress right now \r\nThis petition is not about closing down choice,  it’s about  giving consumers the information and tools they need to make an informed choice whether that be wishing to buy locally  UK manufactured products for reasons say of their carbon footprint  or international manufactured products from  countries who have a similar world view  and ethical standards .",
        "background": "I would like the government to bring forward legislation making it mandatory for all online e-commerce platforms, retailers and market places to provide a filter so consumers can determine the country of manufacture of  items listed for sale .\r\nAmazon collect this info but stop buyers from using it",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-13T15:33:28.146Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-13T19:19:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-18T08:43:34.787Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about website design is a a matter for individual retailers, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRequire adverts, products and online sellers to list primary country of origin: https://petition.parliament.uk/petitions/595126"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-18T08:43:35.736Z"
    },
    "id": 606112,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606112.json"
    },
    "type": "petition"
}