{
    "attributes": {
        "action": "Change the way the rural areas gets treated in the winter seasons",
        "additional_details": "I want this doing before someone is seriously injured. These countryside roads are some people only way to reach a main road or the only way to take their children to school \r\n\r\nI am asking for public grit boxes to be spread out more evenly across the country lanes and let people know they can use it to make the road safer for them and other road uses Or even a grit lorry that will cover the worse areas",
        "background": "There many people who uses the rural roads to take their children to school, go to work or even taxis and buses that uses the rural roads to connect people to the towns and villages.\r\nBut the country side is neglected and left to freeze over and this is mainly where the accidents happen. \r\n.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-14T12:31:39.733Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-14T15:54:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-18T10:17:49.589Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nThe local road network is the responsibility of individual local authorities, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nWe could accept a petition calling on the Government to provide additional funding to local authorities for rural areas for road management in the winter, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-18T10:19:08.919Z"
    },
    "id": 606223,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606223.json"
    },
    "type": "petition"
}