{
    "attributes": {
        "action": "Require contractors to provide a minimum 12 month warranty on road repairs",
        "additional_details": "Because these cause lots of potholes, danger to road users and the cost has to be picked up by tax payers. Stopping a race to the bottom on these repairs would help enormously. The problem is UK wide, impacts numerous industries so needs a centralised form of action from government.",
        "background": "Roads are being damaged by contractors who dig up the roads to lay pipes and cables but then leave substandard repairs which fail soon after and degrade the condition of UK roads. I want the government to mandate a minimum 12 month warranty from the contractor to compel repairs of suitable quality",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-14T16:49:42.553Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-14T20:28:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-18T15:00:19.473Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about contracts for road repairs are a matter for individual traffic authorities and contractors, not the Government or Parliament.\r\n\r\nAs a result it is not possible for the Government or Parliament to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-18T15:00:40.729Z"
    },
    "id": 606270,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606270.json"
    },
    "type": "petition"
}