{
    "attributes": {
        "action": "Stop the use of gelatine in medications",
        "additional_details": "I would like to see the use of gelatine capsules stopped and alternative ingredients being used. Many supplement company’s are using vegan capsules, I would like to see this being rolled out to all medications. Each prescription I have collected they have been able to give me a vegetarian alternative so I would like to see the use of gelatine and animal products removed from all medications.",
        "background": "I am a strict vegetarian,one of the main things I have an issue with is the use of gelatine on the capsules of medication, I have a note on my file to say I’m vegetarian,this regularly gets overlooked so I need to check with the pharmacy everytime I collect a prescription to ensure it is vegetarian.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-14T19:23:30.833Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-14T19:51:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-18T14:58:42.765Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about the ingredients of medication are a matter for their manufacturers, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-18T14:58:43.642Z"
    },
    "id": 606295,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606295.json"
    },
    "type": "petition"
}