{
    "attributes": {
        "action": "Stop the double jobbing amendment in the Northern Ireland (MEPOC) Bill.",
        "additional_details": "It is going to create more division and instability instead of helping with the sustainability of the Good Friday Agreement Institutions. We need need the diversity of recent surveys to be reflected by our Political Representatives. The People of Northern Ireland would like to collectively make our Society better and more successful through increased Co-operation with our new 3 year budget. We are not a 2 party state. Polarisation is not the answer as we continue with truth and reconciliation.",
        "background": "We do not want another impasse at Stormont. We do not want direct rule and we do not want divide and rule. We need a Westminster petition for this Lords amendment so that it is rejected by the Commons. This move is not consistent with what a vast cross section of the People of Northern Ireland want.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-15T11:05:52.359Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-15T17:01:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-19T18:17:57.868Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Prime Minster today stated that the amendment known as double jobbing will be withdrawn from the bill.\r\n\r\nYou can read the question put by Simon Hoare MP and answered by the Prime Minister in the transcript from today's PMQs via the link below:\r\n\r\nhttps://hansard.parliament.uk/commons/2022-01-19/debates/9E134503-624C-465D-870C-DFBCC1A0E4D2/Engagements"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-19T18:18:04.487Z"
    },
    "id": 606351,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606351.json"
    },
    "type": "petition"
}