{
    "attributes": {
        "action": "Pay a contribution towards the maintenance cost of the A38 over the Tamar Bridge",
        "additional_details": "In accordance with the Tamar Bridge Act, the crossing is funded on a “user pays” principle which means that the only source of revenue is toll charges for those who use the bridge. With a reduction in the number of users, which is expected to continue in years ahead, the only option has been to seek a rise in the cost of the toll. This will impact most on those residents who use the bridge daily to commute to work and who may seek alternative routes potentially adding to carbon emissions.",
        "background": "Tamar Bridge is jointly owned by Plymouth City Council and Cornwall Council, providing a vital strategic road link in the South West. With rising costs for maintenance, we would like the Government to financially support the A38 over the bridge, as it does for other major UK strategic routes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-18T07:52:02.093Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-18T13:11:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-24T10:06:55.702Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about maintenance of local authority assets are a matter for the relevant local authorities, not the Government or Parliament. We can't accept petitions calling on the Government to provide additional funding to individual local authorities."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-24T10:06:56.723Z"
    },
    "id": 606593,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606593.json"
    },
    "type": "petition"
}