{
    "attributes": {
        "action": "Restrict any increase in the price of energy bills to 4% per year",
        "additional_details": "Those whose tariffs have come to an end, or whose energy companies have already collapsed, have already seen increases of up to 100% in the cost of their bills and are making daily decisions as to whether to eat or heat their homes. Those in this position cannot sustain a further increase. Whilst other countries are also affected by the increase in wholesale gas prices, they are dealing with the crisis differently. In France, the government are limiting any increase to the public to 4%, with any losses to funded directly by the industry from their vast profits. Whilst this would still be an increase, it is more affordable than bills rising by a projected 50%. Urgent help is needed now.",
        "background": "The energy price cap is going to be reviewed in March 2022. Due to the price of wholesale gas, bills are expected to soar by between 40- 50%. This comes on top of the projected increase in national insurance, council tax, water and groceries.  Put simply, this is unaffordable",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-17T15:46:16.569Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-17T16:53:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-20T10:05:15.558Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The cost of energy is a matter for energy companies, while the energy price cap is a decision for Ofgem."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-20T10:05:16.218Z"
    },
    "id": 606530,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606530.json"
    },
    "type": "petition"
}