{
    "attributes": {
        "action": "Provide free diagnostic testing for suspected drink spiking victims.",
        "additional_details": "Drink spiking is currently not a specific crime in itself, although it often completely debilitates the victim and renders them venerable to further abuses.  There is much stigma at the point of emergency care for victims of drink spiking as they are often seen as just being very drunk and the opportunity to test for drink spiking is missed because of the current attitudes of emergency health workers.  These errors significantly reduce the chances of the perpetrations being caught.",
        "background": "To provide free diagnostic testing for suspected drink spiking victims. But also provide emergency health workers with training to identify victims of drink spiking.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-19T08:35:19.704Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-19T13:38:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-24T14:45:23.356Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about diagnosing medical complaints and patient care are a matter for the NHS and individual clinicians, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nFund free drink spiking test kits for all bars: https://petition.parliament.uk/petitions/597143\r\n\r\nMake drink spiking a specific, notifiable criminal offence: https://petition.parliament.uk/petitions/599422"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-24T14:45:24.153Z"
    },
    "id": 606691,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606691.json"
    },
    "type": "petition"
}