{
    "attributes": {
        "action": "Make Covid-19 vaccination mandatory for all MPs, peers, their staff & volunteers",
        "additional_details": "25/Nov/21 Government stated it \"has identified limited settings where there is a public health rationale for making vaccination a condition of deployment.\" Downing Street & the Houses of Parliament meet this as they: Have direct face to face contact with service users; Regularly visit hospitals having contact with 'vulnerable' individuals; Elderly people, those with disabilities & some seriously ill people face a higher risk from Covid-19 than the wider population & more likely to contact MPs.",
        "background": "Make it a condition of employment that all MPs, peers, their staff & volunteers are 'fully vaccinated' against Covid-19. UK government has forced this injustice & infringement of civil liberties on care home & NHS staff. If they believe it is just, let's see if they like their own liberty curtailed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-18T12:52:16.342Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-18T16:10:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-24T10:11:51.462Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want new requirements to be vaccinated against covid-19 to be introduced, but it's not clear if you want this to be a requirement for anyone attending a government or parliamentary building, or to people in specified office.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-24T10:11:52.111Z"
    },
    "id": 606620,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606620.json"
    },
    "type": "petition"
}