{
    "attributes": {
        "action": "Introduce Politics to the primary curriculum at GCSE level.",
        "additional_details": "Few people in this country fully understand how the two Chambers operate and even fewer know what the main principles of all the parties that it represents. Under our current system political illiteracy has allowed for vage claims that could describe a variety of view points allowing for politicians to claim they upheld a promise when the vast majority of the populous would disagree. If the voting population knew how to decode political speech our system would be more representative.",
        "background": "Introduce a bill to improve political literacy so that future generations better know how to make their voices heard.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-18T12:18:05.414Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-18T13:01:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-24T10:03:20.191Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want children to learn about politics, but we're not sure if you want the Government to require all students to take a Politics GCSE, or do something else.\r\n\r\nSchools are already required to teach children about how the United Kingdom is governed, its political system and how citizens participate actively in its democratic systems of government as part of the national curriculum, including at Key Stage 4 (when children take their GCSEs). \r\n\r\nYou can read the curriculum content on these areas, which is covered by the 'foundation' subject of citizenship, here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/840002/Secondary_national_curriculum_corrected_PDF.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-24T10:03:21.248Z"
    },
    "id": 606616,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606616.json"
    },
    "type": "petition"
}