{
    "attributes": {
        "action": "National online school for pupils who are unable to physically attend school.",
        "additional_details": "Even though current legislation allows for home schooling parents are being fined and prosecuted when their children cannot attend. Even with backing and reports from medical professionals children are forced (sometimes physically) into the classroom at detriment to their mental health. Parents should not be fined or prosecuted when their child's medical professionals deem it detrimental. Modern technology makes it possible and regular mandatory live tutor sessions will ensure child protection.",
        "background": "For children who unable to physically attend school premises due to mental health, allow them to study at home. This could be via a new online national school or a hybrid arrangement with the registered school guided by medical opinion. Regular mandatory tutor sessions ensure child protection.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-19T10:14:10.139Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-19T10:24:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-24T11:23:44.121Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about existing schooling arrangements for some children, but we're not sure exactly what changes you'd like to make to how children are schooled.\r\n\r\nYour petition refers to new provision of online schooling for children who unable to physically attend school premises due to mental health, but it's not clear if you want this provision to only be available where a doctor or local authority has determined that a child is unable to physically attend school premises due to mental health, or for parents to be able to opt in to access this service on demand."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-24T11:24:36.852Z"
    },
    "id": 606697,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606697.json"
    },
    "type": "petition"
}