{
    "attributes": {
        "action": "Change the laws on fathers just being able to walk away from their children!!!",
        "additional_details": "For the SECOND time I find myself being dragged to court because I have offered the father of my children 50/50 contact and responsibility of the children we agreed to bring into the world together! For the second time the father has said, no thanx ill have less than that leaving me to pick up the pieces! To take on all the tasks of bringing up children, to source and pay for childcare so I can work while he gets yo work care free! There is justice for father's...where is the justice for mums!?",
        "background": "Hold fathers accountable for their responsibilities to their children both in physical presence and financially. If their are no safe guarding issues the up bringing of a child you create should be 50/50 not just down to the mum when the father feels a different path in life suits him better!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-18T20:25:33.727Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-18T20:35:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-24T10:50:48.217Z",
        "rejection": {
            "code": "no-action",
            "details": "We are sorry to hear about your circumstances, but petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing arrangements for parents to take responsibility for the upbringing of a child, but we're not sure exactly what changes to existing rules you'd like the Government or Parliament to make.\r\n\r\nPeople with parental responsibility already have a duty to provide a home for their child, and protect and maintain their child: https://www.gov.uk/parental-rights-responsibilities\r\n\r\nWhere parents cannot agree on making child arrangements, courts can make orders about where a child lives, the time they spend with each parent, and when and what other types of contact take place. Decisions about these orders are a matter for the courts, not the Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-24T10:50:49.373Z"
    },
    "id": 606664,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606664.json"
    },
    "type": "petition"
}