{
    "attributes": {
        "action": "Increase NHS workers wage.",
        "additional_details": "Government should increase NHS workers wage as they deserve more and shouldn’t be disregarded for their efforts. I recently spoke to an NHS nurse, who works in a school, and she explained that many of her NHS nurse friends were single mums and had to go to food banks in order to provide for her children. She also stated that if her husband didn’t earn the amount that he does then she wouldn’t have become part of the NHS. The salary is one of the main factors that put people off of becoming part of the NHS, by increasing their wages the NHS will become stronger and more populated.",
        "background": "We want the government to pay NHS workers a more suitable salary for their efforts and skills. Despite the recent pay rise given to NHS workers, many believe that the plan was flawed and are left unsatisfied. They feel undervalued and lied to by the government and prime minister.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-18T14:53:46.107Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-18T16:07:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-24T10:08:46.894Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the level of NHS wages, but we're not sure if you want the Government to increase wages for all NHS workers, or just some, and by how much you want wages to be increased.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-24T10:08:48.114Z"
    },
    "id": 606630,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606630.json"
    },
    "type": "petition"
}