{
    "attributes": {
        "action": "Legislate for government liability for adverse public health policy outcomes.",
        "additional_details": "The COVID pandemic response has shown that governments & governmental bodies – the UK government, the Scottish & Welsh assemblies – have overlooked real world data to persist policies that massively impinge on the freedoms of UK citizens.\r\nMoving from hospitalisations & deaths, to COVID cases, which for some, never expressed itself in symptoms, was an overreach, resulting in bankruptcies & the loss of bodily autonomy. A new law is required to force critical thinking on health policies.",
        "background": "All policy facilitators, part of UK government & governmental bodies, should be made liable for foreseeable, life changing, adverse outcomes, created by the implementation of public health policies.\r\nPenalties should not exclude; removal/barring from public office, criminal prosecution, compensation",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2022-01-19T22:15:37.297Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-20T21:37:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-25T10:56:47.779Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe understand you're concerned about the impact of policies implemented in response to the covid-19 pandemic. However, we're not sure what you mean by making policymakers liable, or who would enforce this liability.\r\n                \r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-03T13:51:13.248Z"
    },
    "id": 606770,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606770.json"
    },
    "type": "petition"
}