{
    "attributes": {
        "action": "Implement 4-day school weeks in the UK.",
        "additional_details": "To clear things up, students will not be losing any education. School days will be increased by one hour – an average of seven hours each day instead of six, either Monday to Thursday, or Tuesday to Friday. The 4-day school week may offer many other benefits to students and teachers. It is proven to increase student attendance across schools, improve mental health, student-wellbeing, and will give more time for pupils to study if they're struggling academically.",
        "background": "School weeks should be reduced from 5 days to 4 days. 4-day school weeks may offer many benefits to students and teachers, including a better education.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-19T22:38:46.328Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-19T22:47:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-25T08:20:06.296Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nThe UK Government is responsible for schooling in England, but decisions about schooling in Scotland, Wales and Northern Ireland are a matter for the devolved governments, not the Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to require schools in England to operate a four-day week."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-25T08:20:07.170Z"
    },
    "id": 606773,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606773.json"
    },
    "type": "petition"
}