{
    "attributes": {
        "action": "Replace compulsory Religious Education in schools with Sign Language classes",
        "additional_details": "Religious Education is becoming increasingly irrelevant in our modern secular society and should be the remit of religious organisations and not schools.  R.E., while it does include sections on various religions, is still predominantly Christian-focused.  Pupils come from many different faiths and many come from non-religious households.  R.E. is not useful in further education or our working lives.  It is outdated, practically useless and a waste of valuable teaching time.",
        "background": "Replacing R.E. with the option of Sign Language would give pupils who have no interest in religious studies a chance to learn a valuable life skill whilst simultaneously improving the quality of life for those in the wider community living with hearing impairment",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-19T11:22:22.012Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-19T12:25:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-24T14:38:31.918Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to the national curriculum, but your petition refers to the option of sign language classes, so it's not clear if you want the Government to replace mandatory curriculum content on religious education with optional content on sign language, or do something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nAdd sign language on to the national schools curriculum: https://petition.parliament.uk/petitions/599565"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-24T14:38:32.674Z"
    },
    "id": 606701,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606701.json"
    },
    "type": "petition"
}