{
    "attributes": {
        "action": "Ban Members of Parliament from \"crossing over\" to join opposing parties.",
        "additional_details": "Should an existing Member of Parliament decide to change their allegiance and join another party they should first relinquish their seat, since they are no longer representative of the majority of their constituents' wishes, since they have broken the promises made during their election campaign. A by-election should ensue so that constituents can decide who they wish to represent them in Parliament for the remainder of the term, until the next General election is called.",
        "background": "Members of Parliament are elected by their constituents to represent them in Parliament based on party manifesto and promises made during pre-election campaigns.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-20T17:57:43.205Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-26T23:11:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-01T10:53:35.000Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about what political party to be a member of are a matter for individual MPs, not the Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMandatory by-election for MPs who resign from their party or lose the whip: https://petition.parliament.uk/petitions/606743"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-01T10:53:35.914Z"
    },
    "id": 606843,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606843.json"
    },
    "type": "petition"
}