{
    "attributes": {
        "action": "Make working from home mandatory or down to employee choice.",
        "additional_details": "Working from home allows the employer and employee to keep themselves and their family safe. It decreases the stressful potential exposure of a commute, this in turn will benefit the environment. Working from home has been working for the last two years without issue for employees. Let us choose if we want to risk our lives for the sake of rent on an office building.",
        "background": "The government has lifted the working remotely policy in the wake of Boris Johnson’s embarrassment about ‘party gate’. It is not safe to work in offices etc; it is not safe to be crowded in an air cycled room. At least allow the employee to make their own choice.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-20T22:54:29.470Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-21T10:44:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-25T16:21:40.077Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the safety of workers attending workplaces, but we're not sure if you want the Government to require home working where possible, reinstate guidance that people should work from home where possible, or do something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMake working from home a legal right to help cut co2 emissions: https://petition.parliament.uk/petitions/600686"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-25T16:21:40.958Z"
    },
    "id": 606865,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606865.json"
    },
    "type": "petition"
}