{
    "attributes": {
        "action": "For the FA to increase fines for Yellow and Red cards at Premier League level.",
        "additional_details": "To help protect and grow Grassroots Football in the UK. To many teams are folding due to rising costs and players losing interest due to poor facilities and poor pitches etc. \r\n\r\nI believe a professional player being fined the same value as a Sunday League player is wrong and presents a window of opportunity for the FA to source more funding to re-invest back into Grassroots Level. \r\n\r\nThe money can be used to help volunteers with funding and more affordable facilities to run Football Teams.",
        "background": "I would like the FA to increase the fine for yellow and red cards at Premier League and EFL level. \r\n\r\nThe fine is currently the same cost as it is at Grassroots Level. I believe if the fine at professional level was higher, the FA would have more money to invest back into Grassroots Football.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-20T11:29:05.597Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-25T19:43:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-31T12:44:40.807Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Disciplinary fines in professional football in England are a matter for the Premier League, the English Football League, the individual clubs, and the Professional Footballers Association (PFA) union, not the UK Government or Parliament.\r\n\r\nIf there is an action you would like the Government to take on a matter for which they are directly responsible, you could have a petition about that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-31T12:44:44.902Z"
    },
    "id": 606806,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606806.json"
    },
    "type": "petition"
}