{
    "attributes": {
        "action": "All children to litter pick in the community as part of their school education.",
        "additional_details": "I am part of a local litter picking group (www.macclitter.org) and it is clear that the problem of litter is growing and that the education of children it vital to make on impact on this issue. We have tried, with limited success to far, to engage local schools. This issue needs central direction and to be integrated into the core education syllabus at both primary and secondary level. If all children got actively involved in this important issue, then it would make a big long term difference.",
        "background": "Create a compulsory citizenship award for all school children which schools would deliver as part of their primary and secondary education.\r\nThis would include a focus on their responsibility to and impact on the environment, with all school children doing termly litter picks in the community.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-23T10:36:04.830Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-23T17:21:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-27T09:04:21.890Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nThe Government sets the national curriculum, which sets the programmes of study schools in England are required to teach, but what arranging for children to take part in activities such as litter picking would be a matter for individual schools, not the Government or Parliament.\r\n\r\nAs a result it is not possible for the Government or Parliament to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-27T09:04:22.588Z"
    },
    "id": 606987,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606987.json"
    },
    "type": "petition"
}