{
    "attributes": {
        "action": "Implementation of Autism and special needs assessments in early years settings",
        "additional_details": "It’s a long process to formally diagnose learning difficulties in children. If signs were picked up and acted on early it would ensure more children would gain access to the support needed in a more timely manner. In some cases there is little awareness from nursery or school settings about detecting or dealing with learning difficulties, this assessment would raise awareness and make nursery staff and teachers more vigilant in which signs to look out for in children to ensure the best care.",
        "background": "Implement an assessment tool to be used in early years settings to assess all children for learning difficulties and special needs. It is becoming more prevalent and signs may not be picked up early, waiting times for assessment has been increased and children are waiting longer to access support.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-21T19:03:00.303Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-21T19:26:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-26T08:20:23.976Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see more done to identify children with autism at an early age, but we're not sure if you want the Government to produce guidance to help early years settings identify children with autism, or if you want the Government to fund or require assessments in early years settings, to identify children with autism.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-26T08:20:24.911Z"
    },
    "id": 606920,
    "links": {
        "self": "https://petition.parliament.uk/petitions/606920.json"
    },
    "type": "petition"
}