{
    "attributes": {
        "action": "Introduce monitoring of Insurance for all UK Dentists by General Dental Council",
        "additional_details": "I have been made aware when a dentist registers with the General Dental Council (GDC), they tick a box to confirm they have insurance. There is no requirement to submit proof or any future monitoring. Patients are left in very vulnerable position if there are issues, often left with unfinished dental work, having used all funds or accrued debt to have surgery.  Therefore they have no funds to pay private legal fees to pursue a claim, or to pay another dentist to rectify or complete surgery.",
        "background": "I call on the Government to ensure when dentists register with the General Dental Council (GDC), they submit a copy of their insurance document, and for this to be closely monitored by the GDC, to ensure all UK dentists have insurance cover, and if not they are unable to continue to practice.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-24T21:36:14.265Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-24T22:05:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-31T08:24:19.975Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nThe General Dental Council (GDC) is an independent regulator, and decisions about how it ensures dentists meet relevant regulatory requirements is an operational decision for the GDC, not a decision for the Government or Parliament.\r\n\r\nAs a result it is not possible for the Government or Parliament to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-31T08:24:20.899Z"
    },
    "id": 607098,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607098.json"
    },
    "type": "petition"
}