{
    "attributes": {
        "action": "STOP to open windows and outside doors in winter in schools, children freezing",
        "additional_details": "The guidance should strictly prohibite to open door and windows while classrooms are occupied in cold months (November-April). There's time for ventilation for example when children have break time for lunch or before and after classes. Children should never have to wear a coat inside the class room. This is child neglect. School don't follow 'right balance' rule and children are getting ill, but not with covid-19. Scientific research shows exposure to low temperatures lowers immune system.",
        "background": "Children across the UK now sitting with open doors and windows in winter, wearing coats inside classrooms, in freezing cold temperatures due to excessive ventilation and poor guidance from government. This is not acceptable for our children to be so cold they feel numb, wear coats, hat, gloves.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-23T21:02:43.029Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-23T22:04:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-27T09:15:08.990Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government's COVID-19 operational guidance for schools states: \"Opening external windows can improve natural ventilation, and in addition, opening internal doors can also assist with creating a throughput of air. If necessary, external opening doors may also be used (if they are not fire doors and where safe to do so).\" However, the guidance goes on to say: \"You should balance the need for increased ventilation while maintaining a comfortable temperature.\"\r\n\r\nThe Government is responsible for any changes to this guidance, but the guidance does not have statutory force - so could not prohibit certain actions - and acting on this guidance and ensuing schools meet their health and safety obligations is an operational matter for individual schools.\r\n\r\nYou can read the full guidance here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1048357/220119_Schools_guidance_January.pdf\r\n\r\nWe could accept a petition calling for changes to this guidance, but it would need to be clear what changes you want to be made."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-01-27T09:16:28.868Z"
    },
    "id": 607018,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607018.json"
    },
    "type": "petition"
}