{
    "attributes": {
        "action": "Changing of new Highway Code Rule H2",
        "additional_details": "New rule now states that, at a junction, you should give way to pedestrians crossing or waiting to cross a road that you’re turning into. Previously, vehicles had priority at a junction.  This new rule is dangerous as cars can have blind spots when turning that can obscure the pedestrian. This significant change is dangerous and as a Health and Safety Advisor, it increases the risk to pedestrians.",
        "background": "Revert the Highway Code Rule H2 back to give cars priority when turning left at a junction to stop pedestrians walking in front of cars.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-25T19:31:11.858Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-25T19:52:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-01T07:50:00.248Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the new rule regarding pedestrians crossing junctions, but the previous Highway Code stated that pedestrians have priority when they are crossing into a road into which the are turning, so it's not clear if you want the old rule to be reinstated, or the rule changed so cars have priority at all times.\r\n\r\nThe Government has published a table setting out changes to the Highway Code, which you can view here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1037306/table-of-change-to-the-highway-code.pdf\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-01T07:50:00.948Z"
    },
    "id": 607172,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607172.json"
    },
    "type": "petition"
}