{
    "attributes": {
        "action": "Leasehold system must be ended on all the buildings & change them to freehold.",
        "additional_details": "Leasehold or freehold are still confusing words for some people, where maximum of leaseholders are coping up with undesirable behaviour, circumstances & unwanted bills from freeholders. I personally consider leasehold as an offend, where a person who pays mortgage has to go through lots of challenges created by freeholder to bully them. Leasehold is a direct attack on peoples’ right to live freely inside their own flats. Leasehold is suffocating the leaseholders & making their lives havoc.",
        "background": "Government must pass a bill to end the leasehold system & make them freehold for all the people in UK. Maximum of freeholders are abusing, threatening & bullying leaseholders. They’re paying huge amounts of money for those buildings’ maintenance, mortgages, insurances and ground rents.Please end it!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-24T23:10:09.439Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-24T23:29:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-01-31T08:44:35.443Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing arrangements for leasehold properties, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYour petition calls for leasehold properties to be converted to freehold properties, but implies this would mean people currently in leasehold properties would not need to pay for maintenance and insurance for their properties, when freeholders still need to cover these costs.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-28T08:56:22.681Z"
    },
    "id": 607103,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607103.json"
    },
    "type": "petition"
}