{
    "attributes": {
        "action": "Do more to prevent deer fatalities on the roads through Cannock Chase (AONB)",
        "additional_details": "Recently, the incidents of deer collisions have increased enormously, on roads such as the A513, A460, and others. More needs to be done in Staffordshire to prevent this from happening. The A513 between Milford and Rugeley currently has a speed limit of 60 miles per hour. When a deer or other animal tries to cross the road, stopping the vehicle in time is impossible - especially in the dark. \r\nThe amount of dead and injured deer on the A513 alone is astonishing - it's near enough every day now.",
        "background": "More needs to be done in Staffordshire to prevent deer fatalities, such as:\r\n- Reducing the speed limits from 60mph to 30 or 40mph\r\n- Fencing the forest from the road \r\n- Creating deer crossing bridges\r\n- Floodlighting the area, to enable drivers to see clearly\r\n- Speed cameras",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-26T14:06:12.585Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-26T14:18:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-01T08:21:52.890Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about the local road network are a matter for the local traffic authority, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-01T08:22:15.239Z"
    },
    "id": 607233,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607233.json"
    },
    "type": "petition"
}