{
    "attributes": {
        "action": "All charging pods for electric vehicle must have its own space.",
        "additional_details": "It is getting more and more difficult to find an available charging pods as the numbers of EV are increasing day by day.\r\n\r\nMost available pods are always occupied by a resident permit holder without charging the vehicle.\r\n\r\nThere are some weird pods has installed right next to a single yellow line and double yellow line, which    caused confusion.\r\n\r\nEV vehicle should deserves the right to charge at any pods at anytime.\r\n\r\nEV takes long time to charge up. Pods availability is super important!",
        "background": "All pods should not mixed use with resident permit holders, pay by phone parking, single yellow line or double yellow line, in order to avoid conflict of interest.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-26T16:12:49.348Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-26T17:44:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-01T10:00:25.569Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The installation and design of electric vehicle charging points in public places is a matter for local authorities and private landowners, not the UK Government or Parliament.\r\n\r\nYou could have a petition calling on the Government to fund the creation of dedicated EV charging points around the country, if that is something you'd like to see happen.\r\n\r\nYou might also like to sign this petition which calls for a related action:\r\n\r\n'Create a regulator for the EV charging network': https://petition.parliament.uk/petitions/599339"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-01T10:00:27.134Z"
    },
    "id": 607247,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607247.json"
    },
    "type": "petition"
}