{
    "attributes": {
        "action": "Stop teens being generalised negatively in the media",
        "additional_details": "The media shares negative news as a fear factor to gain more viewers. news stations often share news about “mischievous and dangerous youths” which gives teenagers a bad representation. They place small groups of reckless teens in the main public view which forces other generations to generalise and fear young adults. I am a teenager myself and I have witnessed people who have treated me differently because of my age, such as being watched closely in shops which made me feel uncomfortable.",
        "background": "I would like the UK government to create a new law to stop news stations categorizing teens when reporting a story that is negative and can make people fear or change their view of young adults.\r\n\r\nThis can benefit self esteem and stop older people from being prejudice towards young adults.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-26T10:57:18.400Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-01T14:37:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-07T09:11:43.257Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nOversight of media reporting is a matter for Ofcom, for broadcast news, and the Independent Press Standards Organisation and IMPRESS for print media.\r\n\r\nYou can make a complaint to Ofcom here: https://www.ofcom.org.uk/complaints\r\n\r\nYou can complain to IPSO here: https://www.ipso.co.uk/\r\n\r\nAnd you can complain to IMPRESS here: https://www.impress.press/complaints/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-07T09:11:44.176Z"
    },
    "id": 607219,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607219.json"
    },
    "type": "petition"
}