{
    "attributes": {
        "action": "Identify carefully then Address the root cause of patients health complaint",
        "additional_details": "Thousands of people die needlessly in the UK from preventable causes. I became very ill in 2016. Doctors endorsed no Functional Medicine program, instead simply prescribed pills after pills. However, I was able to improve my health by designing my own FMP.\r\nOver 22% of the deaths that occurred in 2019 could have been avoided through preventative measures.  https://www.ons.gov.uk/peoplepopulationandcommunity/healthandsocialcare/causesofdeath/bulletins/avoidablemortalityinenglandandwales/2019\r\nIn addition to saving lives, applying preventative measures will save NHS money. Investing in public health interventions like clinics; changing lifestyle are highly cost-effective measures.\r\nhttps://academic.oup.com/jpubhealth/article/34/1/37/1554654",
        "background": "1) Classes in Nutrition, Exercise & Breathing\r\n2) Patients to pass thru' a Triage b4 seeing GP & direct them to: Go, Sleep, Breathe Clinics accordingly before medicating\r\n4) Start a Wellness Program - offer rebates to those who are responsible for weight loss, lower cholesterol, manage blood sugar",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-27T20:25:51.428Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-31T14:36:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-04T09:28:13.594Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions relating to how patients' medical needs are assessed and treated are clinical matters for the National Health Service (NHS), not the UK Government or Parliament. \r\n\r\nYou could have a petition calling on the Government to fund the NHS to run classes on nutrition and exercise, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-04T09:28:15.809Z"
    },
    "id": 607354,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607354.json"
    },
    "type": "petition"
}