{
    "attributes": {
        "action": "the deaf not treated like second class citizens, BSL to be included on BBC news",
        "additional_details": "For many years now the deaf community have been pushed aside and treated like second class citizens we are humans just like everyone else   to have BSL interpreter on TV. There is still a difference that the deaf can not watch tv and understand what is said, as there is no signer for them to watch. So please tell me if there is no hearing person around how do the deaf understand what is going on, especially lately with Covid-19 and information about the vaccine.",
        "background": "The Equality Act 2010 & Disability. Although this has come into affect it still failed to strengthen the law as far as BSL users are concerned. The Deaf community are made to feel they are not worthy to be included in standard day to day life. This would be extremely helpful if the governments help",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-27T16:55:11.056Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-27T17:11:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-02T10:46:29.414Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nDecisions about whether to provide BSL interpretation or captions are a matter for individual broadcasters, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-02T10:46:29.411Z"
    },
    "id": 607337,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607337.json"
    },
    "type": "petition"
}