{
    "attributes": {
        "action": "Recognise learners' non-binary gender identities in ESFA data returns",
        "additional_details": "To reflect the changing attitudes toward inclusivity for gender identity, this would be a simple addition to include. As a positive, it would allow providers to measure how much their provision is attracting non-binary individuals and how we can further increase diversity in this respect. Choosing male or female can be extremely harmful for some individuals and is an archaic view on students' gender identity. Providers are also not comfortable choosing binary genders on learners' behalf.",
        "background": "Providers' learner application forms will always endeavour to be inclusive of learners' gender identities. However, when submitting learner data to the ESFA, the provider is forced to choose male or female for learners. This MUST be updated to reflect inclusivity of gender identities.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-27T13:00:40.605Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-27T14:40:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-02T14:15:03.103Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about what titles to include on forms are an operational matter for individual agencies, not a decision for the Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMake the title Mx a mandatory standardised option on public service forms: https://petition.parliament.uk/petitions/588348\r\n\r\nMake non-binary a legally recognised gender identity: https://petition.parliament.uk/petitions/601354"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-02T14:15:04.132Z"
    },
    "id": 607321,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607321.json"
    },
    "type": "petition"
}