{
    "attributes": {
        "action": "Rectify injustices at divorce caused by lack of legal representation",
        "additional_details": "In 2012 legal aid was withdrawn in divorce cases. Since most people cannot afford legal costs of over £30,000, miscarriages of justice are inevitable. Rectifying judicial mistakes is vital to upholding the credibility of the justice system. For each unrepresented spouse, ask whether he/she was: a) told what the other spouse claimed; b) given the evidence in time; c) told what laws apply (including case law); and d) informed of the process and told when to attend court. The answer ‘no’ to any one of these questions indicates a miscarriage of justice.",
        "background": "Appoint a commission independent of the judiciary to identify miscarriages of justice in divorce cases in England and Wales where one of the parties was not represented by a legal professional, by asking four straightforward questions (below). \r\n\r\nApologise to and compensate the victims.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2022-01-27T22:03:05.903Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-30T10:02:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-04T16:15:49.225Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It's clear that you'd like the Government to take action on the imbalance in access that people have to legal support for divorce. However, it is a matter for the Courts to identify miscarriages of justice. This lies outside of the responsibility of the Government or bodies it sets up. \r\n\r\nYou could start a petition asking for the Government to conduct a review of the affordability of the divorce process, or calling on the Government to make legal aid widely available for the legal costs of divorce or dissolution. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-03T10:50:25.867Z"
    },
    "id": 607361,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607361.json"
    },
    "type": "petition"
}