{
    "attributes": {
        "action": "Covid travel tests should be axed for unvaccinated too.",
        "additional_details": "We want the government to abolish the rules against unvaccinated individuals who chose to travel as we believe this against our free will and we shouldn’t be treated like enemies within our own country. We also want the government to abolish the rules on NHS staff having to be fully vaccinated as again this is a personal choice and any attempt to force the vaccine would be a violation of our bodily autonomy and would breach human rights law and international treaties on medical treatment.",
        "background": "We want the government to stop discriminating against individuals who have chosen not to be vaccinated. Being vaccinated is a choice which the individual can make under the Humans right Act 1998, we should not be restricted in traveling or work as both vaccinated and unvaccinated can carry the virus",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-28T01:18:40.825Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-28T05:59:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-02T14:22:56.510Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nRemove all COVID requirements for international travel to the UK: https://petition.parliament.uk/petitions/605858\r\n\r\nExtend rules for UK travel for vaccinated travellers to unvaccinated travellers: https://petition.parliament.uk/petitions/597783\r\n\r\nDo not make COVID vaccination a requirement for health and social care workers: https://petition.parliament.uk/petitions/600872\r\n\r\nOn Monday 31 January, the Secretary of State for Health Sajid Javid MP announced plans to revoke laws which required frontline health and social care staff to be vaccinated against covid-19. Before the Government revokes these laws, it will consult with the public and seek approval from Parliament.\r\n\r\nRead the Secretary of State's statement and question from MPs: https://hansard.parliament.uk/commons/2022-01-31/debates/C23A5791-2CC9-44FA-B9D6-BC9355C014C1/VaccinationConditionOfDeployment\r\n\r\nIn his statement the Secretary of State said the Government would launch a consultation on ending vaccination as a condition of deployment in health and all social care settings.\r\n\r\nFind out more about the Government's plans: https://www.gov.uk/government/news/consultation-on-removing-vaccination-as-a-condition-of-deployment-for-health-and-social-care-staff"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-02T14:22:57.798Z"
    },
    "id": 607376,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607376.json"
    },
    "type": "petition"
}