{
    "attributes": {
        "action": "Remove crown immunity for soldiers who suffered hearing damage berfore 1987",
        "additional_details": "Remove Crown Immunity of hearing damage claims from HM Forces armed personnel prior to 1987.",
        "background": "Many soldiers who served their coutry prior to 1987 suffered hearing damage, through no fault of their own due to poor or no education on the subject, but are unable to claim for that damage.  However soldiers that served after 1987 can claim damage for hearing.  This is blatantly unfair.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-30T21:12:08.850Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-01T15:25:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-07T11:43:23.653Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the right of armed forces veterans to claim compensation for hearing damage suffered in the course of their service. However veterans who suffered hearing damage prior to 2005 are eligible to claim compensation through the War Pensions Scheme, while veterans who suffered hearing damage after 2005 can claim through the Armed Forces Compensation Scheme, subject to certain conditions. It is therefore not clear whether you want veterans to be able to sue the Ministry of Defence for some other form of support outside of these schemes, or for the terms of one or both of these schemes to be changed in some way.\r\n\r\nYou can find out more about these schemes here:\r\nhttps://rnid.org.uk/information-and-support/benefits/armed-forces-compensation-scheme\r\nhttps://rnid.org.uk/information-and-support/benefits/war-pensions-scheme/\r\n\r\nYou could have a petition calling on eligibility for the Armed Forces Compensation Scheme to be extended to those who suffered hearing damage prior to 2005, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-07T11:54:32.385Z"
    },
    "id": 607594,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607594.json"
    },
    "type": "petition"
}