{
    "attributes": {
        "action": "Reverse the change to the Highway Code giving pedestrians priority at junctions.",
        "additional_details": "Giving pedestrians priority over vehicles is a bad decision. As stated by Edmund King from the AA this rule change will see more rear end shunts between two cars.\r\n\r\nTo make it “When people are crossing or waiting to cross at a junction, other traffic should give way”\r\n\r\nMakes the pedestrian have priority over the motorist which is a ridiculous concept.\r\n\r\nThis rule change needs to be reversed or it will do far more harm. It’s a case of “if it isn’t broken, don’t fix it”. This rule change is bizarre!",
        "background": "There was no consultation with motorists about this change to the Highway Code giving pedestrians priority at junctions. This rule change to the Highway Code needs changing back. It will cause more harm than good.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-30T05:41:17.311Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-30T11:43:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-03T10:19:13.582Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about changes to the Highway Code, however it's not clear what rules about giving way at junctions you want to be put in place instead of the new H2 rule.\r\n\r\nIf there is a new form of this rule you wish to be put in place instead of new rule H2, you could have a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-03T10:19:21.848Z"
    },
    "id": 607540,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607540.json"
    },
    "type": "petition"
}