{
    "attributes": {
        "action": "End the toll charges on the Tamar Bridge between Devon and Cornwall.",
        "additional_details": "The Tamar Bridge is currently a financial risk and burden to Plymouth and Cornwell . It is part of the national road network and must be treated as such. Please make this road bridge a lawful part of the national road network and a sole government responsibility.",
        "background": "The Tamar Bridge is no different to the Dartford Tunnel in the south east. It is part of the national road network and benefits all, including the countless numbers of tourists and second home owners who take this journey.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-31T16:14:44.683Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-01-31T18:53:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-04T12:27:40.146Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The operation of, and tolls charged for, crossing the Tamar Bridge are matters for the Tamar Bridge and Torpoint Ferry Joint Committee. This Committee is made up of councillors from each of the two Joint Authorities, Plymouth City Council and Cornwall Council. This means the UK Government is not directly responsible for the action this petition calls for.\r\n\r\nYou could start a petition on the Cornwall Council website asking them to take this action. You can find out how to do this here: https://www.cornwall.gov.uk/the-council-and-democracy/campaigns-consultations-and-petitions/petitions/.\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-04T12:27:42.860Z"
    },
    "id": 607652,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607652.json"
    },
    "type": "petition"
}