{
    "attributes": {
        "action": "We asking the Government to implement a Child Domestic Abuse Law.",
        "additional_details": "We are calling on the government to implement a Child Domestic Abuse Law. A law that we believe will uphold the voices and create  better rights for children and young people affected by Domestic Abuse and allow child survivors (who are now adults) the rights to take perpetrators of abuse to court for the harm caused to their mental and physical health. \r\n1.8 million children are affected by domestic abuse in the UK and 1 in 3 will have a mental illness as a result.",
        "background": "We are asking the Government to implement a Child Domestic Abuse Law, which will be specific to child victims affected. Giving them better rights and putting their voices at the centre. \r\nA law we hope will protect them from the implementation of harmful contact orders of which they have no say in.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-01-31T14:11:44.908Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-08T14:40:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-14T08:35:54.965Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want there to be new legislation in respect of victims child sexual abuse, but we're not sure exactly what you want this legislation to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nExtend present day laws on sexual offences to apply to historic cases: https://petition.parliament.uk/petitions/604456\r\n\r\nIt is already possible for non-recent abuse to be reported, investigated, and lead to prosecutions. You can find out more about how to report non-recent abuse here: https://www.nspcc.org.uk/what-is-child-abuse/types-of-abuse/non-recent-abuse/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-21T14:15:08.652Z"
    },
    "id": 607630,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607630.json"
    },
    "type": "petition"
}