{
    "attributes": {
        "action": "Remove the term 'Right Honourable' from Boris Johnson and the current cabinet",
        "additional_details": "This may sound petty, but it is a very simple description of the problem in our government today. Trust in our political system is essential for society. It must be cherished and honoured.\r\n\r\nRemoving this term sends an extremely strong message. It has no impact in one sense, but it does have a very powerful meaning.\r\n\r\nI believe this simple act will get the cut through to describe in simple detail an overview of the problem and how lots of citizens feel.\r\n\r\nHonour in government is critical",
        "background": "The term 'Right Honourable' is given to amongst others, members of the privy council and cabinet. It is a historic tradition. But it also should really mean something.\r\n\r\nThe behaviour of Boris Johnson and by extension his cabinet has not met this standard. Therefore, they do not deserve the title",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-01T09:00:27.718Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-01T16:44:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-07T11:51:06.356Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Appointments to the Privy Council, which determines whether a person is referred to as \"Right Honourable\", are made by the Sovereign and are for life, so this is not something the Government or House of Commons are responsible for. You can find out more about the Privy Council here: https://privycouncil.independent.gov.uk/\r\n\r\nWe have published the following related petitions, which you might like to sign:\r\n\r\n'Revoke rules against accusing MPs of deliberate falsehoods in House of Commons': https://petition.parliament.uk/petitions/607678\r\n\r\n'Independent scrutiny of alleged breaches of the Ministerial Code by the PM': https://petition.parliament.uk/petitions/598145"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-19T12:35:34.195Z"
    },
    "id": 607759,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607759.json"
    },
    "type": "petition"
}