{
    "attributes": {
        "action": "Request government launch Commission of Inquiry to investigate Family Court/SW",
        "additional_details": "Many people have become extremely concerned about the processes being conducted in Family Court and by social workers. The Magna Carta is denoted as a symbol of justice, fairness, and human rights including the right to a fair trial and due process. It is our fundamental right to bring a grievance in the form of a petition asking the Government to setup a Commission of Inquiry to determine how things can be improved or changed.  Turning a blind eye and deaf ear is not the answer.",
        "background": "There is a growing need to investigate various concerns raised within the community which demands Governments intervention. These concerns are of \"Great Public Importance\",  therefore I implore the Government to intervene and launch a Commission of Inquiry to determine the validity of these claims",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-01T12:32:30.977Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-01T18:38:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-07T12:33:49.304Z",
        "rejection": {
            "code": "no-action",
            "details": "While we understand you're concerned about processes to do with family courts, it's not clear what the problem is or what you'd like the Government to do. A petition has to clearly ask for an action from the Government which is within its power to do.\r\n\r\nWe have lots of petitions open which you might like to sign which are calling for changes to do with family courts and social services. You can find them here: https://petition.parliament.uk/petitions?q=family+courts&state=open\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-07T12:33:49.319Z"
    },
    "id": 607786,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607786.json"
    },
    "type": "petition"
}