{
    "attributes": {
        "action": "Have all front line NHS staff in N.I. issued with a service medal of gratitude.",
        "additional_details": "In Northern Ireland,our NHS staff have worked long and unsocial hours caring for those who were seriously ill. Still they worked tirelessly and cheerfully while being under funded, under staffed! Their home live’s were put on hold, some even moved into spare rooms so that they would not contact or pass this disease onto their loved ones!\r\nThese heroes, should receive due notice from the Government for their professionalism during adversity and receive a medal to show them our appreciation.",
        "background": "Since Covid 19 was declared as a pandemic back in 2019 - NHS front line staff in Northern Ireland have been inundated with a huge responsibility to take care of those citizens who had contracted this terrifying disease. With lack of PPE initially they put themselves at risk. Some paid the ultimate.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-02T13:11:18.389Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-02T16:19:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-08T08:31:51.042Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about recognising NHS staff in Northern Ireland are a matter for the Northern Ireland Executive, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nIf you want to raise this issue you could contact your MLA, or raise it with the Northern Ireland Executive.\r\n\r\nYou can find contact details for your MLAs here: http://www.niassembly.gov.uk/your-mlas/\r\n\r\nYou can find contact details for the departments of the Northern Ireland Executive here: https://www.nidirect.gov.uk/contacts/government-departments-in-northern-ireland"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-08T08:31:52.327Z"
    },
    "id": 607867,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607867.json"
    },
    "type": "petition"
}