{
    "attributes": {
        "action": "Change all MPs and government wage to reflect national minimum wage",
        "additional_details": "Drop all government and Parliament wages to minimum wage then the money can be recouped into areas that actually need it e.g. The NHS\r\nWhy are mps on such a high wage when the money could be used so much better else where. If people are passionate about working for the government they will be happy to do so on minimum wage and learn what it is like to live like the rest of the country. Those who are not happy working for minimum wage should not be working for the government.",
        "background": "If wages were changed to minimum wage we would only have people in government who generally put the people and country's needs first, people who do it for the love of helping other and changing things for the better, instead of those just interested in being paid well",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-01T16:20:22.585Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-23T17:34:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-26T13:11:07.176Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-26T13:11:07.174Z"
    },
    "id": 607811,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607811.json"
    },
    "type": "petition"
}