{
    "attributes": {
        "action": "Decrease pension age for those who cared for their children.",
        "additional_details": "Those who have worked full-time and been able to develop their careers, mainly men, are able to retire much earlier. Child carers mostly have worked part-time in low paid jobs to fit around their children. This results in them relying on the State Pension,  waiting longer to retire with reduced energy levels and physical and mental decline. It's frightening how young people will not be able to retire until the age of 75yrs, if at all. ",
        "background": "A reduced retirement age to 60 yrs for women/men and single parents who have compromised their careers to care for their children .",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2022-02-02T18:24:10.443Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-03T06:39:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-08T11:22:32.111Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nWe understand you want to see a reduced pension age for people who have spent part of their working life caring for their children. However, it's not clear exactly who you would like this to apply to - for example, whether this would be limited to individuals who have received carer's allowance or other benefits to support them in caring for a child with care needs, or whether you would like this to be available to anyone who has taken time out of employment to help raise a child.\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-08T11:22:32.108Z"
    },
    "id": 607895,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607895.json"
    },
    "type": "petition"
}