{
    "attributes": {
        "action": "Implement a plan to restore our high streets, preventing their dilapidation.",
        "additional_details": "For towns and cities, the High Street acts as the main hub for community, supporting not just employment and commerce, but social connectedness and wellbeing. Empty stores are unsightly, a burden on landlords, hurt surrounding businesses, and when increasing High Street vacancy becomes everyone’s local problem, it needs a national solution.",
        "background": "We want the Government to put in place a clear plan of action to restore our high streets, enabling the use of empty shops and offices for the benefit of local communities nationwide. Prioritising the Implementation of new and innovative strategies to fill these empty spaces.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-02T19:34:55.228Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-02T20:23:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-08T08:56:13.795Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about support for high streets, but we're not sure exactly what you'd like the Government to set out in the plan you have requested, or what if any specific actions you want the Government to take to support high streets.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIn 2018 the Government launched \"Our Plan for the High Street\" to renew and reshape town centres and high streets. You can read more about this plan and funding to deliver it here: https://www.gov.uk/government/collections/future-high-streets-fund"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-28T11:56:54.360Z"
    },
    "id": 607902,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607902.json"
    },
    "type": "petition"
}