{
    "attributes": {
        "action": "Add a new Parliamentary Standing Order to ensure the honesty of members.",
        "additional_details": "The Nolan Principles state that holders of public office should be truthful. The intention of Ministerial Code is that inadvertent errors given to parliament by ministers are corrected. These show that a core principle of our democracy is honesty.\r\n\r\nWe have seen the need recently for Members to correct the record but failed to do so. This undermines the foundation of our democracy.\r\n\r\nThis petition is intended to reinforce the ideal of honesty of Parliament and its members,",
        "background": "Add a new Parliamentary Standing Order that will instruct members who have provably misled the house to correct the record. Members who fail to correct the record, after a reasonable opportunity, are to be named and suspended from the house until such time as they are prepared to correct the record.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-03T17:04:27.709Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-03T18:56:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-04T13:31:54.454Z",
        "rejection": {
            "code": "already-happening",
            "details": "It's already the case that someone found to have knowlingly mislead the House may have commited a contempt and be subject to sanctions including suspension. You can read more here\r\n\r\nhttps://erskinemay.parliament.uk/section/5022/members-deliberately-misleading-the-house/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-29T07:28:08.457Z"
    },
    "id": 607960,
    "links": {
        "self": "https://petition.parliament.uk/petitions/607960.json"
    },
    "type": "petition"
}