{
    "attributes": {
        "action": "Prevent the Mayor of London from withdrawing from the paper Travelcard scheme.",
        "additional_details": "This essentially removes all value from a season ticket by preventing its use for leisure. The same money will be spent by the traveller but they will not have unlimited use of the ticket. Additional money will have to be spent. Considering the already sky high cost of travel and the appalling value for money which it represents, I feel this is a step too far. This will also harm the leisure industry as it will prevent commuters going into the west end after work for leisure purposes.",
        "background": "The Mayor wishes to 'withdraw' from the paper travrlcard scheme and force commuters to use contactless payment. The Mayor needs Parliament's support to do this. I want Parliament to refuse permission.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-04T08:51:04.755Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-04T13:53:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-08T15:06:39.358Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. It is the responsibility of the Mayor of London and the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-08T15:06:40.792Z"
    },
    "id": 608027,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608027.json"
    },
    "type": "petition"
}