{
    "attributes": {
        "action": "Fair rate for an honest mistake.",
        "additional_details": "When a driver has missed their payment, TT2 should allow the driver 7 days to fulfill their payment online after they use the tunnel, after 7 days, TT2 should contact the driver and ask for payment of toll and any associated administration costs.\r\n\r\nThis allows the TT2 to return their business toll costs and pass on any minimum additional costs to the driver.\r\n\r\nThis is a fairer system and no one would be unfairly treated.\r\n\r\nPlease support this petition for the honest driver.",
        "background": "The Tyne Tunnel 2(TT2) has recently changed its toll payment method to an online system only.\r\n\r\nNo longer can you pay by cash at the toll booth.\r\n\r\nIf you forget to make a payment online, within 47 hours, you are left with a large fine and the toll cost. The amount of fine is horrifying in % terms.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-05T16:26:53.516Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-08T15:43:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-14T08:37:33.122Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about tolls for the Tyne Tunnels are a matter for the relevant local authority, not the Government or Parliament.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-14T08:37:34.550Z"
    },
    "id": 608156,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608156.json"
    },
    "type": "petition"
}