{
    "attributes": {
        "action": "Order the energy companies to foot the energy price hike not the consumer",
        "additional_details": "We have seen no increase to our incomings but our outgoings are set to soar by April. During this time the ‘big 6’ energy suppliers in the UK have seen more than 1 BILLION pounds in profit ahead of this price increase. With SSE being the biggest earner taking in £600 MILLION in profit before tax according to Ofgem. We call upon the government to follow the path of the French Government and protect citizens who are already struggling with the cost of living!",
        "background": "As we watch the price of living increase all around us through national insurance contributions, student loan repayments, fuel prices, interest rates, food and petrol/diesels prices we are hit with a 54% increase to the energy price cap due to rise in April with a subsequent rise to standing charges",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2022-02-05T13:57:39.322Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-05T14:13:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-10T15:28:02.879Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nDecisions on what price to charge customers for energy are a matter for energy suppliers, not the Government or Parliament. \r\n\r\nYou might like to sign the following petition:\r\n\r\nTax 50% of the Energy Companies profits to help households pay bills.\r\nhttps://petition.parliament.uk/petitions/607983  \r\n\r\nAlternatively, you could start a new petition calling for a different level of tax on energy companies to fund compensatory payments to energy customers, if that's something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-10T15:28:02.877Z"
    },
    "id": 608147,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608147.json"
    },
    "type": "petition"
}