{
    "attributes": {
        "action": "payments given by mps through expenses to be means tested Inc. utility bills",
        "additional_details": "This government has no understanding of the cost of living crisis due to silver spoon syndrome , \r\nWe find it repugnant that at a time of hardship, mps who clearly have the ability to pay their own way choose to claim it through expenses costing the tax payer,millions in subsidies, one such mp claimed £225,000 in a year \r\n\r\nThe government should do this because they have no trust from the British people due to successive governments need to tax the poor an destroy publicly owned ventures",
        "background": "The government should introduce Means tested expenses and remove all utility bills and council tax from being a claimable option \r\nAlso the removal of subsidised food and alcohol from Parliament to be replaced by means testing",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-07T15:16:31.879Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-07T17:37:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-11T11:57:47.619Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T11:24:32.148Z"
    },
    "id": 608287,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608287.json"
    },
    "type": "petition"
}