{
    "attributes": {
        "action": "Social Workers to have more intensive training around addictions",
        "additional_details": "Having suffered with alcohol addiction and social services becoming present in my families life I feel there is a distinct lack of understanding of what essentially is an illness that the sufferer has no or very little control of. Making complex training in addiction a standard part of becoming a social worker would enable the social worker to have a more empathetic approach when dealing with families who are suffering as a result of this rather than the judgemental way I have experienced",
        "background": "That social workers are given more knowledge around the illness that is addiction and how it works and affects a person. I believe it should be a crucial part of their training before becoming a social worker so that they have more understanding when dealing with families who are being affected",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-08T03:12:24.637Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-10T17:59:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-15T13:38:25.547Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We are sorry to hear about your experience, but we can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nTo practise as a social worker, people must be registered with Social Work England, and before registering people must successfully complete an approved degree or postgraduate programme in social work. The content of particular courses are a matter for course providers, not the Government or Parliament.\r\n\r\nYou can find out how to raise concerns about registered social workers here: https://www.socialworkengland.org.uk/concerns/raise-a-concern/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-15T13:38:28.599Z"
    },
    "id": 608338,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608338.json"
    },
    "type": "petition"
}