{
    "attributes": {
        "action": "Reimburse tax payers for the cycle paths created that are no longer needed.",
        "additional_details": "Multiple accidents regarding cyclists and lorrys have already effected the Oxfordshire and surrounding areas. The Government has not taken into account that this will cause more fatalities on the roads and create more traffic which will only increase the pollution figures. People are going to get seriously injured and the Government has a duty of care to rethink this process and change it to a realistic law.",
        "background": "Either change the law back or reimburse tax payers money that has gone towards cycle paths ie. In Headington Oxfordshire and similar places where the law now states that they don’t have to use the millions of pounds worth of cycle paths that have been put in place.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-08T12:54:56.562Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-08T13:26:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-11T15:32:53.172Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Cycle lanes have never been compulsary to be used by cyclists. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as making it compulsary for cycle lanes to be used when provided. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-11T15:32:54.627Z"
    },
    "id": 608364,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608364.json"
    },
    "type": "petition"
}