{
    "attributes": {
        "action": "Introduce the monotheism concept to the national curriculum religious education",
        "additional_details": "Monotheism is a central concept in Islam that complements the human virtues and allow the adoption of an integral value system setting the learning base of the rationale of our life journey illustrated by prophetic missions and their conclusive arguments. The education system must fulfil its role of protecting the intellectual foundations of new generations avoiding them the confusion and morals disruption by consolidating knowledges that fosters faith and empower better life choices and future.",
        "background": "Children in schools are taught concepts like morals, right and wrong, good, and bad from early age. Practical and non-practical subjects provide students with secondary knowledge while disregarding proven theoretical methodologies that supports their ability of realising wider aspects of their life.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-08T15:44:29.066Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-08T17:18:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-14T14:52:11.999Z",
        "rejection": {
            "code": "already-happening",
            "details": "State schools are already required to teach religious education to pupils at every key stage: https://www.gov.uk/government/publications/national-curriculum-in-england-framework-for-key-stages-1-to-4/the-national-curriculum-in-england-framework-for-key-stages-1-to-4\r\n\r\nYou can read the Government's guidance to support the provision of religious education (RE) in local-authority-maintained schools here: https://www.gov.uk/government/publications/religious-education-guidance-in-english-schools-non-statutory-guidance-2010"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-14T14:52:14.457Z"
    },
    "id": 608379,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608379.json"
    },
    "type": "petition"
}