{
    "attributes": {
        "action": "Introduce stricter vetting of social workers",
        "additional_details": "Social workers work to protect the most vulnerable members of our society. Most uphold this role and act with integrity and professionalism. \r\n\r\nHowever it has recently come to my attention that a social worker was a personal friends with a sex offender. \r\n\r\nThe law cannot allow for social workers to associate with people who pose a risk to them, or to children or vulnerable people who they are supposed to protect. \r\n\r\nChildren and vulnerable people must be safeguarded.",
        "background": "The government are invited to introduce stricter checks into the family, partners and associates of social workers to ensure that they are not people who may pose a risk to children or vulnerable adults. Associates must be scrutinised to ensure the profession is not open to exploitation.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2022-02-08T21:45:05.264Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-09T11:55:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-14T14:30:24.269Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about associates of social workers, however it's not clear how you want the information gathered through such vetting to be used or considered when recruiting for social workers.\r\n\r\nYou could have a petition calling for a review of the regulation of social work services, if that is something you'd like to see happen.  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-14T14:30:37.793Z"
    },
    "id": 608416,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608416.json"
    },
    "type": "petition"
}