{
    "attributes": {
        "action": "Ensure British tech companies to list in London (e.g. ARM listing in London)",
        "additional_details": "As part of Brexit, the government made pledges to make the UK a global powerhouse to attract foreign investment and enhance London's position as a global financial centre, and also to improve the attractiveness of tech companies to pursue listing in London; unfortunately, today tech makes up just 1% of the FTSE 100 index, evidently changes are urgently required to secure Britain's position in the tech space going forward.",
        "background": "Accelerate work to make London the most attractive place to raise funds for technology companies, ensuring that the British market is able to provide similar tech company valuations than the US.\r\n\r\nDiscuss plans to enact formal mechanisms to direct UK homegrown tech companies to list domestically.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-09T10:24:45.239Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-10T17:03:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-15T10:36:19.281Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the number of tech companies that are listed in the UK, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-15T10:36:20.510Z"
    },
    "id": 608441,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608441.json"
    },
    "type": "petition"
}