{
    "attributes": {
        "action": "Stop the unfair requests for SEISS to be returned",
        "additional_details": "The government should request HMRC look into these claims in more details.  If the individuals were wholly reliant on their Self Employment income  and unable to work due to government enforced lockdowns, they should be fully entitled to the SEISS grant they received for that period they were in effect forced to not work and earn money.  during that period they still had bills to pay and mouths to feed.",
        "background": "Self-Employed people who were not able to work and took the first SEISS grant in order to stay alive, especially in sectors like hospitality, Then out of necessity took employment, or went Limited later in the year, should NOT be asked to repay the SEISS grants they stopped claiming thereafter.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-09T12:05:33.840Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-09T12:32:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-15T08:24:40.075Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about requests for SEISS grants to be returned, but we're not if you want the Government to change the eligibility criteria for SEISS, or not seek reimbursement for all cases where a person may not have been eligible for a grant, or something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-15T08:24:42.492Z"
    },
    "id": 608448,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608448.json"
    },
    "type": "petition"
}