{
    "attributes": {
        "action": "Include pornography in public health information and warnings",
        "additional_details": "Pornography and its use has increased dramatically with the growth of the internet. While not all pornography is neccessarily bad, pornography can become addictive and damaging, leading to a change in social behaviour. The internet has also become a way for people to distribute dispicable acts such as child abuse, hate porn, violence and rape amongst themselves, which innocent people could find. Educate people to the dangers, help keep them safe and help to stamp the dangers out and stop it.",
        "background": "Treat pornography to the same public warnings as drinking, gambling, drugs and smoking because of its ability to become addictive, the harm it can do to health of prolonged watchers and also to warn people of the potential horrors such as child abuse or violence and rape.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-08T23:33:04.306Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-09T21:20:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-15T08:59:01.913Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about pornography, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-15T08:59:13.838Z"
    },
    "id": 608422,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608422.json"
    },
    "type": "petition"
}