{
    "attributes": {
        "action": "vote of no confidence in the standing government on behalf of the UK public",
        "additional_details": "I want Parliament to see the public do care about lockdown parties and the behaviours of the standing government. I want it acknowledged that we the uk public have lost confidence in our countries leaders and no longer want them to represent us on a national or international level.",
        "background": "Government officials have stated the real public do not care about lockdown parties. It is public record that parties took place while the public were restricted in movement, socialisation and even in their grieving for loved ones.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-09T14:13:23.425Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-09T14:42:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-14T13:36:13.224Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that.\r\n\r\nYou might like to sign these petitions which call for related actions:\r\n\r\n'Call for an early General Election for 2022': https://petition.parliament.uk/petitions/606033\r\n\r\n'Change the law, so that UK citizens can force an immediate General Election': https://petition.parliament.uk/petitions/603106\r\n\r\n'Introduce legislation to create mechanism for the voters to dissolve Parliament': https://petition.parliament.uk/petitions/597718\r\n\r\n'Require any MP or Peer convicted of a criminal offence be removed from office': https://petition.parliament.uk/petitions/600515"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-22T14:49:22.496Z"
    },
    "id": 608459,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608459.json"
    },
    "type": "petition"
}