{
    "attributes": {
        "action": "Regulate the price of vet charges, putting limitations where needed",
        "additional_details": "Regulations need to be put into place to stop vets charging extortionate amounts for their own greed and not of any benefit to the animal. Animals are suffering because not everyone can afford the charges they are making. There should be limitations where necessary to stop charges that don't adequately fit the treatment. The price of treatment can consistently change in a short space of time and should not be allowed.",
        "background": "Vets should not get away with the charges they make and how quick the price can change. Charges should be more regulated and a cap should be put on when needed. Also charges should be a more reasonable rate so animals do not suffer.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-09T13:36:42.441Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-09T14:58:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-14T14:32:28.732Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The prices charged for veterinary services is a matter for individual veterinarians and vet surgeries as autonomous businesses, not the UK Government or Parliament.\r\n\r\nIf there is an action you'd like the UK Government or Parliament to take, for which they are directly responsible, you could start a petition about that. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-14T14:32:40.831Z"
    },
    "id": 608456,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608456.json"
    },
    "type": "petition"
}