{
    "attributes": {
        "action": "Exploit our vast underground gas reserves to fight fuel poverty.",
        "additional_details": "Just 10% of the 37.6 trillion cubic meters of gas in the Bowland Shale formations under Northern England would meet UK gas needs for fifty years, and ensure energy security.\r\nThere are further gas reserves under Scotland's Forth Valley and elsewhere in the UK.\r\nWe need this gas both for fuel and as industrial feedstock for essential manufacturing.",
        "background": "With soaring energy bills and rocketing fuel poverty, we must recover our domestic oil and gas reserves. The British government must instruct the Oil and Gas Authority that recovering onshore gas and developing offshore oil is an overwhelming national priority.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-12T17:31:33.318Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-12T17:52:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-17T08:04:25.011Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the current increase in fuel prices, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nDecisions about applying to explore onshore gas reserves are a matter for individual oil and gas companies. We could accept a petition calling for changes to the framework for oil and gas exploration and exploitation, but it would need to be clear what changes you wanted to be made to existing rules."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T11:28:45.894Z"
    },
    "id": 608684,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608684.json"
    },
    "type": "petition"
}