{
    "attributes": {
        "action": "UK government to fund medical cannabis and CBD for UK military veterans",
        "additional_details": "The UK’s prolonged military conflicts over the last 60 years, amplified in the last 20 have exposed the gaps in how we treat our veterans for the type and severity of service-related injuries. Those with PTSD are often treated with prescription drugs, including antidepressants & at times powerful and addictive opiates. The current methodology is not helping those who are the most vulnerable – sadly, service related suicides are still occurring but with far less media and political attention.",
        "background": "Medical cannabis is proven, safe and free of the devastating side effects of antidepressants and/or opiate-based drugs. Other countries have recognised this and are seeing great success with this approach. Those with lesser health issues may well respond to access to CBD.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-11T11:57:37.145Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-11T16:41:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-16T10:10:13.733Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Prescribing decisions are a matter for the NHS and regulatory bodies, not for the UK Government or Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-16T10:10:15.325Z"
    },
    "id": 608605,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608605.json"
    },
    "type": "petition"
}