{
    "attributes": {
        "action": "Allocate a place for car meets in Hampshire, stop wasting our tax money.",
        "additional_details": "Currently government is wasting my Tax on putting section 34s everywhere in Southampton every weekend. I pay £330 road tax a year, 20% or my earnings etc for what? No roads get fixed so i suppose Im literally paying for clown patrol to waste it. Im sure members of public, and car enthusiasts will be more then happy to see their tax money not going to waste. Police fights war they can never win instead of trying to figure out a solution. Literally brainless our police department is.",
        "background": "Allocate a space for car meets in Hampshire, I personally know the owner who does the meets down the Southampton, Im sure he will be more then happy to co-work and only run a car meet in designated area where its legal and for people to enjoy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-11T12:26:32.605Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-22T15:34:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-25T08:08:58.923Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local roads are a matter for your local authority, and enforcement of road traffic offences is a matter for your local police force, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling for changes to offences for driving elsewhere than on roads (Section 34 of the Road Traffic Act 1988) if there are changes you would like to be made to this legislation."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-25T08:09:00.068Z"
    },
    "id": 608606,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608606.json"
    },
    "type": "petition"
}