{
    "attributes": {
        "action": "Stop anyone in government claiming for unnecessary expenses",
        "additional_details": "The people of this country put the money into the pot through all the taxes they have to pay and can not claim anything back for these expenses. The people deserve to have their money they put into the pot spent in better ways. The political parties in this country get paid wages for doing their job, a lot have 2nd incomes also or interest by themselves or family members to other financial gains. \r\nThis claiming expenses needs to STOP!",
        "background": "Stop the PM, MPs, Mayor's, Councillors and anyone else in government from claiming unnecessary expenses for the likes of household bill, second homes, food, fines, travel. The working people of this country are taxed upon taxed and are struggling to stay a float and can not claim for these things.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-13T15:17:05.107Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-13T15:43:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-17T08:23:02.698Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're understand that you're concerned about certain expenses claimed by elected representatives, but we're not sure exactly what expenses you want elected representatives to be prevented from claiming.\r\n\r\nIn any case, the Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay, and IPSA is independent of both Parliament and Government, so we can't accept petitions calling for changes to how expenses work for MPs."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T08:23:03.933Z"
    },
    "id": 608728,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608728.json"
    },
    "type": "petition"
}