{
    "attributes": {
        "action": "Put bargains in difficult-to-access places",
        "additional_details": "Britons will never have a healthy and active lifestyle if difficult to reach places like the treetops, tall hills and caves provide no incentive for exploration. Promoting active exploration will encourage citizens of the United Kingdom to engage with their local community, be more physically active and gain new opportunities to discover local businesses. This will also benefit small businesses who may struggle to stand out against the saturation of conventional advertising.",
        "background": "Work with businesses, retailers and distributors to put bargains in difficult-to-reach places across the landscape of the United Kingdom e.g. treetops, tall hills, caves, lakes. The aim would be to entice people to explore every inch of the country looking for bargains.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-15T07:53:52.830Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-15T12:19:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-17T12:32:11.531Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about running promotions or giving away things to the public are a matter for individual businesses and landowners, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T12:32:13.141Z"
    },
    "id": 608795,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608795.json"
    },
    "type": "petition"
}