{
    "attributes": {
        "action": "Make it compulsory for UK schools to educate students on mental health.",
        "additional_details": "People do not know enough about mental health in the UK and are not aware of how to help.",
        "background": "Make it compulsory for schools in the UK to teach students about what mental health really is, how to deal with it, and how to help otheres to struggle with it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-14T10:05:21.594Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-14T10:23:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-17T09:13:51.662Z",
        "rejection": {
            "code": "already-happening",
            "details": "Education about physical health and mental wellbeing is already part of the Department for Education's statutory guidance on Relationships and Sex Education (RSE) and Health Education, which forms part of the national curriculum: https://www.gov.uk/government/publications/changes-to-personal-social-health-and-economic-pshe-and-relationships-and-sex-education-rse\r\n\r\nThe curriculum content on mental wellbeing includes how to recognise and talk about emotions, self-care techniques, and where and how to seek support.\r\n\r\nWe could accept a petition calling for changes to the national curriculum content on mental health, but it would need to be clear what changes you want. We could also only accept a petition about this in respect of England, as education is a devolved matter in Scotland, Wales and Northern Ireland.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease funding for mental health support in schools: https://petition.parliament.uk/petitions/607356"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T09:13:52.628Z"
    },
    "id": 608757,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608757.json"
    },
    "type": "petition"
}