{
    "attributes": {
        "action": "Stop falsehoods and slurs being made and repeated in the House of Commons.",
        "additional_details": "The Speaker’s role is to keep order in The House, & to maintain and upkeep Parliamentary Standards. If he permits the continued repetition of falsehoods without taking action to correct the record, or fails to fulfil the role of his job & bring members into line who then continue to repeat falsehoods, he allows lying to become the norm, thereby betraying the electorate who are rendered unable to make informed decisions at election time. Ask the Speaker to fulfil his remit & stop this occurring.",
        "background": "The leaders of our country should be an example to us and display exemplary behaviour. Where their behaviour is unlawful that is a matter for the police, when poor behaviour like falsehoods or slurs takes place in the House of Commons the Speaker should fulfil his/her role and address it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-14T22:31:42.420Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-14T23:18:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-29T10:29:53.081Z",
        "rejection": {
            "code": "already-happening",
            "details": "It's already the case that someone found to have knowingly mislead the House may have committed a contempt and be subject to sanctions including suspension.\r\n\r\nYou can read more here: https://erskinemay.parliament.uk/section/5022/members-deliberately-misleading-the-house/\r\n\r\nDecisions about how to manage conduct in the Chamber are a matter for the Speaker."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-29T10:29:54.404Z"
    },
    "id": 608788,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608788.json"
    },
    "type": "petition"
}