{
    "attributes": {
        "action": "Make GSCEs and A-Levels free of charge for private candidates",
        "additional_details": "The Pandemic and technological developments allow students to self-study subjects themselves or join online schools. \r\n\r\nStudents who want to sit GSCE or A-Level exams outside of their school are seriously limited. In private exam centres, the registration process can be complex, whilst the fees are incredibly high. \r\n\r\nIt is in the national interest to allow ambitious students to gain an unlimited number of qualifications, who otherwise, find it impossible to afford such expenses.",
        "background": "The Government should introduce a scheme that allows private candidates, either home-schooled or re-sit students, to sit as many public exams as they wish free of charge or with minimal costs where applicable. It should be straightforward and convenient for students to book and sit their exams.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-14T17:57:25.685Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-14T19:54:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-17T11:08:25.549Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Exam entry fees are a matter for exam boards and not for the UK Government or Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T11:08:27.155Z"
    },
    "id": 608777,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608777.json"
    },
    "type": "petition"
}