{
    "attributes": {
        "action": "Increase flexible working hours - in order to fix the gender pay gap.",
        "additional_details": "A lack of flexible working in many workplaces means that women are required to look for part-time work in order to balance their many responsibilities. As most part-time work is in low-paid women’s pay is likely to go down. An example of lack of flexible working hours affecting women in the workplace is that one fifth of women lost their job, or lose out on pay or promotion, simply for being pregnant.",
        "background": "It can be seen that many women throughout the UK are struggling to balance the responsibilities of being a woman in modern society and working a full time job. By increasing flexible hours you will be taking a big step in fixing the gender pay gap in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-15T10:49:45.037Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-15T15:28:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-17T12:57:00.479Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the gender pay gap, but we're not sure exactly what you'd like the Government or Parliament to do. All employees have the legal right to request flexible working, and employers must deal with requests in a reasonable manner. You can find out more about flexible working here: https://www.gov.uk/flexible-working\r\n\r\nWe could accept a petition calling on the Government to change employer's obligations regarding consideration of flexible working requests, but you'd need to be clear what changes you want to current rules."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T12:57:03.150Z"
    },
    "id": 608801,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608801.json"
    },
    "type": "petition"
}