{
    "attributes": {
        "action": "Update the National curriculum to include life skills such as Tax, money safety.",
        "additional_details": "With the introduction of compulsory lessons in life skills, the future of the youth will be more secure and stable. Skills such as education in tax would allow the youth to feel safe when introduced to adult responsibilities. Furthermore with lessons in money safety the youth's money would remain secure and fully accessible to them, it would allow the youth to feel aware of how to spend and save their money creating financial stability. This currently is not taught and it requires change.",
        "background": "The department of education should change the curriculum to add compulsory lessons in tax, money safety, investment advice and life skills.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-16T12:20:15.480Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-02T11:53:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-07T13:14:40.513Z",
        "rejection": {
            "code": "already-happening",
            "details": "Schools are already required to teach secondary school students about the functions and uses of money, the importance and practice of budgeting, income and expenditure, credit and debt, insurance, savings and pensions, financial products and services, and how public money is raised and spent.\r\n\r\nYou can read the full national curriculum for key stages 3 and 4 here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/840002/Secondary_national_curriculum_corrected_PDF.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-07T13:14:45.405Z"
    },
    "id": 608884,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608884.json"
    },
    "type": "petition"
}