{
    "attributes": {
        "action": "create a separate price cap for renewable energy, specifically Heat Pumps!",
        "additional_details": "This action by the government will ensure that consumers pay less by adopting ground source (geothermal) and air source heat pump which will encourage more people to adopt these technologie!\r\nThis will significantly help the government meet its 600,000 heat pumps per year!",
        "background": "Get the Government to create a separate price cap for renewable energy specifically Air Source and Ground Source Heat Pumps! This will create a lower Price for KW hours and encourage more people to adopt this technology",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-15T11:05:26.856Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-15T13:22:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-17T12:46:09.959Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to encourage the uptake of renewable energy, but we're not sure exactly what you'd like the Government or Parliament to do. If a household installs a heat pump then they will pay for the energy needed to power the pump, but won't have to pay anything for the heat generated by the pump.\r\n\r\nThere is a Domestic Renewable Heat Incentive (RHI), which can be claimed for certain heat pumps: https://www.gov.uk/domestic-renewable-heat-incentive\r\n\r\nIf you want the Government to expand incentives to install heat pumps, we could accept a petition requesting this, but it would need to be clear what incentives you wanted the Government to offer."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-17T12:46:11.001Z"
    },
    "id": 608802,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608802.json"
    },
    "type": "petition"
}