{
    "attributes": {
        "action": "Abolish the practice of private parking firms/companies.",
        "additional_details": "As these are invioces and not fines. I believe no private company or non goverment body should be allowed access to peoples personal information to enforce what they see is a debt. Normal people do not have this power and rightly so. So why do private firms? I believe this conflics with the data protection act and is an unethical way of making money by praying on the vunerable. These companies ignore the BPA code of practice and practically bully and intimidate people to part with their hard earned cash.",
        "background": "As \"parking charge notices (PCN)\" are invioces and not fines. These companies prey on the people that have little to no knowledge of the legalities of a PCN. In turn make a profit by harassing and intimidating them to pay with use of solicitiors letters, debt collectors and court summons unethicaly.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-17T00:16:08.255Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-17T16:42:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-21T12:46:01.592Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for what prices private car park operators can charge their customers.\r\n\r\nPrivate parking penalties can be enforced through the court system in the same way as an other private financial dispute, but we could accept a petition calling on the Government to make private parking penalties unenforceable through the court system."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-21T12:46:01.589Z"
    },
    "id": 608941,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608941.json"
    },
    "type": "petition"
}