{
    "attributes": {
        "action": "Pause BT Digital Voice until emergency communication is resilient in rural areas",
        "additional_details": "During the recent storms, some rural communities lost power for up to ten days. Mobile masts were down, people had no means of contacting emergency services, unless they had an analogue phone. One family in rural Aberdeenshire stood and watched their house burn down, utterly powerless to call for help. Luckily no one was hurt or killed.\r\nWith no access to phones in rural communities how do we get emergency information from power companies or learn where to get emergency food/water provisions.",
        "background": "More extreme weather events are predicted. Many rural communities have no security of back up communication in the event of broadband failure and lengthy power cuts. We want Digital Voice paused until in such circumstances communication can be guaranteed to allow access to emergency services.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-16T15:14:50.377Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-16T16:43:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-21T09:42:47.921Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is directly responsible for.\r\n\r\nThe Government sets minimum service standards for access to telecommunications, but decisions about the technology used to meet these standards (including replacing the Publicly Switched Telephone Network (PSTN) to internet-based phone services are a matter for individual telecommunication providers, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-18T16:58:47.877Z"
    },
    "id": 608901,
    "links": {
        "self": "https://petition.parliament.uk/petitions/608901.json"
    },
    "type": "petition"
}