{
    "attributes": {
        "action": "Raise the State Pension to the same level as the National Living Wage",
        "additional_details": "The government are raising the NLW to £9.50 an hr (19,760) a year which they say people need to live on, but expect pensioners to live on £3.54 an hr (£7,376) a year, the basic state pension.\r\nAll people regardless of standing should to be looked on as equal, this is clearly not the case.\r\nMost have paid into the state pension through NIC during their working life.\r\nPensioners have to pay the same bills others do, but are expected to do it with less than half of the income.\r\nThis is unacceptable.",
        "background": "The government introduced a minimum wage so that people would have enough money to live on.\r\nPensioners also need enough money to live on.\r\nChange the rate of the state pension to be in line with the national living wage.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-18T20:50:23.560Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-19T13:44:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-22T09:02:25.514Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the state pension to be increased, but state pension is a weekly amount, whereas the national minimum and living wages are hourly rates. We could accept a petition calling on the Government to increase the state pension to £19,760 a year (or £380 a week), if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-25T08:57:48.173Z"
    },
    "id": 609059,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609059.json"
    },
    "type": "petition"
}