{
    "attributes": {
        "action": "STRICTLY GOVERN THE USE OF ALL ESCOOTERS ESPECIALLY ILLEGAL ONES AND SAVE LIVES",
        "additional_details": "The increasing problem with Escooters is certain riders have total disregard for  pedestrians and other vehicle drivers. They need governing and checking by the highway code, ministry of transport, local authorities and police.\r\nThere are reported incidents of damage, injuries and even fatalities as well as my own experiences yet they still continue to ride freely in public. Some ride with another person on board and worse still adults riding with young children as passengers all without any PPE.",
        "background": "They should be registered, insured and rider competency approved like any other motor vehicle with serious penalties for non compliance.\r\nWhilst the concept of these vehicles is a super idea for climate protection and have a place in society they are in desperate need of being strictly governed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-18T14:39:13.934Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-20T20:12:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-23T08:43:14.354Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petition, which you might like to sign:\r\n\r\nRequire all e-scooters to have a registered reference number/licence plate: https://petition.parliament.uk/petitions/602521\r\n\r\nLegalise e-scooters on public roads with licence, insurance and roadworthiness: https://petition.parliament.uk/petitions/604569"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-23T08:43:15.139Z"
    },
    "id": 609038,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609038.json"
    },
    "type": "petition"
}