{
    "attributes": {
        "action": "Make non-payment of child maintenance a form of financial abuse",
        "additional_details": "In practice direction 12j which is used in family courts to protect victims of domestic abuse and children involved in these cases, it states \r\n\r\n“Economic abuse” means any behaviour that has a substantial adverse effect on B’s ability to—\r\n\r\n(a) acquire, use or maintain money or other property, or\r\n\r\n(b) obtain goods or services.\r\n\r\nAlthough, currently victims are told to avoid discussions of child maintenance or refused a chance to speak about this abuse. It is often disregarded as a form of abuse",
        "background": "Domestic abuse often continues after separation, with many systems being used to abuse, including the child maintenance service. \r\nVictims of this abuse are often told they aren't able to bring issues with maintenance up in family court proceedings, and abuse often carries on after the proceedings.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-21T16:43:45.314Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-21T17:40:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-23T09:37:41.831Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether non-payment of child maintenance would amount to economic abuse are a matter for the courts not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMake non-payment of child maintenance a criminal offence: https://petition.parliament.uk/petitions/601484"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-23T09:37:42.670Z"
    },
    "id": 609194,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609194.json"
    },
    "type": "petition"
}