{
    "attributes": {
        "action": "Reject Vehicle Excise Duty changing to a telematics / GPS tracking based system",
        "additional_details": "A pay-per-mile system was proposed in 2005 & resulted in 1.8 million petition signatures in opposing the changes. The new system should be kept simple, secure & fair - using invasive telematics will have high operating costs and risk the personal data of millions being exploited. Such changes to VED would be unnecessarily disruptive to so many users, punishing those who are required to travel for work, or live in a high-rate zone, or who don't have access to adequate mass-transit systems.",
        "background": "The Government should respect the right to privacy of drivers, there is no fair justification for mandating the use of tracking devices on private vehicles. The existing VED system can easily be replaced by taxing vehicles based on GVM, this is easy to understand & cheap to implement.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-20T09:53:49.301Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-23T13:24:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-28T08:45:44.256Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the prospect of certain technology being used to enable drivers to be taxed based on road usage, but we're not sure if you want the Government to commit to not introducing any form of taxation based on road usage, or only forms of taxation that would involve new requirements for the installation of telematics or GPS.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-14T14:13:38.256Z"
    },
    "id": 609127,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609127.json"
    },
    "type": "petition"
}