{
    "attributes": {
        "action": "#Stop Slacktivism. Educate the youth.",
        "additional_details": "We want the Government to encourage children to get involved in humanitarian work as this allows young people to build empathy and compassion. Young people are crucial to the development of this country and the future, so we propose a 4-week course where they have the opportunity to join a charity of their choice from a provided selection. Furthermore, young people will get the chance to increase their experiences and will be equipped with the essential knowledge of how they can take action in the future regarding causes they are passionate about. We have a humanitarian duty to help those who are vulnerable, and the youth should be given the opportunity to expand on this.",
        "background": "We propose a 4-week course where they have the opportunity to join a charity of their choice from a provided selection. The Government would implement this into the curriculum as a compulsory course, perhaps as part of the PSHE course, and all students will receive a certificate of merit at the end.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-22T11:31:23.247Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-22T19:26:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-24T16:05:19.523Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether to volunteer for charity are a matter individuals, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-24T16:05:21.267Z"
    },
    "id": 609244,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609244.json"
    },
    "type": "petition"
}