{
    "attributes": {
        "action": "Forced Marriage education must be compulsory at Primary and Secondary level.",
        "additional_details": "Forced marriage rates are rising and more young people are facing this issue. According to the government website, 19% of forced marriage cases in the UK involve victims under 16's. Without teaching this at primary and secondary level, students aren't receiving the help they need to escape. By adding this to curriculum students can learn about the necessary resources available to help them and others in the present or future, significantly reducing the rates of forced marriage in the UK.",
        "background": "Implement this onto the national curriculum through drop down days, assemblies and creating workshops around forced marriage. By raising more awareness, it teaches them solutions and resources that are available to help them if they are or know someone in a forced marriage.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-22T12:52:57.660Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-01T15:08:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-07T09:27:57.782Z",
        "rejection": {
            "code": "no-action",
            "details": "Schools are already required to teach secondary school students about the concepts of and laws relating to forced marriage: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/relationships-and-sex-education-rse-secondary\r\n\r\nWe could accept a petition calling for schools to also teach students about forced marriage in primary school. The Government sets the national curriculum, but it is up to individual schools and teachers how this is delivered."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-07T09:27:59.479Z"
    },
    "id": 609258,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609258.json"
    },
    "type": "petition"
}