{
    "attributes": {
        "action": "Put laws in place to stop media outlets to stop branding Muslims as terrorists.",
        "additional_details": "I want the government to do this because Firstly it is there job to create change,Furthermore I want them to stop this injustice from happening to Muslims as it is not fair for them to be targeted when they possibly could be innocent civilians.Lastly i would like the Government to do this so media can come the realisation that their words could have an impact on people which could cause them to retaliate towards Muslims.",
        "background": "I want the Government to stop media from always targeting Muslims as the culprit to any terrorist incident as by doing this they are generalising Muslims and Islam as a religion.Also i would like them to Stop media from putting false accusation out there to the public without prior knowledge",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-22T12:13:01.320Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-22T12:46:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-24T10:59:59.723Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The UK Government is not responsible for the words which people use.\r\n\r\nThere are already offences relating to the publication and distribution of material which is likely to stir up racial hatred. Deciding whether to investigate or prosecute such activity would be a matter for the police and Crown Prosecution Service, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-24T11:00:17.783Z"
    },
    "id": 609254,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609254.json"
    },
    "type": "petition"
}