{
    "attributes": {
        "action": "Scale/speed up renewable energy to reduce carbon/costs and increase security",
        "additional_details": "In October 2021, Sky News reported that over half of the UK's electricity was produced from natural gas. We are currently on course for a global temperature rise in the next century with devastating consequences. A proportion of UK gas supply comes from Russia, who at the time of writing are on the brink of invading Ukraine. It is imperative that UK takes control of it's own electricity supply from renewable sources which unlike fossil fuels cannot be laid claim to by a particular nation.",
        "background": "Increase the roll-out of UK renewables, specifically Solar, Wind, Tidal and Green Hydrogen, in order to reduce our reliance on fossil fuels for electricity generation. Also, increase research into increasing available storage capacity for renewable energy. Increase the FIT to encourage PV panels.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-22T18:36:04.536Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-22T21:28:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-25T08:38:25.701Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see a faster transition to renewable energy, but it's not clear what you want the Government to do to incentivise increased renewable capacity.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nPrepare & deliver a strategy for developing and using Tidal energy in the UK: https://petition.parliament.uk/petitions/598785\r\n\r\nRequire new large buildings include renewable energy generation: https://petition.parliament.uk/petitions/600894\r\n\r\nJoin the Beyond Oil and Gas Alliance and commit to its end date for fossil fuels: https://petition.parliament.uk/petitions/596001\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-25T08:38:26.628Z"
    },
    "id": 609290,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609290.json"
    },
    "type": "petition"
}