{
    "attributes": {
        "action": "Introduce injustice, Racism and Sexual abuse in Secondary Classrooms.",
        "additional_details": "Young people want this happen due to the fact that many of us are tired of the abuse we are facing and no one has the knowledge or right mind to talk about the issues. Teaching students can help fight these issues and if this was to be enforced we could see a massive decrease in abuse, racism and injustice. We may not see as much in the media but this is because of how hidden it is. The Government really need to tackle this issue and we feel it needs to be tackled as soon as possible.",
        "background": "Thousands of students in UK schools have not been exposed to the issue of abuse, racism and sexual issues in the world. Sexual abuse, rape and other issues are increasing significantly and the government can decrease this by enforcing schools to teach these issues and how they create problems.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-22T10:20:00.448Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-22T13:01:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-24T11:41:01.418Z",
        "rejection": {
            "code": "already-happening",
            "details": "The national curriculum already requires that schools teach secondary school students about:\r\n\r\n- how stereotypes, in particular stereotypes based on sex, gender, race, religion, sexual orientation or disability, can cause damage\r\n\r\n- the concepts of, and laws relating to, sexual consent, sexual exploitation, abuse, grooming, coercion, harassment, rape, domestic abuse, forced marriage, honour-based violence and FGM, and how these can affect current and future relationships\r\n\r\nSchools are required to teach students about these topics as part of Relationships and Sex Education (RSE). You can read the full statutory guidance for this subject here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1019542/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-24T11:41:02.382Z"
    },
    "id": 609238,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609238.json"
    },
    "type": "petition"
}