{
    "attributes": {
        "action": "Extend the payments for women who are on maternity leave.",
        "additional_details": "As a mum and a teacher i have worked for more than 10 years in my profession. I have had a second child and many women between the age of 30-40 dont return to the classroom or work because of childcare costs or not being able to afford basic living costs on maternity.\r\n\r\nThis puts people in debt and women are simply being penalised. \r\nChange the maternity payment system to one that is fairer.",
        "background": "If people can be paid 6 months in full if they're sick why cant women be paid in full for the first 6 months or 90% at least of their childs live to stop them falling into debt.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-23T17:02:13.852Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-23T18:22:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-28T09:03:06.203Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want rights to maternity pay to change, but it's not clear how exactly you want current rights to be changed.\r\n\r\nCurrently Statutory Maternity Pay (SMP) is paid for up to 39 weeks. Mothers get:\r\n\r\n- 90% of their average weekly earnings (before tax) for the first 6 weeks\r\n- £151.97 or 90% of your average weekly earnings (whichever is lower) for the next 33 weeks\r\n\r\nWe could accept a petition calling for changes to these rules, but you would need to be clear what you wanted the new entitlements to be.\r\n\r\nYour petition refers to people getting full pay for six months when they off sick, but people are only entitled to £96.35 per week Statutory Sick Pay (SSP) if they're too ill to work. This is paid for up to 28 weeks. Workers may be entitled to more maternity pay or sick pay in their contract."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-28T09:03:07.198Z"
    },
    "id": 609360,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609360.json"
    },
    "type": "petition"
}