{
    "attributes": {
        "action": "Get Russian money out of our Politics! Hand Russian cash to Ukrainian charities",
        "additional_details": "Since 2014, Russia has illegally occupied Ukraine. In light of recent escalation of aggression, our political system must be and be seen to be free of any and all Russian influence, but we cannot simply return dirty money to a corrupt regime. It is fitting and appropriate for such money to directly benefit victims of Russian aggression.",
        "background": "Compel any UK political party that has taken donations since 2014 from any Russian or Belarussian business or person, or from any other source with ties to those regimes, to pay the full amount of said donations to charities supporting Ukrainian victims of Russian aggression in Ukraine and the UK",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-23T14:25:49.966Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-23T19:48:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-28T09:27:59.303Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about use of political donations are a matter for individual political parties, not the UK Government or Parliament.\r\n\r\nThere are rules that apply to money donated to political parties, which you can find out about here: https://www.electoralcommission.org.uk/sites/default/files/pdf_file/to-donations-rp.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-28T09:28:00.305Z"
    },
    "id": 609345,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609345.json"
    },
    "type": "petition"
}