{
    "attributes": {
        "action": "Enact Into Law the Six Rights of Nonhuman Animals",
        "additional_details": "The following rights for animals should be passed into law…\r\n* The right to live and to not be killed for any unnecessary reason (including meat).\r\n* The right to not be trapped or poisoned.\r\n* The right to not be mutilated or abused.\r\n* The right to suitable, healthy food and fresh, clean water.\r\n* The right to veterinary care (for domesticated animals and wild animals found by humans).\r\n*  The right to be given safe and appropriate affection and love, or to generally be treated with kindness.",
        "background": "This country claims to have very high animal welfare standards. This is not enough. Try telling this to a pig in a gas chamber! Yet, we still put animals into gas chambers, mutilate and abuse them, poison them and experiment on them. Animals matter almost as much, if not just as much, as humans do.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-24T19:02:45.636Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-26T23:18:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-01T14:18:06.259Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about animal rights, however animals are already granted certain rights, including protections against mistreatment and abuse, under the Animal Welfare Act and other legislation. It's therefore not clear how much of what this petition is calling for differs from how the law currently operates.\r\n\r\nYou could sign this petition which calls for a related action:\r\n\r\n'Ban the Slaughter of Animals for Meat As Soon As Possible': https://petition.parliament.uk/petitions/598561\r\n\r\n'Increase Taxes on Animal Products and Fund Vegan Groups and Animal Charities': https://petition.parliament.uk/petitions/600920\r\n\r\n'Label meat with information as to whether the animal was stunned at slaughter.': https://petition.parliament.uk/petitions/608717"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-01T14:18:39.305Z"
    },
    "id": 609489,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609489.json"
    },
    "type": "petition"
}