{
    "attributes": {
        "action": "Don’t ban people without GCSE Maths & English from accessing student loans",
        "additional_details": "My mother doesn’t have GCSE maths. She’s an incredible English tutor & has taught English, Media & drama in schools. She would never have been able to help all these people if she hadn’t gone to uni (without a student loan it would have been impossible). These tests don’t always test actual intelligence. Students must tick boxes and some of the brightest individuals struggle. That doesn’t mean they don’t deserve access to higher education in an environment that might suit them better.",
        "background": "It is essential that everybody has the chance to go to university. Some people don’t get these GCSEs because of the school they go to which might be in a poorer area. It is completely unfair to block them from making the leap to higher education just because of where they live.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-24T09:24:41.781Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-24T11:36:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-28T10:51:23.224Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you would like to see changes in the way that student finance is distributed but we're not sure what action you would like the Government to take. Maths and English GCSE are not currently conditions for securing a student loan or finance, it is a condition of being accepted onto a degree, or other higher education course.\r\n\r\nYou could start a new petition calling for Maths and English GCSE to no longer be mandatory for being accepted on to a higher education course, if this is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-28T10:51:23.221Z"
    },
    "id": 609413,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609413.json"
    },
    "type": "petition"
}