{
    "attributes": {
        "action": "Stop borris & government from getting involved with the Russia/Ukrainian attack.",
        "additional_details": "Absolutely avoid any conflict and involvement with putins attack on Ukrainians. To actually care about the peoples choice and rights. We like life we want to live not go to an un necessary war",
        "background": "stay out of the conflict with Russi, attacking  Ukrainian soil, we want absolutely no involvement with putin and his plans. We want the government, parliament and borris to stay out of it this is not what the people want this is a bad choice from boris that no one wants involvement in.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-24T13:49:48.518Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-24T14:11:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-28T11:08:55.744Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you don't want the UK to be involved in the current conflict in Ukraine, but we're not sure if you just want the Government to commit not to engaging in military action, or also to revoke current sanctions against Russia.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-28T11:08:56.672Z"
    },
    "id": 609446,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609446.json"
    },
    "type": "petition"
}