{
    "attributes": {
        "action": "Pledge humanitarian aid to support Ukraine and its citizens",
        "additional_details": "Ukraine is on the brink of a humanitarian crisis. Waking up at 5 am to the sound of missile strikes and air-raid sirens.\r\n\r\nHeartbreaking pictures surfaced of Ukrainian families displaced and taking shelter in overcrowded metro stations akin to photos from London Underground in 1940.\r\n\r\nServices, food, and medical supplies are at risk. It's only a matter of time Ukraine will need our support. We don't know Russia's intentions and the length of the invasion.\r\n\r\nWe must take action to help now.",
        "background": "On February 24th, Russia invaded Ukraine under the premise of 'liberating' Eastern regions.\r\n\r\nEconomic sanctions are not enough. I pledge the Government to put together a humanitarian aid package to support the Ukrainian people affected by the invasion.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-25T11:08:54.455Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-25T12:26:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-28T14:56:35.957Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced further humanitarian aid to Ukraine: https://www.gov.uk/government/news/pm-announces-further-humanitarian-aid-to-ukraine\r\n\r\nWe could accept a petition calling on the Government to increase humanitarian aid to Ukraine, but it would need to be clear what additional aid you wanted to be provided."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-28T14:56:37.394Z"
    },
    "id": 609594,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609594.json"
    },
    "type": "petition"
}