{
    "attributes": {
        "action": "The UK government must urgently help Ukrainians who need sanctuary",
        "additional_details": "A refugee initiative for Ukraine is absolutely vital. \r\n\r\nLeading humanitarian charities including the International Rescue Committee UK, the Refugee Council and many others said the Ukraine attack could be \"the most significant European conflict since the collapse of Yugoslavia\".\r\n\r\nThey point out \"a generation ago, the UK saved the lives of thousands of families from the Balkans through an evacuation and resettlement programme\". It is time for the UK to step up again to support Ukrainians.",
        "background": "Britons have been appalled by the actions of Putin's Russia in invading Ukraine and the impact this will cause on their totally innocent population. \r\n\r\nThe UK government should establish a well-resourced initiative working with councils across the country, to welcome Ukrainians who need sanctuary.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-25T10:42:08.822Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-25T10:55:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-28T13:54:09.078Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nOffer fast track asylum to any Ukrainians displaced due to the invasion: https://petition.parliament.uk/petitions/609382\r\n\r\nWaive visa requirement for Ukrainian refugees: https://petition.parliament.uk/petitions/609530\r\n\r\nHelp Ukrainian refugees and create a safe path for them to get to the UK: https://petition.parliament.uk/petitions/609574"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-28T13:54:10.037Z"
    },
    "id": 609583,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609583.json"
    },
    "type": "petition"
}