{
    "attributes": {
        "action": "Ban all cruise lines departing from the UK calling into any Russian ports.",
        "additional_details": "The Government has banned Russian airlines from coming to the UK in response to the Putin Regime’s unprovoked invasion of the sovereign state of Ukraine. A cruise is a pleasure trip and whilst Russia is beautiful and the people are innocent, although they will bear the brunt of the impact, the UK should not be supporting the Russian economy and no UK citizen should feel obliged to visit a country with an agressive war mongering government as they have already booked the cruise.",
        "background": "Ban from all UK ports all cruise ships owned by cruise lines which do not immediately cancel all future calls into Russian ports, at least until the Russian regime has changed and Ukraine is restored to its sovereign pre-invasion borders. Ownership of a cruise ship is the parent company not a brand.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-25T09:29:22.886Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-25T11:00:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-28T13:56:37.970Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether a ship can call at a port are a matter for the receiving country, so the UK cannot ban ships departing from the UK from calling into Russian ports."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-28T13:56:39.812Z"
    },
    "id": 609566,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609566.json"
    },
    "type": "petition"
}