{
    "attributes": {
        "action": "UK government to allow Ukrainian refugees a safe route to the UK for asylum.",
        "additional_details": "There is currently no legal route for Ukraine nationals without family in the UK to seek asylum. We need to do more to help the estimated 5 million displaced people reach safety.",
        "background": "Please reconsider the nationality and borders bill criminalising those trying to arrive in the UK illegally and for those who facilitate illegal entry into the country- penalising those seeking sanctuary. Please un-suspend applications from Ukraine for people who are not related to British nationals",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-25T12:08:15.865Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-25T13:01:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-02-28T15:01:54.313Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petition, which you might like to sign:\r\n\r\nOffer fast track asylum to any Ukrainians displaced due to the invasion: https://petition.parliament.uk/petitions/609382\r\n\r\nWaive visa requirement for Ukrainian refugees: https://petition.parliament.uk/petitions/609530\r\n\r\nHelp Ukrainian refugees and create a safe path for them to get to the UK: https://petition.parliament.uk/petitions/609574\r\n\r\nWe could accept a petition calling for changes to the Nationality and Borders Bill, but it would need to be clear what changes you want to be made. This Bill is still being considered by Parliament, so is not yet law."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-02-28T15:01:56.437Z"
    },
    "id": 609605,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609605.json"
    },
    "type": "petition"
}