{
    "attributes": {
        "action": "Sanction all nations that are not imposing significant sanctions against Russia.",
        "additional_details": "The UK and its trading partners need to stand united on the global stage to ensure everyone isolates russia and its allies.\r\nWe cannot in good faith trade with countries like china that refuse to condemn these actions and impose the similar significant sanctions upon russia as we have.",
        "background": "The UK should not wish to trade or support any country that trades or supports Russian interests. We must ensure that Russia and its allies are cut off from all assistance.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-25T19:17:03.878Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-27T09:54:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-01T15:07:37.247Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you want action to be taken against countries which choose not to impose sanctions on Russia, however we're not sure what you mean by 'significant' sanctions. It's also not clear what actions to 'support' Russia by another country would make them liable to such sanctions.\r\n\r\nYou might like to sign these petitions which call for related actions:\r\n\r\nPlace the strictest possible sanctions on Russia until it withdraws from Ukraine: https://petition.parliament.uk/petitions/609428 \r\n\r\nSeize assets held by anyone with close ties to the Russian government: https://petition.parliament.uk/petitions/609418 \r\n\r\nFull embargo of Russian imports in lieu of active military support in Ukraine: https://petition.parliament.uk/petitions/609457 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-01T15:07:46.503Z"
    },
    "id": 609685,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609685.json"
    },
    "type": "petition"
}