{
    "attributes": {
        "action": "Offer sanctuary to Russian military defectors",
        "additional_details": "The West should offer complete sanctuary to any Russian soldier who is brave enough to defect.\r\n\r\nThe message must be clearly broadcast in Russian - that if Russians surrender in Ukraine, they will not be kept as prisoners of war in Ukraine - they will be immediately transported West and given a hero's welcome.\r\n\r\nEven if 100,000 Russian soldiers accept the offer - it will be nowhere near the millions of Ukrainian refugees we will soon see.\r\n\r\nAnd even if only one chooses it - he deserves freedom.",
        "background": "Economic sanctions have not deterred Putin, and direct war is not an option.\r\n\r\nBut there may be Russian soldiers who do not want to kill Ukrainians. Offering the promise of a good life to Russian defectors is one small way that we could degrade Putin's power.  Russian soldiers must have a choice.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-25T20:51:56.025Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-25T22:26:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-01T09:10:26.270Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about what action to take in respect of Russian soldiers who surrender in Ukraine are a matter for the Ukrainian authorities, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-01T09:10:27.278Z"
    },
    "id": 609711,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609711.json"
    },
    "type": "petition"
}