{
    "attributes": {
        "action": "UK to end all Russian trade and boycott Russian goods until war ends.",
        "additional_details": "Russia/Putin need to understand that what they are doing is not acceptable.  A military response may not be possible, but boycotting trade/goods will cause Russia to look at the sustainability of their actions, and face up to world opinion, or even force the people to remove Government.  No debating which sporting/music events go ahead, block everything until war stops or Putin removed.  This could give the UK people a way of helping Ukraine.",
        "background": "Announce plans to start blocking all Russian trade, review alternate energy sources, publicise how UK citizens can boycott Russian goods.  Draw up long term plans to exclude Russia, work with other world leaders for united approach.  Sanctions are not enough.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-26T10:22:10.000Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-26T21:06:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-01T12:32:09.370Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nPlace the strictest possible sanctions on Russia until it withdraws from Ukraine: https://petition.parliament.uk/petitions/609428\r\n\r\nSeize assets held by anyone with close ties to the Russian government: https://petition.parliament.uk/petitions/609418\r\n\r\nFull embargo of Russian imports in lieu of active military support in Ukraine: https://petition.parliament.uk/petitions/609457"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-01T12:32:10.294Z"
    },
    "id": 609788,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609788.json"
    },
    "type": "petition"
}