{
    "attributes": {
        "action": "Urgently apply crippling sanctions to UK assets of Putin's top enablers of war.",
        "additional_details": "Vladimir Putin does not act in isolation. He is supported by a wide network of high-ranking aides and enablers. Those Russian elites' interests are heavily represented in our real estate and financial markets. While our Government is naturally cautious about pledging military support to the Ukraine, it is within our Government's power to cripple Putin's position in Russian hierarchy by making it impossible for his enablers and their associates to enjoy the spoils of their corruption here.",
        "background": "The Government should cast a wide net to identify those who have connections to Putin's regime, freeze their UK assets, and expel them and their direct associates from this country. This should be done swiftly and on a sufficient scale to create political pressure in Russia to stop military action.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-26T20:09:36.062Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-26T20:46:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-01T12:30:26.100Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nPlace the strictest possible sanctions on Russia until it withdraws from Ukraine: https://petition.parliament.uk/petitions/609428\r\n\r\nSeize assets held by anyone with close ties to the Russian government: https://petition.parliament.uk/petitions/609418"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-01T12:30:27.117Z"
    },
    "id": 609893,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609893.json"
    },
    "type": "petition"
}