{
    "attributes": {
        "action": "Restrict the terrorism act 2000 to stop the UK police forces abusing the powers!",
        "additional_details": "I am sick to the back teeth when in this country policing is supposed to be by consent yet officers drunk on power given a warrant card feel they can do and get away with whatever they like by using this legislation.\r\n\r\nOfficers must have reasonable grounds not used because someone is filming they try to call this hostile reconnaissance when in fact often this is done by people calling themselves auditors are proving daily how corrupt public servants are being whom are meant to protect & serve!",
        "background": "section 43 and 44 of the terrorism act Search of persons.\r\nThis act was intended only to stop terrorism instead it is being regularly on the daily used to abuse police powers to search and or identify persons whom have no legal compulsion to provide their details when no crime has been committed!!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-26T18:07:34.018Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-11T22:31:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-14T11:11:50.228Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure if you want the law to change, and if so how. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-10T13:27:24.977Z"
    },
    "id": 609872,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609872.json"
    },
    "type": "petition"
}