{
    "attributes": {
        "action": "Ashfield District Council allow us to put shutters in outside our shop windows.",
        "additional_details": "We own a furniture showroom on Outram Street in Sutton In Ashfield called Creative Living Nottinghamshire. We have had 4 attempted break-ins including vandalism with our shop windows being broken twice and have received no financial support from Ashfield District Council what so ever. We have had to pay to get the windows replaced from our own pockets. We had put an planning permission application in to the council for them to allow us to fit in shutters outside our shop but they had refused",
        "background": "With the help of local businesses and members of the public signing this petition I'm hoping the council will reconsider there decision on allowing us to fit in shutters outside our shop windows.. I am more then happy to provide any evidence regarding our windows being broken in.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-26T14:56:07.798Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-26T15:16:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-01T10:01:30.458Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local planning matters are a matter for your local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition Ashfield District Council directly: https://www.ashfield.gov.uk/your-council/participation-partnerships/petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-01T10:01:31.645Z"
    },
    "id": 609841,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609841.json"
    },
    "type": "petition"
}