{
    "attributes": {
        "action": "Assist Ukraine in the war with the Russian Federation further",
        "additional_details": "The war against Ukraine is escalating. The equipment list is based on information received from the territorial force. We understand that Russia is bombing and shelling hospitals. Nothing indicates that Russia will not attack chemical plants, power plants or even nuclear reactors. The President of Ukraine referred to the Russian actions as genocide on 26/02/2022. The Ukrainian air defence is the weakest link. Air strikes hit military and civilian targets and cause destruction, panic and death.",
        "background": "Supply all possible air defence systems, PPE, military first aid kits, warm clothes, Kevlar shirts, thermal imaging cameras\r\nPush allies to block Ukraine’s airspace from Russian aircraft\r\nRecognise actions of Russia towards Ukraine as genocide\r\nProvide refugee status to Ukrainians fleeing the war",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-26T22:38:56.611Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-27T08:51:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-01T14:53:49.406Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petition, which you might like to sign:\r\n\r\nPledge any necessary military support to defend Ukraine: https://petition.parliament.uk/petitions/607314\r\n\r\nSeek to impose a no-fly zone over Ukraine: https://petition.parliament.uk/petitions/609437\r\n\r\nHelp Ukrainian refugees and create a safe path for them to get to the UK: https://petition.parliament.uk/petitions/609574\r\n\r\nDraw up and implement a specific Ukrainian refugee strategy for the UK: https://petition.parliament.uk/petitions/609431\r\n\r\nDetermining whether war crimes, including genocide, have taken place are a matter for the courts, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-01T14:53:50.657Z"
    },
    "id": 609927,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609927.json"
    },
    "type": "petition"
}