{
    "attributes": {
        "action": "Ensure British Boxing Is Governed by Competent Referees and Judges.",
        "additional_details": "Government need to overhaul elements of the British Boxing Board of Control and limit their ability to approve anyone with the responsibility of judging and refereeing consecutively. For example a judge cannot also be a referee and a referee cannot also judge fights. Olympic level Judges and Referees need to be appointed as well as a team of governors that should be credible boxing experts.3 strike policy should be employed for both referees and judges and licence revoked on 3rd bad decision.",
        "background": "Referees and Judges in the UK are renowned for their incompetent decision making abilities. Too many young fighters and being injured and unfair decisions are ruining the careers of young prospects. Unfair decisions ruin lives of the young men that put their life on the line.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-27T00:13:14.739Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-27T08:44:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-01T14:52:10.254Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about judging sporting events are a matter for the relevant sports body, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-01T14:55:37.775Z"
    },
    "id": 609945,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609945.json"
    },
    "type": "petition"
}