{
    "attributes": {
        "action": "Grant tourist style 6 month VISA to any Ukrainian refugees who wants one",
        "additional_details": "Ukraine is a western civilised democracy that is in its hour of need, if we are not to assist militarily in the conflict, we should be doing everything we can to help the women and children leaving behind their husbands and fathers. Husbands, fathers and lives in Ukraine they wish to return to one day. \r\n\r\nEveryday the situation deteriorates in Ukraine, therefore we should get people to safety as soon as possible and deal with the bureaucracy when we have the luxury of time.",
        "background": "Grant a 6 month tourist style VISA to any Ukrainian refugees who requests one to allow them passage to a place of safety. After which if they wish to remain in the UK beyond 6 months they can apply for a longer term dispensation to remain.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-26T23:11:43.684Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-27T11:53:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-02T08:05:45.338Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nReopen all visa services for Ukrainians in Ukraine: https://petition.parliament.uk/petitions/609769\r\n\r\nOffer fast track asylum to any Ukrainians displaced due to the invasion: https://petition.parliament.uk/petitions/609382\r\n\r\nWaive visa requirement for Ukrainian refugees: https://petition.parliament.uk/petitions/609530\r\n\r\nHelp Ukrainian refugees and create a safe path for them to get to the UK: https://petition.parliament.uk/petitions/609574\r\n\r\nGrant Ukrainian citizens fleeing the war full rights to live and work in the UK: https://petition.parliament.uk/petitions/609434\r\n\r\nDraw up and implement a specific Ukrainian refugee strategy for the UK: https://petition.parliament.uk/petitions/609431"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-02T08:05:46.702Z"
    },
    "id": 609936,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609936.json"
    },
    "type": "petition"
}