{
    "attributes": {
        "action": "Give visas to people fleeing the Russian invasion of Ukraine",
        "additional_details": "The countries surrounding Ukraine, including some of the poorest in Europe, have opened their arms to people fleeing the war. Most are women and children. The UK has been right to give support to Ukraine’s military, but it now has a clear responsibility to help its people. Restrictions on Ukrainian nationals must be lifted immediately. A fast-track route should be created, with Ukrainians able to claim asylum without needing to travel here first. We must also support others hosting refugees.",
        "background": "The Russian invasion of Ukraine has caused at least 120,000 refugees to flee the country (source: UNHCR). The UK Government should immediately relax visa restrictions on anyone fleeing the conflict. Failure to do so would make the UK complicit in a humanitarian disaster. We must help those in need.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-27T08:47:04.359Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-27T09:00:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-01T14:54:34.622Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, some of which you might like to sign:\r\n\r\nReopen all visa services for Ukrainians in Ukraine: https://petition.parliament.uk/petitions/609769\r\n\r\nOffer fast track asylum to any Ukrainians displaced due to the invasion: https://petition.parliament.uk/petitions/609382\r\n\r\nWaive visa requirement for Ukrainian refugees: https://petition.parliament.uk/petitions/609530\r\n\r\nHelp Ukrainian refugees and create a safe path for them to get to the UK: https://petition.parliament.uk/petitions/609574\r\n\r\nGrant Ukrainian citizens fleeing the war full rights to live and work in the UK: https://petition.parliament.uk/petitions/609434\r\n\r\nDraw up and implement a specific Ukrainian refugee strategy for the UK: https://petition.parliament.uk/petitions/609431\r\n\r\nCommit to providing refuge for at least 100,000 Ukrainian women & children: https://petition.parliament.uk/petitions/609565"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-01T14:54:53.979Z"
    },
    "id": 609972,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609972.json"
    },
    "type": "petition"
}