{
    "attributes": {
        "action": "Open a safe route to resettle a fair proportion of Ukrainian refugees in the UK",
        "additional_details": "We have supported the Ukraine with military assistance, so we should extend the UK's warmth and humanity to a fair proportion of Ukranian refugees and do more to support our partners in the west such as Poland, Macedonia and Hungary.  Western nations joining together to help and support the people of Ukraine is not only the right thing to do from a humanitarian standpoint, it will do as much to defeat President Putin in the longer term as sanctions.",
        "background": "The government should remove the current visa barriers which are unachievable when fleeing from a war-torn country with only the clothes you carry.  We can help prioritise Ukrainians who already have family or connections in the UK, and make it easier to fast track these refugees.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-27T08:17:44.007Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-27T09:03:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-01T14:55:00.529Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, some of which you might like to sign:\r\n\r\nReopen all visa services for Ukrainians in Ukraine: https://petition.parliament.uk/petitions/609769\r\n\r\nOffer fast track asylum to any Ukrainians displaced due to the invasion: https://petition.parliament.uk/petitions/609382\r\n\r\nWaive visa requirement for Ukrainian refugees: https://petition.parliament.uk/petitions/609530\r\n\r\nHelp Ukrainian refugees and create a safe path for them to get to the UK: https://petition.parliament.uk/petitions/609574\r\n\r\nGrant Ukrainian citizens fleeing the war full rights to live and work in the UK: https://petition.parliament.uk/petitions/609434\r\n\r\nDraw up and implement a specific Ukrainian refugee strategy for the UK: https://petition.parliament.uk/petitions/609431\r\n\r\nCommit to providing refuge for at least 100,000 Ukrainian women & children: https://petition.parliament.uk/petitions/609565"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-01T14:55:03.216Z"
    },
    "id": 609968,
    "links": {
        "self": "https://petition.parliament.uk/petitions/609968.json"
    },
    "type": "petition"
}