{
    "attributes": {
        "action": "Imported goods to be checked to ensure non-SWIFT transactions are legitimate",
        "additional_details": "We are living in the world where democracies are considered weak and easy to take advantage of. Democracy allows more freedom and greater financial opportunities for its citizens. We should not allow money from countries conducting hostile acts vs democracies to tap into consumer market of UK. Bypassing SWIFT system and using discounted resources from Pariah states also creates competitive advantage for countries which allow this to happen.",
        "background": "Investigate viability and if possible establish a requirement of a financially traceable system and audit for UK imported goods from countries using non-SWIFT banking system.\r\nThis might be diificult to implement at once a slow gradual approach could be adopted (if needed).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-27T11:31:57.347Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-27T13:51:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-02T08:12:05.217Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned that existing checks on imports aren't rigorous enough, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-02T08:12:06.398Z"
    },
    "id": 610003,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610003.json"
    },
    "type": "petition"
}