{
    "attributes": {
        "action": "Say NO to further expansion of Luton Airport",
        "additional_details": "LLA doubled its capacity between 2014 and 2019, creating immense strain on local transport infrastructure, unbearable noise impacts on neighbouring communities and increased greenhouse gas emissions. It did so by ignoring planning conditions which required balanced growth over 15 years.\r\n\r\nNow LLA wants to almost double its capacity yet again from 18 million passengers a year to 32 million, despite the Climate Emergency and the impact the increase in flights will have on the environment.",
        "background": "We call upon the UK Government to refuse any application to increase the number of passengers using London Luton Airport (LLA), as this expansion of airport capacity is contrary to the advice of the Climate Change Committee.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-27T11:27:40.400Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-27T19:50:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-02T16:55:30.598Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the expansion of Luton Airport. However there is currently no role for the UK Government or Parliament in determining the expansion of Luton Airport, as the most recent planning application was approved by Luton Council and no subsequent application has been lodged. This means it's not clear what action you want the Government or Parliament to take.\r\n\r\nYou could have a petition calling on the Government to automatically call in any future planning applications relating to Luton Airport expansion, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-02T16:55:45.630Z"
    },
    "id": 610001,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610001.json"
    },
    "type": "petition"
}