{
    "attributes": {
        "action": "Lift visa requirements for Ukrainian citizens.",
        "additional_details": "We know eventually countries like Poland who are accepting as many refugees as possible will struggle with handling with these many people and therefore the UK as a key world player and a close friend of Poland and many other Eastern European countries, should help our allies and together help the ever more Ukrainians escaping the dangerous environment they once called a safe home.",
        "background": "Ireland originally forced Ukrainian citizens to require visas in order to access the country but as a result of the conflict that is occurring right now, Ireland has lifted their visa requirement for Ukrainians to allow them to seek refuge in Ireland. We wish the United Kingdom would do the same.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-27T22:20:12.482Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-28T15:07:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-04T08:53:00.021Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nAllow Ukrainians with family in the UK to enter the UK without a visa: https://petition.parliament.uk/petitions/609397\r\n\r\nOffer fast track asylum to any Ukrainians displaced due to the invasion: https://petition.parliament.uk/petitions/609382\r\n\r\nWaive visa requirement for Ukrainian refugees: https://petition.parliament.uk/petitions/609530\r\n\r\nHelp Ukrainian refugees and create a safe path for them to get to the UK: https://petition.parliament.uk/petitions/609574\r\n\r\nGrant Ukrainian citizens fleeing the war full rights to live and work in the UK: https://petition.parliament.uk/petitions/609434\r\n\r\nDraw up and implement a specific Ukrainian refugee strategy for the UK: https://petition.parliament.uk/petitions/609431"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-04T08:53:01.187Z"
    },
    "id": 610085,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610085.json"
    },
    "type": "petition"
}