{
    "attributes": {
        "action": "Multiple Birth Policy in schools to allow discount for school trips",
        "additional_details": "Parents of multiple births are constantly penalised for something we had no control over. It is hard enough having to pay for everything twice in life, but it becomes harder when there are expensive school trips. Some schools offer a 50% discount for multiple births, however, others do not adopt this and children are forced to miss out on learning experiences because of it. \r\nI really believe that all schools should have a Multiple Birth Policy, so children are not disadvantaged by finance.",
        "background": "I want a policy to be put in place in schools, where parents of multiple birth children are offered a 50% discount for school trips. This could be partly funded by the Pupil Premium, that all schools receive per academic year.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-27T14:35:43.041Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-27T14:46:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-02T08:13:11.188Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the cost of school trips are a matter for individual schools, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to create a fund to support parents with multiple birth children send their children on school trips, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-02T08:13:12.305Z"
    },
    "id": 610037,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610037.json"
    },
    "type": "petition"
}