{
    "attributes": {
        "action": "Nominate Volodymyr Zelenskyy for an Honorary Award in the next UK honours list.",
        "additional_details": "This symbolic gesture demonstrates the immense appreciation and admiration of all UK residents to the selfless man who has become an inspirational and courageous leader. President Zelenskyy will likely refuse - asking not for honours but for humanitarian aid; or with great humility, accepting an honour only in the name of the Ukrainian people.\r\nA man who shoulders the burden and responsibility of defending all those in his sovereign homeland, including UK citizens, deserves this recognition.",
        "background": "Nominate for the unreserved protection and assistance to UK citizens, resident or visiting Ukraine, in the face of hostilities from a unprovoked aggressor; and the unwavering \"frontline\" defence of hard-won rights and freedoms, so long championed by UK citizens and our allies in peacetime Europe.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-28T10:13:01.948Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-28T10:39:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-03T08:53:11.656Z",
        "rejection": {
            "code": "honours",
            "details": "The Government will only accept individual nominations, not petitions, so we can’t publish your petition.\r\n\r\nTo submit a nomination for an honour, visit: http://www.gov.uk/honours/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-03T08:53:12.658Z"
    },
    "id": 610118,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610118.json"
    },
    "type": "petition"
}