{
    "attributes": {
        "action": "Give visas to Ukrainians who have family in UK",
        "additional_details": "UK visa rules are too narrow: they do not recognise the reality of families, which are more than spouses and children under 18. The British families of Ukrainians are ready to give them a place to stay and support during the conflict, but UK's visa rule means airlines, trains & coaches will not let them travel to the UK. Loved ones are being torn apart fleeing war. We must stand in solidarity and give them sanctuary in the UK whilst relieving pressure on neighbouring countries.",
        "background": "UK Government to immediately amend immigration rules to allow Ukrainian family of people living in UK to be issued with UK visas to come to UK. Family should include parents, grandparents, siblings and children over 18 of British citizens and other legal residents in UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-28T15:00:47.313Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-28T15:43:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-04T08:57:48.717Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that as well as immediate family members, British nationals and people of any nationality settled in the UK will now be supported to bring parents, grandparents, adult children and siblings to the UK. Find out more here: https://www.gov.uk/government/news/further-support-for-ukrainians-fleeing-russia-invasion\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nAllow Ukrainians with family in the UK to enter the UK without a visa: https://petition.parliament.uk/petitions/609397\r\n\r\nOffer fast track asylum to any Ukrainians displaced due to the invasion: https://petition.parliament.uk/petitions/609382\r\n\r\nWaive visa requirement for Ukrainian refugees: https://petition.parliament.uk/petitions/609530\r\n\r\nHelp Ukrainian refugees and create a safe path for them to get to the UK: https://petition.parliament.uk/petitions/609574\r\n\r\nGrant Ukrainian citizens fleeing the war full rights to live and work in the UK: https://petition.parliament.uk/petitions/609434\r\n\r\nDraw up and implement a specific Ukrainian refugee strategy for the UK: https://petition.parliament.uk/petitions/609431"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-04T08:57:50.208Z"
    },
    "id": 610151,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610151.json"
    },
    "type": "petition"
}