{
    "attributes": {
        "action": "Waive all UK border entry requirements for people fleeing the Ukraine conflict",
        "additional_details": "The Home Office is flying Ukraine's flag while denying visas for refugees. At the same time, there are reports of British Citizens with Ukrainian partners and family unable to enter the UK for fear that their loved ones will be denied entry. \r\n\r\nAccording to YouGov, 6 in 10 Britons supports a scheme to resettle Ukrainian refugees in the UK. The Irish government has lifted all visa requirements between Ukraine and Ireland, and the UK government should do the same.\r\n\r\nA petition exists to offer fast track asylum (https://petition.parliament.uk/petitions/609382), however this is short of measures taken in Ireland and other European countries, and would still allow people to be turned away at the UK border",
        "background": "Waive any entry requirements at the UK border for people fleeing the conflict in Ukraine, not just offer accelerated asylum application outside the UK",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-28T10:34:25.633Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-28T13:14:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-04T08:31:44.827Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nOffer fast track asylum to any Ukrainians displaced due to the invasion: https://petition.parliament.uk/petitions/609382\r\n\r\nWaive visa requirement for Ukrainian refugees: https://petition.parliament.uk/petitions/609530\r\n\r\nHelp Ukrainian refugees and create a safe path for them to get to the UK: https://petition.parliament.uk/petitions/609574\r\n\r\nGrant Ukrainian citizens fleeing the war full rights to live and work in the UK: https://petition.parliament.uk/petitions/609434\r\n\r\nDraw up and implement a specific Ukrainian refugee strategy for the UK: https://petition.parliament.uk/petitions/609431"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-04T08:31:46.730Z"
    },
    "id": 610121,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610121.json"
    },
    "type": "petition"
}