{
    "attributes": {
        "action": "Support Ukraine by offering asylum to its populace and supplies to its cities",
        "additional_details": "Pledge support for Ukraine. Open the borders to all Ukrainian nationals with a delayed asylum process, allowing them to escape threat to life as quickly as possible. Offer to supply food and medical supplies to its cities under attack to support the remaining populace. Consider following the EU's example to finance and and deliver weapons to Ukraine, whose army has half the supplies of its attacker and is relying on civilian volunteers to protect its bombarded cities.",
        "background": "The EU has offered Ukrainians a delayed asylum process, and weapons funds. Meanwhile the UK has only agreed to take from the growing number of fleeing refugees 'immediate relatives of british nationals living in Ukraine', and has not offered weapons or medical support, only economic sanctions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-02-28T09:45:31.097Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-02-28T16:59:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-04T09:06:43.828Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nOffer fast track asylum to any Ukrainians displaced due to the invasion: https://petition.parliament.uk/petitions/609382\r\n\r\nWaive visa requirement for Ukrainian refugees: https://petition.parliament.uk/petitions/609530\r\n\r\nHelp Ukrainian refugees and create a safe path for them to get to the UK: https://petition.parliament.uk/petitions/609574\r\n\r\nGrant Ukrainian citizens fleeing the war full rights to live and work in the UK: https://petition.parliament.uk/petitions/609434\r\n\r\nDraw up and implement a specific Ukrainian refugee strategy for the UK: https://petition.parliament.uk/petitions/609431\r\n\r\nSince you have started your petition the Government has announced additional humanitarian aid to help Ukraine deal with humanitarian crisis. Find out more about this here: https://www.gov.uk/government/news/ukraine-uk-pledges-another-80million-in-aid-to-help-ukraine-deal-with-humanitarian-crisis"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-04T09:06:45.004Z"
    },
    "id": 610111,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610111.json"
    },
    "type": "petition"
}