{
    "attributes": {
        "action": "Abolish the GDPR. Replace with UK legislation only if strictly necessary.",
        "additional_details": "I’m sick of cookie pop-ups when using the internet for any purpose. I know my rights. I want the petitions committee to retain my email address always; it won’t be changing and I am a British citizen intimately concerned with national life. Barriers to communication and commerce are unhelpful, indeed damaging. Where did the GDPR come from? Britain did not ask for it. It’s not in our interests as a nation.",
        "background": "Abolish the EU’s GDPR. No more cookies spoiling the user experience of the internet. No need for Government to legislate to hold contact data for the population, nor companies/businesses their customers. Streamline our relationships. Remove obstacles to commerce. Trust in British common sense.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-01T09:58:36.242Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-01T14:42:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-07T08:53:59.166Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the requirements introduced following the UK's implementation of the General Data Protection Regulation (GDPR), but we're not sure if you want the Government to remove all legislation governing how personal information is used by organisations, businesses or the government, or only those new requirements introduced by the Data Protection Act 2018, which is the UK's implementation of the General Data Protection Regulation (GDPR).\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-07T08:54:00.415Z"
    },
    "id": 610232,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610232.json"
    },
    "type": "petition"
}