{
    "attributes": {
        "action": "Ban Standing Charges on utility bills they only benefit high energy/carbon users",
        "additional_details": "On the same British Gas electricity tariff a LOW energy user will pay 32 % MORE per unit than a HIGH user, based on 5 vs 20 kWh/day. (37p/unit vs 28p/unit inc. standing charges, SVR April 2022 BG Tariff)\r\n\r\nA ban on standing charges would lower bills for those who save energy, and make all tariffs easily and directly comparable.\r\n\r\nThe network cost should be priced into the unit rate. High energy users should pay proportionately more than low energy users. With standing charges this is NOT the case.",
        "background": "Ban Standing Charges on Gas/Electricity/Water bills that charge users a set daily fee, even when they consume nothing or very little.\r\n\r\nThe standing charge places a disproportionate cost of running the utility networks on LOW carbon LOW energy users. This also discourages energy and carbon savings.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-01T16:21:52.305Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-01T17:05:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-07T09:57:06.430Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for utility providers.\r\n\r\nYou can find out more about standing charges for energy here: https://www.energyhelpline.com/help/what-are-unit-rates-and-standing-charges\r\n\r\nAnd you can find out more about standing charges for water here: https://www.ofwat.gov.uk/households/your-water-bill/metering/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-07T09:57:07.433Z"
    },
    "id": 610305,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610305.json"
    },
    "type": "petition"
}