{
    "attributes": {
        "action": "Support Ukrainian Scientists with UKRI Grant Scheme (due to Russian invasion)",
        "additional_details": "The support should cover at least 12 months and a fast track to review applications to allow for the refugee Ukrainian scientists to stay in the UK and continue working until the invasion and war with Russia is over. As a leader in the science and technology index, Ukrainian scientists contribute to the common good of humanity and lead the scientific community to deliver world-class research and development.",
        "background": "Establish (1) establish a dedicated fast-track grant route within UKRI for Ukrainian academics (professors and researchers) to cover the standard salary and basic consumables at a UK university; (2) waive fees and offer studentships to Ukrainian students (incl. PhD students).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-02T16:30:18.393Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-02T16:37:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-08T08:21:03.980Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the situation for Ukrainian scientists, but we're not sure exactly what you'd like the Government or Parliament to do. It's not clear if you just want the Government to provide financial support to scientists, and if so exactly who would be eligible for this support, or if you also want the Government to make visas available to certain categories of people who are not currently able to travel to the UK.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nOffer student visas and funding for higher education to students fleeing Ukraine: https://petition.parliament.uk/petitions/610029"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-08T08:21:05.819Z"
    },
    "id": 610453,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610453.json"
    },
    "type": "petition"
}