{
    "attributes": {
        "action": "Save our Spencers Road, Crawley Gurdwara from being closed.",
        "additional_details": "We have exhausted all other avenues to save our Gurdwara. The Government or Parliament have the authority and capabilities to save a community and generation.\r\n\r\nOur community will be prevented from praying and unable to practise their religion. This is a big part of our lives and somewhat 350+ members will be secluded.\r\n\r\nThe Gurdwara has been present and active for 40 years, changed the lives of many and been a source of reformation and vital education.",
        "background": "We would like you to intervene and prevent our Crawley Gurdwara from being closed and members of the congregation being wrongfully evicted. \r\nThis is a place of worship for over 350+ members.\r\nWe are law abiding citizens open to conversation and willing to negotiate to the terms with the land owners",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-03T11:56:22.522Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-03T15:00:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-09T11:35:55.611Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about this are a matter for the relevant landowners and local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-09T11:35:57.021Z"
    },
    "id": 610535,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610535.json"
    },
    "type": "petition"
}