{
    "attributes": {
        "action": "A Legal Timetable For Sanctions Against Russia + Speed Up Their Implementation",
        "additional_details": "Because Russia is a very dangerous and heavily-armed nuclear-capable nation, miltiary involvement may not be an option for putting an end to Putin's regime. \r\n\r\nWe also doubt that diplomacy will achieve much.\r\n\r\nTherefore, the only option on the table is economic power and this means we need to inflict as much damage on Putin's ability to finance his ambitions as soon as possible.\r\n\r\nTime is short on this front so we need parliament to commit to an efficient timetable for this.",
        "background": "Implement a hard-hitting program of sanctions against Putin's Russia.\r\n\r\nIf he is not stopped now then he will be more difficult to stop later on.\r\n\r\nThe UK should roll-out a comprehensive sanctions package against Russia & begin seizing assets connected to Russian oligarchs now.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2022-03-03T17:39:46.576Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-06T23:37:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-11T12:36:23.125Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions:\r\n\r\nPlace the strictest possible sanctions on Russia until it withdraws from Ukraine: https://petition.parliament.uk/petitions/609428\r\n\r\nFull embargo of Russian imports in lieu of active military support in Ukraine: https://petition.parliament.uk/petitions/609457\r\n\r\nSeize assets held by anyone with close ties to the Russian government: https://petition.parliament.uk/petitions/609418"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-11T12:36:23.123Z"
    },
    "id": 610572,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610572.json"
    },
    "type": "petition"
}