{
    "attributes": {
        "action": "Delivery drivers to get the right pay for the work load conditions worked in.",
        "additional_details": "As there is going to be a price increase starting April, its only fair that they get a pay increase. The money a self employed driver gets weekly or monthly goes straight to expenses for the van and leaves the drivers with bare minimum, on average £62 a day that's £1,240 a month and that's to the nearest figure, working 5 days, just allowing a driver to bring home enough for bills. People expect the drivers to do everything they say not knowing they have to deliver on average 180 parcels a day.",
        "background": "I know a delivery driver. Whether that's an increase pay, the full amount for fuel given back to the drivers not just a percentage or even they van hire price they have to pay weekly or monthly. Once a driver pays all expenses, they have none for themselves.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-03T07:05:21.057Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-03T08:41:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-08T09:09:10.134Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about pay for privately engaged workers are a matter for individual businesses, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-08T09:09:11.403Z"
    },
    "id": 610510,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610510.json"
    },
    "type": "petition"
}