{
    "attributes": {
        "action": "Use property seized from Russian oligarchs to house Ukrainian refugees.",
        "additional_details": "The Government's proposals to seize property in the UK from sanctioned Russian oligarchs has received wide public support.  The public are also largely behind a generous relaxation of the immigration rules to allow Ukrainian refugees fleeing the conflict to come to the UK. Local authorities are already struggling to find suitable accommodation for Afghan families the UK has committed to support. Using confiscated properties would ameliorate this pressure and also send a message to Putin.",
        "background": "The Government is considering proposals to seize the UK property of sanctioned Russian oligarchs without compensation. Any legislation needed to secure this objective  should also allow any properties seized to be used to accommodate refugees fleeing the conflict in Ukraine.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-03T16:21:08.861Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-03T16:51:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-09T08:16:05.016Z",
        "rejection": {
            "code": "duplicate",
            "details": "Decisions about housing refugees is an operational decision for the Home Office and individual local authorities, but we have published the following petition, which you might like to sign:\r\n\r\nSeize assets held by anyone with close ties to the Russian government: https://petition.parliament.uk/petitions/609418\r\n\r\nSeize frozen Russian assets and give proceeds to Ukraine to help with rebuilding: https://petition.parliament.uk/petitions/610119"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-29T15:44:06.826Z"
    },
    "id": 610564,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610564.json"
    },
    "type": "petition"
}