{
    "attributes": {
        "action": "Help alone parents with out of school wrap around care",
        "additional_details": "Nothing will change for alone parents with no family support to get back to work it's very far and between to find a job that's within school hours I want to go back to work full time iv worked hard to achieve my qualifications my children are both school ages and this is affecting our day to day living and our future I have no problems getting jobs only to find my childcare after school clubs never have space to cater for my children which I am then left to turn jobs down keeps happening",
        "background": "I want the government to help single mom's who want to go to work full-time have sufficient wrap around care catered to all children who attend school. As I have let many jobs go due to this factor and its not fair having to be in waiting lists for wrap around care and still have no place",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-04T11:46:22.245Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-04T17:26:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-10T08:26:24.788Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the provision of childcare are a matter for childcare providers, not the UK Government or Parliament. We could accept a petition calling on the Government to fund free wraparound care for children of single parents, but offering wraparound care would still be a matter for childcare providers."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-10T08:26:26.402Z"
    },
    "id": 610653,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610653.json"
    },
    "type": "petition"
}