{
    "attributes": {
        "action": "Be able to delete/deactivate an account that has been hacked.",
        "additional_details": "This is very scary for a lot of people where personal details about yourself can be revealed online and may be used against vulnerable people. A lot of people have been blackmailed with personal/private messages and there should be something set in stone where you don’t need to wait days/weeks for a response and can take immediate action if your account were to be hacked. We should be able to provide any old information to be able to deactivate/ delete an account.",
        "background": "Many people online get hacked where they are unable to retrieve their account as their email address and phone number have been removed by a hacker. I would like it so if you can provide online any old details such as your email and phone number you can permanently delete or deactivate an account.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-03T22:12:13.530Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-03T22:39:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-09T12:06:16.928Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about how people access online accounts, including when these have been hacked, are a matter for individual businesses, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-09T12:06:18.141Z"
    },
    "id": 610610,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610610.json"
    },
    "type": "petition"
}