{
    "attributes": {
        "action": "We want to change the license from Moldovan to English",
        "additional_details": "We want the government to help us change the permit because we in the Republic of Moldova do not know English and it is very difficult for me to learn in school please help us",
        "background": "We want the government to help us change the permit because we in the Republic of Moldova do not know English and it is very difficult for me to learn in school please help us",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-04T23:13:18.579Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-05T15:21:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-10T11:16:20.115Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about arrangements for people with Moldovan driving licences to drive in the UK, but we're not sure if you want the UK driving test to be available in Moldovan, or if you want people with a Moldovan driving licence to be able to exchange their driving licence for a UK driving licence.\r\n\r\nIf you'd like the UK driving test to be available in other languages, we have published the following petition, which you might like to sign:\r\n\r\nDVLA driving theory test should be available in other languages: https://petition.parliament.uk/petitions/597801\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIf you want people with a Moldovan driving licence to be able to exchange their driving licence for a UK driving licence, you could start a new petition explaining clearly requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-10T11:16:21.815Z"
    },
    "id": 610711,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610711.json"
    },
    "type": "petition"
}