{
    "attributes": {
        "action": "Introduce a law that will stop oil companies from imposing excessive fuel prices",
        "additional_details": "People feel absolutely powerless to protest whenever oil companies summarily raise the price of diesel and petrol, either because the cost of future consignments of crude oil has risen or because the continuity of supply is at risk.  The companies are profiteering, gaining as much advantage as they think the customer at the pump will tolerate.  There should therefore be legislation that directly links the cost of fuel with the actual cost of the oil purchased - in advance - for its provision.",
        "background": "Crude oil bought today, finds its way onto our forecourts as diesel and petroleum months down the line.  Oil companies should therefore schedule any consequent price rises to coincide with the future refining and sale of that oil, and not impose them at the time the purchase of that oil is agreed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-05T13:43:44.717Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-05T20:21:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-14T08:04:10.223Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nSet up an independent regulator to monitor and regulate vehicle fuel pricing: https://petition.parliament.uk/petitions/605282\r\n\r\nHold an inquiry into fuel prices and introduce increased regulation: https://petition.parliament.uk/petitions/603624"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-14T09:07:41.520Z"
    },
    "id": 610754,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610754.json"
    },
    "type": "petition"
}