{
    "attributes": {
        "action": "Stop building /reverse all unisex toilets existing.",
        "additional_details": "The unisex toilet in extremely unfair not to mention possibly dangerous for women and girls particularly. Women's toilets should be a safe haven. Plus to hear they are already in some primary schools. Let’s think about that 4 - 11 year olds in the same bathrooms who’s clever idea was that. Please Men, Women, Boys and Girls should be allowed there own space or at least go with an adult they trust if needed, the only exception.",
        "background": "Make it a law that no unisex toilets should exist.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-05T23:05:27.190Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-07T14:52:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-14T14:31:27.711Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about what toilet facilities to make available are a matter for individual businesses and local authorities, not the UK Government or Parliament. We could accept a petition calling on the Government to require all publicly accessible toilets have separate toilets for men and women, but this could mean that many businesses that only have a single toilet (including a disabled toilet) would no longer be able to have this open to the public."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-14T14:31:29.093Z"
    },
    "id": 610797,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610797.json"
    },
    "type": "petition"
}