{
    "attributes": {
        "action": "Facilitate safe passage for LGBTQ+ people through checkpoints/borders in Ukraine",
        "additional_details": "According to journalists at them. in their article “LGBTQ+ Ukrainians Brace for Human Rights Abuses as Russia Invades”, the US has suggested that kill lists are being drawn up for LGBTQ+ people. This is confirmed by The Washington Post, in the document, “Read: U.S. letter to the U.N. alleging Russia is planning human rights abuses in Ukraine”. It is imperative LGBTQ+ people, including those unable to access documents that match their gender identity, can travel to safety away from the war.",
        "background": "We call on the government to create dialogue across Europe and converse with Ukraine, to facilitate LGBTQ+ people being able to flee Ukraine, especially transgender people who are presumed male or with ID that says male, who are currently not able to travel through checkpoints and borders to safety.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-07T10:23:57.121Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-08T03:11:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-14T14:36:45.937Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nArrangements at the Ukrainian border are a matter for Ukraine and its neighbours, not the UK Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nUrge UN to provide safe evacuation routes from war zone in Ukraine: https://petition.parliament.uk/petitions/610069\r\n\r\nHelp Ukrainian refugees and create a safe path for them to get to the UK: https://petition.parliament.uk/petitions/609574"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-14T14:36:47.217Z"
    },
    "id": 610893,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610893.json"
    },
    "type": "petition"
}