{
    "attributes": {
        "action": "Stop motorists being charged up to £1000 to park at work",
        "additional_details": "This is a tax on going to work. \r\n\r\nMotorists are already being hit hard in the pocket by soaring petrol prices amid the cost of living and household bills. \r\n\r\nThis especially affects lower to mid paid workers who may not have any other way of getting to work. \r\n\r\nOutside of cities, a 30 minute drive could mean a 2.5 hour journey (2 buses and 2 trains) for somebody else. \r\n\r\nOften, driving is the cheaper option and for some it is the only option. Being taxed on driving to work makes no sense.",
        "background": "Many motorists could be charged 'up to £1,000' for driving to work under proposed new rules.\r\n\r\nCouncils across the UK are considering 'workplace parking levies' which will see drivers taxed for using their car to get to work. \r\n\r\nThe government needs to stop such levies coming in to action.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-06T18:13:25.719Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-06T18:34:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-11T11:54:38.755Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nDecisions on whether to impose a workplace parking levy in a local area are a matter for individual councils, not the UK Government or Parliament.\r\n\r\nYou could raise this issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-11T11:54:38.752Z"
    },
    "id": 610841,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610841.json"
    },
    "type": "petition"
}