{
    "attributes": {
        "action": "STOP all cars from parking on single/double yellow lines within school hours",
        "additional_details": "Because it’s dangerous. We simply can not cross the roads between all the cars that park irresponsibly. Every morning and after school pick up vehicles ‘park’ up and take their children into school leaving the mums/dads who walk to school with their children having to cross a busy road without the view of the full road. It’s a matter of time before some innocent child gets knocked down just simply trying to cross the road.\r\nPlease help us change this. Be a good role model and PARK SAFELY!",
        "background": "First option would be to change all the single yellow lines outside/across the road from schools to double yellow lines. \r\nSecond option.. where single yellow lines are already in existence produce signs to prohibit cars parking within the hours of 8am-9.30am and 2.30pm-4pm.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-07T10:02:38.454Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-07T10:51:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-14T08:21:36.538Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the placement of yellow lines and the hours of control for single yellow lines are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-14T08:21:39.514Z"
    },
    "id": 610889,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610889.json"
    },
    "type": "petition"
}