{
    "attributes": {
        "action": "Change the pricing of Renewable Energy so that it is no longer set by Gas Prices",
        "additional_details": "We are a family of three living in South Devon. We don't want our young daughter's life to be horribly affected by climate change. We signed up to a 100% renewable electricity scheme in 2020 through Octopus Energy. We were happy to pay a premium for this renewable supply of energy over the fossil fuel rate because we believe in leading through positive action. We strongly believe that renewable energy consumers should not be punished by increasing gas prices, as has been the case for our family.",
        "background": "The Government & Parliament should reconsider the pricing mechanism for Renewable Energy in the UK. Electricity generators usually have contracts which tie their price to the “market”, which usually is set by gas. This is horribly outdated and we need to see it changed to encourage green energy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-07T12:34:30.571Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-07T13:29:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-14T08:29:30.005Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the increased cost of energy, but we're not sure exactly what you'd like the Government or Parliament to do. The energy price cap is backstop protection from the government for people who default onto their supplier's basic energy tariff. Ofgem calculates the cap level that suppliers must apply to these tariffs. The cap does not apply to customers that have chosen a standard variable green energy tariff Ofgem has exempted from the cap. For customers on a standard variable green energy tariff it is up to individual energy providers what to charge.\r\n\r\nYou can find out more about the energy price cap here: https://www.ofgem.gov.uk/information-consumers/energy-advice-households/check-if-energy-price-cap-affects-you"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-14T08:29:31.110Z"
    },
    "id": 610904,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610904.json"
    },
    "type": "petition"
}