{
    "attributes": {
        "action": "Once repaired close the A57 Glossop to Ladybower each Sunday to motor vehicles.",
        "additional_details": "Government studies show the huge benefits to mental and physical health from an active lifestyle, especially if this takes place in the countryside. As the Peak District National Park turns 70, we can reimagine how we use our parks. Reducing traffic, air and noise pollution, and opening up space lost to  cars will enhance the lives of local citizens. Creating a safe space will allow more people to explore by foot, bike, wheelchair or mobility scooter helping people live healthier lives",
        "background": "Allowing only walkers, cyclists, wheelchairs and mobility vehicles use of the A57 for a 24 hour period each week - except for local access - keeps this unique space pollution and car free. Huge areas of land are sacrificed to motor traffic stopping people from walking or cycling. We can change this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-07T17:15:11.930Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-07T18:31:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-14T09:11:55.927Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local roads are a matter for the relevant local traffic authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-14T09:11:57.298Z"
    },
    "id": 610937,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610937.json"
    },
    "type": "petition"
}