{
    "attributes": {
        "action": "Keep our Immigration laws, do not wavier for anyone.",
        "additional_details": "We had a referendum to become sovereign from Europe, to make our own laws and policies. We have processes for Refugees and asylum seekers and this must be maintained to ensure the already stretched NHS and local services are not stretched further. The waiting times for GPs is already ridiculous and the poverty being suffered by our own citizens needs to be a priority.",
        "background": "do not wavie any Immigration laws for Ukraine or any other country. We need to maintain that our laws and immigration policy is what it is. If people wish to come here for any reason they should follow the process.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-08T08:34:02.887Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-08T08:47:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-14T09:52:30.553Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the prospect of immigration rules being eased or waived, but we're not sure if you only want the Government to commit to not waiving requirements for foreign nationals entering the UK to have a visa, or if you also want the Government to revoke schemes to make it easier for certain foreign nationals - such as those from Afghanistan and Ukraine - to enter the UK.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-14T09:52:31.776Z"
    },
    "id": 610981,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610981.json"
    },
    "type": "petition"
}