{
    "attributes": {
        "action": "Adopt a phased approach for removing entitlement to use rebated (red) diesel",
        "additional_details": "Sectors relying on rebated fuel are critical to the UK economy, society and the environment. Construction, Waste and other sectors will be seriously impacted by the removal of entitlement and will face catastrophic consequences in terms of ability to trade and provide essential services. The landscape is exceptionally different now compared to when the hike was announced, with ongoing issues flowing from; Covid, Brexit, driver shortages, economic recovery, energy crisis and consumer inflation",
        "background": "Introduce an annual escalator on fuel duty. Viable alternatives are simply not available or reasonably accessible. As a fiscal measure an escalator would stimulate more research and development, time for implementation and provide market ready conditions, whilst preserving businesses",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-07T13:59:03.052Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-08T09:10:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-14T09:53:37.698Z",
        "rejection": {
            "code": "duplicate",
            "details": "We currently have the below petition open on a similar topic which you might like to sign:\r\n\r\nDelay removal of red diesel entitlement from the construction industry\r\nhttps://petition.parliament.uk/petitions/607637"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-14T09:53:37.696Z"
    },
    "id": 610913,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610913.json"
    },
    "type": "petition"
}