{
    "attributes": {
        "action": "Evaluate gas and electric help for those living in high cost areas",
        "additional_details": "Put more money into local boroughs with extreme high costs of living.\r\nBenefits should be reconsidered at a higher rate in these expensive boroughs. \r\nDisabled rates should be recognised at a higher rate in these expensive areas. \r\nPeople cant move out of area, due to children etc and are being punished.\r\nWhy are people being asked to live on the same rates nationwide when the living cost is completely different.",
        "background": "There are areas which are already extremely high cost areas, way above average living. For ex Southend on sea, average rent for 1 bedroom is 900cm, Bill's £350 then an increase of gas and electric about £500 a month. That's an average wage gone before food is consumed or clothes are purchased.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-07T15:38:18.237Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-07T18:07:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-14T09:06:19.714Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to provide financial support for energy bills, but we're not sure who you want to be eligible for this support. You could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nSubsidise energy prices to offset any increase in the energy price cap: https://petition.parliament.uk/petitions/606586"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-08T15:01:55.223Z"
    },
    "id": 610926,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610926.json"
    },
    "type": "petition"
}