{
    "attributes": {
        "action": "Provide a reduction on energy and fuel tax during shortage and price increase.",
        "additional_details": "Both workers and people on benefits will both benefit from this, the cost of delivering food and ingredients to factories and stores will increase as the delivery prices rise because of fuel prices. People are on a lower expendable income after paying energy bills and more people will driven into the poverty catagory having to choose between heating and food. More people will be driven into unemployment as the cost of getting to their place of work out weighs their income.",
        "background": "During the current climate, petrol, diesel and household energy prices have increased and caused a strain of the cost of living and affordability of working.\r\n\r\nBy reducing the tax percentage on these catagories cost could be back at an affordable and reasonable level.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-07T12:13:41.586Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-07T13:16:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-14T08:26:29.337Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions, which call for similar or related actions:\r\n\r\nTemporarily suspend all taxes on all fuels and energy bills: https://petition.parliament.uk/petitions/610585\r\n\r\nReduce fuel duty and VAT by 40% for a period of 2 years\r\nhttps://petition.parliament.uk/petitions/599089\r\n\r\nRemove VAT from all domestic fuel, and provide price capping on heating oil\r\nhttps://petition.parliament.uk/petitions/598647\r\n\r\nHold an urgent inquiry into the energy crisis, and remove VAT on fuel\r\nhttps://petition.parliament.uk/petitions/605609\r\n\r\nSuspend VAT on road fuels to reduce fuel costs\r\nhttps://petition.parliament.uk/petitions/610567"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-14T08:26:31.324Z"
    },
    "id": 610903,
    "links": {
        "self": "https://petition.parliament.uk/petitions/610903.json"
    },
    "type": "petition"
}