{
    "attributes": {
        "action": "To help children in secondary schools feel like they can open up to people.",
        "additional_details": "I want the Government or Parliament to do it because it would help a lot of children in schools feel like they can trust the people in their school and not to dislike them in any way which would help them with their ability to open up to people instead of bottling it up inside and not to keep it to them self.",
        "background": "To support the children that need help and not to ignore their questions about personal things which is why you should consider a room where the students can open up about things and it will be confidential so no-one would have to know about it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-08T15:44:55.807Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-08T19:00:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-14T10:30:55.316Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you would like to help students feel supported in schools but we're not sure what precise action you would like the Government to take. We currently have two petitions open on a similar topic which you might like to sign:\r\n\r\nIncrease funding for mental health support in schools\r\nhttps://petition.parliament.uk/petitions/607356\r\n\r\nMake Health Education a compulsory separate subject in all schools.\r\nhttps://petition.parliament.uk/petitions/610659\r\n\r\nYou could start a new petition calling for dedicated mental health staff or student support staff in secondary schools if this is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-14T10:30:55.312Z"
    },
    "id": 611015,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611015.json"
    },
    "type": "petition"
}