{
    "attributes": {
        "action": "Create law that front gardens must comprise of plants",
        "additional_details": "Currently there are no laws on how much of a front garden can be left for nature with many now being tarmacked or slabbed over, resulting in less space for wildlife and so diminishing biodiversity. In order to limit global temperature warming and increase insect populations, we need to be utilising this vital space of the front garden to take it back to what it should be - a front garden. We need more plants and trees to act as carbon stores, and more flowers for pollinators.",
        "background": "We need a law to protect front gardens from being completely obliterated with man-made materials, ensuring that there are plants in every single one for wildlife. At least one-third of all front gardens should be comprised of plants, be that grass, flowers, shrubs or trees.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-08T12:05:17.526Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-10T08:30:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-15T08:22:56.255Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about how to maintain domestic gardens are a matter for the homeowner, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-15T08:22:57.486Z"
    },
    "id": 611002,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611002.json"
    },
    "type": "petition"
}