{
    "attributes": {
        "action": "allow trans people at the average age for puberty to take HRT",
        "additional_details": "1. this would help alleviate suffering for many children\r\n2. watching their peers go through puberty while they cannot (or even have to go through the puberty of their assigned gender) can be very distressing for those children\r\n3. the argument of \"what if they regret it\" doesn't really work, considering it is an insanely small amount (source: https://www.gendergp.com/detransition-facts/)\r\n4. it would purely make people's lives better, for literally no cost, refusing it is just causing suffering",
        "background": "based on the average age for puberty within cis people of that gender (~12 for males and ~11 for females) to allow trans children of that same age to begin taking hormone replacement therapy (which would recreate many of the effects of a puberty, allowing a trans child to go through the correct one",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-08T17:53:20.921Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-09T15:12:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-14T13:54:55.977Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about prescribing hormone replacement therapy are a matter for individual clinicians, not the UK Government or Parliament.\r\n\r\nYou can find out more about NHS provision of hormone replacement therapy for children here: https://www.nhs.uk/conditions/gender-dysphoria/treatment/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-14T13:54:58.316Z"
    },
    "id": 611022,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611022.json"
    },
    "type": "petition"
}