{
    "attributes": {
        "action": "Let Ukrainian refugees in to our country and process them here.",
        "additional_details": "The government are hiding behind security reasons. When they allow any refugees who come to the UK illegally via a lorry or boat and are allowed to stay while their application is processed. Yet the poor women and children of the Ukraine are to much of a security risk to allow them straight in to our country. Where is their understanding and compassion to these poor people's plight who only a couple of weeks ago were happily living their lives in the Ukraine",
        "background": "To change the government rulings on Ukrainian refugees to have to either go to Paris or Brussels to get a visa to enter and stay in the UK. While the war is going on in the Ukraine.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-08T19:48:16.319Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-09T15:52:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-14T14:00:34.024Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions which call for similar actions: \r\n\r\nReopen all visa services for Ukrainians in Ukraine: https://petition.parliament.uk/petitions/609769\r\n\r\nAllow Ukrainians with family in the UK to enter the UK without a visa: https://petition.parliament.uk/petitions/609397\r\n\r\nOffer fast track asylum to any Ukrainians displaced due to the invasion: https://petition.parliament.uk/petitions/609382\r\n\r\nWaive visa requirement for Ukrainian refugees: https://petition.parliament.uk/petitions/609530\r\n\r\nHelp Ukrainian refugees and create a safe path for them to get to the UK: https://petition.parliament.uk/petitions/609574\r\n\r\nGrant Ukrainian citizens fleeing the war full rights to live and work in the UK: https://petition.parliament.uk/petitions/609434\r\n\r\nGrant Ukrainians, who have over-stayed their visas, leave to remain: https://petition.parliament.uk/petitions/609716\r\n\r\nCreate a fast-track visa for British-employed Ukrainians and their families: https://petition.parliament.uk/petitions/609691 \r\n\r\nUrge UN to provide safe evacuation routes from war zone in Ukraine: https://petition.parliament.uk/petitions/610069\r\n\r\nImplement arrangements to enable English households to sponsor Ukraine refugees: https://petition.parliament.uk/petitions/610542\r\n\r\nCreate a system to house Ukrainian families with children in the UK: https://petition.parliament.uk/petitions/609714\r\n\r\nDraw up and implement a specific Ukrainian refugee strategy for the UK: https://petition.parliament.uk/petitions/609431\r\n\r\nCommit to providing refuge for at least 100,000 Ukrainian women & children: https://petition.parliament.uk/petitions/609565\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-14T14:00:36.174Z"
    },
    "id": 611034,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611034.json"
    },
    "type": "petition"
}