{
    "attributes": {
        "action": "Step in and stop these ridiculous, unaffordable living costs",
        "additional_details": "Something needs to change. A few complaints to the energy companies or fuel companies will not change anything. We need strength in numbers to force the change and make this world liveable. Having the basic amenities to live should not cost you the earth on a monthly basis. There is not much in this world right now that is bringing joy so to have to pay over the odds to be in our homes now to be warm or watch tv or travel to work to earn money to pay your gas or electric bill is crazy.",
        "background": "I would like the Goverment to step in and do something about this crazy overpriced cost of living. Its getting beyond manageable for most people. Everything around us keeps increasing in price yet wages never go up at the rate as the cost of living does.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-09T14:45:01.182Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-09T20:36:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-15T08:04:17.338Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that your concerned about the increased cost of living, but we're not sure exactly what you'd like the Government or Parliament to do about this.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nSubsidise energy prices to offset any increase in the energy price cap: https://petition.parliament.uk/petitions/606586\r\n\r\nTemporarily suspend all taxes on all fuels and energy bills: https://petition.parliament.uk/petitions/610585\r\n\r\nReduce fuel duty and VAT by 40% for a period of 2 years: https://petition.parliament.uk/petitions/599089"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-15T08:04:44.714Z"
    },
    "id": 611092,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611092.json"
    },
    "type": "petition"
}