{
    "attributes": {
        "action": "Cap fuel price at 16% of national living wage.",
        "additional_details": "In 2021 BP recorded £9.45bn profit, Shell £12bn profit. Yet they used \"driver crisis\", pandemic and Russia-Ukraine War to elevate prices. (only 8% crude oil in UK comes from Russia) We have noticed increase in prices on customer goods dictated by fuel price rise. While fuel magnates take advantage of current geopolitical situation, cost of living in the UK climbs along with inflation elevating at alarming rate. If this is not stopped now, less fortunate citizens won't be able to buy food soon...",
        "background": "Stop fuel providers from taking advantage of UK citizens by making a legal limit on fuel final price (after tax/duty) based on current National Living Wage.\r\nRegular- 15%, Premium- 17%, Diesel- 19%.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-10T07:36:00.375Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-10T08:12:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-15T08:22:08.361Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about fuel prices are a matter for retailers, not the UK Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nReduce fuel duty and VAT by 40% for a period of 2 years: https://petition.parliament.uk/petitions/599089\r\n\r\nSet up an independent regulator to monitor and regulate vehicle fuel pricing: https://petition.parliament.uk/petitions/605282"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-15T08:22:09.603Z"
    },
    "id": 611159,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611159.json"
    },
    "type": "petition"
}