{
    "attributes": {
        "action": "Change the structure of how child maintenance is calculated for paying parents",
        "additional_details": "Calculating child maintenance based on a persons income is not fair. Regardless of what a parent may earn the average need For children remain the same unless disabilities. If the paying parent wants to do overtime or receives a bonus they should not be penalised for it. they cannot enjoy that money or use it to better their own life for their children but their child’s Maintenance receiver can enjoy the benefits of the payers money and With no proof of how the receiver is spending the money.",
        "background": "Change The way child maintenance is calculated and deducted from the paying parent. It should not be based on earnings and overtime but based on the average need of a child and average cost of what a child needs. NOT based on somebody’s wage",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-11T03:42:55.360Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-11T07:24:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-16T08:24:35.414Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to how child maintenance is calculated, but it's not clear what you want rates to be set at, to replace current calculations. It's also not clear how the system you propose would work for non-resident parents whose earnings are below what is required to meet the financial needs of their child.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nStop bonuses and overtime being included in child maintenance calculations: https://petition.parliament.uk/petitions/599950"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-16T08:24:36.599Z"
    },
    "id": 611266,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611266.json"
    },
    "type": "petition"
}