{
    "attributes": {
        "action": "Give Health and Social Care staff at least a 20% Discount in fuel.",
        "additional_details": "I am currently trying to run a small care company and we are struggling to retain staff or get new staff on board due to many reasons and this fuel price rise just tops them all.  It is not sustainable for a small business to function economically without some kind of discount on the fuel.  This will enable us to continue supporting the elderly and others to live safely in their own home.  Otherwise it is likely this will force us and other care companies to shut down.",
        "background": "We need health and social care workers in domiciliary care to receive a discount in their fuel to enable them to be able to travel to their service users without costing them additional money.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-10T16:26:56.469Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-10T16:58:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-15T09:11:03.660Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the price of fuel - including any discounts offered - are a matter for retailers, not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nSet up an independent regulator to monitor and regulate vehicle fuel pricing: https://petition.parliament.uk/petitions/605282"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-14T10:05:28.264Z"
    },
    "id": 611214,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611214.json"
    },
    "type": "petition"
}