{
    "attributes": {
        "action": "Keep the 25% Council Tax discount for single person households hosting refugees.",
        "additional_details": "At present households claiming the 25% discount could lose the Council Tax discount if they took in a refugee.\r\nCouncils will have already assumed a certain number of 25% discounts.  Extending eligibility will not change Councils' budgets but it will enable more people to offer space to refugees, reducing demand on other housing.\r\nIndividual Councils can do this as a local Council Tax discount, but a national change would send a national message of welcome to refugees, including from the Ukraine.",
        "background": "People who live alone can claim a 25% discount on their Council Tax.  Some will have spare room(s) that could be used by refugees.\r\nWe ask the Government to include refugees as a category of people who are disregarded for Council Tax purposes, like children, students and live-in, unrelated carers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-11T12:13:32.052Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-11T13:45:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-16T08:43:02.089Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has confirmed that sponsoring a Ukrainian individual or family through the \"Homes for Ukraine\" scheme will not affect a person's council tax status: https://www.gov.uk/government/speeches/dluhc-secretary-of-states-update-on-ukrainian-sponsorship-scheme"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-30T08:43:44.696Z"
    },
    "id": 611292,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611292.json"
    },
    "type": "petition"
}