{
    "attributes": {
        "action": "To not allow people who are disabled in temporary accommodation rooms",
        "additional_details": "Too many people who are disabled like myself are often placed in temporary accommodation rooms which are not wheelchair accessible. I myself am a full time wheelchair user with multiple chronic illnesses I’ve been placed in a temporary accommodation room the 2nd in 5 months I’ve lost my independence and quality of life. There’s an equality act 2010 which is being broken by councils across the UK by placing people who are disabled in temporary accommodation that’s not suitable and is dangerous",
        "background": "Change the policy of temporary accommodation rooms for people who are disabled",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-11T21:01:58.004Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-11T22:20:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-16T10:44:13.130Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We understand that you would like to see the temporary accommodation used for disabled people be more fit for their needs but the responsibility of placing applicants in temporary housing is that of the relevant local authority.\r\n\r\nYou can find out more about housing provisions in your borough via the link below:\r\nhttps://beta.lambeth.gov.uk/housing/finding-home/social-housing\r\n\r\nYou can also find advice via the link below about steps you could take if you think your accommodation is not suitable: https://england.shelter.org.uk/professional_resources/legal/housing_options/housing_options_for_people_with_care_and_support_needs/accommodation_for_disabled_people\r\n\r\nYou may also like to sign the below petition which we currently have open on a similar topic:\r\nMake it mandatory for every building to be accessible for wheelchairs\r\nhttps://petition.parliament.uk/petitions/600329"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-16T10:44:13.129Z"
    },
    "id": 611342,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611342.json"
    },
    "type": "petition"
}