{
    "attributes": {
        "action": "Do not allow the new digital currency and cashless society",
        "additional_details": "Because our rights are being diminished on a daily basis! Every day we lose more control of our lives, something people fought for. We are meant to be a democracy, yet nobody listens to the people!\r\n\r\nEveryone should have the right to choose!!\r\n\r\nThe Government shouldn’t be in control of people’s money and shouldn’t be allowed to dictate where they spend it……….",
        "background": "We want the government to revoke the proposed digital currency! Allow people to spend their money however they see fit, and let people make their own choices! \r\n\r\nWITHOUT GOVERNMENTAL CONTROL!!!!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-12T18:01:20.729Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-12T19:55:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-16T13:43:46.326Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about possible changes to UK currency, but we're not sure exactly what you'd like the Government or Parliament to do, or not do.\r\n\r\nThe Government has commissioned a taskforce to look at the possibility of introducing a Central Bank Digital Currency in the UK. You can find out more about this here: https://www.gov.uk/government/publications/terms-of-central-bank-digital-currency-taskforce-terms-of-reference\r\n\r\nThere is no indication that any Central Bank Digital Currency would replace the Great British Pound.\r\n\r\nWe could accept a petition calling on the Government to disband the  Central Bank Digital Currency (CBDC) Taskforce, and commit to not introducing a CBDC, if that's what you want to happen.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMake it unlawful for shops to refuse cash payments: https://petition.parliament.uk/petitions/605030"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-16T13:43:47.492Z"
    },
    "id": 611390,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611390.json"
    },
    "type": "petition"
}