{
    "attributes": {
        "action": "Introduce a new Smart Export Guarantee (SEG) rate option to combat fuel poverty.",
        "additional_details": "Excess energy from home generators is usually bought by energy providers at very low rates via the SEG, (~5p/kWh) and resold back by them at much higher rates, (~35p/kWh). This needs to change for various reasons. Primarily to support those in, or threatened with fuel poverty. Therefore, The Government and Ofgem should work to introduce an option. Morally and socially we should all be helping to provide a green and independent energy supply for the UK and help alleviate fuel poverty.",
        "background": "Under the SEG, excess energy is usually bought very cheaply by energy providers. This needs to change to help combat fuel poverty. Under the SEG producers should be able to state that they want excess energy to be available to those in fuel poverty rather than resold by energy companies at a profit.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-12T11:32:53.242Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-13T18:28:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-18T13:58:21.948Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nWe understand that you're concerned about fuel poverty and the practices of energy companies. However, giving people an option to divert the energy they generate to households in fuel poverty would be an operational matter for energy suppliers, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-18T13:58:21.945Z"
    },
    "id": 611371,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611371.json"
    },
    "type": "petition"
}