{
    "attributes": {
        "action": "SCRAP UK Government's Passenger Locator Form - for Covid 19 Travel.",
        "additional_details": "The UK Gov't introduced the mandatory passenger locator form as part of emergency measures and legislation passed to address the covid-19 pandemic. As such, with the UK gov't removing all covid restrictions and most covid related legislation coming to an end, it is time the PLF is scrapped or, at least, scrapped for British citizens and nationals returning HOME. An article published in Norway as the reason behind the Norwegian gov't scrapping their PLF concluded it with privacy concerns.",
        "background": "In line with what Norway, Finland and other countries are doing, the UK Government needs to stop asking travelers to complete their passenger locator form (PLF) prior to travelling to the UK. As Norway indicated, it potentially breaches a travelers privacy as emergency measures had come to an end.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-13T16:45:12.675Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-14T17:59:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-21T08:49:16.675Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has lifted all COVID-19 travel restrictions, including the passenger locator form (PLF) for arrivals into UK, as well as all tests for passengers who do not qualify as vaccinated.\r\n\r\nFind out more: https://www.gov.uk/government/news/all-covid-19-travel-restrictions-removed-in-the-uk"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-21T08:49:18.193Z"
    },
    "id": 611459,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611459.json"
    },
    "type": "petition"
}