{
    "attributes": {
        "action": "Make compulsory that  Special Educational Needs Coordinators are Senior Leaders",
        "additional_details": "Every year more and more SEND pupils with complex needs join mainstream schools. It feels that SENCO's job is important but not important enough to be Senior Leaders to be a greater voice for SEND students. Safeguarding is at the heart of every school just because it is the law and DSLs are Senior Leaders. As a middle leader SENCO, I am exhausted by fighting for these students's rights- why should not the SENCO be at SLT meetings? Yes, I could find an SLT SENCO job but it doesn't solve problem",
        "background": "This has to be a law that SENCOs are Senior Leaders for the benefit of SEND students especially in mainstream schools. If Designated Safeguarding Leads must be Senior Leaders, why the SEND Code of Practice says should be senior leaders not MUST for such an important role.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-13T18:13:25.742Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-13T18:30:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-17T08:09:11.889Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about who is on a school's senior leadership team are a matter for individual schools, not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMake SEND training mandatory for all teaching staff: https://petition.parliament.uk/petitions/607849"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-17T08:09:13.452Z"
    },
    "id": 611464,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611464.json"
    },
    "type": "petition"
}