{
    "attributes": {
        "action": "Get justice for people who have been the victim of theft",
        "additional_details": "Children having their bikes stolen, people having scooters and mopeds stolen as well as people having cars stolen, yet in all events even if caught it's rare they have their belongings returned so have to go and purchase more or claim off insurance. Not to mention the heartache it causes when people have had something stolen.\r\nI've NEVER understood the logic behind it or can comprehend the lack of justice for the victims especially in this day and age with CCTV...",
        "background": "Deter thefts by means of ordering to repay the amount that a thief steals.\r\nIf caught or found then the thief's ordered to REPAY the value of what they stole, surely this would become a deterrent for many and reduce crime.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-13T09:17:18.512Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-13T09:57:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-16T15:49:42.589Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you would like to see changes to the way people convicted of theft are sentenced, but it's unclear if you would like the thief to repay the amount that they stole, in addition to the current sentencing options of fines and in some cases a custodial sentence.\r\n\r\nYou can start a new petition which clearly explains what action you would like the Government or Parliament to take. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-16T15:55:11.429Z"
    },
    "id": 611428,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611428.json"
    },
    "type": "petition"
}