{
    "attributes": {
        "action": "Review mileage rate .45 pp for private car use by voluntary organisations.",
        "additional_details": "I like many other volunteers use our cars to ferry people about to doctor, hospital, events, we do it not for gain but top help. With the huge increase in fuel, many people simply can not afford to carry on, as a consequence many people will suffer but not being able to get to medical appointments, it is reasonably argued their conditions will deteriorate and the result will be more cost to the NHS. As well as adding to loneliness.",
        "background": "The current fuel allowance rate was set at .45pemce per mile over 10 years ago. It has long been caught up with in the price of fuel, I ask that the Chancellor instruct HMRC to at least issues a directive that volunteer organisations can pay at least .65 pence per mile",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-14T11:52:45.386Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-14T13:48:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-21T08:32:53.929Z",
        "rejection": {
            "code": "duplicate",
            "details": "The Government sets approved amounts of Mileage Allowance Payments, which are 45p for the first 10,000 miles, and 25p for more than 10,000 miles. Decisions about whether to use these rates or use different rates are a matter for individual employers, not the UK Government or Parliament. If employers reimburse employees at a higher rate than the Government's approved Mileage Allowance Payments, they have to report this to HMRC.\r\n\r\nFind out more about Mileage Allowance Payments here: https://www.gov.uk/expenses-and-benefits-business-travel-mileage/rules-for-tax\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease the HMRC Mileage Rate from 45p/mile to 60p/mile: https://petition.parliament.uk/petitions/600966\r\n\r\nIncrease the tax-free approved Mileage Allowance Payment rate and review yearly: https://petition.parliament.uk/petitions/601286"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-21T08:32:55.402Z"
    },
    "id": 611510,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611510.json"
    },
    "type": "petition"
}