{
    "attributes": {
        "action": "Increase the mileage rate for unpaid student nurses' travel to match NHS rate.",
        "additional_details": "The is no equity, and amid a massive nursing shortage, it is yet another barrier to becoming a nurse. Furthermore, it is wholly unjustifiable - how van those paid members of staff receive £0.56 per mile, yet UNPAID students (doing 2300 hours of unpaid labor) are paid half of that. In fact, they are actually paid less than half as we are only paid mileage that is above our 'normal' mileage to university - again, this does not reflect reality. Its another example of discrimination against students",
        "background": "I want a review to be carried out on the current mileage rate for student nurses that have to travel to unpaid placements. The rate of £0.28 per mile (only paid above 'normal' daily travel which has been severely impacted due to COVID-19) is half of that of paid NHS staff - this is unjustifiable.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-16T11:00:18.958Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-05T13:48:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-08T07:55:39.421Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe Government sets approved amounts of Mileage Allowance Payments, which are 45p for the first 10,000 miles, and 25p for more than 10,000 miles. Decisions about whether to use these rates or use different rates are a matter for individual employers, not the UK Government or Parliament. Reimbursement of travel costs are covered by the NHS Terms and Conditions, jointly agreed by employers and the National Health Service trade unions."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-08T07:55:40.585Z"
    },
    "id": 611654,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611654.json"
    },
    "type": "petition"
}