{
    "attributes": {
        "action": "Suspend all MP's who have taken Russian linked funding in the last 5 years",
        "additional_details": "Russian oligarch linked cash donated to MPs, those oligarchs only being rich with the approval of President Putin, represents an existential threat to British democracy. The Electoral Commission has not prevented the influx of vast sums into British politics, and it is vital that we question their role in this matter. We must (temporarily) strip the Electoral Commission of such oversight, and suspend all MP's who have received such funding pending individual public enquiries into their funding.",
        "background": "The electoral commission has failed to maintain public confidence in ensuring that political donations are credibly vetted. Parliament must, as a matter of urgency, temporarily take the power of vetting such donations back and suspend all MP's who have taken Russian linked donations.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-16T15:34:48.986Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-16T16:25:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-22T09:59:43.202Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions relating to donations to individual political parties and MPs are a matter for them, within the rules set out by the Electoral Commission, not the UK Government or Parliament. These rules set out what donations political parties or individuals can accept, and investigations into whether these rules have been broken, are also a matter for the Electoral Commission, which is independent of the Government. Find out more about the rules regarding political donations: https://www.electoralcommission.org.uk/who-we-are-and-what-we-do/financial-reporting/donations-and-loans\r\n\r\nInvestigating MPs behaviour in line with the MPs Code of Conduct, and determining whether they have broken the code of conduct and should be suspended from the House, is a matter for the Parliamentary Commissioner for Standards and Standards Committee, not the Government or Parliament as a whole. You can find out more about this here: https://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/parliamentary-commissioner-for-standards/\r\n\r\nThis means the Government is not directly responsible for the actions this petition calls for.\r\n\r\nYou could have a petition calling for a different body to be given responsibility for setting the rules governing political donations, but it would be for this new body to decide what action to take on this issue - a petition cannot prejudge the result of any inquiry or investigation. \r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nHold a public inquiry into Russian interference in UK politics: https://petition.parliament.uk/petitions/609388"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-22T09:59:58.115Z"
    },
    "id": 611681,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611681.json"
    },
    "type": "petition"
}