{
    "attributes": {
        "action": "More accessible and affordable dental treatment for uk uni students",
        "additional_details": "As an undergraduate student, I’ve had significant problems with my teeth, this has been ongoing for 5 months now, in this time I’ve not so much as been able to find a dentist let alone afford a first consultation as a financially struggling student",
        "background": "Make dental treatments and procedures more affordable for uni students, make them accessible.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-16T16:59:33.523Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-16T18:19:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-22T08:13:11.604Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about access to and affordability of dentistry to university students, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe same dental costs apply to university students as other NHS patients, and you can find out about these charges here: https://www.nhs.uk/nhs-services/dentists/dental-costs/how-much-will-i-pay-for-nhs-dental-treatment/\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease NHS dental care funding to improve availability for child and adults: https://petition.parliament.uk/petitions/601744\r\n\r\nIncrease funding to ensure all adults in England have access to an NHS dentist: https://petition.parliament.uk/petitions/605814"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-22T08:13:12.831Z"
    },
    "id": 611691,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611691.json"
    },
    "type": "petition"
}