{
    "attributes": {
        "action": "Tax relief on Fuel for front line workers",
        "additional_details": "If this does not happen then we are going to be faced with staff leaving care, small companies closing possibly even larger ones closing and elderly and vulnerable people will be left to die in their own homes, hospitals over run, increase in mental health conditions and general illnesses. Health care is already in crisis because the government don’t pay enough into health care and now they want to take it back off the workers through national insurance as well!",
        "background": "The government makes approximately 80/90p per litre for fuel duty and VAT from petrol stations. The government can reduce this duty or VAT to front line staff to enable the health service to keep running by way of a Fuel Card",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-16T11:12:40.218Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-16T11:28:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-21T12:26:33.551Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you want certain workers to be eligible for tax relief on fuel, however it's not clear which specific groups of workers you want this to apply to.\r\n\r\nYou could have a petition calling for tax relief on fuel to be granted to a specified group of workers, so long as the petition was clear who those groups were.\r\n\r\nYou might like to sign these petitions which call for related actions:\r\n\r\n'Reduce fuel duty and VAT by 40% for a period of 2 years': https://petition.parliament.uk/petitions/599089\r\n\r\n'Suspend VAT on road fuels to reduce fuel costs': https://petition.parliament.uk/petitions/610567"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-21T12:26:34.928Z"
    },
    "id": 611658,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611658.json"
    },
    "type": "petition"
}