{
    "attributes": {
        "action": "Make Parents Accountable For Their Children's Anti Social Behaviour",
        "additional_details": "Around the UK, people have lost their lives or suffer depression and anxiety. This has got to stop.\r\nIncrease police powers to arrest the offenders and make the parents accountable and liable for prosecution. The courts must recognise the amount of damage and distress this is causing.",
        "background": "A huge increase in anti social behaviour is causing great distress to many communities. Youths seem to be \"feral\", out of control causing damage to property, shops, business. Nightly gangs congregate then go around threatening people sometimes physically. They have become the \"untouchables\"",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-17T15:21:22.744Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-18T15:31:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-24T14:23:31.948Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about crime committed by young people, but we're not sure additional powers you want police to have to arrest offenders, or in what new offences you want to apply to parents.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nLower the legal age of criminal responsibility to 7: https://petition.parliament.uk/petitions/611436\r\n\r\nThe Government has published information about what happens if someone's child gets in trouble with the police: https://www.gov.uk/if-my-child-gets-in-trouble-with-police"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-04T11:24:52.026Z"
    },
    "id": 611760,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611760.json"
    },
    "type": "petition"
}