{
    "attributes": {
        "action": "Make Wildlife Shooting, Culling and ‘ Game ‘ Hunting Illegal.",
        "additional_details": "Wildlife, such as, birds, foxes, badgers etc, are being hunted, trapped, culled, shot and and hunted by dogs. The Government have also licensed a mass shooting of Starlings, our wildlife plays a massive part in our society, each and every animal has a soul and a right to live, people are taking this license in to their own hands and killing our wildlife and getting away with it, all for profit and ‘sport’. \r\n\r\nThe British public are collectively demanding that a law is imposed to make this illegal",
        "background": "Myself and the British people are demanding that the shooting, culling and ‘ game’ hunting of our wildlife should be made illegal, therefore people who do so to face consequences. \r\n\r\nStatistics show that due to hunting, wildlife statistics are decreasing. Enough is enough.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-20T00:38:53.979Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-20T00:42:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-24T13:58:45.064Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the killing of wildlife, but it's not clear whether you want all shooting of wildlife (including for the purposes of pest control for example) to be banned, for the right to shoot animals after they have been caught by dogs on a hunt to be banned, or for something else.\r\n\r\nYou might like to sign these petitions which call for related actions:\r\n\r\n'Ban the shooting of dogs': https://petition.parliament.uk/petitions/598808\r\n\r\n'Require all hounds involved in 'trail hunts' to be muzzled': https://petition.parliament.uk/petitions/608828\r\n\r\n'Review the euthanasia of animals in the UK and impose reporting requirements': https://petition.parliament.uk/petitions/606922"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-24T13:58:50.327Z"
    },
    "id": 611877,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611877.json"
    },
    "type": "petition"
}