{
    "attributes": {
        "action": "Legally recognise unpaid carers as workers",
        "additional_details": "On average, an unpaid carer works 41 hours a week. That’s a full time job, with none of the rights, benefits or respect that come with a paid role. Unpaid care saves the NHS an estimated £57 billion each year. Legal recognition is the least they deserve.",
        "background": "Change the definition of 'worker' to include unpaid carers and recognise their homes as valid places of work. Unpaid carers should be entitled to a state pension for their role.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-18T11:11:31.672Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-18T11:14:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-23T13:25:22.081Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about recognition of unpaid carer's, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou say you want unpaid workers to be treated as workers, but it's not clear what additional rights or entitlements you want unpaid workers to have.\r\n\r\nUnpaid workers can already National Insurance credits, which help to fill gaps in a person's National Insurance record, to make sure they qualify for certain benefits including the State Pension, if they are eligible for Carer's Allowance. Find out more about this here: https://www.gov.uk/national-insurance-credits\r\n\r\nWe have also published the following petition, which you might like to sign:\r\n\r\nIncrease Carer's Allowance to equal 35 hours at the National Living Wage: https://petition.parliament.uk/petitions/599102\r\n\r\nIf there are specific changes you want the Government to make to the rights or entitlements of unpaid workers, you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-23T13:25:23.507Z"
    },
    "id": 611813,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611813.json"
    },
    "type": "petition"
}