{
    "attributes": {
        "action": "Incentivise Landlord to Invest in Green Energy for Their Properties",
        "additional_details": "The Climate Crisis is a highly important subject, and while many in the UK do not have the means to make a significant impact. This would help in a significant way towards eliminating fossil fuels from energy production in the UK with how many rented properties there are in the UK. There is need for our government to take real action, and this is just one of many measures that will help to take a step in the right direction towards the 'net-zero' goal.",
        "background": "Provide an incentive to encourage as many UK landlords to move away from the use of fossil fuels, with small incentives to use energy companies who only use renewable energy sources and larger incentives to install solar panels. Further measures could include incentivising electric boilers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-20T11:42:04.841Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-23T12:58:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-28T10:06:56.672Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nWe understand you're concerned about climate change and the role of improvements to rented properties in tackling this, but we're not sure what specific incentives you want to be put in place to encourage landlords to make such improvements.\r\n\r\nYou could start a new petition explaining specifically what you'd like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-28T10:06:56.670Z"
    },
    "id": 611892,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611892.json"
    },
    "type": "petition"
}