{
    "attributes": {
        "action": "Scrap the proposed \"Vehicle Noise Regulations\" & \"Mandatory limiters\"",
        "additional_details": "The UK and European car scene as a whole are among the biggest out there. These proposed changes show nothing more than the government's continued grasp of power over communities that they don't agree with. If these regulations make it into law, then there will be a huge dent made to the UK Car scene & European Car scene. Take for example the Nissan R35 GTR. It has just been removed from the European market due to these changes. We need to save the UK car scene!!!",
        "background": "Scrap the Proposed noise regulations & Mandatory speed limiters. Throughout the testing of the Speed limiters, it was found that the system often gets very confused and can be very delayed. The noise regulations are going to ruin the performance car scene. Nissan has cut R35 GTR sales because of it",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-19T23:13:48.374Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-19T23:20:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-24T10:46:51.754Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the impact of noise regulations on the sale and use of cars in the UK. However it's not clear what proposed new regulations you wish to be scrapped. New cars in the UK are required to meet the Europe-wide noise limit of 72 dB (A) which was established in 2016. You can find out more about this here: https://www.vehicle-certification-agency.gov.uk/fuel-consumption-co2/fuel-consumption-guide/cars-and-noise/#topic-title.\r\n\r\nYou could have a petition calling for this noise limit to be raised to a certain level, if that is something you'd like to see happen.\r\n\r\nWe already have a petition relating to speed limiters, which you may wish to sign:\r\n\r\n'Do not require ISA speed limiters on new UK cars': https://petition.parliament.uk/petitions/598939"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-24T10:46:53.839Z"
    },
    "id": 611873,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611873.json"
    },
    "type": "petition"
}