{
    "attributes": {
        "action": "Danger of soil extinction is grave - Save our Soil Biodiversity / Insect Biomass",
        "additional_details": "UN says soil is a very significant carbon sink linked to climate change; being the largest water soak on the planet and basis of all lives. Our wellbeing is not separate from the wellbeing of the soil. It is a very significant ecological threat as the way we grow food must change. The government must enforce policies that produces food in an organic way and stop using commercial and chemical fertilizers on our soil. Instead produce organic fertilizers using plants and animals waste themselves.",
        "background": "UN says 1/3rd of the world's soil already degraded. Only 60 years of agricultural soil left. Journal of Biological Conservation says 80% of Insect Biomass lost in last 30 years. We caused this suicide and we must fix it. The government must introduce policies to rejuvenate and revitalize our soil.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-20T11:34:25.043Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-20T13:50:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-25T08:05:57.046Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about degradation of soil, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to ban certain fertilisers, or to publish a strategy for preventing the degradation of soil quality, if either of those are something you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-05T09:09:01.959Z"
    },
    "id": 611891,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611891.json"
    },
    "type": "petition"
}