{
    "attributes": {
        "action": "Create safe dog leash laws in the UK",
        "additional_details": "Myself and so many others have experienced dog attacks or off leash dogs approaching with no recall and those of which are aggressive and not friendly leaving owners to break up dog fights and attacks. \r\nWhilst we are either training our dogs, working on our rescue dogs reactivity or walking our old and unwell dog, off leash approaching can cause major setbacks, triggers and dangerous environments.\r\nWe want to create a safe and considerate environment and implicate appropriate laws for dog safety.",
        "background": "Require ALL off leash dogs to be leashed before approaching on leash dogs - in all areas. \r\nImplicate safe and appropriate muzzle wearing for dogs of any breed and size if aggressive or reactive.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-21T11:17:51.803Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-21T12:32:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-25T11:49:23.392Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you want a requirement to be introduced that dogs have to be muzzled if they are \"aggressive or reactive\", however it's not clear how you want 'aggressive' or 'reactive' to be defined. There are already laws in place prohibiting the ownership of certain 'dangerous' breeds of dog. You can find out more about 'breed specific legislation' here: https://researchbriefings.files.parliament.uk/documents/CDP-2021-0111/CDP-2021-0111.pdf.\r\n\r\nYou could have a petition calling for muzzles to be required for certain breeds of dog, if that is something you'd like to see happen, so long as the petition was clear which breeds these would be, or how you wanted these breeds to be identified.\r\n\r\nYou might also like to sign this petition which calls for a related action:\r\n\r\n'Require dogs to be kept on a lead at all times when in public': https://petition.parliament.uk/petitions/599677"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-25T11:49:26.173Z"
    },
    "id": 611952,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611952.json"
    },
    "type": "petition"
}