{
    "attributes": {
        "action": "Reform the entire energy market and invest heavily in renewable energies.",
        "additional_details": "Energy prices are going up to ridiculous and unaffordable levels. The government has neglected this for a long time and has to rectify the situation immediately, to prevent people from going into fuel poverty.\r\n\r\nIt also doesn't make sense that consumers who are with cheap renewable energy companies are paying huge increases because the price of gas has gone up. The government should own part or all of the energy industry so we can invest in renewable energy effectively.",
        "background": "I propose the government invest heavily and immediately in renewable energies, so gas and electricity prices are independent, and energy is affordable.\r\n\r\nTax electricity providers who generated it using gas.\r\n\r\nInvestigate why we pay an exorbitant amount for cheap renewable energy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-21T09:21:20.901Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-21T09:34:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-25T10:17:35.167Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about funding for renewable energy generation, however the Government already provides financial incentives and other forms of funding for such technologies, so it's not clear what it is you'd like the Government to do differently e.g. to invest in the development of renewable energy technologies, or to increase financial incentives to energy companies to build and operate renewable energy generating facilities.\r\n\r\nYou might like to sign these petitions which call for related actions:\r\n\r\n'Hold an urgent inquiry into the energy crisis, and remove VAT on fuel': https://petition.parliament.uk/petitions/605609\r\n\r\n'Increase UK green energy investment in geothermal sources': https://petition.parliament.uk/petitions/597657\r\n\r\n'Prepare & deliver a strategy for developing and using Tidal energy in the UK': https://petition.parliament.uk/petitions/598785\r\n\r\n'Require new large buildings include renewable energy generation': https://petition.parliament.uk/petitions/600894\r\n\r\n "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-25T10:18:10.670Z"
    },
    "id": 611940,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611940.json"
    },
    "type": "petition"
}