{
    "attributes": {
        "action": "Any military action by the UK to require some basic ethical checks.",
        "additional_details": "There could be some issues about support for Ukraine, in the light of the invasion by Russia, perhaps. However, rumours/speculation about Ukraine or its leaders might not be warranted - that might be pure Russian propaganda. So, this proposal is a much more general one. A new law should be framed in a very general way, to try to ensure that the UK will not unwittingly support people who do not warrant it. Basic checks on, e.g. women’s rights, racism and LGBT equality will eliminate most risk.",
        "background": "Before offering any form of military support -  whether direct engagement of military personnel, or weapons/equipment, or consultancy or provision of tactical data - the government must make enquiries about the group to whom support is offered. Support for general equality and rule of law required.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-21T12:44:35.938Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-22T21:21:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-28T07:37:34.291Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about how decisions are made about the UK's military action overseas, but we're not sure exactly what new requirements you'd like to be put in place, for military action overseas to be authorised.\r\n\r\nYou could start a new petition explaining clearly what you would like to happen before the UK decides to engage in military action overseas."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-28T07:37:35.814Z"
    },
    "id": 611956,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611956.json"
    },
    "type": "petition"
}