{
    "attributes": {
        "action": "Remove Leptospirosis Vaccine as a requirement for Dog Daycare and Boarding",
        "additional_details": "There have been thousands of reported cases of adverse reactions and even fatalities following this vaccination. The majority of dogs that contract Leptospirosis are recently vaccinated dogs. The Leptospirosis vaccine only covers 4 strains of Leptospirosis when there are currently 250 known strains. The requirement of this vaccine is mainly to protect people as it is a zoonotic disease. It is also very treatable in both dogs and humans if caught early",
        "background": "Remove Leptospirosis vaccine from the required list of vaccinations for dogs attending daycare and boarding facilities. The vaccine is dangerous and not in the best interests of the dog's welfare.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-21T08:25:24.928Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-21T10:06:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-25T10:34:44.732Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about which vaccines dogs should receive are clinical matters for veterinarians, and decisions on which vaccines are required by day care facilities are a matter for them. This means the UK Government is not directly responsible for the action your petition calls for.\r\n\r\nYou could have a petition calling for the Government to fund a study into the safety of core dog vaccinations, if that is something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-25T15:13:15.661Z"
    },
    "id": 611936,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611936.json"
    },
    "type": "petition"
}