{
    "attributes": {
        "action": "Require insurance companies to replace car like for like, rather than value.",
        "additional_details": "Had an accident. The value I would get for car is  £3.5 grand. I could buy the same car with this if I could travel 150 miles, but no guarantees that it was near the condition ours was in and wouldn't end up costing us a fortune in repairs. To buy a car that was the same as the one we had (which was 3 years old at purchase, 50k miles, £7.5k) would now cost £13500. Whichever way this is looked at, we will be losing out significantly, and this isn't right when in a no fault accident.",
        "background": "The most important thing with your car is reliability. You car might only be worth 3 grand, but when it's your car and you know there are no faults with it, that car can't be replaced. Require insurance companies to provide you with like for like with a guarantee that all is in good working order.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-21T10:47:36.486Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-21T13:16:58.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-25T12:45:27.988Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The terms of insurance policies are a contractual matter between the insurer and the consumer. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-25T12:45:36.822Z"
    },
    "id": 611949,
    "links": {
        "self": "https://petition.parliament.uk/petitions/611949.json"
    },
    "type": "petition"
}