{
    "attributes": {
        "action": "Change Unleaded Fuel back to E5",
        "additional_details": "The government should either reduce vat on high ethanol content fuel that reflects the poor efficiency it gives, or revert back to E5 blend. It cannot be considered greener than E5 if the average person is getting 10% less mpg out of it. \r\n\r\nIn addition high fuel prices are crippling right now and it is double whammy for the motorist but a windful in VAT receipts.",
        "background": "E10 fuel was introduced to balance the green agenda, however it is far from green with fuel efficiency dropping by circa 25% in some modern vehicles with an average of 10% across the board. E5 fuel should be reinstated, or vat be adjusted to counter the demise in MPG.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-23T06:55:03.986Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-23T10:38:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-28T15:16:14.956Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the replacement of E5 unleaded petrol with E10. However it's not clear whether you want the Government to overturn the decision to replace E5 with E10 unleaded fuel, or for VAT to be changed by a certain amount, or for something else.\r\n\r\nYou may wish to sign this petition which calls for a related action: \r\n\r\n'Mandate standard fuel be ethanol-free & allow lower VAT for fuel with ethanol': https://petition.parliament.uk/petitions/604051"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-28T15:16:16.219Z"
    },
    "id": 612070,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612070.json"
    },
    "type": "petition"
}