{
    "attributes": {
        "action": "1,Stop Cornwall property being sold to 2nd home owners.\r\n2, medical services",
        "additional_details": "Because we need help desperately. We have so may homeless people, families with nowhere to go. People being displaced and they then can’t get to work. Also we need someone to speak up for more medical services urgently.",
        "background": "Stop property in Cornwall being sold to 2nd home owners. Community is dying and nowhere for locals to live \r\nAlso we need more medical services one hospital is not enough ! No ambulances and no beds people are dying in ambulances after waiting hours for one,then there is no room to admit them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-23T00:54:10.839Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-24T14:13:48.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-29T08:06:39.329Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about who to sell properties to are a matter for individual landowners, not the UK Government or Parliament. We have published the following petition, which you might like to sign:\r\n\r\nRequirement planning permission to use/let a residential property for holidays: https://petition.parliament.uk/petitions/600881\r\n\r\nLocal health services are a matter for your local NHS Trust and Clinical Commissioning Group (CCG), not the Government or Parliament. If you are concerned about your local NHS services you should contact your local Trust or CCG."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-29T08:06:40.448Z"
    },
    "id": 612063,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612063.json"
    },
    "type": "petition"
}