{
    "attributes": {
        "action": "Support parents with mental health needs",
        "additional_details": "There needs to be more support from social workers around mental health support.  Their response is just to remove the children.  Families should stay together without judgement.  This system is not fit for purpose and needs an overhaul.  Parents are treated with contempt and not believed and also applies to parents who have fled abusive relationships.  The authorities do not consider the vulnerable parents views and appears the decision is already made before it reaches court",
        "background": "Parents who struggle with day to day mental health problems such as anxiety and depression are penalised because of this and therefore not allowed to parent their children.  Social Workers dangle the carrot to give them hope of being reunited with their children",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-23T07:55:05.331Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-23T10:09:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-28T10:54:30.972Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you would like parents with mental health needs, and social workers, to be given more support. However it's not clear what form or forms of support you want them to be offered.\r\n\r\nYou could have a petition calling for the Government to fund local authorities to provide parents with mental health needs with more support, so long as the petition was clear about what form of support you wanted.\r\n\r\nYou may wish to sign these petitions which call for related actions: \r\n\r\n'Review and reform Child and Adolescent Mental Health Services': https://petition.parliament.uk/petitions/605314\r\n\r\n'End the practice of 'forced adoption' via the family court system': https://petition.parliament.uk/petitions/606589\r\n\r\n'Automatically remove parental responsibility following child or domestic abuse': https://petition.parliament.uk/petitions/603728"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-28T10:54:32.371Z"
    },
    "id": 612072,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612072.json"
    },
    "type": "petition"
}