{
    "attributes": {
        "action": "Help stop isolation of people in care homes",
        "additional_details": "I would like to start a petition for people in care homes so they do not need to isolate when covid strikes , everyone lives in the one household and it is affecting our residents mental health and mental state being stuck in their rooms to isolate. I would like help to stop this from happening in care homes residents should not need to isolate as when at home your household doesn’t need to isolate as long as they have had all vaccines which in care homes they do.",
        "background": "I would like the government or parliament to look into this and try make it so that care homes do not need to isolate as all residents should not need to be stuck in there rooms.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-24T09:45:55.985Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-24T10:51:08.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-29T07:50:39.648Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about residents of care homes having to self-isolate, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere are no longer any legal requirements for people to self-isolate if they have covid-19. The Government has produced guidance on the admission and care of residents in a care home during COVID-19, which recommends self-isolation and reducing communal activities in certain circumstances: https://www.gov.uk/government/publications/coronavirus-covid-19-admission-and-care-of-people-in-care-homes/coronavirus-covid-19-admission-and-care-of-people-in-care-homes\r\n\r\nDeciding how to implement this guidance is an operational matter for individual care homes.\r\n\r\nWe could accept a petition calling for the Government's guidance on the admission and care of residents in a care home during COVID-19 to be changed, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-29T07:50:40.986Z"
    },
    "id": 612148,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612148.json"
    },
    "type": "petition"
}