{
    "attributes": {
        "action": "Help fund for the Bivalent vaccine and DMFO to be brought to the UK!",
        "additional_details": "Families who have a child with Neuroblastoma often have to fundraise to allow lifesaving cancer treatment that isn’t available on the NHS. This treatment is called the Bivalent Vaccine and DMFO. Bringing this treatment to the UK will relieve the stress of fundraising on children and families fighting the awful disease that is Neuroblastoma.",
        "background": "Increasing Neuroblastoma cancer funding and help fund the Bivalent vaccine and DMFO in the UK rather than abroad.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-25T23:37:31.643Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-25T23:44:18.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-31T08:40:37.782Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you want the Government to fund the provision of the Bivalent Vaccine and DMFO for children with neuroblastoma. However such funding would be dependent on this treatment having completed clinical trials and been authorised for use in the UK by the Medicines and Healthcare products Regulatory Agency (MHRA), which is independent of the Government.\r\n\r\nIf the MHRA should authorise this treatment in the future, then we could accept a petition calling on the Government to provide funding for it to be given to patients."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-31T08:40:39.388Z"
    },
    "id": 612268,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612268.json"
    },
    "type": "petition"
}