{
    "attributes": {
        "action": "Amend the Caravan Sites & Control of Development Act 1960 & raise accountability",
        "additional_details": "Local concerns about new certificated sites are disregarded by Camping & Caravanning Club, thereafter the Club is unaccountable. On one site they expanded from 5 to 80 recreational units, with one entrance & single-track access, with no planning control despite objection from all local authorities & MPs.\r\nThe Ministry’s response refers to an Article 4 Direction, which local Councils do not use.\r\nRural communities face years enduring dangerous effects of the increased volume of tourist traffic etc.",
        "background": "Caravan and Camping Associations benefit from exemption certificates & effectively do as they like. We want checks in place which will give locals a voice, protect their rural amenities & provide local authorities the power to have more control, especially when the area & its roads are unsuitable.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-26T11:27:06.784Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-26T15:06:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-31T08:38:54.930Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about regulation of caravan parks, but it's not clear what changes you want to be made to existing rules.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-21T13:18:40.843Z"
    },
    "id": 612286,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612286.json"
    },
    "type": "petition"
}