{
    "attributes": {
        "action": "To place restrictions on targeted advertising and how it is delivered/consumed.",
        "additional_details": "At a time where cost of living and mental health issues are at an all time high. People should be able to go through their daily lives with healthy and pragmatic support mechanisms in place. Mechanisms that are promoted actively and proportionately to the myriad of companies and organisations attempting to sell products/technology. They give the idea that these could be actual solutions for people when this is not true and is distracting them from seeking actual solutions that cannot be bought.",
        "background": "To input strict guidelines on advertising, to allow people to take part their daily lives and enjoy their preferred activities both on and off-line without being bombarded by advertising and opportunistic sales motives.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-26T10:57:21.187Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-28T08:02:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-31T11:15:24.440Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about the content of certain advertisements. However it's not clear what restrictions you want to be placed on such adverts. Advertisers are already required by law to meet certain requirements, which you can read here: https://www.gov.uk/marketing-advertising-law. You could therefore have a petition calling for these legal requirements to be changed in some way, so long as the petition was clear what changes you wanted.\r\n\r\nIf you wish to raise a complaint against a specific advert you have seen, you can find out how to do this here: https://www.ofcom.org.uk/complaints/complain-about-tv-radio-a-website/an-advert-i-saw\r\n\r\nYou might like to sign these petitions which call for related actions:\r\n\r\n'Ban gambling adverts on TV, Radio and social media before 9pm': https://petition.parliament.uk/petitions/607852\r\n\r\n'Ban the use of advertising in virtual and augmented reality': https://petition.parliament.uk/petitions/600219"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-31T11:15:26.052Z"
    },
    "id": 612284,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612284.json"
    },
    "type": "petition"
}