{
    "attributes": {
        "action": "UPPER RHONDDA FACH RELIEF ROAD\r\nWHEN WILL IT BE BUILT - ANSWERS NEEDED PLEASE",
        "additional_details": "A new relief road would aid people living in the communities to drive safely, better public transport travel, as there is only one main road from Tylorstown to Maerdy, the congestion is appalling and any emergency services have difficulty.  \r\nAny environmental emergencies to the area, any crisis, results in communities being unable to travel, leave their villages as cannot get through.  It is dangerous to only have one main road. Also stops businesses from coming to the area too.",
        "background": "South Wales Upper Rhondda Fach, Relief Road to continue from Tylorstown upto Maerdy has never been completed. Money was allocated from grants at one point and were then spent on other developments in other areas. It wasnt spent on the road it was intended for. A forgotten area.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-26T19:08:35.017Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-26T19:42:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-31T09:33:00.184Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the Upper Rhondda Fach Relief Road are a matter for Rhondda Cynon Taf County Borough Council, not the UK Government or Parliament. You could therefore raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors.\r\n\r\nDecisions relating to the current moratorium on the building of new roads in Wales is a matter for the Welsh Government. You could therefore start a petition to the Welsh Government calling on them to end this moratorium so that this relief road can be built, if that is something you'd like to see happen. You can find out how to do this here: https://petitions.senedd.wales/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-31T09:33:04.884Z"
    },
    "id": 612306,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612306.json"
    },
    "type": "petition"
}