{
    "attributes": {
        "action": "To bring more awareness to women’s health conditions",
        "additional_details": "I would like the Government to make this mandatory to prevent women from being persecuted in workplaces and education settings, due to having to have time off from the debilitating symptoms in which these conditions cause. Women’s health should be a mandatory unit in Medicine and Health sciences so Drs are more equipped when it comes to dealing with women’s health. Many women are left for years in agony due to Drs not being aware of these conditions and the symptoms in which they cause.",
        "background": "Due to a lack of awareness around women’s health, I feel it would be good to make women’s health a mandatory unit when studying medicine at uni. To also make it mandatory for managers in workplaces and staff members in schools to be educated on women’s health conditions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-26T21:30:04.867Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-26T21:54:38.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-31T10:30:14.763Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about training for doctors are a matter for the NHS and relevant professional bodies, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to require health students to take a module about women's health.\r\n\r\nWe could accept a petition calling on the Government to make it compulsory for people working in schools and workplaces to undertake training on women's health, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-31T10:30:16.106Z"
    },
    "id": 612312,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612312.json"
    },
    "type": "petition"
}