{
    "attributes": {
        "action": "Develop a national \"Offices for Refugees & Homeless Programme\"",
        "additional_details": "1) there is a need for safe, clean, accommodation/space for a large numbers of people (from Ukraine and elsewhere including our own homeless people)\r\n\r\n2) there are currently large numbers of offices across London and the UK which have vast areas of space available (and will continue to) - generally all of them with great access to transport, good heating, lighting, facilities - frequently with kitchen ares etc. They even have well defined security protocols/systems for entry/exit.",
        "background": "Develop a national programme to enable the safe and secure use of  unused office space (owned/leased by Government & private sector) across the country to house on a temporary basis large numbers of refugees & homeless people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-26T18:25:37.138Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-26T18:53:28.000Z",
        "opened_at": null,
        "rejected_at": "2022-03-31T13:40:45.259Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The housing of refugees is a matter for local authorities, not the UK Government or Parliament. \r\n\r\nIn any case, how a privately-owned property is used (whether it is occupied or not) is a personal matter for the owner of that property, and not something for which the UK Government is directly responsible.\r\n\r\nFurther, there are a number of differences between commercial and residential properties which mean that many office buildings will not be in a state fit for human habitation anyway. Many will also not have the planning permission required for them to legally be converted to homes. This means that much of what this petition calls for would not be possible anyway, as things stand.\r\n\r\nYou could have a petition calling for the Government to fund local authorities to source or repurpose additional accommodation for Ukrainian refugees, if that is something you'd like to see happen.\r\n\r\nYou might like to sign this petition which calls for a related action:\r\n\r\n'Commit to providing refuge for at least 100,000 Ukrainian women & children': https://petition.parliament.uk/petitions/609565"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-03-31T13:40:56.946Z"
    },
    "id": 612305,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612305.json"
    },
    "type": "petition"
}