{
    "attributes": {
        "action": "HCAS payments to everyone who lives within a certain distance of any UK city",
        "additional_details": "The government should recognise that with additional cost of living within the cities, NHS workers especially are having to decide whether they can use heating or have something to eat along with making the decision sometimes to leave the NHS entirely for supermarket work as this currently seems a more palatable option with better working hours, conditions and PAYE.  All cities are seeing an increase in living costs for HCAS should be paid for all and not just London stop the north/south divide.",
        "background": "The NHS and other government bodies pay a Higher Cost Area Supplements if you live in and around London as it is more expensive, I feel this is the same for all cities throughout the UK and these payments should be available for everyone within a certain distance to any city in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-28T08:19:48.586Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-29T23:07:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-04T08:38:03.956Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned that High Cost Area Supplements are only available to NHS staff working in and around London, but it's not clear if you want these supplements to be extended to all NHS staff working in and around cities, or all public sector staff working in and around cities, or anyone working in and around cities.\r\n\r\nWe could accept a petition calling on the Government to fund High Cost Area Supplements for all NHS or public sector staff working in and around cities, but setting pay for privately employed workers is a matter for their employers, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-04T08:38:05.040Z"
    },
    "id": 612369,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612369.json"
    },
    "type": "petition"
}