{
    "attributes": {
        "action": "Make the definitions of sex and gender consistent in all policies and decisions.",
        "additional_details": "I call for the government to recognise that there are inconsistencies between sex and gender in policies and decision making.\r\n\r\nGRC's are based on gender. Getting a birth certificate to change sex contradicts the definition of sex and further confuses the differences. \r\nI suggest adding a gender section to a new birth certificate to recognise that people want to be treated as their gender, but not altering the sex since this is unmutable.\r\n\r\nConsistency will help reinforce the integrity of rights.",
        "background": "Sex and gender is being used interchangeably between and within definitions and policies. \r\nThis weakens integrity of any policies made and causes overlap, confusion and tension between groups and their own unique legal rights and protect these groups.\r\nConsistency will create more fairness.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-29T13:32:56.874Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-29T14:14:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-04T07:36:09.587Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned that different laws and policies use different language and definitions, but we're not sure what policies and laws you want to be changed, or how you want them to be changed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-04T07:36:10.784Z"
    },
    "id": 612463,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612463.json"
    },
    "type": "petition"
}