{
    "attributes": {
        "action": "Bring back cosmetic surgery on the NHS with people with breast asymmetry",
        "additional_details": "Due to breast asymmetry surgery being taken away from the NHS unless someone has breast cancer this is causing women to have to turn to the private sector and this can cost up to £5000 or more. Which a lot of people cannot afford. So the NHS offers patients breast moulds to cover this up however it doesn’t help with mental health and causes insecurities as this can still be noticeable and doesn’t solve the problem. Please bring this surgery back to help women with mental health and body image.",
        "background": "Breast surgery for asymmetry was taken away from surgeries that the NHS do unless you have breast cancer a few years ago. I would like to be changed and brought back to people that need the surgery to help with mental health and body image confidence.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-29T07:46:12.006Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-30T18:37:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-04T11:26:04.658Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether to pay for breast implants for patients who have uneven or no breasts are a matter for the NHS and clinical commissioning groups (CCGs), not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-04T11:26:05.722Z"
    },
    "id": 612430,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612430.json"
    },
    "type": "petition"
}