{
    "attributes": {
        "action": "Make energy use more sustainable by making unsustainable energy more expensive.",
        "additional_details": "I want the Government to do it because energy pollution is a big problem and this could be a good way to solve it. If the Government do it it could be a big advantage to the country.",
        "background": "If we change the prices on different types of energy, we could help people make a different choice. Make sustainable energy more mass-produced by making it cheaper, and making unsustainable energy more expensive.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-29T10:44:02.192Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-30T17:55:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-04T11:12:52.647Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about sustainability of energy, but we're not sure exactly what you'd like the Government or Parliament to do.\r\nDecisions about the cost of energy are a matter for generators and Ofgem, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to increase taxes on generators of non-renewable energy, to make renewable energy comparatively cheaper, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-04T11:12:56.059Z"
    },
    "id": 612446,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612446.json"
    },
    "type": "petition"
}