{
    "attributes": {
        "action": "Do not raise the target average GCSE grade for Year 11 students to Level 5.",
        "additional_details": "Young people's mental health is getting worse*. We believe this  has been impacted by ever increasing targets and more heavily laden academic curricula. This has squeezed out the arts, life skills, enrichment, sport and any sense of pleasure in learning.  Our young people do not thrive simply by raising the height of the hurdles.  *https://www.youngminds.org.uk/about-us/media-centre/mental-health-statistics/",
        "background": "Level 4 is a satisfactory target as the average grade for 16 year olds. An average of Level 5 is an unnecessarily ambitious target.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-28T22:52:22.430Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-29T00:15:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-01T15:53:31.841Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government has not set a target for the Year 11 students to get a Level 5 in their GCSEs. They have set an ambition for secondary schools to see the national average GCSE grade in both English language and maths increase from 4.5 in 2019 to 5 by 2030, and set out a a series of new measures to support the delivery of these ambitions: https://www.gov.uk/government/news/schools-white-paper-delivers-real-action-to-level-up-education\r\n\r\nIf you want the Government to abandon its ambition to see the national average GCSE grade in both English language and maths increase from 4.5 in 2019 to 5 by 2030, we could accept a petition requesting that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-01T15:53:33.047Z"
    },
    "id": 612420,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612420.json"
    },
    "type": "petition"
}