{
    "attributes": {
        "action": "I would like to have bookable appointments again with my GP.",
        "additional_details": "I want to return to bookable appointments due to the fact that patients can not be expected to be able to pick up the phone whenever the GP calls for our appaointment. We have jobs to go to, meetings to attend and households to run. If we could have prebooked telephone appointments, we could plan our day more efficently and wouldn't miss our appointment. This is why A&E is so busy because GPs aren't there for their patients anymore. We pay our taxes and NI contributions and we are neglected.",
        "background": "I would like parliament to force GP surgeries to return to bookable appointments (face2face, telephone/zoom). We can not all be readily available at ANY time of the day to be able to answer a call from our GP due to our own life commitments.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-29T13:33:30.756Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-29T14:01:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-01T16:08:39.053Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions relating to GP appointments, including whether to make these available to book, are operational matters for the NHS and individual GPs, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-01T16:08:40.278Z"
    },
    "id": 612464,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612464.json"
    },
    "type": "petition"
}