{
    "attributes": {
        "action": "Make it illegal for transgender females to compete in female sport.",
        "additional_details": "In most sports, transgender female can compete with a total testosterone level in serum of more than twice that seen in most biological females. This is on top of the advantage gained by years of being male. It is clearly unfair and endangers the viability of female sport. This is not a measure to exclude transgender athletes from sport but one that ensures biological females can take part in more equitable and fairer competition. To not do so, is akin to effectively allowing a sporting fraud.",
        "background": "The UK’s Sports' Governing Bodies seem unable to be able implement fair and sensible policy over the inclusion of transgender and binary athletes in competition. The Government needs to help them by legislating to make it illegal for such athletes to compete in anything other than open competition.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-30T11:25:45.991Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-30T11:42:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-04T10:29:42.087Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Section 195 of the Equality Act 2010 already allows sports competition organisers to \"exclude participation of a transsexual person as a competitor in a gender-affected activity if it is necessary to do so to secure in relation [...] fair competition, or the safety of competitors\": https://www.legislation.gov.uk/ukpga/2010/15/section/195\r\n\r\nDeciding who should be eligible to take part in individual sporting events are a matter for the organisers, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-19T13:46:17.000Z"
    },
    "id": 612731,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612731.json"
    },
    "type": "petition"
}