{
    "attributes": {
        "action": "OFGEM to regulate standing charges for domestic electricity & gas.",
        "additional_details": "energy companies are using standing charges to raise prices as unit charges for household fuel are constrained by the OFGEM price cap. This is unfair and will have PERVERSE incentives:\r\n-there is little incentive to install eco systems if companies can transfer unit costs to standing charges.  \r\n2. it is unfair that some areas have hugely greater standing charges than others. \r\n3. It is unreasonable that standing charges are not subject to regulation in the same way as unit charges as companies can simply transfer charges to the former when constrained on the latter.",
        "background": "Standing charges have doubled in SOME parts of the country. There are HUGE regional variations. I want standing charges regulated by OFGEM in the same way that the price caps for gas & electricty currently are. It is UNFAIR to have wide variations and no regulation of these charges.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-30T17:24:48.848Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-03-31T08:08:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-05T07:51:29.632Z",
        "rejection": {
            "code": "already-happening",
            "details": "The price cap is a cap on a unit of gas and electricity, with standing charges taken into account. Find out more about the energy price cap, including how it includes standing charges, here: https://www.ofgem.gov.uk/check-if-energy-price-cap-affects-you"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-05T07:51:31.080Z"
    },
    "id": 612869,
    "links": {
        "self": "https://petition.parliament.uk/petitions/612869.json"
    },
    "type": "petition"
}