{
    "attributes": {
        "action": "Give all Care in Community Staff Green Badges for parking",
        "additional_details": "Carers in the Community are on tight schedules looking after the vulnerable in their homes and go from one resident to another to help them stay in their homes. Time is crucial to aid one resident and then go on to another and if no parking or carer cannot park anywhere then they get late for their vulnerable residents that they look after and also if there is only an area to park which is permitted or yellow lines, then carer is fined for trying to do their job and this is wrong!",
        "background": "Issue Green Care Badge for free parking whilst Carers in Community are working allowing them to park whilst attending to vulnerable people in their homes. Helping Carers do their job otherwise if nowhere to park and they have to park on yellow lines, they get fined!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-03-31T06:08:33.559Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-01T18:35:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-06T07:30:25.656Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to make it easier for carers to park, but we're not sure exactly what rights you want the Government to give people issued a \"Green Badge\" for parking.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-06T07:30:26.718Z"
    },
    "id": 613217,
    "links": {
        "self": "https://petition.parliament.uk/petitions/613217.json"
    },
    "type": "petition"
}