{
    "attributes": {
        "action": "Make Painful Bladder Syndrome (Interstitial Cystitis) a recognised disability.",
        "additional_details": "We want the condition to be recognised as a disability. We deserve more. The condition needs more recognition; The NHS website currently states that PBS is very difficult to diagnose. It is usually diagnosed as a UTI, sufferers are then given antibiotics; to no avail. Many of us are prescribed strong painkillers which cause drowsiness along with other negative side effects. People with PBS often suffer with depression due to the pain they suffer day to day. We ask that sufferers are listened to.",
        "background": "Painful Bladder Syndrome is a severely debilitating condition which causes excruciating pain as well as other symptoms that affect the sufferers ability to work and go about their normal day to day lives. Yet we are unable to qualify for certain benefits that could help us live a normal life.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-01T15:54:10.551Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-01T17:01:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-06T07:17:29.261Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government's guidance on disability under the Equality Act 2010 states that you’re disabled if you have a physical or mental impairment that has a ‘substantial’ and ‘long-term’ negative effect on your ability to do normal daily activities. Similarly, eligibility for disability benefits is based on the impact a disability has on a person's life.\r\n\r\nIt is therefore already the case that people who have bladder pain syndrome (interstitial cystitis), where this has a a ‘substantial’ and ‘long-term’ negative effect on their ability to do normal daily activities, would be protected under the Equality Act, and entitled to relevant benefits.\r\n\r\nDecisions about whether someone is eligible for a particular benefit are a matter for individual health assessors."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-06T07:17:30.387Z"
    },
    "id": 613669,
    "links": {
        "self": "https://petition.parliament.uk/petitions/613669.json"
    },
    "type": "petition"
}