{
    "attributes": {
        "action": "Force NHS Leave Policy review discriminatory to those with family outside the UK",
        "additional_details": "To ensure fairness, employees should take leave longer to suit their needs and do not need to plead for it. It suits those with family in UK to take one or two weeks as their families are near.\r\nThe policy is discriminatory because it affects those who need a longer time to see family, usually only once a year.\r\nThe NHS argues that employees need a break every so often but that is the white class deciding for low class BAME; we are more stable emotionally when we go and see our families.\r\nChange.",
        "background": "The NHS employs professionals who have families living outside UK.Whereas every employee has Leave, the NHS has put a rule to discourage any leave longer than 2 weeks. Employees need to ‘plead’ for this, yet we travel far and spend more to just see our families, so need longer leave and fairness.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-02T14:58:53.497Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-02T15:46:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-06T08:07:26.403Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about granting leave are a matter for individual employers, including the NHS, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-06T08:07:27.552Z"
    },
    "id": 613797,
    "links": {
        "self": "https://petition.parliament.uk/petitions/613797.json"
    },
    "type": "petition"
}