{
    "attributes": {
        "action": "Question the minister for DEFRA over lack of action halal and kosher labelling",
        "additional_details": "The Parliamentary Petitions committee has the power to summon a minister for questioning. It is strictly forbidden for many Hindus, Sikhs, Buddhists or Christians to consume any halal or kosher certified material. We ask for clear prominent labelling so we can make a clear choice. We demand the committee bring the Minister for DEFRA to be questioned on this. \r\n(1)  https://petition.parliament.uk/archived/petitions/229231\r\n(2) https://petition.parliament.uk/petitions/565002",
        "background": "There have been 2 parliamentary petitions on labelling for halal and kosher with nothing of substance resulting. In response to the 1st (1) they said after Brexit we'd have more opportunity to label. For the 2nd (2) there was a consultation. Nothing has changed. We demand the minster be questioned.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-02T12:14:11.026Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-02T12:42:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-06T08:01:31.430Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether to take evidence from a particular witness are a matter for individual select committees, not the UK Government or Parliament as a whole.\r\n\r\nYour petition refers to select committee powers to summon witnesses, but members of either House of Parliament can’t be summoned by select committees."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-06T08:01:33.740Z"
    },
    "id": 613777,
    "links": {
        "self": "https://petition.parliament.uk/petitions/613777.json"
    },
    "type": "petition"
}