{
    "attributes": {
        "action": "Local Authorities keep data on finalised EHCPs that need immediate amendments.",
        "additional_details": "It should be made law that LAs keep data on finalised EHCPs that need immediately amending as they were finalised in error. If EHCPs need immediate amendments then they shouldn't have been finalised, LAs failures to children and young people need to be highlighted. If an EHCP is incorrect or badly written this prevents children and young people having their needs met, getting an inadequate education and being failed by the people who are paid and in place to provide them with this service.",
        "background": "Local Authorities are set legal targets to finalise EHCPs within 20 weeks. In order to achieve this LAs often finalise EHCPs which then go on to be amended immediately as they are incorrect, don't list all needs or are badly written. Leaving children and young people without the support they need.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-02T21:11:29.458Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-03T10:18:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-06T13:42:52.108Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's not clear what exact changes to EHCPs you want local authorities to be required to record or report, or what you want to happen with this data.\r\n\r\nWe could accept a petition calling on the Government to require local authorities to report all changes to EHCPs, including the time since the EHCP was finalised, if that's something you'd like to happen. Alternatively you could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you are not satisfied with the service provided by a local council regarding an EHC plan you can learn what options are available to you via this link:\r\nhttps://www.ipsea.org.uk/making-a-complaint-about-an-ehc-plan"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-06T13:42:58.704Z"
    },
    "id": 613833,
    "links": {
        "self": "https://petition.parliament.uk/petitions/613833.json"
    },
    "type": "petition"
}