{
    "attributes": {
        "action": "Help every home afford energy bills with grants and tax the big companies",
        "additional_details": "People are suffering and lives are at risk. People are scared of their bills choosing to not to eat so their children can. People sitting with candles lit no heating as can’t pay for energy. Mental health is already a shambles thanks to covid and this is far worse. Children should not have to worry about parents paying bills and eating. The government has a duty of care to its nation. These companies are making profits beyond belief while we are back to a 1940s standard of living. We need help",
        "background": "The governments spring statement just simply has not done enough to help. £150 doesn’t even take the squeeze off and energy is set to rise again. Tax these big companies , make them put grants on to peoples bills. Help subsidise the cost before it costs lives",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-05T09:24:30.733Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-05T10:41:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-07T16:57:26.605Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nTax 50% of the Energy Companies profits to help households pay bills: https://petition.parliament.uk/petitions/607983\r\n\r\nSubsidise energy prices to offset any increase in the energy price cap: https://petition.parliament.uk/petitions/606586\r\n\r\nChange the £200 loan for electric/gas bills to a grant: https://petition.parliament.uk/petitions/608143"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-07T16:57:28.205Z"
    },
    "id": 614049,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614049.json"
    },
    "type": "petition"
}