{
    "attributes": {
        "action": "Lower the evidence bar for sexual offences",
        "additional_details": "People who have been sexually assaulted rarely ever report it, and it's because if there is no phsyical evidence that it happened then there is a big chance it will get a not guilty, or even a no further action. This will break someone who has been brave enough to face their perpetrator and report it to the police. It is especially hard if it is taken to court, people have to relive their trauma when giving evidence, the bar needs to be lowered to provide justice for more people and protect them.",
        "background": "We want you to lower the evidence bar for sexual offences. Especially in historic cases where it is near impossible to gather any physical evidence. The evidence bar is set overwhelmingly high and it is so difficult for survivors who report for them to be told not guilty due to lack of evidence.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-05T07:03:43.598Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-05T07:22:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-07T13:21:01.288Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions need to call on the Government or Parliament to take a specific action, for which it is directly responsible.\r\n\r\nDecisions about whether there is sufficient evidence to prosecute a case are a matter for the Crown Prosecution Service, not the UK Government or Parliament. Each case will be assessed individually and it would be a matter for the police and prosecution services to gather evidence and decide whether to proceed to prosecution. Similarly, decisions about whether there is enough evidence to convict some charged of a crime are a matter for the courts, not the UK Government or Parliament.\r\n\r\nYou could have a petition calling on the Government to review how the criminal justice system handles sexual offence cases, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-07T13:21:15.015Z"
    },
    "id": 614035,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614035.json"
    },
    "type": "petition"
}