{
    "attributes": {
        "action": "Investigate, freeze and repratriate UK assets linked to Sri Lankan politicians.",
        "additional_details": "We want Government and the Parliament to investigate, freeze and confiscate such ill-gotten assets and repatriate those funds back to Sri Lanka for the benefit of the citizens of Sri Lanka. These ill-gotten assets are either held by families of corrupt politicians, their associates or officials of government institutions appointed by them using various legal entities. Confiscation should not be limited to the assets of officials of the current government, but to all Sri Lankan politicians.",
        "background": "It is a well-known fact that many corrupt politicians, their families and associates invest outside of their country through various legal entities with funds obtained by various disguises belonging to a sovereign country and its people. There is no doubt that UK too has been used for this purpose.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-05T17:18:01.534Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-06T09:34:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-11T13:22:18.932Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about corruption, but it's not clear what assets you want to be seized. We couldn't accept a petition calling for anyone linked to Sri Lankan politicians to be subject to economic sanctions, because this would be extreme, but we could accept a petition calling for sanctions to be introduced to target money or assets held in the UK linked to illegal activities in Sri Lanka.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-01T16:30:16.414Z"
    },
    "id": 614119,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614119.json"
    },
    "type": "petition"
}