{
    "attributes": {
        "action": "Protect victims of failed funeral plan companies during the FCA review process.",
        "additional_details": "46,000 plan holders risk losing their hard earned money. Customers on lower or fixed incomes buy plans to protect their loved ones. The new regulations must not restrict choice to expensive and large companies only, price choice is vital, together with real protections. The government must manage the change from the FPA to the FCA more openly, with care for existing customers. The FCA must work with the industry to prevent a repeat of this and put compensation in place for those affected?",
        "background": "There is a change of regulator taking place, from the FPA to the FCA. Review the actions of the FCA. Why did the FCA ask the provider to withdraw its application? Was fraud uncovered?  Did the FCA consult the Treasury before taking action? Was there failures in the current FPA reviews and processes?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-06T09:53:36.896Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-06T10:12:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-11T07:19:33.360Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's not clear if you want the Government to hold a public inquiry into the FPA's regulation of funeral plan providers, undertake further work before the FCA takes over regulation of this sector, or do something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-11T07:19:34.475Z"
    },
    "id": 614182,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614182.json"
    },
    "type": "petition"
}