{
    "attributes": {
        "action": "Increase funding for Mental and Physical Health Services for Homeless People",
        "additional_details": "Homelessness is the most prevalent issue that plagues modern society. This is a denial of human rights. The right to shelter is being denied and we, as members of society, must take action. With 1 in 96 people living in Birmingham being homeless, we need to recognise the numbers are too high. These people are vulnerable with 44% of them having unsupported mental health issues and many having physical health issues. Rough sleepers die 30 years earlier on average - this can not continue.",
        "background": "We want government to fund pop up health clinics to provide the care homeless people have been deprived of for so long and to decrease their incessant physical and mental suffering. The £30 million in NHS Long Term Plan is simply not enough in the current circumstances -more must be done.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-05T15:55:29.616Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-05T16:55:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-08T12:10:40.453Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you would like to see more money being spent through the NHS to help homeless people, but it's unclear if you are asking for spending to be increased on already existing schemes or for new funding to be made available for new schemes.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-08T12:10:40.450Z"
    },
    "id": 614114,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614114.json"
    },
    "type": "petition"
}