{
    "attributes": {
        "action": "longer jail sentences in the UK",
        "additional_details": "To make the UK a safer and crime free place to live. People feel as though they cant let there kids go out and play like they used to is this how you want citizens to feel in their own country? Drug dealers also get a longer sentence then sex offenders which is unfair on the sex offenders victim as people who have been raped are left with trauma and PTSD for life whereas we know drugs are bad but they are selling the substances to willing and paying customers.",
        "background": "In the UK the life sentence is 15 years which has been proved is not effective therefore we strongly believe the life sentence should be life or at least 80 years. There are also many other sentences which are far to short and leave the public with anxiety while they are waiting for their release.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-07T11:01:05.208Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-07T11:10:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-11T09:34:23.837Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the length of certain sentences, but we're not sure exactly what you'd like the Government or Parliament to do. It's not clear if you want the Government to increase minimum and maximum sentences for all sentences, some offences, or make changes to minimum tariffs for life sentences.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-11T09:34:25.010Z"
    },
    "id": 614278,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614278.json"
    },
    "type": "petition"
}