{
    "attributes": {
        "action": "All health and social workers to be paid full pay following positive covid test",
        "additional_details": "In the middle of a cost of living crisis private health care workers are now told if we contract covid we can not attend work. This is after it was made compulsory to have vaccinations. We were told to have vaccine or be jobless. We are working the frontline daily and supporting covid positive individuals in close proximity, we are vaccinated and utilise ppe. Why would people work in the private health care sector when placed at risk of contracting covid and being left financially vulnerable.",
        "background": "Health and social care workers should be paid for time off following a positive covid test. Legislation dictates that we can not work when covid positive due to risk of transmission to vulnerable individuals.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-07T17:01:46.863Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-07T19:27:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-12T07:25:28.177Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about sick pay for privately employed health and social workers are a matter for their employers, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-12T07:25:29.404Z"
    },
    "id": 614303,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614303.json"
    },
    "type": "petition"
}