{
    "attributes": {
        "action": "Support embargo on Russian gas by rationing UK and sharing reserves with Europe",
        "additional_details": "Putin's war of choice must be ended as swiftly as possible. At the moment, we are mostly cheering from the sidelines. It's not good enough. As Volodimir Zalensky has said, if Putin is successful, his ambitions may grow. After all, there is historical precedent!",
        "background": "We must remember the sacrifices made by previous generations fighting imperialist aggression and share the burden of gas and oil cuts that Germany, Italy, Hungary and other European countries will have to make to end their dependence on Russian supplies.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-08T07:36:12.938Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-12T06:44:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-14T15:37:50.494Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The UK's gas reserves are already made available to companies to exploit. It's then a decision for companies and states to consider the purchase of available gas.   \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-14T15:39:02.228Z"
    },
    "id": 614333,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614333.json"
    },
    "type": "petition"
}