{
    "attributes": {
        "action": "Legislate to ban the use of daily standing charges on all energy bills.",
        "additional_details": "Energy companies are making record profits based on what they charge customers per unit of use and it is these profits that should be utilised to maintain the infrastructure not a separate standing charge to the consumer. It is outrageous that people have to pay a standing charge before using any energy that is now being charged at record prices.This is more evident with the cost of living crisis and people have to factor in a standing charge that is unaffordable before using unaffordable energy",
        "background": "I would like the government to introduce legislation in order to ban the use of standing charges on all energy bills. The government needs to recognise energy consumers should not be paying a standing charge for having an essential Gas and electric connection before any use has even taken place.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-11T10:10:44.929Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-11T12:33:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-13T12:03:57.345Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for utility providers.\r\n\r\nYou can find out more about standing charges for energy here: https://www.energyhelpline.com/help/what-are-unit-rates-and-standing-charges"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-29T08:50:40.154Z"
    },
    "id": 614570,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614570.json"
    },
    "type": "petition"
}