{
    "attributes": {
        "action": "Give elderly and vulnerable adults the right to have in-person hospital visitors",
        "additional_details": "Our elderly, vulnerable parents have been stuck in hospitals without visitors, confused about where they are, becoming more demoralised and deteriorating daily. Visitor bans don’t stop Covid - our parents have caught Covid in those hospitals. Our much-loved mums, dads, and grandparents can be too unwell to manage or make decisions on their own, and need family presence and support. Allowing visitors (with PPE/testing as needed) will help with their care and recovery, and save NHS resources.",
        "background": "Though Covid restrictions have been lifted, many hospitals are still denying patients any visitors. Visitor bans do more harm than good for elderly and vulnerable adults, who often need friends and family to advocate for their care, comfort them, and help with eating/drinking. Give them that right.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-11T15:54:44.299Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-11T19:09:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-14T10:50:01.782Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for individual NHS Trusts and hospitals. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-14T10:50:03.336Z"
    },
    "id": 614589,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614589.json"
    },
    "type": "petition"
}