{
    "attributes": {
        "action": "Ensure needs of Autistic people are met during any National/International crisis",
        "additional_details": "I am a 37year old Autistic man with severe Mental Illness. I have suffered more panic attacks during the COVID-19 pandemic caused by constantly feeling extremely confused, anxious, bewildered and overwhelmed. The backwards and forwards of rules and information has been extremely difficult to process and understand. My parents are always having to help me be calm, they and my Psychiatrist agree with me that more support was and is needed for Autistic people, as does the National Autistic Society.",
        "background": "Throughout the COVID-19 pandemic there has been insufficient consideration for people with Autism. Legislation needs to be put in place to ensure this does not happen again during any future National/International crisis.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-11T15:43:21.353Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-12T16:40:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-19T07:47:45.792Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about how the needs of autistic people were considered during the pandemic, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe could accept a petition calling for changes to the Public Sector Equality Duty and requirements to conduct Equality Impact Assessments, create duties for public authorities to have due regard to several equality considerations when exercising their functions. You can find out more about these duties here: https://commonslibrary.parliament.uk/research-briefings/sn06591/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-19T07:47:47.156Z"
    },
    "id": 614588,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614588.json"
    },
    "type": "petition"
}