{
    "attributes": {
        "action": "Stop the UK changing the banking system to a Cashless Society",
        "additional_details": "A cashless society would take away privacy and would be open to abuse It totally undermines the peoples need to a private life without any meddling or intervention regardless of their financial situation\r\n\r\nA cashless society is totally unacceptable  and would cause distress and mental health problems nationwide.\r\nThe need for total privacy is essential.",
        "background": "There is no inclination or desire for a Central banking system in the UK\r\nWe the people require the government to recognise that a digital banking system will deeply affect many people including businesses the older generation and children who need to use cash for their every day living.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-12T07:09:21.729Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-12T08:34:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-14T11:18:50.048Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about possible changes to UK currency, but we're not sure exactly what you'd like the Government or Parliament to do, or not do.\r\n\r\nThe Government has commissioned a taskforce to look at the possibility of introducing a Central Bank Digital Currency in the UK. You can find out more about this here: https://www.gov.uk/government/publications/terms-of-central-bank-digital-currency-taskforce-terms-of-reference\r\n\r\nThere is no indication that any Central Bank Digital Currency would replace the Great British Pound.\r\n\r\nWe could accept a petition calling on the Government to disband the Central Bank Digital Currency (CBDC) Taskforce, and commit to not introducing a CBDC, if that's what you want to happen.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMake it unlawful for shops to refuse cash payments: https://petition.parliament.uk/petitions/605030"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-14T11:18:52.012Z"
    },
    "id": 614639,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614639.json"
    },
    "type": "petition"
}