{
    "attributes": {
        "action": "Address the delay in UK production of HRT",
        "additional_details": "The Government needs to recognise the continual discrimination of the delays in the production and supply of HRT is having a negative impact on women's health and wellbeing.  \r\n\r\nACAS publishes guidelines for employers on how to manage the effects of the menopause, https://www.acas.org.uk/menopause-at-work  and numerous organisations, including Police Forces, have Menopause Policies, and yet this Government is not taking this situation seriously enough or doing enough to support women.",
        "background": "There is a national shortage of HRT production in the UK, due to ongoing supply chain issues, which started in 2019. Due to the delays in prescriptions being filled, women who are perimenopausal or menopausal are being discriminated against under the 2010 Equalities Act because of age and gender.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-12T09:43:46.314Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-12T10:32:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-19T07:13:06.035Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about sourcing pharmaceuticals are a matter for health providers, and decisions about where to manufacture pharmaceuticals are a matter for individual pharmaceutical companies, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-19T07:13:07.481Z"
    },
    "id": 614647,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614647.json"
    },
    "type": "petition"
}