{
    "attributes": {
        "action": "Urge the Pakistan government to start and ensure free and fair elections now",
        "additional_details": "I'm starting this petition on behalf of the wishes of 220 million in Pakistan and all overseas Pakistanis. Pakistan in the last 30 years has seen unjust elections and we wish to see a change and a revolution in Pakistan so the voice of the people are heard and honoured. The UK government is  honoured and respected Worldwide. We, the British Pakistanis and the Pakistani Nation trust in the UK Government and justice system and believe you can play a major factor in a just and free election",
        "background": "We humbly request the UK government to urge the new Pakistan Government to start elections immediately which is the voice of the people and to ensure the elections are free, fair and just. We want Electronic Voting Machines and overseas voting which former PM Imran Khan was putting into place.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-12T16:20:45.859Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-12T19:28:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-19T13:23:10.349Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nDecisions on whether to hold elections are a matter for the Government of Pakistan, not the UK Government or Parliament. We could accept a petition calling on the UK Government to take specific action to support efforts to ensure any elections held in Pakistan are free and fair, if that's something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-19T13:23:10.346Z"
    },
    "id": 614677,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614677.json"
    },
    "type": "petition"
}