{
    "attributes": {
        "action": "basic military and combat training for all volunteers in the UK.",
        "additional_details": "I don’t feel safe anymore and I would safe much more safe if I would know how to protect myself and my family. From the history we know very well that only quick response and quick preparation can bring good results. It’s better to act now and prepare people for the worst then waiting and doing nothing. In UK there is about 2 million Polish citizens and I’m sure that every male that is 18+would sign for this course just to be ready when the time comes. We would not only defend Poland and Ukraine",
        "background": "It’s really difficult and expensive to access a shooting range in the UK these days. As Russia continues war I am afraid that they won’t stop.British Parliament could organise for example 2-weeks courses for shooting,first aid,basic combat training,self defence.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-12T21:21:30.234Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-13T08:11:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-19T10:29:56.581Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. It's not clear if you want the Government to fund basic military and combat training for anyone who wants it, or do something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-19T10:29:57.658Z"
    },
    "id": 614751,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614751.json"
    },
    "type": "petition"
}