{
    "attributes": {
        "action": "Make Roadworks Fairer on the Motorists. They all need better planning.",
        "additional_details": "The petitioner covers 50,000 miles every year and is an EV user. Over the last four years, roadworks have become unbearable and almost impossible to avoid or foresee.\r\n\r\nPlanning should be less focussed on just closing a road. It should be a last resort.\r\n\r\nSignage should be far more accurate. So many times it states a road is closed with no arrows indicating left, right or ahead.\r\n\r\nLess roadworks should be carried out in the same area at the same time.\r\n\r\nSat Navs should be updated with all roadworks.",
        "background": "There needs to be tighter controls on the planning, management, signage and fairness to motorists during roadworks. Less road closures and less roadworks being carried out at the same time in the same areas and signage to be more accurately displayed. There should be a database of these for Sat Navs",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-12T22:31:46.966Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-12T22:42:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-19T09:48:17.627Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Roadworks are a matter for local authorities and other road owners.  Decisions on Sat Nav content are a matter for sat nav providers, but roadworks data is already available, such as via https://www.gov.uk/guidance/find-and-use-roadworks-data"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-19T09:48:19.901Z"
    },
    "id": 614765,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614765.json"
    },
    "type": "petition"
}