{
    "attributes": {
        "action": "Introduce immediate price caps on the major supermarket chains for all goods.",
        "additional_details": "We are told daily that these giant corporations are passing on cost increases to us. But they clearly have absurd profit margins and these have exploded during the pandemic. So the argument doesn't stand that they are having to pass on costs to us. Therefore, as of now, they should be required to freeze all cost increases of goods and services to prevent extreme harm being inflicted on the UK population. This freeze should remain until supply issues are resolved and costs are stabilised.",
        "background": "In light of the announcement by Tescos that they have tripled their profits during the pandemic to £2bn, introduce a freeze on petrol and goods for the major supermarket chains immediately. This is the biggest crisis to face the UK and is seeing catastrophic impacts the lives of the UK citizens.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-13T09:55:16.425Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-13T19:51:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-19T11:38:01.558Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament aren't responsible for setting the price of goods, including supermarket products. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-19T11:38:10.406Z"
    },
    "id": 614819,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614819.json"
    },
    "type": "petition"
}