{
    "attributes": {
        "action": "Stop legislation being introduced to ban the breeding of brachycephalic dogs.",
        "additional_details": "We, as breeders and owners of these wonderful breeds, some of whom like the Pug have been around since Antiquity, need to ensure that we protect the futures of these breeds by improving their health and well being with every litter born. We can only do that if the right people are allowed to breed and if the public is taught how to find puppies bred in this way. There is a serious flaw in legislation in breeding in general and any problems can happen with any dog, it depends on the breeder.",
        "background": "Instead of banning the breed, legislate against backyard breeders and puppy farms. Unfortunately, there are people who don't care about breeding healthy dogs, there are puppy farmers who churn out thousands of dogs in appalling conditions without any care. These people put all our dogs at risk.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-13T12:32:07.664Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-13T12:49:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-19T10:58:08.058Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not aware of any proposals in Government or Parliament to ban these dogs. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-19T10:58:10.293Z"
    },
    "id": 614840,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614840.json"
    },
    "type": "petition"
}