{
    "attributes": {
        "action": "Do not increase student loan repayment interest, cap it to match RPI",
        "additional_details": "Student interest repayment is already at unfair and unsustainable levels. Low earners will never be able to pay off their loan, mid earners will pay back their loan with tens of thousands in interest, high earners will pay back 2/3x loan amounts due to added interest based on income. Currently interest is 1.5%RPI + 3%, and this is set to increase to 12% in September. This means that monthly interest in most cases will be more than our repayments, our loans will grow monthly, disadvantaging all.",
        "background": "The government should reduce the high levels of repayment interest added to student loans. They shouldn’t make profit from student finance, and from members of society who are trying to better themselves. Interest should be capped at RPI so that interest is manageable, fair and not extortionate.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-13T15:37:04.463Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-13T15:53:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-19T11:32:14.345Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure whether you want to stop increases in student loan interest or cap it to RPI.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign this petition\r\n\r\nhttps://petition.parliament.uk/petitions/601845"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-19T11:32:16.111Z"
    },
    "id": 614855,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614855.json"
    },
    "type": "petition"
}