{
    "attributes": {
        "action": "Access Protection Markings to be Enforced by Law",
        "additional_details": "With the growing number of vehicles on the roads there will be more demand, complaints and call outs for the police to review due to a dispute over blocking or obstructing if this isn’t changed from ‘advisory’. A possible change would be to hand powers to a civil enforcement officer.",
        "background": "To review and change the law relating to access protection markings (H Markings) from advisory throughout the country.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-14T09:47:06.201Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-15T14:45:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-20T08:53:11.959Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The provision of access protection markings, and the issuing of any fixed penalty notices to those parking across them,  is a matter for individual local authorities, not the UK Government or House of Commons. The Government is therefore not directly responsible for the action this petition calls for.\r\n\r\nIf you have concerns about how your local authority is enforcing access protection markings, you could raise this issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou could have a petition calling for parking across driveways to be made a criminal offence, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-20T08:53:23.726Z"
    },
    "id": 614920,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614920.json"
    },
    "type": "petition"
}