{
    "attributes": {
        "action": "More action against self employed parents who refuse to pay child support",
        "additional_details": "I split with my sons father 7 years ago. He continually refuses to pay maintenance and because he is self employed there are no actions that can be taken to retrieve the debt. He has been served with multiple liability orders, bailiffs have been out to him and he has had charges put on some of his 20+ properties that he owns however none of these actions have been successful. I have asked on numerous occasions for his passport and driving licence to be suspended.",
        "background": "I would like more action to be served against self employed non-resident parents who refuse to make maintenance payments. Why can’t the maintenance owed be included in their annual tax summary? Or confiscate their driving licence and passport sooner. Or add a fixed penalty sum each month",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-14T19:36:49.468Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-14T19:52:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-20T07:35:45.296Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about enforcement of child maintenance debts against self-employed non-resident parents, but it's not clear exactly what changes you want to how these debts are enforced.\r\n\r\nThe Child Maintenance Service can already register debts with a credit rating agency, seek court orders to prevent the disposal of assets, and apply to have a parent disqualified from holding or obtaining a passport of driving licence. Decisions about when to take these actions are an operational matter for the Child Maintenance Service.\r\n\r\nWe could accept a petition calling for the Child Maintenance Service to be required to take the above enforcement action if child maintenance is not paid for a certain length, or a debt reaches a certain level, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-20T07:35:46.390Z"
    },
    "id": 614973,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614973.json"
    },
    "type": "petition"
}