{
    "attributes": {
        "action": "Make the housing market affordable again and in correlation with average wage",
        "additional_details": "In 1968 the average house in the UK cost £4,010 with an average wage for a male in 1968 being £1,144. This evidence shows that house prices were about four times the average wage. Compare these figures to now where the average wage in the UK is £24,600 and average house prices sitting at £277,000. Now showing that houses are over ten times the amount of an average wage. Something desperately needs to be done about this.",
        "background": "We as a generation need the housing market to decrease all over the UK. Individuals all over the country are struggling to move out of their parents homes. If they manage to do this they are struggling to pay rent. The price of housing is increasing poor living conditions all over the country.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-14T22:28:56.635Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-18T16:53:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-22T07:12:20.149Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the cost of housing, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nDecisions about private rental rates and sale prices for property are a matter for individual property owners, not the UK Government or Parliament, but we can accept petitions calling for changes to support for people buying a home.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIntroduce a cap for annual rent increases: https://petition.parliament.uk/petitions/607406\r\n\r\nIntroduce a regulator for private landlords and caps for rent: https://petition.parliament.uk/petitions/611473\r\n\r\nRaise stamp duty land tax (SDLT) thresholds for first-time buyers: https://petition.parliament.uk/petitions/611488\r\n\r\nExtend the help to buy scheme beyond March 2023: https://petition.parliament.uk/petitions/612211"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-22T07:12:21.387Z"
    },
    "id": 614992,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614992.json"
    },
    "type": "petition"
}