{
    "attributes": {
        "action": "To divert our war budget to help British public inside Uk to cope with inflation",
        "additional_details": "Because many of my friends are struggling in paying bills and their kids have not got enough food , clothes , warmth and education . And these will affect the future of UK .   This is an urgent time that we need to stop pretending to be international hero,  instead, we need to refocus on looking after our own British inside UK",
        "background": "To stop or decrease funding and aids to wars outside Uk and then divert the money back to help Uk internal growth and stop the inflation that is killing British people at this moment. Stop energy prices and food costs increase at this fast pace.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-14T16:14:34.294Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-14T18:00:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-20T07:20:43.766Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see certain Government funds redirected, but it's not clear if you want the UK's entire defence budget to be redirected to tackle the increased cost of living, or just funds that are directly spent on military conflicts.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-20T07:20:45.179Z"
    },
    "id": 614953,
    "links": {
        "self": "https://petition.parliament.uk/petitions/614953.json"
    },
    "type": "petition"
}