{
    "attributes": {
        "action": "Legislate against rogue &cowboy traders. Ensure financial refund for victims",
        "additional_details": "I lost thousands due to a rogue trader. There are loopholes for tradespersons which allows a whole criminal industry of theft that police will not respond to &civil court is powerless to enforce orders. I & thousands of victims are robbed of hundreds & thousands of pounds by rogue traders every year. It courses emotional and financial hardship & the system fails to hold them to account. The Directors know I am powerless as is the civil court. He has now applied to dissolve his company",
        "background": "Rt Hon Kwasi Kwarteng MP to review the legislation to ensure it is a criminal offence to take money and not complete work agreed. The courts have power to seize property of Company Directors their employees who had knowledge of the scam/ theft and their personal partners to repay victims a lump sum",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-16T08:20:14.788Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-16T10:10:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-20T12:46:57.783Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about rogue traders, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere are already a number of consumer rights that apply in the event of poor service. You can read about these here: https://www.citizensadvice.org.uk/consumer/somethings-gone-wrong-with-a-purchase/complain-about-a-service/\r\n\r\nWe could accept a petition calling for changes to existing consumer rights, or requirements on traders, but it would need to be clear what changes you want. We currently have the following petition open on a similar topic which you might like to sign:\r\n\r\nIntroduce statutory licensing & regulation of builders and construction workers\r\nhttps://petition.parliament.uk/petitions/600670"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-20T12:46:57.780Z"
    },
    "id": 615075,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615075.json"
    },
    "type": "petition"
}