{
    "attributes": {
        "action": "Real Support for Families and Individuals struggling with cost of living crisis",
        "additional_details": "poverty is increasing food bank usuage is increasing prices are increasing people are struggling people are cold hungry depressed anxious angry desperate a £150 rebate the poorest won't get and a £200 loan people do not want/cannot afford is not going to cut it energy firms are boasting about record profits shareholders getting record dividends supermarkets all made record profits during the lockdowns oil companies been making billions for decades they are all profiteering and people will die",
        "background": "I want the Government to step up and take action to increase Pensions Pension Credits Benefits by at least 10% lower the disgustingly high tax burden on the hardworking families struggling to feed their children take action to force the greedy energy companies to lower their prices to 2019 levels",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-15T17:34:27.598Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-15T19:58:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-20T10:01:19.624Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you'd like to the Government to make changes to reduce the cost of living, but we're not sure from the text of your petition exactly what you want to change. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-20T10:01:20.819Z"
    },
    "id": 615048,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615048.json"
    },
    "type": "petition"
}