{
    "attributes": {
        "action": "Regulate and restrict parking for uber motorcycle and scooter delivery drivers",
        "additional_details": "I have noticed it is having a big impact on other local businesses and residents as they often park without considering others and cause noise and air pollution often in heavily populated areas \r\nA local cafe/ restaurant in Enfield that has brought a much needed alternative to the area and created a wonderful space in what was an underused side road is overrun with uber drivers that park outside which impacts on diners.  Additionally the residents above are often disturbed late into the night",
        "background": "Regulate and restrict uber motorcycle and scooter delivery drivers from waiting in residential areas and pay and display parking bays without paying for tickets and with no consideration for other road users and residents \r\nThis has a significant impact on air quality and can be unsafe",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-15T16:34:19.738Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-16T10:44:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-20T13:31:01.943Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The management of parking spaces in a residential area, and enforcement of any parking restrictions, is a matter for the relevant local authority, not the UK Government or House of Commons. The Government is therefore not directly responsible for the action this petition calls for.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-20T13:31:03.379Z"
    },
    "id": 615045,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615045.json"
    },
    "type": "petition"
}