{
    "attributes": {
        "action": "Companies to make their consumers aware of how much CO2 is produced per item.",
        "additional_details": "People's quality of life, rich or poor is depleting, more people are developing COPD and other respiratory conditions. Ice caps are melting bringing more viruses and possible pandemics, water levels rising making less space for people to live. Temperatures rising causing more fires and more temperature rises. This isn't something that will happen in 100s of years, it's happening now, earth is becoming inhabitable because we are not doing enough. Hold all of us accountable.",
        "background": "36000 people die prematurely in the UK alone every year due to air pollution. I believe companies need to be honest about how much of that they are causing. People are then able to make informed choices, which they are unable to do atm. This includes all purchases made in the UK",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-18T07:02:10.970Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-18T10:33:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-21T10:22:06.240Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe understand you're concerned about the impact of air pollution, but we're not sure what specific action you want companies to take in response, or what specific action you want the UK Government or Parliament to take in order to compel or help achieve this. We can only accept petitions calling for an action for which the UK Government and Parliament is responsible.\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-21T10:22:06.237Z"
    },
    "id": 615164,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615164.json"
    },
    "type": "petition"
}