{
    "attributes": {
        "action": "Make the current cost of an AHC affordable, and remove the expiry date.",
        "additional_details": "Make travelling with pets to European holiday destinations, or 2nd homes less financially restricting.",
        "background": "Allow pets to have open ended travel to and from the UK to Europe with one pet Health Certificate; the cost of which should be a fixed, realistic and affordable fee UK wide, regardless of which veterinary practice is used. \r\nA blood test is no longer a requirement so should cost less, not more.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-17T07:15:56.627Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-18T22:10:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-22T07:24:41.553Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The rules for taking pets to the EU are a matter for the EU, so we cannot accept a petition calling for changes to certification requirements for taking a pet to the EU.\r\n\r\nThe Government is not responsible for setting the prices that veterinary practices charge for their services. We could accept a petition calling on the Government to create a national system to provide animal health certificates at a fixed cost, if that's something you would like to happen.\r\n\r\nWe could accept a petition calling for the Government to remove the need to get a GB pet health certificate no later than 10 days before entering Great Britain, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-22T07:24:43.328Z"
    },
    "id": 615117,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615117.json"
    },
    "type": "petition"
}