{
    "attributes": {
        "action": "I want the government to Look into Casino games, Crazy time, Alice in wonderland",
        "additional_details": "I want the government to look into this , its not just destroying people lives but the people around them. People are killing themselves, and mental health is also a factor. These companies need to be taken into court with paper work and an investigation into this matter. \r\nScamming the working class should be accepted and it's not fair or right. You can even go on Trust piolet and read other reviews. \r\nSomething needs to be done !!!",
        "background": "I want the government to look at certain gambling casino games that are destroying people lives and are obvious scam. \r\nThe games that I'm concerned about are Crazy Time, Alice in wonderland, monopoly wheel. These game are not random!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-17T10:08:40.160Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-23T20:06:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-28T15:20:48.302Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It's not within the UK Government's responsibility to investigate specific gambling games. This is a matter for individual companies. You might be able to start a petition asking the Government to change regulation of gambling more widely, but you'd have to have a clear action for the Government to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-28T15:21:01.385Z"
    },
    "id": 615121,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615121.json"
    },
    "type": "petition"
}