{
    "attributes": {
        "action": "Rename Gladstone Park in London Thomas  Clarkson Park.",
        "additional_details": "In1787 he helped to establish the Society for the Abolition of the Slave Trade, later recruiting Wilberforce to provide a 'Voice in Parliament'. It was Clarkson rather than Wilberforce who was the real driver of the campaign. He was a tireless and effective activist.He was probably the only one of the Abolitionists to risk his life for the cause, and he did so on several occasions.He is said to have travelled 35,000 miles on horseback in his quest for evidence of the evils of the slave trade,",
        "background": "I would like the government to consider changing the name to Thomas Clarkson Park.This would provide an excellent tribute to a man who did so much to get rid of slavery.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-17T17:30:05.492Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-17T23:19:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-21T07:57:20.545Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the names of locally-maintained parks are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-21T07:57:22.127Z"
    },
    "id": 615138,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615138.json"
    },
    "type": "petition"
}