{
    "attributes": {
        "action": "Law makers should not be law breakers. Change the ministerial code.",
        "additional_details": "Government ministers have been shown to not only break the rules of the ministerial code but in some cases to have also broken the law (even laws that they themselves have made). The current ability of the prime minister to be the ultimate arbitrator of ministerial code has been shown to be flawed whilst the PM is as guilty as those for which he arbitrator. This cannot be acceptable and needs to change.",
        "background": "Debate the changing of the ministerial code to:\r\nA) Be independent of government, removing the the PM as ultimate arbitrator.\r\nB) Increase the consequences for those found to be in breach of the code.\r\nC) Require cabinet ministers who are found guilty of law breaking to resign their position.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-17T10:04:15.755Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-19T06:35:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-22T07:34:52.568Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nIntroduce independent body to enforce the ministerial code on ministers: https://petition.parliament.uk/petitions/614813\r\n\r\nRequire a Prime Minister be removed from office if found to have broken the law: https://petition.parliament.uk/petitions/614729\r\n\r\nRequire MPs who break the law be removed from office: https://petition.parliament.uk/petitions/614705"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-01T10:09:38.775Z"
    },
    "id": 615120,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615120.json"
    },
    "type": "petition"
}