{
    "attributes": {
        "action": "Withdraw public consent from the current model of policing",
        "additional_details": "We want the government to redistribute police funding to youth, education, social and health services that have been proven to reduce crime by meeting people’s basic needs. We want communities to be given the power to respond to the 80% of non-criminal incidents that the police respond to; as we believe that a community response rooted in resolution and meeting individual needs would have better outcomes. Finally, we want autonomous community-based police scrutiny panels established.",
        "background": "Government guidelines state that consent to policing cannot be withdrawn individually. Therefore, we want to collectively withdraw consent to the current model of policing and request that the 80% (the amount of non-crimes the police respond to) of police funding be redistributed into communities.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-19T22:05:21.626Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-19T22:14:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-22T15:07:00.523Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about policing, however it's not clear what practical effect you want this 'withdrawal of public consent' to have. It's also not clear who you want to sit on 'community based police scrutiny panels' nor what powers you want such panels to have.\r\n\r\nYou could have a petition calling on the Government to reduce police funding by 80% and for that funding to be made available instead to specific community services, so long as it was clear what those services are.\r\n\r\nYou might like to sign this petition which calls for a similar action: \r\n\r\nReduce police funding by £1 billion per year and fund crime prevention instead: https://petition.parliament.uk/petitions/614434"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-22T15:07:16.311Z"
    },
    "id": 615250,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615250.json"
    },
    "type": "petition"
}