{
    "attributes": {
        "action": "Introduce ‘Parent and child’ bays in Gosport car parks.",
        "additional_details": "I have contacted my local Conservative MP and Councillor with no luck in any action. The responses I have had explain that there is no legislation to enforce parent and child parking. The other issue is the cost of line painting and the probable loss of parking spaces as the bays require greater width. They explained although they felt they should consider the provision in future, it is unlikely that there will be any installed soon.",
        "background": "Since becoming a new mum I have noticed the lack of parking for parents in Gosport.\r\nThe high street is struggling at the moment. This issue makes it even less appealing to visit. \r\nThere are plenty of Disabled spots in all of the car parks, surely there should be a fair share of spaces for parents?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-22T00:35:17.005Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-22T11:29:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-26T08:36:46.449Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions have to call for something that the Government is responsible for. Unfortunately the Government doesn't make decisions on local matters such as parking bays. \r\n\r\nWe understand that you've already tried to contact your Councillor. You could get in touch with the Borough Council more widely. Their contact page is here: https://www.gosport.gov.uk/contactus"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-26T08:36:46.446Z"
    },
    "id": 615381,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615381.json"
    },
    "type": "petition"
}