{
    "attributes": {
        "action": "Ensure good ethical governance of sports clubs, restricting long term debt usage",
        "additional_details": "Sports club sit at the heart of their communities and many people hold a strong emotional attachment to these clubs. Unfortunately we have seen too many sports clubs go into administration through poor ownership. Sports regulators should have the remit and powers to ensure good financial management of our sporting institutions, protecting them for the fans of today and the future. Our clubs need protection from unscrupulous owners who see them as personal cash machines.",
        "background": "Provide the sports regulator the powers to:\r\nInsist on a debt reduction plan with any long term debt paid down within a decade.\r\nBan owners from profiting from a club whilst it holds long term debt. No dividends, fees, loans or share sales.\r\nMake owners pay off debt from proceeds if sold",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-21T15:32:09.508Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-21T20:16:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-26T08:00:50.433Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThere are no Government regulators for sports clubs, so the powers individual sporting bodies have is a matter for their members, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-26T08:00:52.604Z"
    },
    "id": 615355,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615355.json"
    },
    "type": "petition"
}