{
    "attributes": {
        "action": "Stop misery causing mass, new home developments in Essex now!",
        "additional_details": "There are already enough homes for the existing population. New homes are directly or indirectly only bringing buyers to Essex from outside.\r\n\r\nLet us not forget that through our taxes we fund Essex county council planners to enhance the quality of our lives. We deserve better and need to petition the Government to instruct Essex County Council to bring an end to this quality of life ruining, mass new home development and SAVE ESSEX NOW!",
        "background": "The excessive mass, new home developments in Essex are causing immense misery. Public services are overwhelmed, in particular hospitals, GP surgeries, roads and beauty spots, whilst pollution levels are continually increasing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-20T22:31:22.357Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-28T09:53:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-03T08:24:02.159Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local planning decisions, including those for new housing developments, are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-03T08:24:03.623Z"
    },
    "id": 615322,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615322.json"
    },
    "type": "petition"
}