{
    "attributes": {
        "action": "Judicial Enquiry into the Home Office and privatised Visa Application Centres.",
        "additional_details": "The time delays and archaic systems used to issue visa for those with or without passports are unacceptable. The government is supposed to be operating more and more as an \"e\" government, yet for a decision to approve an application for a 30 year old mother and her 2 and 6 year old children took 10 days from the time they visited the VAC in Warsaw which was after a 15 hour coach trip out of Ukraine. The Home Office approved the applications and explained that it may take 7-10 days before the VAC in Warsaw will be able to print the A4 document and issue it. This is totally unacceptable and if the blame lies with the privatised VACs, they should be fired. If it is the responsibility of the Home Office, there responsible parties should be relieved of their positions.",
        "background": "Commission a full Judicial Enquiry into the performance (or lack thereof) of the Home Office and privatised Visa Applications Centres in countries neighbouring Ukraine.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-22T13:03:14.958Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-22T14:00:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-26T09:01:41.573Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition calling for the same action:\r\n\r\nHold a public inquiry into visa arrangements for Ukrainian refugees\r\nhttps://petition.parliament.uk/petitions/615147"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-26T09:01:41.571Z"
    },
    "id": 615409,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615409.json"
    },
    "type": "petition"
}