{
    "attributes": {
        "action": "Provide homeless youth with 10 shelters in and around Birmingham.",
        "additional_details": "Statistics from Centrepoint estimate that nearly 122,000 young people across the UK were homeless or in danger of losing a home in 2020/21. As a large city, Birmingham reflects a high percentage of these figures.The pandemic, combined with the increase in the cost of living has exacerbated social and economic causes, particularly, for young people. \r\nWe must provide targeted support to help break the cycle of homlessness and the provision of more secure accomodation is essential to achieving this.",
        "background": "We seek support from the Government to build and fund a minimum of 10 homeless centres across Birmingham, aimed, specifically, at vulnerable homeless youth. These centres should supply young people with a safe environment and basic necessities, including free sanitary products for women.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-22T12:13:57.645Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-22T12:38:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-26T08:56:55.338Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local accommodation for homeless people are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease funding to house and support the homeless: https://petition.parliament.uk/petitions/614065\r\n\r\nHelp the homeless by funding a shelter and at least one healthy meal per day: https://petition.parliament.uk/petitions/611379"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-26T08:56:56.467Z"
    },
    "id": 615404,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615404.json"
    },
    "type": "petition"
}