{
    "attributes": {
        "action": "Reform 2022 Passport Service to cover extra backlog of FIVE MILLION applications",
        "additional_details": "With more than 5 million outstanding extra passport applications in April 2022, the passport service is in chaos with call queues of up to 4 hours, turnaround times of  11 weeks, matters complicated by computer application system failures, and helpdesk staff are kept in the dark about what is happening. With the borders opening up for international travel and many airlines refusing British Passports with less than 6 months validity it is even more vital that processing times are reduced.",
        "background": "Immediate help needed fix the current passport office crisis. The system is in total disarray and needs rectifying.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-25T10:34:43.217Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-25T16:54:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-28T07:02:31.877Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about passport processing times, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nInvestigate massive delays and inconsistencies within the Passport Office: https://petition.parliament.uk/petitions/608931\r\n\r\nReform UK passport application tracking and options to fast-track applications: https://petition.parliament.uk/petitions/612738\r\n\r\nYesterday a Home Office Minister responded to an urgent question in the House of Commons about delays at HM Passport Office, and set out steps that were being taken to to high levels of applications. You can read what they said here: https://hansard.parliament.uk/commons/2022-04-27/debates/FDE27D2D-C4A4-488E-BF12-05BCD7382006/HMPassportOfficeBacklogs"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-28T07:02:33.745Z"
    },
    "id": 615552,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615552.json"
    },
    "type": "petition"
}