{
    "attributes": {
        "action": "Increase Help to Buy ISA and LISA property price cap or remove cap completely.",
        "additional_details": "Many people are struggeling to buy property due to high housing prices. People have been saving using Help to buy Isa and LISa, to qualify for the goverment bonus. I have reached the stage to buy a house with my husband, but I am unable to as house prices in our are are over £250k, so 4 years of saving and relying on goverment bonus are gone. It is heartbreaking, i know we arent the only ones in the same position. I would like to ask cap to be increased or removed completely.\r\nThank you",
        "background": "Increase the cap of Help to Buy and  Lifetime ISA house price cap\r\nHelp to buy ISA and LISA encourage people to save for their first home, worth less than £250k outside London and  £450k outside London by offering a  government bonus. Average house prices across the country have risen dramatically.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-25T10:02:54.922Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-27T13:26:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-29T09:47:24.415Z",
        "rejection": {
            "code": "duplicate",
            "details": "You might like to sign the following petitions, which make similar requests:\r\n\r\nIncrease the price cap for the Help to Buy ISA scheme outside of London\r\nhttps://petition.parliament.uk/petitions/614815\r\n\r\nIncrease the value of the property you can buy with a Lifetime ISA to £550k\r\nhttps://petition.parliament.uk/petitions/606409"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-29T09:47:24.413Z"
    },
    "id": 615551,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615551.json"
    },
    "type": "petition"
}