{
    "attributes": {
        "action": "Give an education to highschool on the LGBTcommunity especially withdisabilities",
        "additional_details": "It’s difficult for those realising that they are part of the lgbt community and the disabled community but when your both it’s terrifying. Even if it’s just a few workshops throughout the year, it starts a dialogue for those who are questioning. Even posters up and small chats of encouragement in the class.",
        "background": "Teach high school students that there are more than gay or straight people in the world and it is ok to feel differently. Autistic individuals are likely to be in the lgbt+ community than the general public and harder to know what they feel. \r\nSo make sure those with disabilities are catered for too",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-24T17:37:32.260Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-24T18:45:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-27T07:23:27.235Z",
        "rejection": {
            "code": "already-happening",
            "details": "Schools are already required to integrate LGBT content into their programmes of study for relationships education, which all state schools in England are required to teach.\r\n\r\nYou can find out more here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/908013/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf\r\n\r\nIf there is a specific change you would like the Government to make to the Relationships Education curriculum, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-27T07:23:28.825Z"
    },
    "id": 615527,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615527.json"
    },
    "type": "petition"
}