{
    "attributes": {
        "action": "Clarify rules around passports and travel to the EU. 10 year rule and overlap.",
        "additional_details": "Clarify the position so thousands of hard working brits are not sent  away from an airport and losing thousands of pounds in the process due to wrong advice by airport staff. The word \"may\" it should be a yes or no answer!\r\n\r\n\"The UK government mysteriously claims some Schengen countries your passport may need to be less than 10 years old during your whole visit, and the three months at the end of your visit \"may\" need to be within 10 years of your passport’s issue date. \"!!!!!!!!",
        "background": "The UK government mysteriously claims that for some Schengen countries your passport may need to be less than 10 years old during your whole visit, and the three months at the end of your visit \"\" need to be within 10 years of your passport’s issue date. Therefore issued 9 years and 9 months ago!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-25T19:23:31.980Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-25T19:32:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-28T07:11:37.475Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government sets out information regarding passport validity in its foreign travel advice: https://www.gov.uk/foreign-travel-advice\r\n\r\nThe Government has also published a list of countries where travellers may need to renew their passport in order to ensure it is valid for travel: https://www.gov.uk/guidance/passport-rules-for-travel-to-europe#countries-this-applies-to"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-28T07:11:38.703Z"
    },
    "id": 615584,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615584.json"
    },
    "type": "petition"
}