{
    "attributes": {
        "action": "Amend tax on essential items at a rate inversely proportional to inflation.",
        "additional_details": "Inflation on fuel and food are at unprecedented levels when more people are struggling to pay bills and buy food. Reducing VAT whenever Government inflation targets are exceeded does not impact Government finances because tax revenue will increase regardless, but it will soften inflationary pressures on household budgets. For example, if fuel at home increases by 100%, then the tax is either reduced to zero or is atleast reduced by 50% from 5% to 2.5%. The Government does not lose revenue.",
        "background": "Fuel prices have doubled and food price inflation is running into double digits. These items are essential to live yet VAT is charged. By decreasing VAT on these items to either zero or at a rate inversely proportional to the inflationary increase above target, this benefits Government and consumer.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-24T09:28:27.658Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-25T07:07:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-27T08:55:00.719Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about VAT, however it's not clear what 'essential' items you want VAT to be removed from or reduced for, nor how you want it to be determined whether VAT on these items is zero-rated or inversely tied to inflation.\r\n\r\nYou could have a petition calling for VAT on a certain group of products or services to be zero-rated, so long as the petition was clear what products or services this would apply to.\r\n\r\nYou may wish to sign these petitions which call for related actions: \r\n\r\nSuspend VAT on road fuels to reduce fuel costs: https://petition.parliament.uk/petitions/610567\r\n\r\nReduce the standard rate of VAT to help with increased cost of living: https://petition.parliament.uk/petitions/609147"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-27T08:55:17.674Z"
    },
    "id": 615506,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615506.json"
    },
    "type": "petition"
}