{
    "attributes": {
        "action": "Change the eligbility criteria for Blue Light Card",
        "additional_details": "I have written multiple complaint emails to Blue Light Card stating that the eligibility is unfair and discriminatory to those in health and social care who provide an excellent & well needed service without being CQC registered. Just because a community team in health and social care doesnt need to be registered because it 'falls through the net' of CQC registration should not mean those employees should miss out on something they should be entitled to.",
        "background": "Currently Blue Light Card provides discount codes for all in public services except those who fall out of being CQC registered in a health and social care setting. I would like for this to be argued that it is unfair on those hardworking support workers in community teams.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-27T14:58:48.597Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-27T15:07:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-29T09:46:22.005Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about eligibility for privately run discount schemes are a matter for the companies that operate these schemes, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-26T13:42:56.350Z"
    },
    "id": 615687,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615687.json"
    },
    "type": "petition"
}