{
    "attributes": {
        "action": "Create a fine for waisting paramedics time e.g. faking having a stroke",
        "additional_details": "The dispatcher of the ambulance had no choice other than to send an ambulance if someone is experiencing chest pain but they don’t know if it is real or not. When the paramedics get there they are welcomed with terrified family members having no idea what to do or what is happening. It is a disgusting way to behave and should the person should be fined for this.",
        "background": "Many days and nights have been lonely without my dad as he has been dealing with people who have been faking an illness or a seizure and worrying family members. There are genuinely ill people out there that need help and the ambulance services time is being waisted on people like them. It is cruel.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-26T19:37:15.304Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-27T08:47:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-04-28T12:29:28.753Z",
        "rejection": {
            "code": "already-happening",
            "details": "Misuse of the 999 number and hoax calls to the emergency services are already a criminal offence and carry the maximum sentence of 6 months imprisonment or a £5000 fine.\r\n\r\nIf you would like to know more about hoax calls to emergency services you can find information here: https://www.gov.uk/government/publications/the-emergency-workers-obstruction-act-2006\r\n\r\nYou can also contact your local police service to report any misuse of the 999 emergency services number: https://www.lancashire.police.uk/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-04-28T12:29:28.750Z"
    },
    "id": 615633,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615633.json"
    },
    "type": "petition"
}