{
    "attributes": {
        "action": "Make climbing buildings legal with a license from 13 years old and up",
        "additional_details": "The license will be a physical attained one where you have to showcase your skill and show you can be safe and make the correct choices when on a buildings roof, e.g. noticing an unsafe area of the roof unsuitable to stand on etc. This will help more people with such hobbies to pursue their life choices and enjoy themselves with the view! (Some buildings/businesses may choose not to accept this license, this means nobody may climb that buildings roof without building owners permission).",
        "background": "Create a license anyone 13 or above can apply/sign up for, and anyone that holds that license can legally climb any roof they choose; as long as they are not disturbing anyone and the building is not currently being worked on by construction companies etc.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-26T22:52:10.589Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-12T19:47:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-16T06:53:17.425Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether to grant access to buildings are a matter for the owners, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-16T06:53:18.470Z"
    },
    "id": 615646,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615646.json"
    },
    "type": "petition"
}