{
    "attributes": {
        "action": "DO NOT SCRAP THE ANNUAL MOT TESTING!",
        "additional_details": "Annual MOT testing is crucial, not only for road safety, but for those whose only income is MOT testing. \r\nAccording to the GOV.UK database there are over 23 thousands garages registered as an MOT testing station in the UK, if these garages has only one tester that still means that the Government is ready to make at least 23 thousands families lives a lot harder for the sake of £50 per car per year, ~£100 per household per year...\r\n\r\nFuel prices has gone through the roof in less than 4 months, our Government has the power to reduce all taxes on fuel this would significantly reduce the expense of commuting/travelling.",
        "background": "Support UK households by lowering the tax on fuel rather than make thousands of people redundant.\r\n\r\nAt the end of the day, the cost of living is rising due to fuel prices, in my opinion we should look in that sector and see what can be adjusted to ease the financial pressure on the public.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-27T10:01:08.662Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-28T08:30:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-03T12:27:57.013Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the Government to keep a yearly requirement for MOTs: https://petition.parliament.uk/petitions/615690\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRemove duty on motor fuel completely: https://petition.parliament.uk/petitions/613908\r\n\r\nSuspend VAT on road fuels to reduce fuel costs: https://petition.parliament.uk/petitions/610567\r\n\r\nSet up an independent regulator to monitor and regulate vehicle fuel pricing: https://petition.parliament.uk/petitions/605282"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-03T12:27:58.329Z"
    },
    "id": 615665,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615665.json"
    },
    "type": "petition"
}