{
    "attributes": {
        "action": "Its been highlighted that women are 27 times more likely than men to be harassed",
        "additional_details": "The government should know that one in two women feel unsafe walking alone after dark in a busy public place, compared to one in five men. Four out of five women feel unsafe walking alone after dark in a park or other open space, compared to two out of five men. This indicates that government have to make changes right now or lots of girls in the future will be facing problems such as sexual harassments and more kidnapping will happen often.",
        "background": "I would like the government to start new projects to help women at night such as putting a range of interventions including educational programmed to raise awareness and more streetlights and CCTV. Also streetlights are a public good as its been said that improved street lighting can reduce crime.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-28T11:39:26.748Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-29T12:07:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-03T14:42:33.747Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action that they are responsible for.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. You might like to know that the Government isn't responsible for providing things like streetlighting and CCTV, which is a decision for local councils.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-03T14:42:35.196Z"
    },
    "id": 615758,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615758.json"
    },
    "type": "petition"
}