{
    "attributes": {
        "action": "Take strict action against knife crime and thieves stealing motorbikes.",
        "additional_details": "Knife crime is on the rise and it is ruining lives. Knives should be as illegal as guns. A victim facing a knife goes through the same fear as a victim facing the barrel of a gun. The same pain and injury ensues and many knife attacks result in fatalities. Recently groups of young adults wielding knives roam the streets of London targeting delivery riders on bikes. Many have been attacked and robbed of thier bikes without which they are unable to earn a living. This must be stopped.",
        "background": "Knife crime has increased in areas around London. Thieves target delivery riders and steal thier motorbikes at knife point. Safety for riders should be a priority. Aggressors should be arrested immediately and punished for spreading fear and gang culture.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-27T20:10:46.258Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-27T20:27:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-03T07:48:22.356Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. Decisions about investigating and prosecuting alleged crimes are a matter for the police and Crown Prosecution Service, not the Government or Parliament.\r\n\r\nIf you think that a crime has been committed, you should contact the police here: https://www.police.uk/contact/\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMinimum sentences and mandatory licensing for carrying a knife: https://petition.parliament.uk/petitions/602388\r\n\r\nLaunch a national public awareness campaign about knife crime: https://petition.parliament.uk/petitions/608683"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-03T07:48:23.542Z"
    },
    "id": 615719,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615719.json"
    },
    "type": "petition"
}