{
    "attributes": {
        "action": "Stop ALL schools rewarding 100% attendance.",
        "additional_details": "You need to stop this discrimination. It causes sick children to feel anxious and different because they are not being rewarding for being at school for the set amount of time. They are not at school because they are ill. Parents who think the 100% attendance award is good for children end up sending their children into school when they are ill. This has an impact on the children who do have parents who keep them home.",
        "background": "We want the government to recognise that this is discrimination. There are children who have serious conditions, children who have to attend numerous hospital appointments and children who are unwell through no fault of their own.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-27T21:43:46.641Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-27T21:50:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-03T08:05:47.613Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about school policies that recognise high attendance, but we're not sure exactly what you mean when you refer to schools \"awarding\" high attendance.\r\n\r\nIn any case, we can only accept petitions about things the Government or Parliament are directly responsible for, and decisions about whether and how to recognise attendance are a matter for individual schools, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-03T08:05:48.817Z"
    },
    "id": 615724,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615724.json"
    },
    "type": "petition"
}