{
    "attributes": {
        "action": "Make rent payments part of credit scores",
        "additional_details": "Tenants paying rent are often paying a regular monthly amount greater that a monthly mortgage payment. A majority of mortgage companies do not take this into consideration. \r\nThe rental payment history should go a long way into show a persons ability to make regular payments.",
        "background": "Make rental payments considered when applying for a mortgage and part of credit scoring. This should be applicable across the board not just by some mortgage companies.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-28T09:41:19.304Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-28T10:49:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-03T08:24:39.837Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about when to offer a mortgage are a matter for individual mortgage providers, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nLandlords are able to report rental income to credit agencies, who can then take this into account as part of their rental scores. It is a decision for landlords and credit agencies whether or not to do this, The Government aren't responsible for operation of credit rating agencies or mortgage lenders."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-11T16:21:18.943Z"
    },
    "id": 615741,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615741.json"
    },
    "type": "petition"
}