{
    "attributes": {
        "action": "Change the laws in the family court to stop parental alienation (child abuse)",
        "additional_details": "The knock on effects of parental alienation is so profound and toxic it could well be the single most destructive thing within our society today. The damage it can and does cause can be irreparable in many cases lasting a lifetime. Children that are used in parental alientation are known to develop a whole host of mental and emotional traumas leaving them depressed, anxious, angry, confused, neglected, isolated, unloved and more which can go on to ruin their futures as they grow into adulthood.",
        "background": "I want the government to take the issue of parental alienation SERIOUSLY. I want the government to take appropriate action to stop parents from using their children in their games of emotional war against the other, using the child as a means to hurt the other parent is child abuse. It MUST stop.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-28T13:39:20.639Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-28T21:34:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-03T11:57:20.110Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as making parental alienation a criminal offence, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-03T11:58:17.220Z"
    },
    "id": 615767,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615767.json"
    },
    "type": "petition"
}