{
    "attributes": {
        "action": "Food labels should be changed immediately even when not classed as allergens",
        "additional_details": "Many babies with cows milk protein allergy are also allergic to soya and other foods not currently classified as allergens. My son is allergic to coconut oils, even those stated as fully refined. By allowing food labels with sunflower oils to stay as they are and a different oil actually used, the fsa is creating a precedent and putting lives at risk. They wouldn't allow nut oils to be used it shouldn't be different just because it is a less well studied allergy.",
        "background": "Natasha's law was brought in to protect those with allergies. But allowing food labels to stay the same but the food to have different ingredients sends the wrong message. All allergies are damaging to the person they affect, not just the top 14. Please enforce all ingredient changes to be labelled",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-30T08:03:03.607Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-30T09:21:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-04T08:26:43.691Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about food labelling, however it's not clear if you want: all ingredients to be listed on food packaging; certain ingredients to be added to the required list of allergens; or something else.\r\n\r\nYou could have a petition calling on the Government to increase the penalties for manufacturers who are found to have mislabelled ingredients on packaging, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-04T08:26:52.423Z"
    },
    "id": 615867,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615867.json"
    },
    "type": "petition"
}