{
    "attributes": {
        "action": "Offer Children that attend a school nursery first refusal on reception placement",
        "additional_details": "Children that attend a schools nursery will have made friendship groups, will have become accustomed to the schools ways and timetables, will be used to teachers and the surrounding. For some children this may have taken a long adjustment period. Many also have the schools uniform. To then be refused a placement and to have to adjust to this all over again in a new setting is unfair to both child and parents.",
        "background": "Allow children that attend a schools nursery to have first refusal on reception places. Not just based on catchments",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-29T19:04:09.712Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-29T19:10:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-03T15:14:36.073Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Schools are responsible for deciding their own admission arrangements within the School Admissions Code.\r\n\r\nIt's already the case that schools can choose are able \"where parents pay optional nursery fees to the school or school-run nursery, for additional hours on top of their 15-hour funded early education, where children from the school nursery class or school-run nursery are given priority for admission to Reception\"\r\n\r\nYou can read more here\r\n\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1001050/School_admissions_code_2021.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-03T15:14:36.617Z"
    },
    "id": 615846,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615846.json"
    },
    "type": "petition"
}