{
    "attributes": {
        "action": "Remove half an hour of the school day",
        "additional_details": "This would just make students hate school more than they already do. Your argument may be that people who struggle might need more help with school and most people support that but the people that are doing well in school shouldn't be forced to spend more time than they need in education and I can assure you that coming out of the schools will still be intelligent individuals. Your attempts may make the school experience worse because it will increase stress upon the students.",
        "background": "We want this because as a democracy in the UK us humans deserve the same as each other and the fact that you had the audacity to add another half an hour onto a couple of schools around the UK is just aggravating to me and my other students and we demand you fix this as soon as possible.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-04-29T19:06:49.155Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-04-29T19:57:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-03T15:25:17.900Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure whether you want the Government to reduce the number of hours overall students are required to be at school, or if you'd like changes to the length of each school day (which is a decision for individual schools). \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-03T15:25:19.274Z"
    },
    "id": 615847,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615847.json"
    },
    "type": "petition"
}