{
    "attributes": {
        "action": "Change the law on mental health after traumatic birth.",
        "additional_details": "We the people of Great Britain need the government to make mental health services more accessible so people can get the help they need after a traumatic birth. Don’t let another family suffer because the nhs is stretched. I didn’t get the care or help I needed because the nhs was too busy and rushed. I nearly lost my life. Don’t let this happen to anyone else, don’t let another women go through this. It could be worse next time.",
        "background": "Everyday women are suffering with mental health because of a traumatic birth and it’s not recognised, it affects there everyday life, it’s stop them doing things they once enjoyed. Millions are suffering everyday.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-02T07:38:45.632Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-02T08:06:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-04T12:09:28.802Z",
        "rejection": {
            "code": "no-action",
            "details": "We're sorry to hear what you've been through.\r\n\r\nPetitions need to call on the Government or Parliament to take a specific action. and we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-04T12:09:30.252Z"
    },
    "id": 615937,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615937.json"
    },
    "type": "petition"
}