{
    "attributes": {
        "action": "Stop subsidising Westminster Houses of Parliament",
        "additional_details": "We the public are facing a cost of living crisis  and are having to make hard choices regarding our expenditure. This for most people will involve giving up eating out and spending less in the pub to help us pay our fuel and weekly food cost. It is unfair and immoral that MPs are able to enjoy discounted luxurious meals and drinks while the public is struggling to pay their bills due to no fault of their own and are unable to enjoy subsidised meals and drinks. This I believe is a misuse of public funds and MP should not be entitled.",
        "background": "Discontinue financial subsidies for Houses of Parliament bars and restaurants.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-03T08:27:04.215Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-05T09:26:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-05T12:42:09.913Z",
        "rejection": {
            "code": "no-action",
            "details": "The House of Commons Catering service does not provide a subsidised service in the commercial sense of the word, so we're not sure what action you want the House of Commons to take. Some venues make a profit, while in other venues the cost of providing the service does exceed the income received in sales due to the irregular hours and unpredictability of parliamentary business. The House of Commons publishes details of the cost of House of Commons catering services: https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/\r\n\r\nCustomers of the House of Commons Catering Services include some of the 650 MPs but also around 14,500 other pass-holders, many of whom are staff on lower wages that work irregular hours. In addition, members of the public and non pass holding visitors to Parliament also have access to these services. The irregular hours and the unpredictability of Parliamentary business contribute to increasing the net cost of providing a catering service. To offset this many of the restaurants, dining room facilities and their staff, are used to cater for private events at times when they are not required by the House. This is one of a number of measures used to reduce costs.\r\n\r\nYou could have a petition calling for food and drink prices for MPs to be increased in House of Commons catering venues, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-05T12:42:15.705Z"
    },
    "id": 615990,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615990.json"
    },
    "type": "petition"
}