{
    "attributes": {
        "action": "Let our free flying parrots exercise in public parks and on public land.",
        "additional_details": "Our birds need to exercise just like any other animal and it's not fair to be told that we can't do that in publicly owned parks or open areas, these free flying birds are well trained and don't cause any harm or leave any mess, such as a dog or a horse. We would appreciate a law that states that we have the same rights as a dog walker, horse rider or predator.",
        "background": "Give our parrots the same exercise rights as any other animal in public areas such as parks and any other open spaces owned by us yet governed by our councils be it Borough or County with no policies",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-02T08:05:36.975Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-03T23:05:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-05T09:20:17.557Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Any decision to restrict the use of public spaces for certain activities, such as allowing pet birds to fly, is a matter for local authorities and private landowners, not the UK Government or Parliament.\r\n\r\nIf you have a concern about restrictions at a particular public place in your area, you could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-05T09:20:19.027Z"
    },
    "id": 615938,
    "links": {
        "self": "https://petition.parliament.uk/petitions/615938.json"
    },
    "type": "petition"
}