{
    "attributes": {
        "action": "Create a law regarding negligence around childbirth and c-sections",
        "additional_details": "If something isn’t done soon, women going in to give birth will keep being let down. How many more women have to go through what I went through because the nhs staff available don’t haven’t  the right bedside manner. Is it going to take a death on the operating table before something is done. I begged for help because my baby was in distress and I got ignored. This can’t carry on, more nhs staff that have the right caring attitude need to be. Women all over should have a pleasant labour.",
        "background": "The nhs needs help, not having enough staff is causing serious mistakes and if not sorted soon it could be fatal. Women giving birth are being let down, I nearly lost my life and so did my son because the hospital decided to leave me after my waters broke. I got sepsis’s through lack of care.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-04T19:11:13.033Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-07T14:32:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-09T09:33:57.488Z",
        "rejection": {
            "code": "no-action",
            "details": "We're sorry to hear what you've been through.\r\n\r\nPetitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. It's already possible for claims of clinical negligence to be made after treatment.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. You might also want to consider making a complaint to the NHS, which you can find out more about here\r\n\r\nhttps://www.nhs.uk/using-the-nhs/about-the-nhs/how-to-complain-to-the-nhs/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-09T09:34:00.207Z"
    },
    "id": 616084,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616084.json"
    },
    "type": "petition"
}