{
    "attributes": {
        "action": "Have Premier League clubs reduce their carbon emissions.",
        "additional_details": "Commercialized sport accounts for 0.8% of the world’s total carbon emissions. That is the equivalent of the carbon emissions produced by Poland, Spain, and Thailand combined. \r\n\r\nFootball clubs should not be entitled to any exemption to the production of carbon emissions. Clubs and their fans should do their part in reducing emissions: (1) reduce electricity and gas use; (2) reduce fan carbon footprint; (3) alter diets of players and fans. \r\n\r\nHowever, if targets are not met, then sanctions must be given. \r\n\r\nFootball must do their part in reducing carbon emissions, but the government must make sure that they do.",
        "background": "By 2050, one in four English football league grounds can expect flooding every year due to climate change. This will affect clubs like Chelsea, West Ham, and Norwich. \r\n\r\nThe government must put in place fines, sanctions, and point deductions to combat club's overproduction of carbon emissions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-03T14:35:15.457Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-11T15:23:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-13T15:24:03.097Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Actions to reduce a football club's carbon emissions are a matter for those clubs, and any points deductions or fines for those who fail to do so are a matter for the Premier League and the Football Association, not the UK Government or House of Commons.\r\n\r\nIf there is an action you'd like the Government or House of Commons to take that they're directly responsible for, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-13T15:24:12.466Z"
    },
    "id": 616007,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616007.json"
    },
    "type": "petition"
}