{
    "attributes": {
        "action": "Implement measures to prevent the continuous rise of house prices",
        "additional_details": "House prices have increased to an all-time high, and this is creating a long-term problem for the country. Only those that are very affluent can successfully purchase a property. The high living costs and tax on hard earned money for middle to lower class individuals, makes it an unfair disadvantage. The vast majority of people, especially the younger generation, are unable to buy a property due to the lack of control in the house prices. If unresolved, it will continue to spiral further.",
        "background": "Implement effective measures such as 1) Changing the planning policy, to enable more houses to be built to meet demands, 2) Restrict foreign purchases/funds, and 3) Restrict purchases made by buy-to-let.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-04T19:17:49.316Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-05T17:45:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-06T08:43:29.004Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about increasing house prices, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition refers to various changes, but it's not clear how you want these to be implemented.\r\n\r\nWe could accept a petition calling on the Government to commission a review of what policies could help tackle increased house prices, and implement its recommendations, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-06T08:43:30.236Z"
    },
    "id": 616085,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616085.json"
    },
    "type": "petition"
}