{
    "attributes": {
        "action": "Make hotels adhere to the Equality Act 2010 regarding Family accessible rooms.",
        "additional_details": "Hotel & cruise companies, etc. do not offer \"Family\" accessible rooms for disabled people.  They do not have the facility to book accessible rooms via their website, yet they do for able-bodied families this breaches the EQ.\r\n\r\nDisabled life is stressful as it is, booking a stay away should not be one of them.  We should be able to book our stay the same way everyone else can.  We should not be made to book extra rooms simply because the hotel in question refuses to abide by the Equality Act 2010.",
        "background": "Make all holiday lets have \"Family\" accessible rooms - This breaches Equality Act 2010\r\nMake booking a room the same for ALL customers\r\nEnforce accessibility information to be factual and informative - This information is critical for disabled people to decide if they have made the right choice!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-04T16:25:05.654Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-11T11:13:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-12T14:42:41.521Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  Adherence with the law is a matter for the courts and, in certain cases, the EHRC\r\n\r\nhttps://equalityhumanrights.com/en\r\n\r\nWe could accept a petition to change the law relating to accessible rooms, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-12T14:42:42.734Z"
    },
    "id": 616079,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616079.json"
    },
    "type": "petition"
}