{
    "attributes": {
        "action": "Place an outright ban on transvaginal mesh implants (TVT)",
        "additional_details": "It is believed to be responsible for a number of complaints due to potential erosion within the body, causing complications including repeated infection, pelvic pain while walking, pain during sex, and in some cases cutting through the vaginal wall. A significant number of mesh devices have been removed from the market. We recommend that the recent NICE guidelines calling to avoid the use of this mesh is instead extended to a full ban.",
        "background": "Place an outright ban on transvaginal mesh implants (TVT) due to the negative health implications they have for women, including internal damage and agonising chronic pain. Much of the pain suffered as a result of TVT mesh is avoidable, and can be addressed by improving women's healthcare.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-05T10:06:26.653Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-05T10:30:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-09T13:33:45.459Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about patient care, including operations like mesh rectopexies, are a matter for the NHS and individual clinicians, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe could accept a petition calling on the Government to review the safety of this procedure, and the wellbeing of patients who have previously had this operation, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-09T13:33:46.724Z"
    },
    "id": 616116,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616116.json"
    },
    "type": "petition"
}