{
    "attributes": {
        "action": "Change the current, failing, NHS Dental contract, urgently.",
        "additional_details": "2000 dentists left the NHS dental service last year. That is on top of the 950 that left the year before.They have done this because the current contract does not work for their patients nor their staff. Many patients cannot afford private fees and therefore health inequalities will widen further. Good oral health has been, for along time, linked to good general health. Without good access to NHS dental care the nations health will deteriorate. It imperative that urgent action is taken now.",
        "background": "The current NHS dental contract is not fit for purpose. It serves neither the public nor the people who work in it. The system has long been looked at by government yet still we are no further forward with the development of a better system.It is about to collapse if urgent reform isn't undertaken.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-09T06:20:35.103Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-09T10:43:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-10T06:56:55.822Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the existing NHS contract for dental services, but we're not sure exactly what changes you'd like to be made to this.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease NHS dental care funding to improve availability for child and adults: https://petition.parliament.uk/petitions/601744\r\n\r\nIncrease funding to ensure all adults in England have access to an NHS dentist: https://petition.parliament.uk/petitions/605814"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-12T07:14:31.029Z"
    },
    "id": 616293,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616293.json"
    },
    "type": "petition"
}