{
    "attributes": {
        "action": "Alcohol and Gambling companies donate the same money to treatment as advertising",
        "additional_details": "Rather than doing that it would be far better for the alcohol and gambling companies to be free to spend as much as they like on advertising so long as that is matched with treatment.\r\nThere are whole generations of people addicted to both alcohol and gambling. With the current financial situation government funding has been going down and is likely to continue to go down.\r\nThese companies that have profited from people's addiction so it seems appropriate that they help funding their treatment.",
        "background": "Quite some years ago tobacco companies were banned from most of their advertising.\r\nI've often heard people suggest the same should be done with alcohol and gambling.\r\nWe have seen over the last 20 years all the various measures have made a significant impact on smoking",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-08T18:41:29.913Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-08T21:39:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-09T13:30:58.266Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Donations are a matter for companies and individuals rather than the Government. \r\n\r\nWe could accept a petition calling for a tax on gambling or gambling advertising to be used for treatment, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-09T13:31:00.074Z"
    },
    "id": 616278,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616278.json"
    },
    "type": "petition"
}