{
    "attributes": {
        "action": "help people convert cars to (h1)  & make oil companies roll (h1) as replacement",
        "additional_details": "Converting to hydrogen will take emissions of vehicles out of the equation when it comes to UK wide emissions and then we will only have to worry about emissions produced during production of the fuel. And it’s such a good alternative  fuel that JCB has announced that they will be switching their engines to hydrogen although compared the batteries isn’t as efficient it’s a cost  that the ordinary person can handle better",
        "background": "To help people convert vehicles to Hydrogen=(h1) & make oil companies roll (h1) out as replacement fuel faster",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-08T20:25:30.981Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-09T12:44:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-10T07:20:08.698Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you want vehicles to use hydrogen fuel, but we're not sure what specific steps you want the Government to do to \"help\" people convert their cars. It is also unclear what you want the Government to do to \"make\" oil companies roll out replacement fuels faster, nor which 'replacement fuels' you want them to roll out.\r\n\r\nYou could have a petition calling on the Government to fund a programme to replace petrol engines with hydrogen fuel systems, if that is something you'd like to see happen"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-10T07:20:11.039Z"
    },
    "id": 616282,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616282.json"
    },
    "type": "petition"
}