{
    "attributes": {
        "action": "Introduce a law that protects women who suffer with severe period pains at work.",
        "additional_details": "I’d like the government/parliament to help protect women like myself who suffer with severe period pains to help make it illegal for companies to get rid of women because of them not being able to their do day to day work correctly. But instead give them a ‘period day’ where if a woman starts her period and is in unbearable pain the company can let her go home with a ‘period day’ and not to worry about going home and losing her job.\r\nSuffering with unbearable period pains where it comes to the point you can hardly walk is an illness and can’t be helped companies need to recognise it’s a condition",
        "background": "I suffer with severe period pains and got told not to go back to work because I could hardly stand due to being in so much pain, which I can’t help. This lead me unable to do the work.Women don’t get taken seriously when they tell their employer that their in pain due to their period&need to go home",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-10T10:16:38.376Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-10T20:02:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-12T09:12:04.027Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/611719"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-12T09:12:05.177Z"
    },
    "id": 616364,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616364.json"
    },
    "type": "petition"
}