{
    "attributes": {
        "action": "Make a safe space for car enthusiasts in South Wales",
        "additional_details": "Car shows have the ability to generate a substantial revenue with the option to include local small business vendors, e.g. food stalls and car brands. This proposal could benefit both local businesses, residents of usual car meet areas, reduce the number of illegal meets preventing pointless stop and searches by already under funded police, and the wider car community that have a safe place. Keeping safety as the main priority whilst enriching an otherwise lacking area for leisure activities.",
        "background": "Provide a safe space where car enthusiasts can meet and show off their vehicles in an area that poses no danger to drivers using roads/car parks. Car meets are a regular occurrence and are hard to police to keep everyone safe. The majority aren’t set in Wales and there is a community not spoken for.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-09T11:08:14.251Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-09T11:30:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-10T06:59:21.664Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about provision of space for leisure activities are a matter for individual local authorities and landowners, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-10T06:59:23.610Z"
    },
    "id": 616304,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616304.json"
    },
    "type": "petition"
}