{
    "attributes": {
        "action": "Prevent the HoC petitions team rewriting petitions to suit their own beliefs",
        "additional_details": "I recently submitted a popular petition requesting a particular action, only to find that the petitions team had completely altered the meaning and intention of the petition, making it irrelevant, but suiting the views of a highly vocal minority who dislike a law recently passed by parliament.\r\nThis is an abuse of the position held by the team, and should be disallowed to prevent the continued decline of the reputation of this service.",
        "background": "The petitions service should express the will of members of the electorate, not the personal preferences of members of the petitions team. Beyond avoiding the use of obscenities or demands for illegal activities, the petitions team should not edit or alter petitions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-09T14:24:33.649Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-10T17:45:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-12T10:51:22.296Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about how e-petitions are checked before publication, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIn order to be accepted petitions must meet the petition standards, which are available here: https://petition.parliament.uk/help#standards\r\n\r\nWhen a petition cannot be published in the form it is submitted, where possible, the staff of the Petitions Committee may try to suggest an alternative text that could be accepted, rather than have to reject it. Any changes suggested are to ensure that the petition meets the petition standards. Where an alternative text is suggested, a petition will not be published until the text has been agreed with the petition creator.\r\n\r\nWe can accept petitions calling for changes to the petition standards if you would like these to be changed, but it would need to be clear what changes you want to be made to these.  We could also accept a petition calling for the petitions team to reject petitions rather than suggesting alternatives, if that's what you'd prefer to see happen. \r\n\r\nYou may also like to be aware that staff of the House of Commons, including the staff of the petitions team, are impartial and do not edit or action petitions based on their personal beliefs. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-12T11:20:28.890Z"
    },
    "id": 616311,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616311.json"
    },
    "type": "petition"
}