{
    "attributes": {
        "action": "Education update & reform - especially for those with learning disabilities",
        "additional_details": "I have had to fight a broken system for my child with autism. He is home schooled due to sensory issues & severe panic attacks.Taking exams under current guidelines is a no go. HE IS NOT UNEDUCATED, JUST UNABLE TO PROVE IT. The impact of this on his future is immense (college, uni, work opportunities). Assessment is the way forward. I am not alone. I have come across 1000's of families out there, that are suffering the same. So many children falling through the net. Subjects need updating too",
        "background": "Offer assessments rather than exams for those with learning disabilities and severe anxiety.\r\n\r\nRevise system to modernise. Bin outdated languages & literature/Divide maths into 2 categories/add subject to cover everyday living skills - banking/\r\nmortgages/pensions/savings etc",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-10T09:00:31.056Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-10T11:17:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-12T07:10:31.377Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned that the current national curriculum and assessment of students does not meet the needs of certain students, but we're not sure exactly what you'd like the Government or Parliament to do, including what changes you want to be made to the national curriculum, and for what ages.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to review and reform the education system to better meet the needs of all students. This could include looking at what subjects are currently mandatory, and how they are assessed.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nReview assessment of autistic students to ensure they are not disadvantaged: https://petition.parliament.uk/petitions/613722"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-12T07:10:32.410Z"
    },
    "id": 616362,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616362.json"
    },
    "type": "petition"
}