{
    "attributes": {
        "action": "Hold parliamentary debate into US political interference in Pakistani politics.",
        "additional_details": "Around 2M overseas British Pakistanis live in UK, many hold dual nationality; have economic & family ties in both countries. There have been numerous reports of ongoing interference by the US in the political processes of Pakistan possibly leading to the ousting of Prime Minister Imran Khan. A debate is needed because such interference is not acceptable in any country & in this case may have affected the democratic rights of dual British Pakistanis who are stakeholders in the UK and Pakistan.",
        "background": "Against the background of political instability there are widespread concerns by British Pakistanis that there has been political interference by US in Pakistan. To protect the democratic rights of dual nationals a debate should be held to determine if this is the case and if so to what extent.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-09T23:21:16.125Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-10T11:08:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-12T15:58:19.928Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for, which does not include foreign policy of other governments."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-12T15:58:21.236Z"
    },
    "id": 616350,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616350.json"
    },
    "type": "petition"
}