{
    "attributes": {
        "action": "Appropriately define Racism as a crime committed against Black People.",
        "additional_details": "To increase the convictions of those who abuse their race as an advantage to Oppress, threaten and harm the lives of Black people.  That may help prevent the large amount of Discrimination claims with institutional organisations.  This will enable true Equality and Inclusion to be established by removing the illusion of equal opportunity.  There will be a level playing field with a clear definition in the Law to what Racism is and the detriment it has had on the Black families and Community.",
        "background": "To define Racism as a power structure that prevents the Social, Political and Economical progress of Black people in the UK.  This should be a separate that separates Black people from the same struggle as BAME or any other acts of Discrimination.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-12T00:17:29.455Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-12T13:23:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-13T10:10:51.659Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about racism, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere is already legislation to protect people from race discrimination and racially aggravated offences. The Equality Act 2010 says you must not be discriminated against because of your race, and there are also provisions for criminal offences to be treated as racist hate crime. These offences do not distinguish between different races.\r\n\r\nWe could accept a petition calling for changes to existing legislation relating to race discrimination and racist hate crime, or calling for new legislation, but it would need to be clear what changes or new provisions you wanted to see."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-16T15:41:38.320Z"
    },
    "id": 616470,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616470.json"
    },
    "type": "petition"
}