{
    "attributes": {
        "action": "Legislation to provide people with of cancer affordable travel insurance.",
        "additional_details": "People with any form of cancer whether in treatment or remission have great problems in obtaining affordable travel insurance. As soon as you mention cancer it is either an instant no, or you go through their check list and the operative tells you the computer says no. or be given an unaffordable figure, this can be as much as the trip. Going to a specialist insurer can be worse, I have been quoted £500/day for USA  \r\n£500 for a single trip is not  unusual.",
        "background": "I would like Government or Parliament to legislate the unfair discrimination against people with cancer when applying for travel insurance. When in remission they are a no greater risk of anything due to the condition occurring than people without.  we will know about it in advance due to scans.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-11T11:51:10.141Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-11T22:42:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-13T07:35:37.093Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether to offer insurance to people with pre-existing medical conditions, including cancer, are a matter for individual insurers, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-13T13:10:36.840Z"
    },
    "id": 616428,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616428.json"
    },
    "type": "petition"
}