{
    "attributes": {
        "action": "Remove Public Office Holders from Public Office who commit Malfeasance",
        "additional_details": "In R v Rimmington, R v Goldstein [2005] UKHL63 at paragraph 30 the House of Lords confirmed this approach, saying: \r\n\r\n“…good practice and respect for the primacy of statute…require that conduct falling within the terms of a specific statutory provision should be prosecuted under that provision unless there is good reason for doing otherwise.”\r\n\r\nWe the People demand that Parliament remove those who are guilty of Malfeasance. We will fund corruption in our Government.",
        "background": "We the general Public demand as electors  and tax payers of Government to remove any Public Office holder who is found guilty of malfeasance.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-12T09:42:54.745Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-12T10:13:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-13T10:07:59.395Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. There is no specific offence of malfeasance.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as the automatic removal of anyone found guilty of misconduct in public office. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-13T10:08:01.358Z"
    },
    "id": 616487,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616487.json"
    },
    "type": "petition"
}