{
    "attributes": {
        "action": "Install CCTV Cameras on the High Road, Barnet",
        "additional_details": "Lately, loads of burglaries happened, both cars and houses.\r\nOn social media groups of Barnet, I read quite a lot of stories of burglary. This is getting quite constant, we would like some cameras to be installed, as not everyone has a camera in the front of their house.\r\nMy car has been stolen in November, by the burglar scanning my car key, then the next day two more happened in my area, and so it went.",
        "background": "I would like the Barnet Council to install CCTV cameras in the High Road as there is none, and the residents don't feel safe anymore.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2022-05-12T11:17:17.859Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-12T11:58:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-13T10:07:42.571Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about installation of CCTV on local roads are a matter for landowners and the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-13T10:07:44.414Z"
    },
    "id": 616494,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616494.json"
    },
    "type": "petition"
}