{
    "attributes": {
        "action": "change of public decency law to allow women the exact same laws as men's nipples",
        "additional_details": "We shouldn't have to tell you this stuff.\r\nwomen are shamed or prosecuted for being topless which makes it feel like nothing has really changed in hundreds of years.\r\npeople are born with nipple no matter what gender, the laws shouldn't be different.\r\npeople are introduced to nipples from birth, so normalise something normal.",
        "background": "A change in any law necessary to allow women to be topless in any public place that a man could. It's a topic that needs to be addressed and is always turned away. Normalise breasts!\r\nThe laws are outdated and sexist. It shouldn't be so confusing for women to be able to have the same rights as men.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-13T00:53:38.358Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-16T14:16:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-17T16:05:23.905Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about public decency laws, however it is not an offence for a man or a woman to be topless in England and Wales, so long as the person has not taken off their clothes with the intention of shocking or upsetting others. It's therefore not clear what you want the Government to do to give women the \"same rights\" as men, given the law makes no distinction in this regard.\r\n\r\nYou can find out more about public decency laws in the context of nudity here: https://www.cps.gov.uk/legal-guidance/nudity-public-guidance-handling-cases-naturism and here: https://www.bbc.co.uk/news/newsbeat-33092812"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-17T16:07:07.295Z"
    },
    "id": 616538,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616538.json"
    },
    "type": "petition"
}