{
    "attributes": {
        "action": "Change the law on restraining orders so it applies to both parties not just one",
        "additional_details": "The restraining order should be like that of in Australia, its put on both parties, amd if proven both parties have been in contact with each other, the order is then void and both parties fined for wasting police and courts time",
        "background": "At the moment restrainingorders are one sided, if the holder contacts the accused, nothing is done and this needs to chamge as it wastes police and courts time and is cohersive and manipulative luring people back then using the order in a cruel manner to jave that person in trouble, this has to stop",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-12T22:01:44.614Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-18T19:14:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-23T07:03:06.342Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about how restraining orders operate at present, but it's not clear what changes you want to be made to existing legislation regarding restraining orders. The courts have powers to make a “restraining order” that forbid someone convicted of certain offences from pursuing further conduct against the victim (or any other person named in the order) which amounts to harassment, or will cause a fear of violence. Similar provisions exist in Australia.\r\n\r\nBreaching a restraining order is a criminal offence, and decisions about investigating and prosecuting alleged restraining order breaches are a matter for the police and Crown Prosecution Service.\r\n\r\nWe could accept a petition calling for changes to legislation enabling restraining orders to made, but it would need to be clear how you wanted this legislation to be changed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-23T07:03:07.538Z"
    },
    "id": 616533,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616533.json"
    },
    "type": "petition"
}