{
    "attributes": {
        "action": "Increase sentences for sexual assault charges",
        "additional_details": "I have experienced the effects and aftermath of sexual assault first hand and strongly believe that victims of sexual assault don’t get the justice deserved as they have to live with the psychological and often physical scars FOREVER whereas the attacker gets from a few months to a few years for the crime as they are often released after serving half the sentence. \r\nI believe sexual assault crimes don’t receive a sufficient sentence in comparison to offences with less harm and impact on others.",
        "background": "To have the minimum and maximum sentences for sexual offences reviewed in view of being increased to coincide with the effects on the victim\r\nI believe that the current sentence for people who have committed sexual assaults is not long enough and victims of these crimes do not get any justice.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-12T20:03:21.742Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-12T20:30:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-16T07:05:44.341Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/608804\r\n\r\nIf you need support following sexual assault you might find the following helpful:\r\n\r\nNHS information about help after rape and sexual assault: https://www.nhs.uk/live-well/sexual-health/help-after-rape-and-sexual-assault/\r\n\r\nThe Survivors Trust, an umbrella agency for specialist rape and sexual abuse services in the UK: https://www.thesurvivorstrust.org/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-16T07:05:45.382Z"
    },
    "id": 616525,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616525.json"
    },
    "type": "petition"
}