{
    "attributes": {
        "action": "Before taking office - members MUST complete 12 months of working class life.",
        "additional_details": "This would mean that ALL bank accounts with LARGE amounts of money be frozen, no help from friends, no gov lobbying and NO HANDOUTS, no high paid job and even have to claim Universal credit if they can't find a job and also face the same sanctions & restrictions as other claimants.  The government have zero understanding on the damage they are doing and this needs to change and the idea of them living like the working class for 12 months before taking up office is a good way to get that understanding !",
        "background": "This means that before any power, wages or daily allowance is given/paid to a member of the house they MUST first serve a period of 12 months living like the working class so that a real understanding can be obtained on the way life works for those that are not rich.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-13T08:51:18.913Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-14T18:37:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-17T07:56:01.168Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about how individuals live their life before being elected an MP are a matter for individual candidates, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-17T07:56:02.431Z"
    },
    "id": 616551,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616551.json"
    },
    "type": "petition"
}