{
    "attributes": {
        "action": "Make it illegal to leave any dog alone for more than 12 hours",
        "additional_details": "People who leave their dogs either locked in a house or tied up outside for more than 12 hours should be fine and have the dog taken away",
        "background": "Make it illegal to leave any dog alone for more than 12 hours",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-13T18:52:19.332Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-18T18:19:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-23T13:21:19.616Z",
        "rejection": {
            "code": "already-happening",
            "details": "We understand you're concerned about the welfare of dogs that are left alone, but the Animal Welfare Act 2006 already makes it an offence if for a person to cause unnecessary suffering to an animal. This would include suffering caused by leaving a dog alone for an extended period.\r\n\r\nThe Government's code of practice for the welfare of dogs, which provides owners and keepers with information on how to meet the welfare needs of their animals, and can be used in courts as evidence in cases brought before them relating to poor welfare, specifically states that owners should make sure that their dog is never along long enough for it to become distressed: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/697953/pb13333-cop-dogs-091204.pdf\r\n\r\nDecisions about investigating alleged animal welfare offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nIf you're concerned about a specific incident, you may wish to report it directly to the RSPCA: https://www.rspca.org.uk/utilities/contactus/reportcruelty"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-23T13:21:20.770Z"
    },
    "id": 616589,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616589.json"
    },
    "type": "petition"
}