{
    "attributes": {
        "action": "Aprehend fraudsters for looting us in the name of unpaid hotel qurantine money",
        "additional_details": "We ask the government/parliment to intervene in this specific situation because masses are getting these letters, emails and text messages threatening them of severe consequences just to confuse and startle them and loot their hard earned honest money. And if this will not be nipped in the bud, we will have a massive economic crisis where hundreds of thousands of people will be defrauded and ultimately making claims with the national fraud agency, police and other law enforcement agencies.",
        "background": "Track all the imposters and fraudsters to punish them severely, who pretend to be from department of health and social care or a debt collection agency on their behalf and are pressurising people by sending them fake letters, emails and text messages asking them to pay for their hotel qurantine.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-13T22:39:55.877Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-14T12:07:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-16T14:45:39.252Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Fraud is already illegal. Investigation and prosecution are a matter for the police and the courts. \r\n\r\nWe could accept a petition for increased funding to tackle fraud, if that's what you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-16T14:45:50.148Z"
    },
    "id": 616606,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616606.json"
    },
    "type": "petition"
}