{
    "attributes": {
        "action": "Incentivise supermarkets to offer discounts on healthy and British ingredients.",
        "additional_details": "Why is the National Food Strategy being ignored? \r\nPlease don’t make junk food cheaper. You are directly responsible for making people sick if you do. Make healthy food cheaper to encourage a healthier nation. It will be cheaper in the long run as the burden on NHS will be reduced. Unhealthy food is proven to cause obesity related health problems such as diabetes and heart problems.",
        "background": "Don’t make junk food cheaper. \r\nPlease implement the strategies in “The National Food Strategy” by Henry Dimbleby. \r\nIt will: \r\n1. Escape the junk food cycle and protect the NHS. \r\n2. Reduce diet related inequality \r\n3. Make the best use of our land",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-15T07:01:20.815Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-16T06:28:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-17T12:23:53.867Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to create incentives to reduce the cost of healthy and British ingredients, but we're not sure exactly what incentives you'd like the Government or Parliament to introduce.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-17T12:26:40.944Z"
    },
    "id": 616653,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616653.json"
    },
    "type": "petition"
}