{
    "attributes": {
        "action": "Appeal The Decision That Stops The Importation Of Dogs From Overseas",
        "additional_details": "On the 14th April 2022, it was decided that dogs & cats commercially travelling (rescue animals among them)from Romania, Ukraine, Belarus & Poland could no longer come to the UK. There has been a blanket ban put in place, despite there being requirements/procedures to ensure that only dogs and cats with thorough vaccination, testing and identification can successfully enter. We believe anyone breaking the rules should be individually punished and that reputable rescues should be able to continue",
        "background": "We want the government to overturn their decision that now means dogs and cats commercially travelling (rescue animals) from Romania, Ukraine, Belarus and Poland cannot be brought into the UK. This ruling means many reputable rescues can no longer re home dogs or cats in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-14T16:16:51.542Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-14T17:47:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-17T07:49:42.993Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nExempt charities using IPAFFS from ban on importing animals from Eastern Europe: https://petition.parliament.uk/petitions/616575\r\n\r\nLift ban on import of rescue animals from Romania, Ukraine, Belarus and Poland: https://petition.parliament.uk/petitions/616592"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-17T07:49:44.059Z"
    },
    "id": 616632,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616632.json"
    },
    "type": "petition"
}