{
    "attributes": {
        "action": "Halt new housing development until new sewage processing infrastructure is built",
        "additional_details": "Wildlife and ecosystems are dying due to lack of government funding in sewage processing infrastructure. This has led to a situation where sewage plants cannot deal with current demand. Meanwhile new housing projects proliferate wherever you look which will only add to the problem. We need to address the root cause and solve it. Plan and build new sewage processing infrastructure that will cope with future demands plus future flooding events without releasing raw sewage into our rivers.",
        "background": "Halt approval for new housing development in Oxfordshire until new sewage processing infrastructure is built that can deal with future demand as well as future flooding events WITHOUT polluting our rivers with raw sewage.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-15T08:00:34.651Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-15T16:18:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-17T09:54:20.074Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions relating to applications for planning permission are a matter for the relevant local authority - in this case, Oxfordshire County Council - not the UK Government or House of Commons.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou could have a petition calling for the Government to provide local authorities with funding to improve sewage processing infrastructure, if that is something you'd like to see happen.\r\n\r\nYou may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/601730"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-17T09:54:21.588Z"
    },
    "id": 616654,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616654.json"
    },
    "type": "petition"
}