{
    "attributes": {
        "action": "Remove the restriction on transport of rescue dogs from Romania into the UK",
        "additional_details": "Most rescue centres/charities go above and beyond ensuring dogs have the correct paperwork, vaccinations and tests ready for transport in line with DEFRA requirements. Many families have had their 100% healthy adopted dog turned away at the border, despite showing required documents. This extension has left many with nowhere to go back to. Please reconsider the decision and allow those who can prove they’re in line with regulations to enter the UK and adopters to give their pets a better life.",
        "background": "Allow rescue dogs from Romania, Belarus, Poland and Ukraine into the U.K. Healthy animals are now at risk of being released, captured and killed before they can make it to their new homes and adopters. They are 100% healthy, vaccinated, tested and documented with passports in line with regulations.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-16T08:56:01.274Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-16T09:09:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-18T06:51:35.608Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nExempt charities using IPAFFS from ban on importing animals from Eastern Europe: https://petition.parliament.uk/petitions/616575\r\n\r\nLift ban on import of rescue animals from Romania, Ukraine, Belarus and Poland: https://petition.parliament.uk/petitions/616592"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-18T06:51:37.118Z"
    },
    "id": 616714,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616714.json"
    },
    "type": "petition"
}