{
    "attributes": {
        "action": "We wish to cut all expenses ,second homes and sick pay for politicians",
        "additional_details": "Because of covid and now a war with Ukrain and Russia and how that has effected ordinary people of the U.K that work in jobs that don’t provide a real living wage ,sick pay or any other perks now we have to choose wether to eat or heat our homes.We are finding it increasingly hard to afford petrol never mind buy a electric car it’s time for the government to relinquish their perks and put this money back into the public purse this means M.Ps loosing expenses ,sick pay and second homes",
        "background": "All M.Ps are payed through the public purse and unlike 90% of the general public M.Ps are entitled to sick pay expenses second homes etc this leaves M.Ps greatly out of touch on how we are expected to earn a real living so the public want a vote on to remove said perks from all parliament members",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-17T14:23:03.566Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-17T15:09:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-19T07:20:21.145Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: http://www.theipsa.org.uk"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-19T07:20:22.343Z"
    },
    "id": 616792,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616792.json"
    },
    "type": "petition"
}