{
    "attributes": {
        "action": "Telephone companies to block phone numbers from which fraudulent calls are made.",
        "additional_details": "Legislation should be passed to instruct telephone companies to provide a method to easily report fraudulent phone calls. If multiple reports of fraud are made against one phone number then this number should be blocked from the entire UK telephone network by the phone companies working together. The onus should be placed on telephone companies to receive reports of fraud, track the phone number of origination and then block these numbers from the UK telephone network and so end telephone fraud.",
        "background": "There are still far to many fraudulent and scam telephone calls being made to UK telephone numbers to try to extract cash / bank account or credit card details from the elderly and vulnerable. Action Fraud has shown itself to be impotent in acting against these fraudsters to stop the calls.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-17T15:37:35.989Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-17T17:12:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-20T06:51:30.433Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nRegulation and oversight of telecommunications is a matter for the communications services regulator Ofcom, and individual carriers. You can find out more here: https://www.ofcom.org.uk/complaints/complain-about-phones-or-internet-services/unwanted-calls-and-messages/silent-abandoned-scam-calls"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-20T06:51:31.650Z"
    },
    "id": 616798,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616798.json"
    },
    "type": "petition"
}