{
    "attributes": {
        "action": "Force companies who draw oil/gas from UK waters to sell to us at a reduced rate.",
        "additional_details": "Speak with these companies first to see if an agreement can be reached OR pass a law to force it through. Emergency laws are being used by other countries in times of need just like on wheat and food oils so we need to do the same to protect out most vulnerable. I think a one off windfall tax is just that, a one off.. We need a slightly longer term plan to support UK citizens. We could even agree a % to be sold at a reduced rate so the government can just target low income households?",
        "background": "Pass an emergency law with a \"set time frame\" to force companies that are drawing fossil fuels from UK waters to sell all or part of it to the UK market at a reduced rate. BP and others then still earn profits but not at a extreme level which is currently putting many households into energy poverty.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-16T13:53:33.738Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-16T21:18:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-18T13:39:11.659Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you would like companies to be forced to sell oil and gas produced in the UK at a reduced rate, however it's not clear if you want this to apply to the sale of oil and gas to wholesalers, or to the sale of energy generated using these fuels to consumers, or both.\r\n\r\nYou could have a petition calling on the Government to impose a price cap on energy generated using fossil fuels produced in the UK, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-27T14:36:34.290Z"
    },
    "id": 616734,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616734.json"
    },
    "type": "petition"
}