{
    "attributes": {
        "action": "Make pet theft not applicable under the Theft Act 1968 and create a new act.",
        "additional_details": "Families have been torn apart by this type of crime, pets aren’t considered property but more a member of the family, Recently in the past 2 years criminals have been benefitting off this and tearing more families apart every year. Many people rely on pets for emotional support and to treat conditions such as Depression and Anxiety, ADHD and Autism.",
        "background": "Pet theft is on the rise. Especially with dogs who are being used in order to make money by using them to breed. Sentences are weak under Theft Act 1968. 7 years mimimum, thieves aren’t scared to steal. Instead a certain act targeted at this type of theft with different categories will help deter.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-16T16:21:57.568Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-16T19:37:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-18T08:42:08.808Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government has included provisions for offences on unlawful taking of pets in the Animal Welfare (Kept Animals) Bill, which has just been introduced to Parliament. This creates a new offence of taking a dog without lawful authority, and provisions for this offence to be extended to cover other species of animals.\r\n\r\nYou can read this Bill in full here: https://bills.parliament.uk/bills/2880/publications\r\n\r\nWe could accept a petition calling for changes to this Bill's provision on pet abduction, including minimum and maximum sentences, and the species to which it applies."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-18T08:42:10.588Z"
    },
    "id": 616743,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616743.json"
    },
    "type": "petition"
}