{
    "attributes": {
        "action": "Exempt homecare staff from deductions in benefits after working extra hours",
        "additional_details": "The sector is on its knees and people are not applying to work in homecare.  An immediate arrangement is necessary to prevent complete breakdown.  As a company, we could have quadrupled in size but turn down work every day.  Staff are united in that they all report that it's not worth working extra hours but would definitely help if the benefit deductions created an incentive.  Such a special measure for social care workers would soften the blow of costs of living and increased petrol prices.",
        "background": "Homecare staff on limited working hours due to benefits are incentivised to refuse extra work as they are penalised through reduced benefits if they work over their agreed threshold. By introducing a special arrangement for homecare staff, extra staffing capacity would be immediately found.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-16T10:31:44.830Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-30T13:16:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-06T09:00:41.211Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about homecare staff having their benefits reduced due to their employed income, but it's not clear if you want homecare workers to be entitled to means-tested benefits irrespective of hours worked or employed income, of if you want deductions for paid work to be changed on a particular way.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-06T09:00:42.272Z"
    },
    "id": 616721,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616721.json"
    },
    "type": "petition"
}