{
    "attributes": {
        "action": "An independent investigation in to the running of Community Mental Health Teams",
        "additional_details": "For many years, individuals have found themselves impacted by the weight of mental health and as a result have often found themselves in their darkest moments, abandoned by the professionals who are supposed to be there for them. There are many stories, personal and in the community, speaking of deaths whilst under these services. This is not okay. In any other area of health, these statistics would be staggering. Why does the government turn a blind eye to those in need? It’s time to speak up.",
        "background": "In order to curb the rising deaths amongst those impacted by mental health, we would like the government to launch an independent investigation in to the running of Community Mental Health Teams, as well as the impact on a patient from the beginning of treatment until the end.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-17T10:12:21.917Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-17T14:26:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-20T13:28:24.566Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for the same action:  https://petition.parliament.uk/petitions/602637\r\n\r\nIf you would like the Government to review a specific NHS service not covered by the ask of this other petition, you could start a new petition clearly and explicitly calling for this to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-20T13:28:34.674Z"
    },
    "id": 616775,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616775.json"
    },
    "type": "petition"
}