{
    "attributes": {
        "action": "Sell houses of parliament & move government to more modern UK central location",
        "additional_details": "90% of British citizens live outside of London, with the average median wage outside of London being 25% lower. The internet has changed the face of democracy, allowing the public to become far more hands on in having a say in the way our nation is run & we want to break away from the past archaic methods that we feel hold back our democracy in an antiquated manner. Parliament should be moved to a modern online UK central (Derbyshire/Manchester) building, rather than its London rebuild from 1876",
        "background": "The palace of Westminster needs repairing; the cost of £22 BILLION far too heavy a burden for public purse. The buildings should be sold to the private sector. Proceeds used to create a new parliament in UK central location, with rest of money used to help create new national public energy company.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-16T17:25:19.909Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-16T17:40:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-18T08:27:24.964Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the House of Parliament to be sold, and a new parliament established elsewhere, but it's not clear what you mean by an \"online\" building, or whether you want other changes to how the Government and Parliament operate.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-18T08:27:26.249Z"
    },
    "id": 616748,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616748.json"
    },
    "type": "petition"
}