{
    "attributes": {
        "action": "Enable those with central lines to be prescribed essential shower pouches.",
        "additional_details": "Already explained in the petition. Basically people with stomas are given their pouches on prescription but those with central lines are being denied essential medical appliances which is discrimination. Many are being denied these appliances. The shower pouches enable people to bathe/shower and protect the lines from water borne infections. If anyone is colonised with MSSA or MRSA then the products used have to be applied before/after bathing/showering to be effective. This is difficult when some people are limited to 2 showers a week! Not being able to bathe/shower also impacts on personal hygiene which is an infection risk for central lines.",
        "background": "Instruct CCGs to provide protective shower pouches for patients with central lines in situ.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-18T12:07:41.802Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-18T12:30:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-20T07:36:00.260Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local health provision are a matter for individual Clinical Commissioning Groups (CCGs), not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to fund shower pouches for people who have central lines in situ, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-20T07:36:01.259Z"
    },
    "id": 616855,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616855.json"
    },
    "type": "petition"
}