{
    "attributes": {
        "action": "Stop printing money—end inflation now.",
        "additional_details": "Excessive government spending has lead to high levels of inflation within the United Kingdom. Parliament spends money that they do not have—printing money devalues the pound and leads to inflation. Stop the excessive printing, stop spending money we DO NOT HAVE!",
        "background": "Stop sending money overseas (this includes crazy amounts to Ukraine), end the welfare state and simply — STOP SPENDING! This is the only way inflation will decrease.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-18T10:53:55.131Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-18T11:00:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-20T07:26:29.676Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about Government spending, but we're not sure exactly what you'd like the Government or Parliament to do. It's not clear if you want the Government to end all foreign aid and the welfare state, implement a law that prevents the Government from spending more money that it receives in revenue, or do something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nSuspend the foreign aid budget indefinitely: https://petition.parliament.uk/petitions/608150"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-20T07:26:30.845Z"
    },
    "id": 616846,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616846.json"
    },
    "type": "petition"
}