{
    "attributes": {
        "action": "Improve the cost of living for people of England.",
        "additional_details": "Inflation is causing families, elderly and children to go hungry and cold due to inadequate care from the government. \r\nWe, us people are struggling to pay bills, eat, fuel cars, heat homes and have personal leisure's. \r\nThe people of England are not being supported by our government, for the rights we deserve. Inflation is causing us people to become hopeless, depressed and even loathe the government and their lack of support to the British public.",
        "background": "Price caps on fuel, energy bills/prices, food, health care.\r\nEvaluation of the cost of living with the wages we are given to live off, no matter which profession an individual is based off.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-19T18:38:18.052Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-19T20:31:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-23T14:43:04.428Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the cost of living, however it's not clear what you want the Government to do about energy prices, food or health care.\r\n\r\nIf there was a specific action you'd like the Government to take to help address the cost of these items and services, you could have a petition about that.\r\n\r\nYou may wish to sign these petitions which call for related actions:\r\n\r\nSet up an independent regulator to monitor and regulate vehicle fuel pricing: https://petition.parliament.uk/petitions/605282\r\n\r\nHold an urgent inquiry into the energy crisis, and remove VAT on fuel: https://petition.parliament.uk/petitions/605609\r\n\r\nTake urgent actions to address the extreme cost of living crisis: https://petition.parliament.uk/petitions/612439  "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-23T14:43:05.974Z"
    },
    "id": 616949,
    "links": {
        "self": "https://petition.parliament.uk/petitions/616949.json"
    },
    "type": "petition"
}