{
    "attributes": {
        "action": "Stop Rutland Councillors ignoring our voices, stop the new development for vote",
        "additional_details": "The council have ignored the people and the people have had enough, we request a re election of all chair members freezing any development and applications until a vote amongst the tax paying people have decided what they want in their town",
        "background": "We have thousands of people who speak for Oakham sick of being ignored by the failing council. We don't have a say on any plans and our opinions fall on death ears where money is concerned, our hospitals and schools are at capacity with a month long waiting list just for a telephone call",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-21T09:31:09.102Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-21T11:02:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-24T17:14:57.552Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local planning decisions are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nWe also can't accept petitions which call for actions with regard to named individuals, organisations or businesses. This includes requests relating to particular local authorities."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-24T17:14:58.791Z"
    },
    "id": 617020,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617020.json"
    },
    "type": "petition"
}