{
    "attributes": {
        "action": "Require GP's, girls and women are given education on women's reproductive health",
        "additional_details": "Now that there is a focus on women’s health through the Women’s Health Strategy, the first order of business should be above. GP’s, and women and girls themselves need thorough training on women’s reproductive diseases and conditions. Women are not being diagnosed for reproductive diseases for up to 8 years in the UK (Perez, 2020: 224). Women’s bodies have not been considered important enough for GP’s to spend more than a 1/2 hour optional study on them (McCall, 2021: Channel 4).",
        "background": "1) require GP’s be deeply trained in reproductive health to diagnose endometriosis, fibriods, ovarian cysts, peri/menopause +;\r\n2) educate girls in schools & women in community health centres for preventative reproductive self-diagnosis; and \r\n3) give funding yearly for reproductive health research.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-22T17:58:22.355Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-23T16:58:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-27T08:46:00.224Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Training requirements for GPs are a matter for the GMC rather than the UK Government or Parliament. \r\n\r\nThe PHSE National Curriculum already requires the teaching of reproductive health, although we could accept a petition calling for specific changes to this.\r\n\r\nThe National Institute for Health and Care Research already funds research intro reproductive health, you can read more here  https://www.nihr.ac.uk/explore-nihr/specialties/reproductive-health.htm\r\n\r\nWe could accept a petition calling for an increase in funding for reproductive health research. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-29T16:34:26.649Z"
    },
    "id": 617092,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617092.json"
    },
    "type": "petition"
}