{
    "attributes": {
        "action": "Change the Law to Class All Sentient Animals As Non-Human Persons, Not Property",
        "additional_details": "Despite this, however, sentient animals are legally classed as property. As such, they only have legally protected “welfare needs”, not rights like humans. It is legal to abuse and kill them for their flesh, milk, eggs, honey, skin, or if they are classed as “pests” or “vermin”. It is also legal to kill them for “sport”. It is even legal to kill a cat or a dog unnecessarily, if the killing is painless. It is time to change this. It is time to class all sentient animals as nonhuman persons.",
        "background": "With the exception of some species, animals are sentient, thinking and feeling beings. They have families and friends. They can feel emotions and recognise and respond to kindness, or abuse. They also have the physical ability to feel pain, and they respond to this. They are not objects.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-23T19:35:48.915Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-24T07:40:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-27T09:00:49.774Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure what you'd like classification as 'nonhuman persons' to involve. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-27T09:00:51.613Z"
    },
    "id": 617145,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617145.json"
    },
    "type": "petition"
}