{
    "attributes": {
        "action": "Stop the Home Office sending Kurdish asylum seekers back to Kurdistan - Iraq.",
        "additional_details": "The Home Office's latest plan is immoral and ignores serious human right breeches in Kurdistan.\r\nSome of these asylum seekers have already settled in the UK and have families and businesses. Their families will be distraught, and they will no doubt face prosecution in Kurdistan if they return.\r\nA lot of children will be left in the UK without their parents.",
        "background": "Stop the UK government from evicting the Kurdish asylum seekers and sending them back to Kurdistan in Northern Iraq to face persecution.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-25T09:06:22.336Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-25T09:13:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-30T14:53:18.861Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not exactly sure what action you'd like the Government or Parliament to take. In particular, we're not sure whether you want the Government to make a specific change to the current asylum laws or if you want it to overturn individual asylum cases. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a new petition calling for a change in the current asylum policy, such as reviewing or changing how risk of prosecution is considered. However, we couldn't accept a petition asking for the Government to overturn specific immigration cases. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-30T14:53:26.165Z"
    },
    "id": 617243,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617243.json"
    },
    "type": "petition"
}