{
    "attributes": {
        "action": "Do not allow meats banned in the UK to enter the UK through other avenues.",
        "additional_details": "This meat is banned from consumption in the United Kingdom because it could be hazardous to our health",
        "background": "We want the UK government to assure the UK public that no hormone treated beef, chlorine washed chicken or lactone treated pork will enter the UK through any other avenue by changing the regulations on the Australian trade deal.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-25T01:44:42.739Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-25T09:30:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-30T11:40:48.139Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe understand you're concerned about the potential impacts of the UK-Australia free trade deal on agri-food standards in the UK. However, the agreement does not create new permissions for agri-food imports into the UK from Australia.\r\n\r\nYou can read the advice the Government has received from the independent Trade and Agriculture Commission on the agreement's potential impact on UK legal protections for animal health and environmental protections here:\r\nhttps://www.gov.uk/government/publications/uk-australia-fta-advice-from-trade-and-agriculture-commission "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-30T11:40:48.136Z"
    },
    "id": 617226,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617226.json"
    },
    "type": "petition"
}