{
    "attributes": {
        "action": "Sack Boris Johnson",
        "additional_details": "Boris Johnson, lies so much he convinces himself he’s telling the truth. \r\n\r\nDespite what he says, he did knowingly lie at the dispatch box which means he did know he mislead parliament and must go.\r\n\r\nHe’s not trusted by more than half of the country according to various polls. \r\n\r\nThe Great British Public can not wait another 2 & 1/2 years to get this man out of office and country can’t afford to keep him in power either.",
        "background": "Get rid of Boris Johnson he is a liability to our country and a laughing stock on the world stage with the exception of President Zelenskiy who thinks Mr Johnson is wonderful but that’s just because he doesn’t know our Prime Minister like we do.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-25T14:24:22.781Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-25T14:43:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-05-30T14:22:46.306Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about honours or appointments. This includes calling for Ministers or MPs to be sacked, resign, or to be subject to a recall vote or a vote of no confidence.\r\n\r\nYou might like to sign the following petitions, which call for related actions:\r\n\r\nRequire MPs who break the law be removed from office\r\nhttps://petition.parliament.uk/petitions/614705\r\n\r\nAn MP found guilty of breaking any law is automatically subject to recall\r\nhttps://petition.parliament.uk/petitions/614888"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-05-30T14:23:07.556Z"
    },
    "id": 617281,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617281.json"
    },
    "type": "petition"
}