{
    "attributes": {
        "action": "FOR UNBIASED COVERAGE OF THE WAR IN UKRAINE",
        "additional_details": "We are deprived of the right to information guaranteed to us in a democratic society.\r\nThis has to stop. There is an urgent need to establish an authoritative public body to assess information about Ukrainian events and to defend the right to objectivity. \r\nWe demand that the right to objective information be ensured.",
        "background": "Since the start of the war in Ukraine, our country has been supporting the Zelensky. We are assured that the truth is on the side of Ukraine in the war that has begun. We are assured that all the arguments of the Russian side are not worthwhile and war crimes are committed only by Russians.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-27T14:18:00.680Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-28T13:37:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-01T10:32:16.647Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe understand you're concerned about access to information about the conflict in Ukraine, however we're not sure what action you want the Government to take in response. The content of reporting by news organisations and journalists is a matter for them, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-01T10:32:16.643Z"
    },
    "id": 617442,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617442.json"
    },
    "type": "petition"
}