{
    "attributes": {
        "action": "Do not make vaccines mandatory in the proposed Bill of Rights",
        "additional_details": "Government must respect individual rights to bodily autonomy and should therefore not make vaccines mandatory, or impose penalties or restrictions upon those who decline any vaccine.",
        "background": "The petition is to require Government to NOT include a requirement for mandatory vaccines in their proposed Bill of Rights",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-27T16:27:17.287Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-27T19:13:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-01T10:10:50.156Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe're not able to accept petitions that do not call for the Government to take a clear and specific action. We're not aware of any proposals to make any medical procedures, including vaccination, mandatory as part of the Government's proposed Bill of Rights. We're therefore not sure how you want what the Government is already doing to change.\r\n\r\nWe could accept a petition calling for the Government to make a specific change to the proposals expected to be included in the Bill of Rights, or calling for a specific proposal to be included."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-01T10:10:50.152Z"
    },
    "id": 617453,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617453.json"
    },
    "type": "petition"
}