{
    "attributes": {
        "action": "Plant female trees instead of male trees in the city of London",
        "additional_details": "Doing this would increase biodiversity in London and increase the population of native species in the city to create a more environmentally friendly and diverse metropolis. Additionally, access to fruit and forageable foods would help out people who are unable to afford food greatly, as well as allow for more food diversity in the city. Another thing it would do is decrease levels of pollen in the city to make it easier for people with hayfever to breathe.",
        "background": "I would like for you to increase the planting of female trees (trees that bear fruit) so that people (including those who are homeless) are able to access free food. Any new parks or renovated parks should be given fruit trees instead of pollenating trees.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-28T18:00:10.836Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-28T18:40:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-01T10:38:04.729Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. The planting of trees in London is the responsibility of the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-01T10:38:06.404Z"
    },
    "id": 617518,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617518.json"
    },
    "type": "petition"
}