{
    "attributes": {
        "action": "Stop All Energy Supplier Companies from Billing Estimated Incorrect Bills...",
        "additional_details": "To legislate that when Meter readings are provided and are correct (whether completed by the customer online,  over the telephone) or by the Contracted Meter Reader that only an Accurate bill  can be Computer  generated allowing All Customers to only pay for the Energy that they are using. If an error has been created ; that All Companies have a dedicated override team that can amend incorrect bills within 10 working days. Many have experienced wait times of  9 months which is unacceptable.",
        "background": "To stop All Electricity and Gas Supplying Companies here in the UK demanding payment of incorrect,  estimated bills when meter reads have been provided. Customers are vulnerable, elderly or on a low income and receiving inaccurate  bills is particularly traumatic and unhelpful at this time",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-28T09:31:00.305Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-28T20:49:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-01T10:55:14.909Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for the independent energy regulator, Ofgem.\r\n\r\nOfgem already requires companies to respond to complaints (such as complaints about being overcharged based on inaccurate meter readings) within 8 weeks, and the Energy Ombudsman can examine complaints that haven't been resolved after 8 weeks. \r\n\r\nYou can find out how to make a complaint to your energy supplier, and how to contact the Energy Ombudsman, here: https://www.ofgem.gov.uk/information-consumers/energy-advice-households/making-complaint-about-your-energy-supplier-or-network-operator"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-01T10:55:14.951Z"
    },
    "id": 617500,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617500.json"
    },
    "type": "petition"
}