{
    "attributes": {
        "action": "Implement a new independent press watchdog to protect from political bias",
        "additional_details": "Over the years the press has evolved from telling the facts of an event, to being funded by political parties who use them as a mouthpiece for the topic of the day. More often than not we see the press regurgitating the words of MPs as fact rather than scrutinising them, as is the job of the press.\r\nIn particular, the press seems to now serve as a way to deflect from major political issues and scandal by posting a \"dead cat\" story, usually about minorities, to deflect from political problems.",
        "background": "Too many times the press in this country is used to spin the news in favour of the editors political leaning, and is used to influence, smear and harass political figures, and use minorities as point scoring tools. \r\nA new independent and powerful regulatory watchdog is required to combat this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-29T07:34:50.375Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-05-29T12:25:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-01T15:03:23.911Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\t\r\nWe're not exactly sure what action you'd like the Government or Parliament to take. In particular, we're not sure whether you want the law to be changed to make press reports politically unbiased, or whether you'd like to see a new regulator set up to oversee matters like accuracy of reporting.\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-01T15:03:30.313Z"
    },
    "id": 617532,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617532.json"
    },
    "type": "petition"
}