{
    "attributes": {
        "action": "Ban all Buy-To-Let financial products & cancel existing by 2030.",
        "additional_details": "Today, the younger generation of the UK simply cannot get on the housing ladder. It is not the lack of housing causing this, but as well as historically low wages, instead it is caused by Buy-To-Let purchasers being able to pay more, thus winning each sale. UK housing is being owned by investors and not families.",
        "background": "The government needs to immediately ban the sale of any financial product or instrument which supports any residential Buy-To-Let purchase. All existing contracts need to be cancelled by 2030 to free up housing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-30T21:11:20.091Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-26T10:12:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-28T13:26:11.696Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to ban buy-to-let financial products, but we're not sure what you mean when you say you want the Government to \"cancel existing by 2030\". The terms of financial products will have been agreed between financial institutions and customers, and the Government is not responsible for cancelling existing contracts for financial services.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-28T13:26:12.809Z"
    },
    "id": 617613,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617613.json"
    },
    "type": "petition"
}