{
    "attributes": {
        "action": "Challenge the ability of MPs to have the power to sell off public assets.",
        "additional_details": "Because under years of conservative rule, a number of profitable projects have been sold off, at an undervalued rate, without the public having a say on these points, we the public who pay for these organisations, who use these organisations, would like a say on how they are ran, and who they are ran by, we want organisations that suit our needs, not the needs of shareholders.",
        "background": "The ability to sell off public sector/organisations without public action, a vote or suchlike. To hold all new sector sales till this has been spoken of, or the said action has been made. The ability to create public ownership of organisations/sector will not be questioned, just the ability to sell.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-05-30T18:40:19.048Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-05T09:50:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-08T07:07:20.036Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the sale of public assets, but we're not sure exactly what new requirement you'd like to be met before a public asset could be sold.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling for a public consultation or referendum before the sale of any public asset."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-08T07:07:21.389Z"
    },
    "id": 617602,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617602.json"
    },
    "type": "petition"
}