{
    "attributes": {
        "action": "Make it a criminal offense for a dog owner to allow their dog to kill a pet.",
        "additional_details": "Make the dog owner held accountable for when their dog kills a cat. I want this to become a criminal offense to own an unsafe dog for pets no matter if it attacks another dog or another cat. Our cat got killed on our doorstep. He tried to get into the catflap when a dog owner decided to take a dog for a walk in our private garden. Police were called but nothing can be done because he was a cat. I would like to see this becoming a criminal offense and take dog owners of unsafe dogs to court.",
        "background": "Cats are commonly killed by dogs in this country. As it is, there is no law that protects cats and there is no legal repercussion for the dog owner in question. The killing of a cat is devastating to families. It should be a legal requirement for the dog owner to keep the cat safe.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-01T17:24:20.803Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-01T18:55:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-06T14:49:48.185Z",
        "rejection": {
            "code": "no-action",
            "details": "We're sorry to hear about your recent experience.\r\n\r\nPetitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIt's already against the law to let a dog be dangerously out of control anywhere. A court could decide that a dog is dangerously out of control if it attacks someone's pet. Owners can get an unlimited fine or be sent to prison for up to 6 months (or both) if their dog is dangerously out of control.\r\n\r\nYou can find out more about this here: https://www.gov.uk/control-dog-public"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-06T14:49:48.182Z"
    },
    "id": 617731,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617731.json"
    },
    "type": "petition"
}