{
    "attributes": {
        "action": "Conduct a review of the impact of No Recourse to Public Funds for migrants",
        "additional_details": "The No Recourse to Public Funds policy has devastating effects on migrant communities, and we ask lawmakers to revise it to make it easier for them to make ends meet in times of crisis.\r\n\r\nWith no access to public funds, people with NRPF can be left destitute, resulting in reliance on food banks and homelessness. \r\n \r\n1.4 million people have NRPF. 84% of them are currently working or studying. Nearly a quarter of a million of them are key workers. It is estimated that 175,000 of them are children.",
        "background": "We are asking Parliament to reconsider the No Recourse to Public Funds (NRPF) provision for people from migrant backgrounds residing in the UK.\r\n\r\nIts impact has been well documented despite the fact these individuals pay the same taxes as every other in-work person living in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-02T11:06:39.453Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-02T11:34:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-06T15:32:37.620Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about No Recourse to Public Funds (NRPF) provisions, but it's not clear if you want the Government to commission a review of the impact of this policy, or change how this policy works.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-06T15:32:38.836Z"
    },
    "id": 617768,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617768.json"
    },
    "type": "petition"
}