{
    "attributes": {
        "action": "For government to debate what happened at the UCL final 28.5.22",
        "additional_details": "This is not just yet another ‘blame game’ on Liverpool it’s a blame game on English fans in general. \r\nIt’s only total luck that people didn’t died in Paris. \r\nThat’s a shocking statement to have to make knowing what has happened in the past. Yet the same mistakes and excuses are being made. \r\nThis is not right and needs seriously looking into with the rugby World Cup and Olympics being held in Paris in the next 2 years.",
        "background": "Government need to get behind the LFC fans and not just accept the excuses from certain french minister’s.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-01T18:51:31.082Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-01T19:23:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-07T15:14:57.434Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe understand you're concerned about the issues that occurred at the Champions' League final last month, but we're not sure what action you'd like the Government or Parliament to take in response. The Government is not responsible for reviewing the operational handling of policing and security at events that take place outside the UK.\r\n\r\nOn Monday 6 June, MPs debated the significant problems that arose at the Champions League final. This included questioning a Government Minister, Nigel Huddleston MP, about the Government's response to the issues that occurred.\r\n\r\nRead the transcript of that debate: https://hansard.parliament.uk/commons/2022-06-06/debates/C5897318-57BC-48EE-ACD2-CC4DEB5E195F/ChampionsLeagueFinalParis\r\n\r\nWatch the debate back: https://parliamentlive.tv/event/index/2c2ecba4-39cc-4aa1-95a4-25a381d35830?in=15:50:34"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-07T15:14:57.430Z"
    },
    "id": 617735,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617735.json"
    },
    "type": "petition"
}