{
    "attributes": {
        "action": "Demonetise all content including children",
        "additional_details": "It is dangerous for these children as this content can be downloaded or used on adult websites. Many ‘fans’ of these creators become obsessed with a strangers child’s life and the creators themselves don’t know their fans personally, essentially many children are being circus performers to make their parents rich. There are many examples of this online and it’s saddening to see children with future careers ruined already due to their parents lack of care for their safety or personal image.",
        "background": "Many Content creators across all platforms post videos and images of their children, which in and of itself isn’t bad however when you consider the volume of people able to view this content it becomes dangerous, it is also blatant child exploitation making money from posting their children online.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-01T19:21:51.008Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-02T13:46:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-06T15:33:41.699Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about certain content, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to ban the publication of certain images or videos."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-06T15:33:42.855Z"
    },
    "id": 617738,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617738.json"
    },
    "type": "petition"
}