{
    "attributes": {
        "action": "Review the Veterinary Surgeons Act 1966. \r\nRegulation of Veterinary services.",
        "additional_details": "The Veterinary Surgeons Act 1966 has not been looked at in parliament since 2008. No legal changes were made at this time. \r\nCurrently the RCVS do not pursue 99% of complaints due to the burden of proof being \"beyond all reasonable doubt\". This is due to the legal framework set out in the 1966 Act. \r\nLarge corporations have been permitted to buy up veterinary practices. They are unregulated and this is impacting on animal welfare and the experience of the British public in accessing veterinary services. They are currently not accountable for any failings. \r\nAnimals are suffering for money. We are meant to be a nation of animal lovers.",
        "background": "Change the standard of evidence for RCVS bringing disciplinary action from \"beyond all reasonable doubt\" to something where reflection and improvement is mandatory and vets are held accountable.\r\nRegulate veterinary services so that corporations are held accountable for the services they provide.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-01T13:58:56.206Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-01T14:59:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-06T13:43:01.273Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. As set out in the 1966 Act, the rules of evidence are a matter for the RCVS, not the UK Government or Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-06T13:43:05.216Z"
    },
    "id": 617711,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617711.json"
    },
    "type": "petition"
}