{
    "attributes": {
        "action": "Address crisis buying Qurbani, permit day off work, give spaces for E'id parties",
        "additional_details": "Because the magnitude of the solution to the crisis exceeds the capacity of an individual or organisation. It also involve importation as the required number of livestock required exceeds the monthly capacities of all UK abattoir combined. \r\nonly the Gorvernment and Parliament has the authority to days off and permit the use of public spaces.",
        "background": "We need 1m livestock and 100 mobile slaugter houses, to ease the hardship 3.2 muslim are faced with annually.We want day off work,school, colleges and universities for all muslims in the UK.We need public space for Eid prayer and parties to mingle with locals both muslims and non muslims",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-05T16:13:25.960Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-05T16:54:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-08T08:27:29.282Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do, but the Government isn't responsible for arrangements for religious holidays. Decisions about permits for public gatherings to celebrate a religious holiday would be a matter for individual local authorities.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMake Eid a public holiday: https://petition.parliament.uk/petitions/612985"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-08T08:27:30.478Z"
    },
    "id": 617879,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617879.json"
    },
    "type": "petition"
}