{
    "attributes": {
        "action": "Vunrable people with no family contact better local connection rights",
        "additional_details": "There r currently people in  what few direct access supported housing schemes whiefully detrimental to their vunrabilitys due to their lack of local connections.some people even lost their lives.also some people with no family contact stuck in areas being incredibly isolated  as having long term friends in a area  dissent count allowing in example a person having long term friends going back at least 3-5 years and them friends well established in that area a right to that housing register and a priority banding would greatly help MH issues ,save lives ,prevent suicides and show that these people r cared about.",
        "background": "Giving vunrable people as described better local connection rights which benefit society,communities,industry and show them nation cares",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-04T20:00:23.913Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-05T17:46:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-08T08:32:47.611Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about some people's eligibility for social housing in a particular area, based on their local connection, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nDecisions about whether a person has a local connection to a particular area are a matter for individual local authorities, not the UK Government or Parliament, but we could accept a petition calling for changes to when a person is treated as having a local connection to a particular district. You would need to be clear what changes you wanted to be made to this definition.\r\n\r\nYou can find out how local connections are currently assessed here: https://www.gov.uk/guidance/homelessness-code-of-guidance-for-local-authorities/chapter-10-local-connection-and-referrals-to-another-housing-authority"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-08T08:32:48.853Z"
    },
    "id": 617845,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617845.json"
    },
    "type": "petition"
}