{
    "attributes": {
        "action": "Prevent devolved administrations spending public money on non-devolved issues.",
        "additional_details": "The Scottish Government have a woeful track record in recognising their own failures, resulting in millions of pounds of taxpayers’ money being wasted on vanity projects designed to further the separatist cause of breaking up the UK.\r\n\r\nSeparatists should campaign using their own funds, and it is clear that the only way to prevent such wastage, (and therefore better support families during the cost of living crisis) is to prevent devolved governments from squandering public money in this way.",
        "background": "The Scottish government has recently ringfenced £20m of public money to fight a referendum that it has no power to call and is opposed by the majority of the Scottish electorate.\r\n\r\nThis is to say nothing of the tens of millions of pounds they spend annually on overseas “embassies”.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-05T15:20:40.753Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-05T15:43:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-09T13:03:46.602Z",
        "rejection": {
            "code": "already-happening",
            "details": "The legislation establishing the devolved administrations only enables these administrations to spend money where this has been approved by legislation passed by the relevant legislatures, and devolved legislatures can only pass legislation about matters that are not reserved to the UK Parliament.\r\n\r\nDecisions about legislation agreed by the devolved legislatures, and spending by the devolved administrations, are a matter for these institutions, and determining whether legislation or spending by a devolved administration was consistent with their legal powers would be a matter for the courts."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-09T13:03:53.950Z"
    },
    "id": 617878,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617878.json"
    },
    "type": "petition"
}