{
    "attributes": {
        "action": "I want parliament to stop Sweden from culling wolves.",
        "additional_details": "In Yellowstone park wolves were eradicated but this left many problems for wildlife. Without wolves beavers couldn’t build dams, fish were unprotected, rivers were eroded. Elks overgrazed. But when biologists reintroduced wolves it had an amazing effect on the ecosystem. Mammals came back, songbirds sang again, beavers built dams. The world isn’t as picturesque without wolves. The ecosystem suffered without wolves. Imagine what’ll happen to Sweden? For a bunch of cattle. Is it really worth it?",
        "background": "I want Government and Parliament to talk to the Swedish government and ask them to not cull any wolves. There are only 480 wolves in Sweden. Do you want innocent animals to die? It breaks a law set by the EU to protect endangered species. 27 countries agreed to this. Why would we do for cattle?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-05T11:30:52.670Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-05T12:10:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-08T13:13:04.056Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether to cull the wolf population of Sweden are a matter for the Swedish government, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-08T13:13:05.365Z"
    },
    "id": 617869,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617869.json"
    },
    "type": "petition"
}