{
    "attributes": {
        "action": "Undo the newly introduced driving laws (as of June 1st 2022)",
        "additional_details": "The new laws introduced a law under which a person can potentially be fined up to £1000 for illegally stopping, crossing a red light, or otherwise breaking the law in a non-dangerous manner, to allow an ambulance to overtake. This is very dangerous as there are many roads where people may not be able to stop or allow ambulances through otherwise, which could potentially harm a person in an ambulance, or who they may be driving towards. Undoing this law will prevent many people's deaths.",
        "background": "The new driving laws can result in very hefty fines for people entering yellow boxes accidentally or for stopping \"incorrectly\" for an ambulance. These laws are harmful for people on low income, and there will likely be deaths from people who require ambulances with the already high waiting times.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-04T23:05:45.713Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-05T14:16:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-08T08:10:20.908Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about fines for certain driving offences, but it was already a road traffic offence to stop in a yellow box, or engage in various other 'moving traffic offences'. New provisions have been brought in so that fines can now be issued by local authorities, and not just the police, who previously had sole responsibility for enforcement of these offences.\r\n\r\nWe could accept a petition calling on the Government to reverse legislation enabling local authorities to enforce these offences, if that's what you want to happen. We could also accept a petition calling on the Government to change or remove certain 'moving traffic offences', but it would need to be clear what changes you want to be made.\r\n\r\nYou can find out more about new powers for local authorities to enforce traffic offences here: https://commonslibrary.parliament.uk/councils-in-england-to-get-new-powers-over-traffic-offences/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-08T08:10:22.280Z"
    },
    "id": 617853,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617853.json"
    },
    "type": "petition"
}