{
    "attributes": {
        "action": "Grants for Allotmenteers to reduce cost of growing and help climate change",
        "additional_details": "The world puts about 10 billion metric tons of carbon in the air each year, much of it gets drawn down by oceans and plants. That’s why May is the peak for global carbon dioxide emissions. Plants in the northern hemisphere start sucking up more carbon dioxide in the summer as they grow.\r\nAllotmenteers are helping to fight the excess CO2 emissions by growing but it is becoming a very expensive hobby with the cost of everthing going up. A bag of compost starts from £5 and goes up to £10.",
        "background": "Remove any allotment rent charges councils are imposing \r\nProvide free compost to allotment holders from recycling facilities \r\nCollaborate with seed companies to distribute seeds to allotmenteers free of charge \r\nIncome tax grants for Allotment expenses",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-04T09:10:13.210Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-05T17:14:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-08T08:28:49.135Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about charges for allotments and services provided to allotment holders are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling for the Government to provide grants to people holding allotments, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-08T08:28:50.627Z"
    },
    "id": 617831,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617831.json"
    },
    "type": "petition"
}