{
    "attributes": {
        "action": "Cyber flashing on dating app should be a crime.",
        "additional_details": "Most women in the UK have been a victim of sexual harassment or abuse in their lifetime. these images appear in a chat it can't have a trauma response and create flashbacks to abuse suffered. We ask that the act of sending penises to a stranger be seen as a criminal offence.",
        "background": "The perpetrators should be made to sign the sex offenders register and be banned from using online dating apps. Flashing isn't a victimless crime. Unsolicoted photos of genitals is distressing and vulgar. Most of these crimes are committed by men towards women.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2022-06-05T12:00:48.054Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-05T13:37:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-08T13:49:50.274Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Online Safety Bill, a proposed set of new laws which the Government has introduced to Parliament and which Parliament is currently debating, already includes measures that would make cyberflashing a criminal offence, including on dating apps.\r\n\r\nYou can find out more about the Government's plans to criminalise cyberflashing here: https://www.gov.uk/government/news/cyberflashing-to-become-a-criminal-offence\r\n\r\nYou can follow the Online Safety Bill's progress, and read the Bill in its entirety, here: https://bills.parliament.uk/bills/3137\r\n\r\nIn addition, people who create petitions are required to give their full, real name, rather than an alias or organisation's name. Sorry if this wasn’t clear to you."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-08T13:49:50.270Z"
    },
    "id": 617872,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617872.json"
    },
    "type": "petition"
}