{
    "attributes": {
        "action": "To introduce Ukrainian as GCSE and A-Level.",
        "additional_details": "Many Ukrainians suffered due to cruel and unnecessary war. They were forced to live their homes. The UK will be expecting a fair amount of Ukrainian refugees. This includes young children/teenagers that are eager to continue their education, so it would make sense to add the Ukrainian language. \r\nTeenagers, like myself, that fled violent war are ready to take the exam on compulsory language, but they have only choice between Russian and Polish. In my opinion, it will show Ukrainian teens that they are not alone and they have the support of the British nation",
        "background": "Many young Ukrainians who were forced to leave their homeland are now in the UK and would like to have the opportunity to take Ukrainian as a language option at GCSE or A-level\r\nWe need to help Ukrainians receive education in the UK. \r\nAs a young Ukrainian, please, support this petition.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-06T20:57:38.282Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-07T09:58:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-13T07:54:31.154Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Schools are required to offer at least one modern foreign language to Key Stage 4 students (which is when people take their GCSEs), but schools are not required to offer a particular modern language.\r\n\r\nDeciding which language or languages to offer to GCSE and A-Level students is a matter for individual schools, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-13T07:54:33.417Z"
    },
    "id": 617963,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617963.json"
    },
    "type": "petition"
}