{
    "attributes": {
        "action": "Make the UK education system accessible to every child",
        "additional_details": "These are children and young people who are having difficulties meeting the expectations of the school system. The reasons for this need to be explored in great depth in order to arrive at a solution. That's what we want, solutions. Their is a deep seated belief that school is not the problem and so the blame is most often placed on the parents. This is when parents get threatened with fines and even prosecution because their children are having difficulty attending school. This can't carry on.",
        "background": "Make school more accessible to children and young people who, for whatever reason, are having attendance difficulties. Create a system that includes these children in school life, not by trying to change their behaviour, but instead by exploring what their needs are and meeting them early on.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-05T22:05:02.318Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-05T22:47:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-08T08:36:47.735Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about participation in the education system by certain children, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. We can only accept petitions about the education system in England, as education is a devolved matter in Scotland, Wales and Northern Ireland."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-08T08:36:48.797Z"
    },
    "id": 617900,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617900.json"
    },
    "type": "petition"
}