{
    "attributes": {
        "action": "Prioritise healthcare workers with a higher wage than minimum wage to £12-£15hr",
        "additional_details": "With the government's help this can be made mandoratory to all care business/industries to pay more than minimum wage and not becoming as wealthy. Retail workers should be getting paid more than healthcare workers as this is not a strenuous job like it is in care and some carers become ill due to work ethics. This will hopefully entice more people to become carers and end the shortages with carers.",
        "background": "We want the government to realise that healthcare workers ie care assistants to be recognised and have a higher pay than those in retail who offer more than minimum wage.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-06T00:33:22.043Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-06T17:45:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-13T06:58:58.913Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about pay for some healthcare workers, but it's not clear if you want the Government to set a higher level of minimum pay for healthcare workers (and if so what this should be set at), increase pay for all healthcare workers, or do something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease pay for all NHS workers by 5%: https://petition.parliament.uk/petitions/607055\r\n\r\nIncrease NHS Staff pay by 10%: https://petition.parliament.uk/petitions/610647"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-13T06:59:00.830Z"
    },
    "id": 617904,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617904.json"
    },
    "type": "petition"
}