{
    "attributes": {
        "action": "Make changes to discrimination and redundancy protections relating to automation",
        "additional_details": "Under current UK Law there is no regulation on how much human workforce workplaces must employ but the current trend shows companies are laying off their staff whenever their is a computer based replacement available for a role which due to the evolving technologies is a real threat to almost all member of the public who are currently employed / seeking employment. \r\nIn the current cost of living crisis it is more important than ever to protect employee work rights to be able to earn a living.",
        "background": "With the increase of workplace automation many face redundancy, this petition calls for changes to be made to existing discrimination and redundancy policies / law to protect employees from losing their job as they are currently not protected against such discrimination / eventualities.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-06T19:19:51.357Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-15T18:03:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-21T07:55:13.017Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about people losing their jobs due to automation of certain tasks, but it's not clear what changes you want the Government to make to existing employment legislation.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-21T07:55:14.493Z"
    },
    "id": 617954,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617954.json"
    },
    "type": "petition"
}