{
    "attributes": {
        "action": "Categories fibromyalgia as a disability.",
        "additional_details": "Not much is known about fibromyalgia yet many more people are being diagnosed with it. Its a condition that causes mild to severe pain, just one of over 200 symptoms.  There is very little help for sufferes due to very little research into the condition itself. Not all doctors are equipped to deal with patients who have this diagnosis due to lack of training and relevant information. It's a very lonely condition and does affect mental health. More needs to be done to help sufferers.",
        "background": "To recognise that fibromyalgia is a disability that significantly impacts on individuals.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-06T18:07:00.556Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-06T18:39:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-13T07:03:35.103Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about recognition of fibromyalgia, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Government's guidance on disability under the Equality Act 2010 states that you’re disabled if you have a physical or mental impairment that has a ‘substantial’ and ‘long-term’ negative effect on your ability to do normal daily activities. Similarly, eligibility for disability benefits is based on the impact a disability has on a person's life.\r\n\r\nIt is therefore already the case that people who have fibromyalgia, where this has a a ‘substantial’ and ‘long-term’ negative effect on their ability to do normal daily activities, would be protected under the Equality Act.\r\n\r\nDecisions about making reasonable adjustments for people with a disability are a matter for individual service providers, not the UK Government or Parliament.\r\n\r\nYou can find out more about disability discrimination here: https://www.equalityhumanrights.com/en/advice-and-guidance/disability-discrimination\r\n\r\nWe could accept a petition calling on the Government to increase funding to support people who have fibromyalgia, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-13T07:03:37.012Z"
    },
    "id": 617946,
    "links": {
        "self": "https://petition.parliament.uk/petitions/617946.json"
    },
    "type": "petition"
}