{
    "attributes": {
        "action": "Lower UK houses rents",
        "additional_details": "The cost of living nowadays is too high, the main problem here is the house rent which is skyscraping and emptying the pocket of normal people who don’t receive any benefits. If the house rents were lower for exemple a house rent is 850 and it was lower to 650 that would help a lot of people. This is the issue of our country, where we earn a minimum wage but that won’t cover our expenses because even living in a apartment is so expensive and the bills and house rents keep encreasing. CHANGE THIS",
        "background": "Provide us with a lower house rents or provide us with some kind of support to pay the rent, specially middle class families, struggle with their rents.\r\nWe can’t save money to buy our own house if thing continue like this and things may get worse if nothing is done. We require a serious change!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-09T13:20:07.496Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-09T20:53:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-14T10:22:32.180Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about rent are a matter for individual landlords, not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIntroduce a cap for annual rent increases: https://petition.parliament.uk/petitions/607406\r\n\r\nIntroduce a regulator for private landlords and caps for rent: https://petition.parliament.uk/petitions/611473"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-14T10:22:33.777Z"
    },
    "id": 618154,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618154.json"
    },
    "type": "petition"
}