{
    "attributes": {
        "action": "Regulate fuel stations pricing, only allow a set percentage above wholesale cost",
        "additional_details": "The fuel retailer pricing is not regulated and it is up to the government to make this regulation law. Make it law to only allow a maximum percentage profit on the price of a litre of fuel. This will keep pricing fair and average over the different fuel stations.",
        "background": "Diesel is artificially kept at a higher price above petrol, even though the wholesale cost of petrol is more than the wholesale cost of diesel. Regulate the fuel retailers, making pricing more average across the fuel stations. Allow a maximum percentage profit above the cost of the wholesale price.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-08T21:50:55.287Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-10T08:36:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-14T11:02:50.081Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. The Government isn't responsible for setting the price of fuel and energy, which is a matter for suppliers.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nSet up an independent regulator to monitor and regulate vehicle fuel pricing: https://petition.parliament.uk/petitions/605282"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-14T11:02:51.377Z"
    },
    "id": 618123,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618123.json"
    },
    "type": "petition"
}