{
    "attributes": {
        "action": "Temporary reduction on tax paid on fuel by Health & Social Care workers",
        "additional_details": "The strain on community care is ever increasing, with recruitment being evermore challenging.  Community care needs to increase in order to relieve the NHS and decrease waiting times and bed blocking.  This comes from recognition of workers' pressures and increased remuneration/benefits.  Our staff have real concerns about affording fuel and we would like government support and recognition in addressing these concerns, before they leave the industry.",
        "background": "I would like the government to allow a temporary reduction in fuel duty for health and social care workers by allowing an increased tax free payment per mile of 70 pence. Also for the government to allow companies who pay this to reclaim this extra expenditure from their payroll data.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-09T09:05:55.774Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-09T09:54:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-14T07:39:22.732Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe Government is responsible for fuel duty, but decisions relating to rates of reimbursement for costs incurred by staff who use their own vehicles for work are a matter for individual employers, not the UK Government or Parliament.\r\n\r\nThe Government sets approved amounts of Mileage Allowance Payments, which are 45p for the first 10,000 miles, and 25p for more than 10,000 miles. Decisions about whether to use these rates or use different rates are a matter for individual employers, not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease the HMRC Mileage Rate from 45p/mile to 60p/mile: https://petition.parliament.uk/petitions/600966"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-14T07:39:27.527Z"
    },
    "id": 618136,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618136.json"
    },
    "type": "petition"
}