{
    "attributes": {
        "action": "Make it compulsory that school nurseries offer full days not just am-pm session",
        "additional_details": "Does not cater to working parents at all - both financially and practically. My son is staying in private nursery until reception for this reason. Financially it would be £360 per month or £600 a month for full time. Whereas if we keep him in private nursery for the full day it is fully funded.\r\nChildren are missing out on that transition to school nursery before they reach reception. They see friends moving onto school nursery who are able to either afford wraparound or don’t work.",
        "background": "As above- it goes against working parents as they often  do not work around these hours. Most working parents have to keep their child in private nursery or with childminders who can offer full days 8-5 which is a usual work day. Many school nurseries now only offer am or pm sessions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-09T13:15:20.487Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-10T19:01:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-15T07:49:40.398Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about what hours to offer childcare for are a matter for individual childcare services, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-15T07:49:42.747Z"
    },
    "id": 618153,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618153.json"
    },
    "type": "petition"
}