{
    "attributes": {
        "action": "Stop the subsidised bars and restaurants in Westminster, and tax Lords expenses",
        "additional_details": "As more and more people are pushed towards poverty due to soaring energy and fuel costs, which in turn are pushing up food prices, it is both unfair and immoral that those least likely to be affected by the soaring costs of living, should continue to enjoy subsidised food and drinks, and the lords should receive  a more than generous £300+ tax free daily attendance payment, funded by the very people being pushed into poverty!",
        "background": "With immediate effect, all subsidised food and drinks in the Palace of Westminster must end, and the £300+ daily attendance payment to the Lords must be taxed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-10T17:44:35.876Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-12T08:19:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-20T13:20:07.295Z",
        "rejection": {
            "code": "no-action",
            "details": "The House of Commons Catering service does not provide a subsidised service in the commercial sense of the word. Some venues make a profit, while in other venues the cost of providing the service exceeds the income received in sales due to the irregular hours and unpredictability of parliamentary business.\r\n\r\nCustomers of the House of Commons Catering Services include some of the 650 MPs but also around 14,500 other pass-holders, many of whom are staff on lower wages that work irregular hours. In addition, members of the public and non pass holding visitors to Parliament also have access to these services.\r\n\r\nThe House of Commons publishes details of the cost of House of Commons catering services: https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/\r\n\r\nIt is up to the House of Lords what payments to make to members of the House of Lords. Whether tax has to be paid on any payments will depend on the type of payment made."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-20T13:20:08.888Z"
    },
    "id": 618236,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618236.json"
    },
    "type": "petition"
}