{
    "attributes": {
        "action": "Medical professionals must provide evidence when making an allegation",
        "additional_details": "A medical professional can make an allegation against a patient and their family, with other agencies automatically believing in them. They are not asked to provide supporting evidence and the onus is on the patient and the family to obtain evidence. This creates an unhealthy power imbalance and makes it easy for medical professionals to abuse their position of trust.",
        "background": "The law should change, to make it a legal duty for medical professionals to provide evidence. If they make an allegation against a patient or a family.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-10T23:24:43.993Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-11T10:00:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-16T07:03:55.414Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about medical professionals making allegations about patients and/or their relatives, but it's not clear what kind of allegations you are concerned about, or what evidence you want medical professionals to be required to produce.\r\n\r\nIf you are unhappy with the behaviour of an NHS medical professional, you can find out how to complain to the NHS here: https://www.nhs.uk/using-the-nhs/about-the-nhs/how-to-complain-to-the-nhs/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-16T07:03:56.454Z"
    },
    "id": 618256,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618256.json"
    },
    "type": "petition"
}