{
    "attributes": {
        "action": "Increase the level of citizenship education in schools across the UK",
        "additional_details": "Currently, the only required Citizenship education a school has to teach is lessons that are done during form time. Voter apathy in the UK is rising, and education is one of the best ways to combat an issue such as it. In 2021, just under 0.5% of students in the UK had a GCSE Citizenship Studies entry. For such an important subject that could change the nation, schools should absolutely have more access to it.",
        "background": "In most UK schools, Citizenship is only taught during form time. It should be taught through KS3 just like many other subjects (e.g. French, Mathematics, English) and possibly as an option for GCSEs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-10T11:02:17.936Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-14T19:45:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-20T12:56:18.374Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Citizenship is a required part of the KS3 and KS4 curriculum in England, so we're not sure what you'd like to change.\r\n\r\nhttps://www.gov.uk/government/publications/national-curriculum-in-england-citizenship-programmes-of-study/national-curriculum-in-england-citizenship-programmes-of-study-for-key-stages-3-and-4\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.  Education is devolved in Scotland, Wales and Northern Ireland, so petitions calling for changes to the curriculum can only apply to England. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-20T12:56:21.405Z"
    },
    "id": 618216,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618216.json"
    },
    "type": "petition"
}