{
    "attributes": {
        "action": "Change the law on the legal status on domestic pets",
        "additional_details": "The goal is to create a registry of pets to identify them and guarantee their rights. The rule also regulates the joint custody of dogs and cats in case of divorce or separation. It also points out that they cannot be mortgaged or abandoned. The law came from a legislative initiative promoted in 2015 by the Observatory of Justice and Animal Defence. \r\nWe should do the same.",
        "background": "Pets in Spain Germany, Austria, Switzerland, France and Portugal are no longer considered material goods or objects, but \"living beings with sensibility.\" This became law in 2022. Thus pets can legally be part of the family & are also required to have a national animal identification document (DNI).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-11T23:47:47.782Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-12T07:57:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-16T07:44:52.384Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to rules regarding domestic pets, but the countries you have cited all have different laws regarding domestic pets, and it's not clear exactly what changes you want to be made to UK law.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-16T07:44:53.524Z"
    },
    "id": 618296,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618296.json"
    },
    "type": "petition"
}