{
    "attributes": {
        "action": "Speak about unfair exams A-level and GCSE",
        "additional_details": "As an A-Level Student. I found it outrageous, how unfair the exams have been despite giving us advanced information, it has been completely unfair the questions that have been asked, and even worse the exams that we have done some of them have not followed the advanced information. Students' mental health has deteriorated. Just because of last year's growth over A's and A*'s, this year's students shouldn't be treated unfairly.",
        "background": "Console with the exam board about the exams students this year have done, speak about why they have been back to back When we haven't done exams because of Covid and we have missed partial bits of our lessons.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-13T12:29:14.308Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-13T13:25:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-17T09:56:44.878Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the content of this year's GCSE and A-level exams, however the responsibility for setting these exams sits belongs to the awarding bodies such as the AQA or Edexcel, not the UK Government or House of Commons. This means the Government isn't directly responsible for the action this petition calls for.\r\n\r\nIf you wish to raise your concerns with the examining body responsible for your exams, you might be able to make a complain to the exams regulator Ofqual. You can find out more about this here: https://www.gov.uk/government/organisations/ofqual/about/complaints-procedure.\r\n\r\nYou may wish to sign this petition which calls for a related action:\r\n\r\nCreate national standards for advanced information from exam boards in 2022: https://petition.parliament.uk/petitions/608553"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-17T09:56:46.776Z"
    },
    "id": 618367,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618367.json"
    },
    "type": "petition"
}