{
    "attributes": {
        "action": "Government to address the high fuel prices for petrol and diesel.",
        "additional_details": "People rely so much on their vehicles and with these high fuel prices it can have so many knock on effects! People leaving their jobs as they can not afford the commute, delivery's not being able to happen as it cost’s to much to travel. People everyday are now questioning themselves if it is really needed to leave the house as they are not sure if they can afford the fuel to travel. We have suffered long enough and its time the government assist everyone and help bring these prices down!",
        "background": "The government need to assist more in the current situation with the high fuel prices. They need to look into more options on helping lower these prices, weather it be by dropping the duty tax or restricting the profit fuel company's can make to stop hiking up the prices.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-15T18:44:43.663Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-15T19:15:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-21T07:57:40.662Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nSuspend VAT on road fuels to reduce fuel costs: https://petition.parliament.uk/petitions/610567\r\n\r\nRemove duty on motor fuel completely: https://petition.parliament.uk/petitions/613908\r\n\r\nSet up an independent regulator to monitor and regulate vehicle fuel pricing: https://petition.parliament.uk/petitions/605282"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-21T07:57:56.737Z"
    },
    "id": 618512,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618512.json"
    },
    "type": "petition"
}