{
    "attributes": {
        "action": "Charge MPs & Peers full price for Food & Drink within the Palace of Westminster.",
        "additional_details": "With the rising cost of Food & Drink, Gas & Electricity, Petrol & Diesel, and everything else as a consequence of those price increases.\r\nIt's past time that our Leaders get a better understanding of the impact of their actions & inactions, on the less well-paid members of society.",
        "background": "Pay the full price of Food and Drink within Westminster Palace, to give them a better idea of the costs that the rest of the UK population incur, when they dine at Cafes and Restaurants.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-17T13:05:11.513Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-02T20:05:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-07T07:34:21.407Z",
        "rejection": {
            "code": "no-action",
            "details": "The House of Commons Catering service does not provide a subsidised service in the commercial sense of the word. Some venues make a profit, while in other venues the cost of providing the service does exceed the income received in sales due to the irregular hours and unpredictability of parliamentary business. The House of Commons publishes details of the cost of House of Commons catering services: https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/\r\n\r\nCustomers of the House of Commons Catering Services include some of the 650 MPs but also around 14,500 other pass-holders, many of whom are staff on lower wages that work irregular hours. In addition, members of the public and non pass holding visitors to Parliament also have access to these services. The irregular hours and the unpredictability of Parliamentary business contribute to increasing the net cost of providing a catering service. To offset this many of the restaurants, dining room facilities and their staff, are used to cater for private events at times when they are not required by the House. This is one of a number of measures used to reduce costs.\r\n\r\nWe could accept a petition calling for prices of food and drink in the House of Commons to be increased, either for all users or for Members of Parliament, if that's what you'd like to see happen, but it would need to be clear how you wanted prices to be increased."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-07T07:34:24.044Z"
    },
    "id": 618617,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618617.json"
    },
    "type": "petition"
}