{
    "attributes": {
        "action": "Allow the letter X as a sex field on identification",
        "additional_details": "I want this action to be taken place as I know the experience of travelling as a non-binary person. It is difficult enough when beginning a transition and becoming comfortable with yourself. However, when your identification cannot resonate with the gender you identify with it can be gender dysphoric inducing. Already transgender people have to jump through many hoops just for the correct name to be used. Adding X as a gender field can make it more affirming for transgender people.",
        "background": "I want the government to officially recognise a 'X' to be filled as a sex field specifically on passports and any other identification. This will help make life more inclusive for non-binary people or people who do not identify with the female or male gender.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-18T05:03:27.350Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-18T20:58:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-22T11:49:51.243Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions making similar requests, which you might like to sign:\r\n\r\nLegally recognise genders such as Non-binary, Genderqueer and Intersex: https://petition.parliament.uk/petitions/616943\r\n\r\nMake titles 'Dr', 'Ms', 'Mr' and 'Mx' the only options on official documents: https://petition.parliament.uk/petitions/605333"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-22T11:49:52.630Z"
    },
    "id": 618646,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618646.json"
    },
    "type": "petition"
}