{
    "attributes": {
        "action": "Fines for people who are seen walking their dogs when the weather is too hot.",
        "additional_details": "So many dogs die unnecessary when the weather heats up. Walking any dog in hot conditions can be fatal to them, it only takes 15 mins in 20° conditions for a dog to become sick from heat stroke. When the weather gets above 20° I think dogs should be indoors or in shaded areas where they can rest and stay cool. \r\nDogs are uncomfortable in the heat and it is not necessary for them to walk in hot conditions. Its cruel and potentially kill them. \r\nI want people seen walking dogs in hot conditions to be fined on the spot. Owners may think twice then and it would save dogs lives.",
        "background": "I think its about time people take seriously the health of their dogs. I want people who are seen out walking a dog when the weather is too hot to be fined on the spot. Only then do I think people will understand the seriousness of walking a dog in the heat.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-17T08:57:59.619Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-17T09:10:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-22T07:34:21.813Z",
        "rejection": {
            "code": "already-happening",
            "details": "We understand you're concerned about the welfare of dogs in hot weather, however the Animal Welfare Act 2006 already makes it an offence if a person causes, by act or omission, an animal to suffer. This would cover suffering caused by taking a dog for a walk in excessive heat.\r\n\r\nThe Government's code of practice for the welfare of dogs, which provides owners and keepers with information on how to meet the welfare needs of their animals, and can be used in courts as evidence in cases brought before them relating to poor welfare, specifically highlights the risks of heat stress: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/697953/pb13333-cop-dogs-091204.pdf\r\n\r\nDecisions about investigating alleged animal welfare offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nIf you're concerned about a specific incident, you may wish to report it directly to the RSPCA: https://www.rspca.org.uk/utilities/contactus/reportcruelty"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-22T07:34:25.671Z"
    },
    "id": 618601,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618601.json"
    },
    "type": "petition"
}