{
    "attributes": {
        "action": "Take control over how the fuel companies increase petrol/diesel costs.",
        "additional_details": "The excessive price increases in petrol/diesel costs are pushing up the cost of transportation, which is pushing up the costs of food, clothes, heating and general cost of living to a point a lot of people cant afford. People are chosing before fuel and food and it's all down to the greed of the fuel companies that are being allowed to act irresponsibly while claiming they have to do it. Cutting the fuel tax only increases their profits, and doesn't benefit the consumer.",
        "background": "Set limits to prevent the fuel companies increasing the fuel on a daily basis. They need to be fined for excessive price increases when they are declaring record profits. The world governments, including the UK, need to rain in the greed of these companies, which are going to cause a recession.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-17T10:11:25.953Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-17T18:21:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-22T07:52:44.667Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nSet up an independent regulator to monitor and regulate vehicle fuel pricing: https://petition.parliament.uk/petitions/605282\r\n\r\nCap profit fuel forecourt operators can make on petrol and diesel to 10p/litre: https://petition.parliament.uk/petitions/616956"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-22T07:52:45.967Z"
    },
    "id": 618607,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618607.json"
    },
    "type": "petition"
}