{
    "attributes": {
        "action": "Provide national monthly ticket for all buses and trains for £15.",
        "additional_details": "When successful I would bring prices of fuels down by decreased demand. There are too many companies in UK which provide transport to make some solution apart of national action. This could be temporary for a few months but I believe every idea to promote public transport instead of driving own car would bring benefits. The companies where ticket is used would have a choice of provide free entry for ticket holder or get a refund from HMRC or special fund as 20% of average journey's ticket price.",
        "background": "The Government should issue national ticket for public transport to make people use less fuel by reduce usage of private vehicles. The ticket should be valid for city transport and intercity transport as well. Ticket could only be used for any seats left so people paying full price have priority.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-19T15:35:44.550Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-07T11:08:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-12T12:43:23.637Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe Government is only responsible for certain public transport services, and decisions about the price of public transport are largely a matter for individual public transport operators, not the UK Government or Parliament. We could accept a petition calling for the Government to change the framework for public service transport provision in England, but it would need to be clear what changes you wanted the Government to make."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-12T12:43:50.357Z"
    },
    "id": 618719,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618719.json"
    },
    "type": "petition"
}