{
    "attributes": {
        "action": "Change the law surrounding women under 35 having Tubal Ligation",
        "additional_details": "For years women have had very little control over their own bodies and what they get to do with them in regards to contraceptive \r\n it is almost impossible to receive a female vasectomy or cueball legation for a woman under the age of 35 as it is usually blocked by doctors. This should not be the case as women should be able to decide on whether they would like children or not. Understandably women could change their mind this is where I propose a compromise in legislation allowing women to decide themselves the option of fertility by agreeing to egg freezing  and storage if under the age of 35. Many women feel trapped into having unwanted children due to the stigma around abortion.",
        "background": "To change the legislation around women receiving female vasectomy is under the age of 35 with the agreement eggs are to be frozen and stored as a compromise to having a Tubal Ligation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-20T09:44:20.334Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-20T17:51:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-27T07:26:13.989Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the challenges of accessing tubal ligation, but there is nothing in law that prevents women under 35 from accessing tubal ligation. It is therefore not clear what you want the Government to do.\r\n\r\nWe could accept a petition calling on the Government to make female sterilisation available on demand to all women of a certain age, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-27T07:26:57.548Z"
    },
    "id": 618746,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618746.json"
    },
    "type": "petition"
}