{
    "attributes": {
        "action": "Require regular maintenance of shrubs and grass around all junctions.",
        "additional_details": "Road traffic collisions often occur due to poor visibility when emerging from a side road or joining a roundabout. Be this the joining car pulling out into the path of oncoming traffic, or the joining car being rear ended after coming to a complete stop. Providing visibility on the lead up to the junction would allow drivers to better judge a situation and, if clear, reduce the car's fuel usage by preventing unnecessary stops.",
        "background": "Require councils to ensure optimum visibility on junctions where possible. This includes cutting grass, trimming hedges, cutting back overgrown shrubs. Ensuring that visibility into the adjoining road is available as soon as possible. Alternatively, set a minimum visibility distance for junctions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-19T16:12:30.278Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-19T16:23:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-23T07:38:06.456Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned by poor visibility at junctions, but we're not sure exactly what you'd like the Government or Parliament to do. It's not clear what new requirements you want to be imposed on local authorities, or highway design.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-23T07:38:07.697Z"
    },
    "id": 618720,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618720.json"
    },
    "type": "petition"
}