{
    "attributes": {
        "action": "Say no to the new school bill 2022",
        "additional_details": "Consider how they are eroding the rights of parents and schools with this new bill.. children with SEND health conditions face discrimination- parents will be penalised & schools unable to use discretion - faith schools affected, home educators rights eroded the LA even failing ones will have more power with this blanket policy then head teachers and parents who understand circumstances of children.",
        "background": "Discuss the challenges for schools, families and social workers, school nurses and LA with children around attendance with disabilities, for faith schools, and home educators -really are failing Local Authorities  best places to make decisions for children or their families? The DFE has overstepped.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-19T14:56:18.454Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-19T15:59:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-23T07:23:24.251Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about provision of schooling, but it's not clear if you just want the new School Bill not to be introduced, if you also want the Government to review schooling more widely, and if so how you want this to happen.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-27T14:45:21.294Z"
    },
    "id": 618715,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618715.json"
    },
    "type": "petition"
}