{
    "attributes": {
        "action": "Make Energy Companies take only the money they are owed for any energy used.",
        "additional_details": "Energy companies are holding customers money in their accounts earning interest for the company. The excess monies the companies are holding is preventing people from using all their disposable income to buy food and pay other bills and is helping to create food poverty and debt when there could be no need for it. Let people control their own finances when and if they want to. No other sector I know do or are allowed to charge for goods and services they have not yet provided.",
        "background": "I am on a standard variable tariff, but am told I have got to pay nearly double the amount each month to that of the actual cost of my energy. This is to protect the energy company, OVO in this case, form not getting paid in the future. Having got £117 in credit I had to ask for this to be refunded.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-21T06:37:23.321Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-28T05:04:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-01T08:23:59.111Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about payment arrangements for energy supplies are a matter for individual energy suppliers and Ofgem, which regulates the UK energy sector. You can find out more about billing options suppliers have to offer here: https://www.ofgem.gov.uk/sites/default/files/docs/2019/02/licence_guide_metering_billing_and_payments_1.pdf\r\n\r\nOfgem has recently required improvements from energy suppliers on customer direct debits, which you can find out about here: https://www.ofgem.gov.uk/publications/press-release-ofgem-requires-improvements-energy-suppliers-customer-direct-debits"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-28T14:17:19.638Z"
    },
    "id": 618794,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618794.json"
    },
    "type": "petition"
}