{
    "attributes": {
        "action": "Keep the right to educate otherwise through homeschooling",
        "additional_details": "Many children do not benefit from the state education system, and this affects them educationally, emotionally and professionally for the rest of their lives. Increased politicisation of the state education system often results in children being exposed to harmful and bizarre ideologies which have a corrupting and damaging effect on them. Home-schooling has also been found to be beneficial both to children who need extra individual attention, those who suffer bullying, and to gifted children.",
        "background": "Currently, parents whose children are not thriving in the classroom environment have the legal right to 'educate otherwise', providing a personalised learning environment which has a higher-than-average success-rate. Caring parents must not be robbed of the right to support their child's education.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-22T09:44:58.979Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-22T15:24:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-27T14:49:28.967Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about parents' right to home-school their children, however there is no indication that the Government intends to remove this right unilaterally.\r\n\r\nYou might like to sign the following petition, which calls for certain provisions in the Schools Bill relating to home educated children to be removed:\r\nhttps://petition.parliament.uk/petitions/617340\r\n\r\nAlternatively, you could start a new petition calling for certain provisions you are concerned about to be removed from the Bill, if they are different to the provisions mentioned in the petition above."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-27T14:49:30.253Z"
    },
    "id": 618851,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618851.json"
    },
    "type": "petition"
}