{
    "attributes": {
        "action": "Reduce fuel prices by 40 pence per litre. Cap fuel prices at £1.50 per litre.",
        "additional_details": "I want parliament to either bring out a grant for families and people who travel over a certain distance to work or reduce the amount of tax on petroleum and diesel. Every week it’s becoming more and more unaffordable to live and it’s making people chose between feeding their families or filling your car up to get to work.",
        "background": "Fuel prices are unaffordable and the national average to fill a car is £100. I’d like this to be reduced by 30% so the national average to fill £70. Everything is on the rise with inflation but our wages are staying the same. I travel 600 miles a week for work and don’t receive a penny for doing so.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-22T10:35:19.920Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-22T11:00:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-27T10:53:49.331Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. The Government isn't responsible for setting the price of fuel, which is a matter for suppliers.\r\n\r\nWe have published the following petitions calling for related actions, which you might like to sign:\r\n\r\nSet up an independent regulator to monitor and regulate vehicle fuel pricing\r\nhttps://petition.parliament.uk/petitions/605282\r\n\r\nSuspend VAT on road fuels to reduce fuel costs\r\nhttps://petition.parliament.uk/petitions/610567\r\n\r\nCap profit fuel forecourt operators can make on petrol and diesel to 10p/litre\r\nhttps://petition.parliament.uk/petitions/616956"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-27T10:53:51.638Z"
    },
    "id": 618852,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618852.json"
    },
    "type": "petition"
}