{
    "attributes": {
        "action": "Regulate monetisation in the gaming and mobile gaming industry",
        "additional_details": "Games such as Diablo Immortal have reached headlines due to their 'predatory' and 'insidious' processes built into a video game, with players spending thousands to level up and be better at the game. Game creators have a right to make money and decide how expensive their product is, however the general consensus is that this game is layered in such a way to be confusing to the player and form spending habits at every turn. This is a risk especially to minors who should be protected.",
        "background": "Introduce legislation to protect minors from the gambling elements within the video game industry. Ensuring that any game with such mechanics is age appropriate with age verification like any other gambling platform.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-21T17:07:45.511Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-21T17:59:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-27T08:09:58.781Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about how certain video games are monetised, but it's not clear how you want regulation of these video games to be changed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to extend the Gambling Act to cover video games that sell 'loot boxes'."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-27T08:09:59.887Z"
    },
    "id": 618818,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618818.json"
    },
    "type": "petition"
}