{
    "attributes": {
        "action": "Catering contracts for schools in West Sussex include Halal meals",
        "additional_details": "Vegatarian meals in schools are very bland due to their low sugar, fat and salt content, & Muslim children are opting for lunchboxes, which are extremely high in fat, sugar & salt.\r\nThe BAME community (of which the vast majority of Muslim's come from), are at higher risk of health problems such as diabetes & high cholesterol. These all have a link to poor diet and obesity\r\nWith this change; a healthier start in life, it will ease pressure on our healthcare now, & in the future.",
        "background": "We call upon West Sussex County Council to ensure that any future catering\r\ncontract for schools in the County includes the provision of Halal meals for those that need it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-22T19:17:02.944Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-25T20:10:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-30T07:28:25.863Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about catering contracts are a matter for individual schools and local authorities, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition West Sussex County Council directly: https://www.westsussex.gov.uk/about-the-council/have-your-say/petitions-to-the-county-council/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-30T07:28:27.192Z"
    },
    "id": 618891,
    "links": {
        "self": "https://petition.parliament.uk/petitions/618891.json"
    },
    "type": "petition"
}