{
    "attributes": {
        "action": "Relaunch a modern Cold War prepared volunteer part-time UK home defence forces.",
        "additional_details": "We used to in have until Options for Change in the early nineties, a UK prepared part time dedicated home defence force. Disbanded following fall of the Berlin Wall and Warsaw Pact forces disbanding at end of the last Cold War as the Soviet Union ceased being a security threat to the UK. Reservist volunteer TA SAS 21 Artists Rifles, 23 SAS signals and Home Service Force HSF personnel made up the units of the Home Defence Forces units throughout the UK. Including ex UK special forces members.",
        "background": "I would like to ask the British government to consider forming legislation to make ready a new updated home defence force plan for UK. LIke we had here in the not too distant past in time of the Cold War. In light of fact we are now declared to be in a new Cold War threat with Russia and with China.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-24T22:42:48.017Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-25T06:04:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-30T07:02:02.422Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the UK's military preparedness, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition refers to 'forming legislation', but it's not clear what you want this legislation to do. It's also not clear what changes to current military preparedness you want to see in practise.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-30T07:02:03.582Z"
    },
    "id": 619031,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619031.json"
    },
    "type": "petition"
}