{
    "attributes": {
        "action": "Change the care standards for small pets in the UK",
        "additional_details": "The care of small pets sold widely in the UK (mostly Rabbits, Guinea Pigs and hamsters) is not being promoted correctly or even following what experts on these animals say. Chain pet stores sell cages that are way too small for the intended animal, leading them to have unhappy lives. Certain products that are unsafe are also targeted towards these animals- leading to accidental neglect and mistreating of them as people don't know better.",
        "background": "Upgrade care standards taught to people buying pets in pet stores such as pets at home.\r\n\r\n-Ban advertising Unsafe or unsuitable pet products.\r\n\r\n-Make it illegal to keep rabbits in an enclosure smaller than 2 X 2 meters, 7.5 sq feet for guinea pigs and 620 sq inches for hamsters.\r\n(minimum sizes)",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-26T00:06:53.472Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-26T17:27:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-06-30T15:57:22.342Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about how pets are sold in pet stores, however it's not clear what would constitute an \"unsafe or unsuitable\" pet product in the advertising ban your petition calls for.\r\n\r\nYou might like to sign these petitions which call for similar actions:\r\n\r\nChange the law to prevent the sales of live animals in pet stores: https://petition.parliament.uk/petitions/608942\r\n\r\nMake recommended size cages law for small animals to stop inadequate housing: https://petition.parliament.uk/petitions/617182 "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-06-30T15:57:24.061Z"
    },
    "id": 619079,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619079.json"
    },
    "type": "petition"
}