{
    "attributes": {
        "action": "Make Scalping illegal in the UK.",
        "additional_details": "I want the government to make scalping illegal because there are many people out there who scalping various other items well above market value only for them to then use that money to scalp more items and products. \r\n\r\nIt's terrible because the people who want the item are then scammed into paying for more when they then have to wait for the store or legitimate seller to have more items in stock.",
        "background": "During the release of the video game consoles xbox series X and S and the PlayStation 5 people were going out of their way to use a computing process called \"botting\" to buy up all stock of said consoles and then resell them online for well above market value probably even double the market value.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-28T21:15:23.399Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-29T15:14:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-04T14:02:36.319Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure whether you want to be any reselling of products above RRP, or something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-04T14:02:37.531Z"
    },
    "id": 619268,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619268.json"
    },
    "type": "petition"
}