{
    "attributes": {
        "action": "Abolish reward trips based on attendance and behaviour",
        "additional_details": "My children have been excluded from school trips due to attendance for being sick and behaviour linked to a disability \r\nAll children are different there are varied plausible reasons for behaviours and attendance \r\nMany children have debilitating illnesses/mental health issues that relate to poor attendance and certain behaviours they should not be penalised for this \r\nIf a school hosts an event unless a child poses a real threat/danger/risk all children should be included and not excluded",
        "background": "I want the government to make school trips accessible for all students regardless of behaviour and attendance I want all trips to be inclusive for all children/students",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-29T11:05:22.130Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-29T12:19:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-04T15:21:06.913Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nWe understand you're concerned about children being unfairly excluded from school trips and activities. However, decisions and policies on participation in such activities are a matter for individual schools, not the Government or Parliament.\r\n\r\nIf you feel your children have been treated unfairly by their school, you can find information about how to make a complaint here:\r\nhttps://www.gov.uk/government/organisations/department-for-education/about/complaints-procedure#complain-about-a-school-or-an-academy"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-03T11:06:05.305Z"
    },
    "id": 619296,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619296.json"
    },
    "type": "petition"
}