{
    "attributes": {
        "action": "Switch to proportional representation!",
        "additional_details": "Other countries like Australia,Ireland,New Zealand,Italy and Germany all use a form of proportional representation. Why dosen’t the UK? For example, if the Conservative party got 30% of the vote they’d get 30 seats and if Labour got 29% they’d get 29 seats. This means voters that don’t bother to vote will be encouraged to as their vote would be directly and fairly counted.",
        "background": "This would represent the other countries in the union more as England currently holds 533 seats in the House of Commons which means it is the most represented country by far. Switching would make the UK democratic by representing all parties equally.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-06-30T14:59:22.274Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-06-30T15:11:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-05T07:27:26.826Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to the voting system used for general elections, but it's not clear exactly what changes you want to be made. Your petition suggests that proportional representation would better represent Scotland, Wales and Northern Ireland, but the number of English MPs is roughly equivalent to the proportion of the UK electorate that live in England, so introducing proportional representation would not reduce the representation of English votes.\r\n\r\nYou could start a new petition explaining more clearly what new voting system you would like to be introduced."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-05T07:27:28.080Z"
    },
    "id": 619382,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619382.json"
    },
    "type": "petition"
}