{
    "attributes": {
        "action": "Make expensive branded school uniforms non-compulsory to help w/ cost of living",
        "additional_details": "I have two school aged children and their branded school uniform costs (per child) are as follows:\r\n\r\nBlazer - £37\r\nJumper x 2 - £20 each\r\nSkirt x 2 - £17 each\r\nPE jumper - £20\r\nPE top - £13\r\nPE leggings - £15\r\n\r\nTOTAL = £159 \r\n\r\nThat's even before you've purchased school shoes, shirts, stationery, tights, PE trainers, school bags etc. Often these costs occur multiple times in a year as children grow out of things so quickly. For larger families this cost is even higher. For low income families this is unsustainable and seemingly unnecessary.",
        "background": "Branded school uniforms are often compulsory and very expensive. With the cost of living crisis schools should allow non-branded uniforms which are much cheaper to assist lower income families.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-02T06:12:32.546Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-02T08:46:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-07T07:05:41.190Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/608259\r\n\r\nThe Government has published guidance for schools on the cost of school uniforms, which makes it clear that schools need to ensure that their uniform is affordable, and should keep the use of branded items to a minimum.\r\n\r\nIf you believe your school is not complying with this guidance, you could raise your concerns with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-07T07:05:42.441Z"
    },
    "id": 619469,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619469.json"
    },
    "type": "petition"
}