{
    "attributes": {
        "action": "Make enhanced Disclosure and Barring Service checks mandatory for all MP’s",
        "additional_details": "Recent events involving but not confined to sexual impropriety by MP’s and the lack of any consistent consequences following internal investigations by internal Parliamentary personnel have shown that even when an MP is found to have acted improperly/illegally they can and do continue to act as an MP.\r\nThis is a serious safeguarding failure which in certain circumstances may lead to acts of mental, physical and or sexual harm to constituents or others.\r\nCurrent practice is not fit for purpose.",
        "background": "Ensure MP’s meet a standard equal to that required of doctors, paramedics and other professionals who’s duties include the provision of help, care or any other form of interaction with adults/children who may or may not be considered vulnerable.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-01T22:46:01.348Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-02T06:40:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-07T13:40:30.082Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned that MPs do not undergo criminal record checks, but it's not clear if you want an enhanced DBS check to be made a condition of being a candidate in a general election, or to be required once someone is elected as an MP. It's also not clear what, if anything, you want to happen as a result. Employers normally conduct criminal record checks to determine whether to employ someone applying for a role, but MPs do not have an employer.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-07T13:40:31.705Z"
    },
    "id": 619465,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619465.json"
    },
    "type": "petition"
}