{
    "attributes": {
        "action": "Protect children who play Junior tennis in England,",
        "additional_details": "Bullying & Abuse to children who are left on their own.\r\n\r\nStatement from a 10 year old boy:\r\nMy first match was against a  very rude boy who was verbally abusive, had bad sportsmanship, enjoyed swearing at me, stamping his foot when i was trying to serve, called my shots out when they were clearly in.... I put my racket up for help, I was very upset.. I didn't get the help I needed and think the LTA need to do something.. 1 organiser in charge and no umpire, this is unacceptable and no fair game. This is unacceptable as my day was ruined..",
        "background": "There is currently nothing in  place to protect children at tennis competitions as no umpires are present. Children are left to play and sort out everything by themselves. They are told that they can put a racket up if in needed.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2022-07-03T16:41:13.596Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-04T06:23:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-08T07:52:39.796Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nArrangements for sporting events are a matter for their organisers and the relevant sporting body, in this case the LTA, not the UK Government or Parliament. If you are unhappy with how a sporting event has been managed, you should in the first instance complain to the organisers.\r\n\r\nLocal authorities and a number of other public agencies have legal obligations regarding the welfare of children, and if you are concerned about the welfare of a child you should report this to the relevant local authority."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-08T07:52:40.943Z"
    },
    "id": 619540,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619540.json"
    },
    "type": "petition"
}