{
    "attributes": {
        "action": "Stricter laws placed on businesses to reduce their greenhouse gas emissions",
        "additional_details": "A study has shown that 100 companies are responsible for 71% of global greenhouse gas emissions. This means that in order to tackle climate change and save our planet, action must be taken to stop these polluting companies from further damaging the world. I believe stricter laws would be one of the most effective ways to ensure large companies finally move towards more sustainable ways of running their business, before it's too late.",
        "background": "Impose stricter laws on polluting businesses to reduce their emissions by a certain amount each year, depending on various factors such as the size and nature of each company.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-02T20:02:11.420Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-03T18:37:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-08T07:41:20.734Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about commercial emissions, but it's not clear what new laws you want the Government to introduce.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-08T07:41:22.082Z"
    },
    "id": 619502,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619502.json"
    },
    "type": "petition"
}