{
    "attributes": {
        "action": "For east suffolk council to put CCTV up in cemeteries",
        "additional_details": "There has been numerous of cases in the suffolk area of graves getting vandalised and things stolen off them kirkley cemetery in lowestoft has been targeted recently and my nans grave was one that has been targeted aswell as many other peoples loved ones graves.\r\nThis is unacceptable and would be prevented if east suffolk council was to put CCTV up.we are supposed to be able to go to our families resting places to have a comfort not to be distressed by vandalism .\r\nI hope people will stand by me!",
        "background": "I would like the Government to address the situation about our local cemeteries getting vandalised and to prevent this from happening would be to have CCTV put up in our cemeteries",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-04T16:51:50.726Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-04T17:06:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-08T11:23:26.308Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about security for cemeteries are a matter for the authority responsible for the cemetery, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-08T11:23:27.996Z"
    },
    "id": 619573,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619573.json"
    },
    "type": "petition"
}