{
    "attributes": {
        "action": "Fines on transnational companies with excessive pollutions.",
        "additional_details": "More and more multinational companies headquartered in the UK, are locating their factories in countries with more lax environmental regulations, allowing them to pollute more heavily than they’d be allowed here. \r\n\r\nClimate Change is a global problem, just because the polluting isn’t happening in the UK, doesn’t mean that we can’t do something to stop it. Our proposal is to develop a law to help prevent this issue, and to ensure businesses find less harmful ways to operate, instead of avoiding making changes by moving somewhere else. These companies must start facing consequences for their damaging actions.",
        "background": "A law imposing fines or tariffs on multinational companies which are headquartered in the UK, but who purposefully locate their polluting factories in lower income countries with weaker restrictions, thus allowing them to pollute over the UK’s guidelines.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-02T20:08:46.709Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-03T18:37:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-08T07:43:19.737Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe UK Government and Parliament are only responsible for managing domestic carbon emissions, and is not responsible for fining businesses for operations in other countries."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-08T07:43:20.794Z"
    },
    "id": 619505,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619505.json"
    },
    "type": "petition"
}