{
    "attributes": {
        "action": "Change the MP Code of Conduct to include a requirement that MPs are truthful",
        "additional_details": "In the current MP Code, 'honesty' is limited to areas also covered by 'integrity', and truth is not mentioned. \r\n \r\nTo restore public confidence in our elected representatives, the wording needs to change from:\r\n\r\n\"Honesty: Holders of public office have a duty to declare any private interests relating to their public duties and to take steps to resolve any conflicts arising in a way that protects the public interest.\"\r\n \r\nTo:\r\n\r\n\"Honesty: Holders of public office should be truthful.\"",
        "background": "The 7 Nolan principles of standards in public life include honesty.\r\n \r\nThe code of conduct for most public servants therefore states clearly that \"holders of public office should be truthful.\"\r\n \r\nWe expect this of our doctors & civil servants.  Parliament should require it of our MPs too.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-05T22:54:16.809Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-06T16:35:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-12T11:32:01.540Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you want the MPs Code of Conduct to include \"a requirement that MPs are truthful\" however this is already the case, as MPs are required to \"always behave with probity and integrity\". Under the Code, MPs are also required to \"observe the general principles of conduct identified by the Committee on Standards in Public Life in its First Report as applying to holders of public office\" (the Nolan Principles). We're therefore not clear how the change your petition calls for would achieve the outcome the petition suggests.\r\n\r\nYou can read more about the MPs Code of Conduct here: https://publications.parliament.uk/pa/cm201719/cmcode/1882/188202.htm#_idTextAnchor000\r\n\r\nYou could have a petition calling for lying to be made an explicit breach of the Code of Conduct, to enable such behaviour to be investigated and acted upon, if that is something you'd like to see happen.\r\n\r\nYou might like to sign this petition which calls for a related action:\r\n\r\nCreate a new body to review & oversee the Code of Conduct for MPs and sanctions: https://petition.parliament.uk/petitions/616356"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-04T12:29:45.771Z"
    },
    "id": 619667,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619667.json"
    },
    "type": "petition"
}