{
    "attributes": {
        "action": "Introduce more bike lanes in the London Borough Of Haringey",
        "additional_details": "We want the government to do this because they have the power to make a substantial change to one of Haringey's major problems, people like me have witnessed countless amounts of cyclist accidents due to drivers not being competent and I hate to see this continue which is why I want to introduce more bike lanes to haringey.",
        "background": "We want the government to add more bike lanes in the London Borough Of Haringey, we want this to be carried out to ensure the safety of any cyclists crossing through Haringey without the overwhelming thought of colliding into a car.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-06T13:26:17.822Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-13T08:56:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-18T08:26:00.411Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about bike lanes in Haringey are a matter for Transport for London and Haringey Council, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-18T08:26:01.524Z"
    },
    "id": 619712,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619712.json"
    },
    "type": "petition"
}