{
    "attributes": {
        "action": "Hold organisations accountable for ensuring toilet facilities are Stoma Friendly",
        "additional_details": "Every 39 minutes an individual undergoes stoma surgery (Colostomy UK statistic).\r\nOstomates use disabled toilets and whilst these facilities meet the needs of those with mobility issues  they do not meet the needs of ostomates, whose needs too, fall under the Equality Act 2010. Ostomates deserve access to appropriate facilities. Men should also havr access a sanitary bin for disposals. These changes will support ostomates to continue reaching their potential without facing avoidable barriers.",
        "background": "Changing a stoma bag requires a few pieces of equipment. Disabled toilets often do not have required space for this. A shelf area and 2 hooks would ensure ostomates can change their bags with ease. Ensuring ALL toilets have a sanitary bin is essential for disposal of stoma bags.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-08T14:46:34.883Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-08T14:56:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-13T07:43:08.465Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about accessibility of public toilets for people who have a stoma, but we're not sure exactly what you'd like the Government or Parliament to do. It's not clear if you want the Government to create new requirements for the provision of specific facilities in disabled toilets, or do something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRequire sanitary bins be provided in men and women's toilets: https://petition.parliament.uk/petitions/612377"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-18T13:35:20.501Z"
    },
    "id": 619906,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619906.json"
    },
    "type": "petition"
}