{
    "attributes": {
        "action": "Pause CAZ, LEZ and ULEZ charges as the cost of living rises.",
        "additional_details": "The cost of living and running a car have skyrocketed out of control as it is! Having to pay more just to drive in particular areas is not right and should at the very least be paused during these trying times to help the people of Briton to not have to choose between essentials! The pause can be temporary until the economy stabilises and the price of fuels (the main cause of living cost rises) has returned to as it was previously and it is at an affordable rate!",
        "background": "Pause all charges on Clean air, Low and Ultra Low emission zones! These are useless and uncalled for, especially when the cost of living is at an all time high!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-09T17:02:10.903Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-09T18:37:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-13T14:47:54.087Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local charges for road usage are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRevoke local government powers to charge CAZ, LEZ, ZEZ and ULEZ: https://petition.parliament.uk/petitions/618266"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-13T14:47:55.053Z"
    },
    "id": 619993,
    "links": {
        "self": "https://petition.parliament.uk/petitions/619993.json"
    },
    "type": "petition"
}