{
    "attributes": {
        "action": "Ban parliamentary MP groups that are unaccountable and opaque, like the ERG",
        "additional_details": "It seems that the ERG has been researching on topics that may have been asked by one party. It also seems that there no accountability, no transparency, no known lists of MPs, spending tax payers money without control, not publishing openly their reports, no known basis how they select a topic for study, or how they select a researcher, no know basis of governance, election of members, etc. Parliament needs to overlook at what these groups do and have accountability on how they spend our money.",
        "background": "Parliament should pass a law banning any MP groups operating in Parliament that are non-transparent, unaccountable, spend tax payers money without justification, who work for one party only, work on issues not agreed by Parliament, not overseen by Parliament, for example the ERG.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-10T12:02:02.224Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-10T14:25:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-14T13:31:10.768Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. Decisions about how MPs work together are a matter for individual MPs, not the UK Government or Parliament.\r\n\r\nDecisions about the expenses MPs or groups of MPs can claim is a matter for the Independent Parliamentary Standards Authority (IPSA). IPSA is independent of both Parliament and Government. You can find out more about IPSA here: http://www.theipsa.org.uk"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-14T13:31:11.720Z"
    },
    "id": 620025,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620025.json"
    },
    "type": "petition"
}