{
    "attributes": {
        "action": "Make schools take mental health seriously and every school must have cancelling",
        "additional_details": "Because bullying damages meantal health very badly, people suffer from a very Young age and then they don't want to go to school and the under cover lining story of it is bulling so we must do more and make every school Evan primary school have a cancelling service that every pupil can access and make meantal health and bulling Core subjects in schools and have a 2 strike rule in school for people that bully others to deter them from doing it I know children that get bullied everyday",
        "background": "Make every school have counselling for every pupil to access also make meantal health  extremely serouisly and bulling a core subject in schools",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-11T09:08:16.724Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-11T10:16:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-14T13:08:05.766Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you would like to see better mental health provisions in schools but it's not clear what is meant by 'taking mental health seriously'.\r\n\r\nWe also have the following petitions open on this topic which you might like to sign:\r\n\r\nMake ‘Mental Health Studies’ a separate subject in the National Curriculum\r\nhttps://petition.parliament.uk/petitions/617834\r\n\r\nCreate a statutory Mental Health & Wellbeing Policy for all schools & colleges\r\nhttps://petition.parliament.uk/petitions/611264\r\n\r\nIncrease funding for mental health support in schools\r\nhttps://petition.parliament.uk/petitions/607356\r\n\r\nYou could start a new calling for every school to have dedicated mental health counsellors or a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-14T13:08:05.764Z"
    },
    "id": 620063,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620063.json"
    },
    "type": "petition"
}