{
    "attributes": {
        "action": "Charge people with animal cruelty",
        "additional_details": "Make it law dogs are to stay inside in hot weather including a heatwave every year so many dogs are dying on walks or in cars because of irresponsible owners",
        "background": "They should make it law to keep dogs In doors in hot weather and make it law not to leave dogs in cars",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-11T10:00:56.135Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-11T14:18:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-15T09:00:37.514Z",
        "rejection": {
            "code": "already-happening",
            "details": "We think your petition is covered by Government or Parliament action already. If you'd like something else, you could start a new petition clearly explaining what it is.\r\n\r\nWe understand you're concerned about the welfare of dogs in hot weather, however the Animal Welfare Act 2006 already makes it an offence if a person causes, by act or omission, an animal to suffer. This would cover suffering caused by keeping a dog indoors, or in a car, in excessive heat.\r\n\r\nThe Government's code of practice for the welfare of dogs, which provides owners and keepers with information on how to meet the welfare needs of their animals, and can be used in courts as evidence in cases brought before them relating to poor welfare, specifically highlights the risks of heat stress: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/697953/pb13333-cop-dogs-091204.pdf\r\n\r\nDecisions about investigating alleged animal welfare offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nIf you're concerned about a specific incident, you may wish to report it directly to the RSPCA: https://www.rspca.org.uk/utilities/contactus/reportcruelty"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-15T09:00:48.970Z"
    },
    "id": 620081,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620081.json"
    },
    "type": "petition"
}