{
    "attributes": {
        "action": "For the Fire Service to have their own dedicated Ambulances and Paramedics",
        "additional_details": "In America, all fire stations have their own dedicated Ambulances and Paramedics to ease the strain and overly stretched Ambulance services. If we have the same services here in the UK it would help do the same for our already strained and stretched thin NHS and Ambulance services.",
        "background": "Our Fire Service should have their own dedicated ambulances and Paramedics, tol help cut down on response times to building fires or road traffic collisions with persons reported. These Paramedics can arrive with the fire brigade at the same time to provide immediate treatment and transport.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-10T12:24:50.026Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-15T21:37:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-19T14:16:56.839Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about how a Fire brigade manage their emergency responses is an operational decision for each individual Fire brigade and is not a decision for Government or the UK Parliament.\r\n\r\nIf you are concerned about your local fire brigade's emergency response, you could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-19T14:17:07.591Z"
    },
    "id": 620026,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620026.json"
    },
    "type": "petition"
}