{
    "attributes": {
        "action": "Change the United Kingdom's flag to incorporate Welsh identity.",
        "additional_details": "Many want Welsh insignia in the Union Flag as it is deeply unfair the Welsh identity is not part of it. The flag consists of the red cross of Saint George (patron saint of England), edged in white, superimposed on the saltire of St Patrick (patron saint of Ireland), also edged in white, which are superimposed on the saltire of Saint Andrew (patron saint of Scotland). Wales is not represented. If the Government care for Wales then it should include some Welsh identity. Wales is part of the UK.",
        "background": "Wales is a separate country that is part of the UK and the Government needs to address the fact that its identity is not incorporated in the Union Flag. The Government should incorporate some elements of the Flag of Saint David within the UK's flag.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-11T09:30:42.986Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-11T11:57:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-15T08:00:15.003Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you'd like a symbol of Welsh identity to be added to the UK flag, however it's not clear what you want that symbol to be.\r\n\r\nYou may wish to sign this petition which calls for a very similar action: \r\n\r\nAdd Wales to the Union flag: https://petition.parliament.uk/petitions/609707"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-15T08:00:21.697Z"
    },
    "id": 620065,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620065.json"
    },
    "type": "petition"
}