{
    "attributes": {
        "action": "Stop allowing court orders being used to avoid child maintenance payments.",
        "additional_details": "I have been told by the Child Maintenance Service that if a court order is in place the CMS must adhere to what is written in it, even if a parent doesn't have the child as per the order.  This means a parent can apply for a court order to have their child, not have the child and then not pay any financial support. I would like this changed.",
        "background": "I would like the law to be changed so that if a parent doesn't comply with a court order to have their child, they must then pay child maintenance to support them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-12T18:36:40.161Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-13T21:06:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-18T12:26:12.508Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about how child maintenance is calculated where there is a court order regarding child arrangements, but determining whether there is shared care is an operational decision for the Child Maintenance Service. \r\n\r\nThe Government's guidance on calculating child maintenance payments states:\r\n\r\n\"We ask both parents to give us formal, informal or spoken evidence of any agreement they have reached about shared care. We will also accept a court order setting out shared care details. If we accept that there is shared care, the weekly amount of child maintenance worked out [...] be reduced.\"\r\n\r\nYou can read the full guidance here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/672432/how-we-work-out-child-maintenance.pdf\r\n\r\nIf you are unhappy with a determination the Child Maintenance Service has made about shared care you can find out how to complain about this here: https://www.gov.uk/child-maintenance-service/complaints-and-appeals"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-18T12:26:20.224Z"
    },
    "id": 620186,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620186.json"
    },
    "type": "petition"
}