{
    "attributes": {
        "action": "I would like to have license put in place for people wanting to own this breed",
        "additional_details": "Because it will stop youths making thousands of pounds by breeding a breed that only wants a loving family. So if you put in place a law that says you must apply for a license to this breed and put in certain requirements. It will pick out the breeders and the youths that make thousands. We dont want this dog on the dangerous dogs list at all and these youths are making it possible for that to happen. Its the same as a dangerous animal license. But for a dog thats needs protecting from youths",
        "background": "I would like the goverment to work with the RSPCA. TO OBTAIN A LIESENCE for the ownership of the breed american bully ( all kinds of bullys) as many youths are buying them and have no clue how to raise a strong and loving breed. Its seems that people are only in it for the money.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-12T05:05:26.995Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-12T07:40:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-18T07:21:01.287Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/616804\r\n\r\nWe have also published the following related petition, which you might like to sign:\r\n\r\nAdd 'American Bully' dogs to the list of banned dog breeds: https://petition.parliament.uk/petitions/618243"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-18T07:21:02.306Z"
    },
    "id": 620133,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620133.json"
    },
    "type": "petition"
}