{
    "attributes": {
        "action": "I would like government to intervene in the sale of disposable  vape products.",
        "additional_details": "I believe we should be concerned about this growing marked and it would be prudent to to intervene now to developer the technology  and infrastructure to recycle. Making producers and retailers proud of there contribution  to the environment. Likewise ashamed of there contribution if they dont. I believe to do nothing now will store up problem for the future.",
        "background": "I want the government to intervene in the sale o disposable vaping produces making them more responsible  for the disposal and recycling  of there product. I believe  we should compel then to introduce a £1 extra charge on them refundable making them responsible for the recycling of there product.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-12T06:44:46.793Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-21T09:38:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-22T12:55:03.943Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about the recycling of used e-cigarettes/vapes, however it's not clear whether you want the Government to place certain requirements on the manufacturers of vapes to recycle their products once they've been used, for manufacturers to increase their prices to pay for the recycling of their products, or something else.\r\n\r\nYou could have a petition calling on the Government to impose a levy of £1 per packet on the sale of vapes, to fund recycling facilities, if that is something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-22T12:55:09.647Z"
    },
    "id": 620137,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620137.json"
    },
    "type": "petition"
}