{
    "attributes": {
        "action": "Walking dogs in hot weather should be classed as animal cruelty",
        "additional_details": "Dogs I will go out with you if you you offer to take them for a walk as dogs are loyal companions and no no different all they know is they want to go out for that walk it's the owners responsibility to know a dog's limits on on taking dogs out in the heat. You might like nice warm walk in the midday sun but they don't think about the the effects that it has on the dog by all means take your dogs out in in the or the evening when the weather is cooler",
        "background": "Walking dogs in extreme heat or any heats over 20 degrees should be classed as animal cruelty as it's extremely irresponsible and a very high risk of the dog getting burnt paws and or sunstroke I do believe it's very irresponsible of dog owners to take dogs out out in high temperatures.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-14T07:10:09.879Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-14T12:17:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-19T07:42:46.572Z",
        "rejection": {
            "code": "already-happening",
            "details": "We understand you're concerned about the welfare of dogs in hot weather, however the Animal Welfare Act 2006 already makes it an offence if a person causes, by act or omission, an animal to suffer. This would cover suffering caused by taking a dog for a walk in excessive heat.\r\n\r\nThe Government's code of practice for the welfare of dogs, which provides owners and keepers with information on how to meet the welfare needs of their animals, and can be used in courts as evidence in cases brought before them relating to poor welfare, specifically highlights the risks of heat stress: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/697953/pb13333-cop-dogs-091204.pdf\r\n\r\nDecisions about investigating alleged animal welfare offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nIf you're concerned about a specific incident, you may wish to report it directly to the RSPCA: https://www.rspca.org.uk/utilities/contactus/reportcruelty"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-19T07:42:47.799Z"
    },
    "id": 620282,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620282.json"
    },
    "type": "petition"
}