{
    "attributes": {
        "action": "Students should not go into school during exceedingly hot weather.",
        "additional_details": "In recent years, weather temperatures have been climbing and climbing as a result of climate change - this has made it so students, such as myself, have found it hard to study and concentrate during class due to the weather temperature and little being done to cool the classrooms, with many schools avoiding solutions such as air conditioning due its price and impact on the environment.",
        "background": "Students should not have to go into school during exceedingly hot weather and instead be replaced via online learning.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-13T14:49:55.659Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-13T15:03:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-18T10:48:50.597Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about when to close schools because of severe weather are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to require schools to close if temperatures exceed a certain level, but it would need to be clear when you want schools to be required to close.\r\n\r\nThe Department for Education has published advice for teachers and other professionals looking after children during heatwaves, which you can find here: https://www.gov.uk/government/publications/heatwave-plan-for-england/looking-after-children-and-those-in-early-years-settings-during-heatwaves-for-teachers-and-professionals"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-18T10:48:51.630Z"
    },
    "id": 620244,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620244.json"
    },
    "type": "petition"
}