{
    "attributes": {
        "action": "Force Social Media Operators to be responsible, fair and accountable",
        "additional_details": "Users of SM are being suspended without reason. Many of them indefinitely without warning or explanation. SM has become an extremely important part of peoples lives. The sudden loss of an account can be devastating and have a significant impact on a person’s mental health. \r\n\r\nPlease print out the article below to read the reasons this is so important to the British people. \r\n\r\n https://www.linkedin.com/pulse/social-media-operators-should-socially-responsible-way-david-ellis/?published=t",
        "background": "Investigate and produce a report regarding the information provided here. \r\nDevelop a “fair treatment and responsibilities policy” laying out a set of promises by the Social Media Companies to their users.\r\nCreate a government department to enforce all social media companies adhere to this policy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-13T18:56:18.218Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-15T16:37:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-19T15:26:32.024Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government's Online Safety Bill is currently going through Parliament. The Bill will require social media companies to clearly set out, and consistently enforce, their policies on how they will deal with complaints from users who have had content removed or have had their accounts blocked or suspended, and how they will deal with content which they reasonably consider to be harmful or illegal.\r\n\r\nYou can read more about the Online Safety Bill via the links below:\r\nhttps://bills.parliament.uk/bills/3137\r\nhttps://www.gov.uk/government/publications/online-safety-bill-supporting-documents/online-safety-bill-factsheet"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-19T15:26:36.887Z"
    },
    "id": 620263,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620263.json"
    },
    "type": "petition"
}