{
    "attributes": {
        "action": "Change how local councils upkeep our public paths. Our paths are not being kept",
        "additional_details": "We need a  debate on why our public paths are not being looked after, they are dangerous for us to use for  our horses, cyclists and walkers with illegal weeds growing out of control. I would like you to re access how our paths are kept.\r\nWe need to use the paths to stay off the roads where you are at risk of dangerous drivers, bridleways are our safety net and we are forced to use the roads because paths are blocked. We are being ignored from the local councils who claim they have no resources ot teams to go out and cut, this can not go on. We are getting pushed onto the roads which we do not want, local councils do not respond to any complaints meaning paths are blocked, boggy, rutted and dangerous. We need this debated and to find a way to protect the public paths in the UK",
        "background": "We want The government to change how our public paths are kept, it needs  to be debated and changed to bring our public paths back to standards, local councils are ignoring our emails",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-14T12:13:22.427Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-14T21:52:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-19T08:44:58.042Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about how some council maintain pedestrian highways, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nLocal authorities already have legal obligations to maintain public highways, including pedestrian highways. If you are not happy with how your local authority does this you could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nWe could accept a petition calling on the Government to provide additional local authority funding for the maintenance of pedestrian highways, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-19T08:44:59.507Z"
    },
    "id": 620314,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620314.json"
    },
    "type": "petition"
}