{
    "attributes": {
        "action": "Remove or Limit Expenses for Members of Parliament",
        "additional_details": "The expenses that some members of parliament are getting and being approved add up to more than their salary. \r\n\r\nMembers of parliament are expensing things such as their energy bills, second homes and much more.\r\n\r\nWhilst the people of the U.K. are struggling with higher prices and lower wages. \r\n\r\nExpenses need to be capped, scrapped or managed by an independent body. At the very least capped with strict guidelines in place and limits to what can be expensed.",
        "background": "The country’s economy is in a poor position. We have high fuel prices, high food prices, high rental and mortgage prices and low salaries. \r\n\r\nThis is forcing a large majority of the U.K. people into poverty. At the same time we have members of parliament on good wages who are claiming expenses.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-14T14:47:29.850Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-14T16:54:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-19T08:19:14.596Z",
        "rejection": {
            "code": "already-happening",
            "details": "MPs expenses are already regulated by an independent body - the Independent Parliamentary Standards Authority (IPSA) - which sets the rules on what expenses MPs can and can't claim. You can find out more about these rules here: https://www.theipsa.org.uk/publications/the-scheme\r\n\r\nYou could have a petition calling for the reimbursement of MPs expenses to be abolished, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-19T08:19:16.794Z"
    },
    "id": 620331,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620331.json"
    },
    "type": "petition"
}