{
    "attributes": {
        "action": "Change in the law so dogs cannot be walked in temperature over 20 degrees",
        "additional_details": "I feel we need a law out in place ,I have seen so many dogs walked in temperature as high as 27 degrees this week, I feel owners don’t do enough to protect there animals, and I have heard so many story’s of dogs dying from being walked in this heat,as law they need to stand up and put this in place,rspca warn dog owners but they don’t take it seriously , I feel if you walk your dog over 20 degrees you are at serious fault of harming that animal,the first warning should be a fine and second warning would be to seize the dog, if we dog help protect animals this is going to happen,I feel this is reason enough for this to be heard and more action needs to be taken",
        "background": "I want a petition made for this cause I feel it is needed to protect dogs and should be important to help save animals from dying from stupid owners neglect",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-16T21:33:11.724Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-17T12:08:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-19T14:47:31.588Z",
        "rejection": {
            "code": "already-happening",
            "details": "We understand you're concerned about the welfare of dogs in hot weather, however the Animal Welfare Act 2006 already makes it an offence if a person causes, by act or omission, an animal to suffer. This would cover suffering caused by taking a dog for a walk in excessive heat.\r\n\r\nThe Government's code of practice for the welfare of dogs, which provides owners and keepers with information on how to meet the welfare needs of their animals, and can be used in courts as evidence in cases brought before them relating to poor welfare, specifically highlights the risks of heat stress: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/697953/pb13333-cop-dogs-091204.pdf\r\n\r\nDecisions about investigating alleged animal welfare offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nIf you're concerned about a specific incident, you may wish to report it directly to the RSPCA: https://www.rspca.org.uk/utilities/contactus/reportcruelty"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-19T14:47:32.855Z"
    },
    "id": 620459,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620459.json"
    },
    "type": "petition"
}