{
    "attributes": {
        "action": "Introduce a maximum working temperature for offices and schools",
        "additional_details": "I work in a room that is usually around 5 degrees warmer than the actual temperature. My working conditions will be 40°C heat if temperatures reach about 35°C. It's a small room with no air con, in a huge building, so I know little to no action to help will take place. Rather than the government advising for action from independent schools and businesses, mandate that work and schools close at a certain temperature instead of forcing children and adults to work through a red weather alert.",
        "background": "It can be highly difficult to work, learn or study in unprecedented weather conditions. Governments should take action during weather warnings in the amber or red zones to ensure that people are safe and do not have to rely on independent businesses/schools to shut by their own decision",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-17T20:30:07.077Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-17T21:00:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-28T07:39:47.700Z",
        "rejection": {
            "code": "fake-name",
            "details": "We have published the following related petitions, which you might like to sign:\r\n\r\nPrevent enforcement of school uniforms if temperatures exceed a certain level: https://petition.parliament.uk/petitions/612028\r\n\r\nProvide financial support for schools to install air conditioning in classrooms: https://petition.parliament.uk/petitions/620441\r\n\r\nSet maximum working temperature of 38C in hospitality kitchens: https://petition.parliament.uk/petitions/620442\r\n\r\nSet a legal maximum temperature where workers can't be required to work outdoors: https://petition.parliament.uk/petitions/620038"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-28T07:39:48.956Z"
    },
    "id": 620486,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620486.json"
    },
    "type": "petition"
}