{
    "attributes": {
        "action": "xray before treatment.\r\nMake scoliosis a known disability.",
        "additional_details": "I  myself have recently been diagnosed with scoliosis at 33, despite going back and forth to the doctors with pain for the past 7 years. \r\nI now have the diagnosis and naproxen for pain relief, I was referred by gp to msk triage to be passed onto physio therapy, without any specialist assessing my spine shoulder or pain, it's a long waiting game, due to start physio end of Aug, I have been back and forth woth doctors since diagnosed and requested for an xray but was refused, I know I am not alone in this and alot of people suffer, I believe this isn't fair, help us scoliosis warriors,",
        "background": "Allow scoliosis patients to have an xray to assess curves, when i asked my gp i was refused.\r\n\r\nMake scoliosis a known disability.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-15T20:36:31.890Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-15T21:42:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-19T14:19:52.560Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you would like to see changes to the way scoliosis is diagnosed and treated, but we're not sure what action you would like the Government to take. \r\n\r\nDecisions about treatment for individual patients is a matter for individual clinicians, not the Government or Parliament. \r\n\r\nWe could accept a petition calling on the Government to increase funding for diagnosis and treatment of scoliosis, if that's something you'd like to happen.\r\n\r\nThe Government's guidance on disability under the Equality Act 2010 states that you’re disabled if you have a physical or mental impairment that has a ‘substantial’ and ‘long-term’ negative effect on your ability to do normal daily activities:\r\nhttps://www.gov.uk/definition-of-disability-under-equality-act-2010\r\n\r\nIt is therefore already the case that under the Equality Act, anyone with a physical or a mental condition which has a substantial and long-term impact on your ability to do normal day to day activities is protected under the disability protected characteristic. This could cover people who have scoliosis, where this has a a ‘substantial’ and ‘long-term’ negative effect on their ability to do normal daily activities."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-19T14:20:02.817Z"
    },
    "id": 620416,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620416.json"
    },
    "type": "petition"
}