{
    "attributes": {
        "action": "Change Hire & Reward insurance policy in a self-regulative way...",
        "additional_details": "A way couriers commit fraud is registering as a cyclist and still use vehicle. This could mean hundreds of pound \"saving\" each month and the risk for a police inspection is low and easy to dodge. Even if they get caught the economical damage is done and forcing honest law obeying workers out of the sector.\r\n\r\nBy allowing the recommended changes the benefit can outweigh the fraud, \r\nreduce clash with CEO and public too \r\nboost last mile logistic efficiency\r\nmore income for everone",
        "background": "H&R is mandatory for gig workers, in its current form its only expensive, and doesnt give much in exchange, and the same time insurance fraud is common. \r\nLet H&R insurance policy holders to use Loading Bays and taxi/bus/Authorized vehicle lanes for logistic shortcuts. ANPR and CEO database can help",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-17T10:43:57.789Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-24T07:39:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-25T15:19:19.752Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the cost of hire and reward insurance policies, but we're not sure exactly what you'd like the Government or Parliament to do. The Government is not responsible for the cost of insurance, but we can accept petitions calling for changes to legal requirements for professional drivers to hold certain types of insurance.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-27T13:34:49.883Z"
    },
    "id": 620471,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620471.json"
    },
    "type": "petition"
}