{
    "attributes": {
        "action": "Postpone IR35 to ease Director loan payback\r\nFine orgs blanket inside IR35 rule.",
        "additional_details": "With the small company directors forced to take coronavirus loans.. \r\nthere is a dire need to pay them back. How will they be paid back if the companies will not have an income because of everything going to umbrellas?\r\nIntroduction of \r\n1 ensuring that shorter term projects remain outside IR35 \r\n2. Companies implement the legislation properly \r\n3. Instructions to delay the legislation \r\nWill help directors pay off their loans n cause less bankrupcies and closed companies. \r\nDo Freelancers ~no rights?Y",
        "background": "Govt forced small directors to take COVID loans. \r\nIR35 was introduced to pay correct taxes. \r\nEmployers for saving admin fees has blanket policy 2 including all roles inside IR35 even if it’s a 1 or 3 moths contracts. Leading to force freelancer to hire an umbrella com, no revenue in Ltd company.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-18T04:13:42.483Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-18T08:56:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-20T07:32:34.156Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about IR35 legislation, but it's not clear exactly what actions you want the Government to take.\r\n\r\nWe also can't publish petitions that contain false information, such as claims that \"Govt forced small directors to take COVID loans.\"\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRevoke IR35 Legislation: https://petition.parliament.uk/petitions/609051\r\n\r\nIf you want the Government to do something different to the above petition you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-20T07:32:35.196Z"
    },
    "id": 620497,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620497.json"
    },
    "type": "petition"
}