{
    "attributes": {
        "action": "Suspend the window restrictor requirement when Extreme Heat Warning issued",
        "additional_details": "Under current legislation, student accommodation are required to restrict the opening of window, which contributed to the increasing temperature within the accommodation. The ultimate aim of the legislation is to protect the students, and we must take into account the impact of heat wave. Infrastructure in the UK were built for insulating heat, which means indoor might be warmer than outdoor at sometimes. We urge the government to suspend the requirement during heatwave.",
        "background": "To suspend the requirement for educational establishments to restrict the opening of a window to no greater than a 100mm, when Extreme Heat Warning (Red) was issued by the Met Office.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-18T14:41:28.178Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-18T15:18:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-28T17:15:57.346Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about restricted opening of windows during a heatwave, but the law does not require the opening of windows in schools to be restricted to no more than 100mm. The fittings educational establishments use to meet health and safety requirements are a matter for individual educational institutions, not the Government or Parliament.\r\n\r\nWe could accept a petition calling for changes to building regulations or health and safety legislation when an extreme weather warning issued, but it would need to be clear what changes you wanted to be made to this legislation."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-28T17:16:09.898Z"
    },
    "id": 620540,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620540.json"
    },
    "type": "petition"
}