{
    "attributes": {
        "action": "Regulate coverage of Tory leadership campaign to include opposition viewpoints",
        "additional_details": "As a result of the Tory leadership contest, for the second time in six years we face an extended period in which Conservative perspectives will be presented in mainstream broadcast political coverage (such as the leadership debates and follow up analysis) without inclusion of opposition views. This is unbalanced and anti democratic. The majority of voters did not vote Conservative and therefore are not represented under this model.",
        "background": "Parliament should amend broadcast regulations to ensure more balanced political coverage by requiring programmes about the Tory leadership campaign to balance Conservative views with opposition perspectives.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-18T07:48:09.696Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-18T09:10:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-20T09:39:08.951Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Broadcasting Code, which includes duties relating to impartiality and accuracy, covers all broadcast programmes.\r\nYou can read the code, including the section on impartiality and accuracy, here: https://www.ofcom.org.uk/tv-radio-and-on-demand/broadcast-codes/broadcast-code\r\n\r\nDecisions about whether a broadcaster has breached the code are a matter for Ofcom, not the Government or Parliament.\r\n\r\nIf you wish to make a complaint about a TV programme you can find out how to do so here: https://www.ofcom.org.uk/complaints/complain-about-tv-radio-a-website"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-20T09:39:12.299Z"
    },
    "id": 620502,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620502.json"
    },
    "type": "petition"
}