{
    "attributes": {
        "action": "Change laws to stop dogs walked in extreme heat and left locked in hot cars.",
        "additional_details": "Both acts are against dog welfare and are  abusive. It is cruel \r\nPeople need to be accountable for acts of ignorant cruelty. Raising awareness on social media is ignored so fine people and change the law. \r\nYou would not leave a small child shut in a car with no water or air. \r\nYou would not allow a small child to be dragged barefoot wearing a buttoned up floor length winter coat on a scorching pavement. \r\nThere are laws to protect them\r\nThis needs to be applied to dogs too.",
        "background": "Fine people who leave dogs in cars in extreme heat, putting their lives at risk from dying. \r\nPeople who walk dogs on pavements in midday sun in extreme high temperatures are risking the dogs life with heatstroke. Their paw pads being burnt. \r\nBoth acts are against dog welfare and are  abusive.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-18T18:45:57.676Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-19T07:23:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-21T10:09:59.575Z",
        "rejection": {
            "code": "already-happening",
            "details": "We understand you're concerned about the welfare of dogs in hot weather, however the Animal Welfare Act 2006 already makes it an offence if a person causes, by act or omission, an animal to suffer. This would cover suffering caused by taking a dog for a walk, or leaving a dog in a car, in excessive heat.\r\n\r\nThe Government's code of practice for the welfare of dogs, which provides owners and keepers with information on how to meet the welfare needs of their animals, and can be used in courts as evidence in cases brought before them relating to poor welfare, specifically highlights the risks of heat stress: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/697953/pb13333-cop-dogs-091204.pdf\r\n\r\nDecisions about investigating alleged animal welfare offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nIf you're concerned about a specific incident, you may wish to report it directly to the RSPCA: https://www.rspca.org.uk/utilities/contactus/reportcruelty"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-21T10:10:00.819Z"
    },
    "id": 620560,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620560.json"
    },
    "type": "petition"
}