{
    "attributes": {
        "action": "Fine people who walk dogs over a certain temp and  dogs left in cars",
        "additional_details": "Too many people are irresponsible walking dogs in extreme heat. It's heartbreaking seeing the dogs struggle but being loyal they have to carry on with the owner unable to tell their suffering they sweat through only there paws and whilst on hot ground this restricts it.",
        "background": "Make irresponsible pet owners pay a hefty fine for taking dogs out in hot weather if above a certain temperature they should be fined. also fine anyone leaving dogs in a car in hot weather too over a certain temperature. Too many are dying or becoming extremely ill",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-19T07:55:52.253Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-19T08:21:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-21T10:34:53.027Z",
        "rejection": {
            "code": "already-happening",
            "details": "We understand you're concerned about the welfare of dogs in hot weather, however the Animal Welfare Act 2006 already makes it an offence if a person causes, by act or omission, an animal to suffer. This would cover suffering caused by taking a dog for a walk, or leaving a dog in a car, in excessive heat. Fines can be issued for these types of offences, as well as prison sentences.\r\n\r\nThe Government's code of practice for the welfare of dogs, which provides owners and keepers with information on how to meet the welfare needs of their animals, and can be used in courts as evidence in cases brought before them relating to poor welfare, specifically highlights the risks of heat stress: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/697953/pb13333-cop-dogs-091204.pdf\r\n\r\nDecisions about investigating alleged animal welfare offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nIf you're concerned about a specific incident, you may wish to report it directly to the RSPCA: https://www.rspca.org.uk/utilities/contactus/reportcruelty"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-21T10:34:53.024Z"
    },
    "id": 620580,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620580.json"
    },
    "type": "petition"
}