{
    "attributes": {
        "action": "Stop bundle corruption in the family court when a party is a litigant in person.",
        "additional_details": "It is well known in the family court that bundles produced by the solicitor of the represented party where the other party is a litigant in person can be prepared in such a way as to not give a fair representation of the case. Paperwork is missing, evidence is not legible and the index is not agreed. Even though this fact is highlighted to the judge, the judge will often permit these bundles and the hearing goes ahead. This results in wrong, biased and mis-informed decisions being made.",
        "background": "All parties sign legal document before hearing they agree with bundle.\r\nIf hearing adjourned costs incurred awarded against guilty party.\r\nAny solicitor, law firm or barrister found to commit bundle abuse and corruption will be issued with a fixed fine and reported to their regulatory body.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-18T17:30:36.861Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-28T15:16:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-01T08:53:45.284Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the process regarding document bundles for family court proceedings, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIn any case, decisions about procedures regarding document bundles are a matter for the judiciary, not the UK Government or Parliament. You can find directions regarding the production of court bundles for family court proceedings here: https://www.justice.gov.uk/courts/procedure-rules/family/practice_directions/pd_part_27a"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-03T10:11:44.338Z"
    },
    "id": 620553,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620553.json"
    },
    "type": "petition"
}