{
    "attributes": {
        "action": "Restore the publicly owned NHS.",
        "additional_details": "No governmenment since it's instigation has ever been given a mandate to sell off assets or increase private provision in the NHS. Nevertheless, over the last few decades, the NHS has been chronically underfunded, compartmentalised and marketised. \r\n\r\nSince the 2012 Health Care Bill removed government responsibility, the focus has increasingly turned towards private providers supplying services. This has moved the NHS from an ethos of fully funded care towards that of profit. \r\n\r\nThe Health Care Act of 2022 has increased availability of access for private provision, with private companies being allowed to sit on decision making NHS boards.\r\n\r\nThe introduction of PFI contracts, and the sale and lease back of NHS buildings, have put the NHS under crippling debt.",
        "background": "Restore the Govenment's responsibility to provide a fully funded, non profit, comprehensive, integrated, NHS, free at the point of need, and wipe all PFI debts.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-19T12:06:50.441Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-04T15:06:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-05T10:55:13.293Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about how the NHS is funded and run, however we're not clear what specific actions you want the Government to take to \"restore the publicly owned NHS\". \r\n\r\nYou could have a petition calling on the Government to repeal the Health and Social Care Act 2012 so the duty on the Secretary of State for Health to provide a high quality health and care service, free at the point of use, is restored, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-05T10:55:14.946Z"
    },
    "id": 620595,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620595.json"
    },
    "type": "petition"
}