{
    "attributes": {
        "action": "Support Farmers and Fishermen to Produce only Vegan Food and Care for Animals",
        "additional_details": "Everyone should go vegan to stop animal slaughter. We also need to try to make a vegan world possible without having to kill any remaining animals, and keep a vastly smaller number of farm animals around. They could be cared for in refuges.\r\n We also need to rewild as much of the rest of the land as possible, to help restore our planet, tackle climate change and save wildlife. If it weren’t for animal agriculture, it would also be easier to reintroduce native predators like wolves and bears.",
        "background": "Each year, around 80 million fish and 1.2 billion land animals are killed to be eaten in the UK alone each year. Worldwide, 77 billion land animals and around 1 trillion to 2.8 trillion fish are killed each year. This has to stop. We all need to go vegan, for the planet and the animals!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-21T07:29:51.219Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-22T18:39:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-25T07:54:16.540Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to support a shift to veganism, but it's not clear exactly what you want the Government to do. We could accept a petition calling on the Government withdraw all financial support for animal agriculture and fisheries, but it's not clear how fishermen could be involved in producing vegan food.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nThe Vegan Petition - Ban Animal Agriculture and Animal Products: https://petition.parliament.uk/petitions/614487"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-25T07:54:17.581Z"
    },
    "id": 620689,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620689.json"
    },
    "type": "petition"
}