{
    "attributes": {
        "action": "Online Travel agents must honour and protect consumer rights under UK law",
        "additional_details": "Full refunds should be given or alternative flights, so that customers can get safely to their destinations, or home without issues. \r\nAccommodation should also be provided to non-nationals of a country where customers are in transit, as part of the travel agents assurance and safe protection.",
        "background": "I want parliament to hold online travel agents accountable for flights that are not booked in time by the agency, missed due to airport issues, weather condition issues and any non fault by the customer, should be honoured by the online travel agency within their mandatory policy to trade in the UK",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-20T11:08:15.308Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-21T09:49:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-22T12:56:39.544Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Arrangements for refunding, changing or rebooking travel are a civil matter between individual travellers and airlines or travel agents, including online travel agents, not the Government or Parliament.\r\n\r\nThe Civil Aviation Authority, which regulates the UK aviation industry, has provided guidance on passenger rights and how to make a claim: https://www.caa.co.uk/Passengers/Resolving-Travel-Problems/Delays-and-cancellations/\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRequire airlines to refund the full cost of cancelled flights automatically.\r\nhttps://petition.parliament.uk/petitions/617682"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-22T12:56:39.541Z"
    },
    "id": 620643,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620643.json"
    },
    "type": "petition"
}