{
    "attributes": {
        "action": "Give the right for leasehold flats to install air conditioning units",
        "additional_details": "The recent record-breaking sweltering temperatures - alongside the worry about these becoming more commonplace with climate change - has meant that working-from-home requirements can often lead to an increase in health conditions, for both residents and pets. Therefore rules should be relaxed to allow for installation of air conditioning units on existing blocks by leaseholders, with new developments providing the options to install to purchasers.",
        "background": "Currently laws prohibit owners of leasehold properties to make structural changes. Whilst this is understood, there is a growing need for flats to remain cool in soaring temperatures. Therefore this rule should be relaxed to allow appeals by leaseholders, with only extenuating refusals",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-19T18:20:15.136Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-19T18:35:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-21T11:37:57.505Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The installation of air conditioning in leasehold properties is a decision to made between the freeholder and the leaseholder, and not a decision for the Government or Parliament. Each leasehold agreement is different depending on what has been negotiated with the freeholder. \r\n\r\nYou can read more about leaseholder rights and responsibilities here: https://www.gov.uk/leasehold-property/leaseholder-rights-and-responsibilities"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-21T11:37:57.502Z"
    },
    "id": 620613,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620613.json"
    },
    "type": "petition"
}