{
    "attributes": {
        "action": "Allow transgender people to access hormones though a general practitioner",
        "additional_details": "the wait for the gender clinic is currently a 5 years.  The rate of suicide, self harm is very high while waiting for treatment. If GPs did a bridging prescription on the advice of the gic this would be lowered dramatically. alot of transgender people have to resort to illegal or harmful options which will put more strain on the NHS. 67% of transitioning people thought more about suicide before transitioning whereas only 3% thought about suicide more after their transition (Bailey et al., 2014",
        "background": "I want parliament to make it law for all GPs to prescribe hormones for transgender people while they wait to be seen by the gender identity clinic. The gic gives advice for GPs to prescribe hormones but GPs will not do it causing significant harm and suicide rates to increase",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-22T17:20:12.323Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-22T22:43:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-25T09:04:41.992Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions around who can receive a prescription for hormone treatment is a clinical decision for clinicians, not the UK Government or Parliament.\r\n\r\nYou may wish to sign this petition which calls on the Government to increase funding for NHS transgender services to help reduce waiting times:\r\nhttps://petition.parliament.uk/petitions/616754"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-25T09:04:41.989Z"
    },
    "id": 620758,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620758.json"
    },
    "type": "petition"
}