{
    "attributes": {
        "action": "Force GPs to resume face to face appointments. We love the NHS, but want better.",
        "additional_details": "The NHS is the nation's treasure, and the hallmark of a civilised society. However GPs reduced the quality of service during the pandemic which was fully understandable, but GPs have not resumed the high level of service we expect since the end of the pandemic. \r\n\r\nSick people are forced to wait hours on the phone lines and can get call backs at random times which ring twice and then hang up.\r\n\r\nResume face to face appointments to provide the level of service British people expect from our NHS.",
        "background": "Government to instruct all GPs in the country to resume face to face appointments. During the pandemic all GPs suspended face to face appointments for phone consultations and sometimes (rarely) video calls. However GPs have not resumed normal service since the end of the pandemic/shutdowns.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-22T18:54:37.809Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-25T08:50:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-26T08:20:52.471Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThere are no Government restrictions that prevent GPs from holding face-to-face appointments. Decisions relating to GP appointments, including decisions on whether face-to-face appointments are appropriate, are operational matters for the NHS and individual GPs, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-26T08:20:53.695Z"
    },
    "id": 620762,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620762.json"
    },
    "type": "petition"
}