{
    "attributes": {
        "action": "Increase PPA (non-contact time) for all teachers to 30%",
        "additional_details": "Across the UK, teachers are reguarly sacrificing time with their families and friends to fulfil their duties. According to School teachers’ pay and conditions document 2021, a teachers PPA \"must amount to not less than 10% of the teachers timetabled teaching time\". A standard teaching week has 25 hours of teaching, leaving leaves 2.5 hours to plan, prepare and assess. This insufficient time has a detrimental impact on the teaching profession, and it is hemmoraging experience teachers.",
        "background": "Currently, teachers are required to have 10% PPA (Protected non-contact time to plan, prepare and assess) - Teachers Pay and Conditions - DoE Sept 2021. I am requesting a fully funded increase in PPA to 30% to help increase teacher retention, and combat the impending staffing crisis in education.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-23T17:40:40.672Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-23T19:22:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-25T11:33:00.125Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The allocation of PPA time is not something decided by the Government, but by the individual schools and school boards in conjunction with union input.\r\n\r\nYou can read more about the guidelines for PPA on here:\r\nhttps://neu.org.uk/planning-preparation-and-assessment-ppa-time-tips-reps\r\n\r\nYou could have a petition calling for the Government to set minimum legal allocations of time for teachers to have protected preparation and assessment time."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-25T11:33:00.122Z"
    },
    "id": 620805,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620805.json"
    },
    "type": "petition"
}