{
    "attributes": {
        "action": "Better pain relief for invasive and painful gynaecological procedures.",
        "additional_details": "Women are forced to undergo procedures that are often extremely painful with none or limited pain relief. They are misinformed about the amount of pain related to procedures and are only faced with this when the procedure is taking place. The current treatment of the female reproductive system is barbaric and out of date. Women are having to endure these procedures whilst awake and with no pain relief. Often told to take a paracetamol before the procedure and are deterred from cervical numbing injections also due to the pain related to this. Other invasive procedures are accompanied with adequate pain relief and sedation, such as endoscopes and colonoscopies. Why isn't the female reproductive system treated with the same respect?",
        "background": "Offer adequate pain relief and sedation for women who undergo invasive and painful gynaecological procedures. Such as lateral cervical punctures, IUD insertions and other invasive treatments.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-24T22:39:32.300Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-25T04:45:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-07-26T08:17:08.301Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about pain relief for patients are a matter for individual clinicians, not the UK Government or Parliament.\r\n\r\nIf you are unhappy with an NHS medical procedure you can find out how to complain about this here: https://www.nhs.uk/using-the-nhs/about-the-nhs/how-to-complain-to-the-nhs/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-07-26T08:17:09.495Z"
    },
    "id": 620862,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620862.json"
    },
    "type": "petition"
}