{
    "attributes": {
        "action": "Make dog walking in extreme temperatures of above 28 Degrees Celsius illegal.",
        "additional_details": "Temperatures above 28 degrees celcius are extremely risky to dogs and can cause dehydration, heatstroke and death. \r\nThe recent heatwave saw many dogs being walked in extremely high temperatures which puts the animals in a potentially life threatening situation. \r\nVets report dogs having injuries to their paws due to being walked on concrete pavements such as blistering.",
        "background": "Local police forces to patrol areas when temperatures are above 28 degrees and to give on the spot fines to people walking their dogs in such dangerously hot weather.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-26T12:41:39.184Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-27T17:32:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-01T08:00:00.164Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about investigating alleged animal welfare offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nThe Animal Welfare Act 2006 already makes it an offence if a person causes, by act or omission, an animal to suffer. This would cover suffering caused by taking a dog for a walk, or leaving a dog in a car, in excessive heat. Fines can be issued for these types of offences, as well as prison sentences.\r\n\r\nThe Government's code of practice for the welfare of dogs, which provides owners and keepers with information on how to meet the welfare needs of their animals, and can be used in courts as evidence in cases brought before them relating to poor welfare, specifically highlights the risks of heat stress: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/697953/pb13333-cop-dogs-091204.pdf\r\n\r\nIf you're concerned about a specific incident, you may wish to report it directly to the RSPCA: https://www.rspca.org.uk/utilities/contactus/reportcruelty"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-01T08:00:01.376Z"
    },
    "id": 620928,
    "links": {
        "self": "https://petition.parliament.uk/petitions/620928.json"
    },
    "type": "petition"
}