{
    "attributes": {
        "action": "Pass legislation to force banks to keep local branches open.",
        "additional_details": "To ease the hardship and the suffering of the elderly and disabled who find it impossible to travel outside their home turf to do banking.\r\nPlease note that a lot of these people have fought for this country in order that we remain independent and free from enslavement and have created wonderfully close and caring communicaties where people are happy to help each other.\r\n\r\nThe closure of local Bank branches has created a fractured society and enabled the breakup of close knit communities.",
        "background": "We want the government ensure local banks are an essential community service, just as are supermarkets. Remember, monies deposited in bank accounts belongs to the British people and not the banks.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-28T15:31:29.478Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-29T21:31:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-02T13:13:08.717Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. Decisions about closing particular bank branches are a matter for individual banks, not the UK Government or Parliament.\r\n\r\nMany banks have signed up to the Access to Banking Standard, which contains commitments to ensure that customers affected by branch closures receive sufficient communication and clarity on the reasons for the closure and adequate support in accessing alternative banking services. You can find out more about this Standard here: https://www.lendingstandardsboard.org.uk/industry-guidance-on-the-access-to-banking-standard-published-by-the-lsb/\r\n\r\nThe Financial Conduct Authority has also published guidance on branch and ATM closures, which you can read here: https://www.fca.org.uk/publication/finalised-guidance/fg20-03.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-02T13:13:12.109Z"
    },
    "id": 621035,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621035.json"
    },
    "type": "petition"
}