{
    "attributes": {
        "action": "Require legal representation at divorce and restore legal aid",
        "additional_details": "The present legal procedure for divorce in England is ten times more expensive than in most countries. Measures that could be taken to slash the costs include reducing the number and length of hearings to one hearing of up two hours, requiring only a single advocate in place of a solicitor and barrister, banning the use of ‘case’ law, clarifying in advance the evidential basis for a decision, and reducing reliance on verbal evidence from the spouses.",
        "background": "The present legal procedure for divorce is unnecessarily lengthy, making legal representation unaffordable for most people, but lack of legal representation easily leads to injustice. Legal representation should be obligatory but affordable and supported by legal aid where necessary.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-29T05:02:58.369Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-28T12:08:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-03T11:33:27.431Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing arrangements regarding legal proceedings for divorce, but we're not sure exactly what you'd like the Government or Parliament to do. It's not clear if you want the Government to make legal aid available to any person involved in a divorce, or only certain people.\r\n\r\nIt would also need to be clear if you want the Government to make changes to legal proceedings regarding divorce, which your petition refers to. We can only accept petitions that make requests that are a matter for the Government or Parliament, as the judiciary is independent.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-03T11:33:29.135Z"
    },
    "id": 621068,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621068.json"
    },
    "type": "petition"
}