{
    "attributes": {
        "action": "End profiteering by Energy Companies. Ofgem must end unscrupulous pricing",
        "additional_details": "Businesses will be forced into bankruptcy, people’s lives and health will suffer harm and possibly death due to the unreasonable costs the government is allowing energy companies to charge. British Gas owner Centrica has seen its profits increase by five-fold while households worry about paying their bills this winter.\r\nShell has reported record profits of £9.4billion, having doubled them in a single year. THIS IS PROFITEERING!",
        "background": "Ofgem’s role as energy regulator is to ensure that, under the price cap, energy companies can only charge a fair price based on the true cost of supplying electricity and gas. Ofgem must be made to introduce new price caps to protect the British people.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-29T10:34:57.039Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-02T08:09:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-03T11:42:45.935Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Ofgem is already required to set a price cap for energy, but the decision on how this is set is a matter for Ofgem and not the UK Government or Parliament. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-03T11:42:47.431Z"
    },
    "id": 621084,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621084.json"
    },
    "type": "petition"
}