{
    "attributes": {
        "action": "Return the Parthenon Marbles to Greece",
        "additional_details": "The Parthenon Marbles were stolen from Greece by Lord Elgin. Despite the claims of the British Museum that this was legal, what essentially happened is that we exploited a country that was at the time occupied. The permit was issued by the Ottomans and not the Greeks. The Acropolis Museum is a state-of-the-art facility in Athens and is perfectly placed to house and display these artefacts.",
        "background": "The British government needs to recognise once and for all that Lord Elgin and subsequently the British Museum obtained the Parthenon Marbles without the support of the Greek people, and they need to demand their return to Greece immediately.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-29T10:13:04.548Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-29T11:53:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-02T07:15:10.787Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for the trustees of the British Museum.\r\n\r\nYou might like to sign this petition calling for changes to allow the British Museum to accept requests for the repatriation of artefacts such as the Parthenon Marbles:\r\n\r\nAmend the British Museum Act to allow the acceptance of repatriation requests: https://petition.parliament.uk/petitions/606621"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-02T07:15:12.062Z"
    },
    "id": 621081,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621081.json"
    },
    "type": "petition"
}