{
    "attributes": {
        "action": "Abolish adversarialism in the divorce court",
        "additional_details": "Divorcing couples already face a lot of stress, and may be angry with their spouses, but they must live with the consequences of a court’s divorce decision for the rest of their lives. The government should rewrite the divorce procedures to include an obligation to undergo mediation before the court hearing, eliminate perceived behaviour of the parties as a factor in the settlement, and ban cross-examination of the spouses in court.",
        "background": "The traditional British system of adversarialism is inappropriate and immoral in family cases such as divorce. The concept of a ‘winner’ and a ‘loser’ is incompatible with parliament’s expressed requirement for a ‘fair’ settlement. Spouses appearing in court should be treated with respect.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-29T05:15:34.322Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-01T07:10:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-04T12:10:44.281Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing legal processes relating to divorce, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe could accept a petition calling on the Government to require couples to enter mediation before being able to apply for divorce, but decisions about divorce settlements are a matter for the courts, not the Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-04T12:10:45.418Z"
    },
    "id": 621070,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621070.json"
    },
    "type": "petition"
}