{
    "attributes": {
        "action": "Introduce 90 mph speed limit on motorways and impose driving in driving lanes.",
        "additional_details": "It is not the speed that causes accidents but frustration and careless driving. In spite of technological advances and safety measures 70mph speed limit has not changed for 57 years. Seat belts, crumple zones, air bags, ABS, etc. were introduced but speed limit has remained. Current speed limit apart from making the journey unnecessarily longer does not prevent accidents.  Driving carelessly and slowly in overtaking lanes causes frustration, incidents of road rage and may result in accidents.",
        "background": "Introduce intensified monitoring of driving on motorway focusing on driving in overtaking lanes and start large scale educational campaign on the importance of doing so. This should be followed by increasing motorways efficiency of reducing time of travelling by increasing the speed limit to 90 mph.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-28T18:14:06.796Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-28T20:26:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-01T11:10:58.366Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to motorway speed limits, but it's not clear exactly what actions you want the Government to take, or in what order.\r\n\r\nYour petition refers to conducting \"intensified monitoring of driving on motorway\" before increasing speed limits, but its not clear if you want speed limits to be increased no matter what, or only if this monitoring establishes that an increase in speed limits is appropriate.\r\n\r\nEnforcement of traffic offences, including for careless driving such as incorrect use of motorway lanes, is a matter for the police, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for a public awareness campaign about driving on motorways, changes to the speed limit on motorways, and new penalties for drivers behaving in certain ways, but it would need to be clear exactly what changes you want the Government to make.\r\n\r\nYou could start a new petition explaining more clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-01T11:10:59.425Z"
    },
    "id": 621047,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621047.json"
    },
    "type": "petition"
}