{
    "attributes": {
        "action": "A deciated parking space in each street for vital service.",
        "additional_details": "Well in wouldn't just benifi my area but the whole off the UK. Workers would feel safe especially at night returning to their car . People would get the support they require . And service would feel more secure at the knowledge they can reach individuals faster and safer",
        "background": "As a vital home support worker. I have to get into vulnerable people day and night in all Weather , I find myself nowhere to park , therfore have to find somewhere which could be a bit away . If there was a deciated parking space this would help not just home support workers but all vital services",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-30T06:47:07.750Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-30T17:31:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-02T13:20:24.918Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about parking restrictions on local roads are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nIf you are concerned about availability of parking in your area you could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-02T13:21:42.624Z"
    },
    "id": 621118,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621118.json"
    },
    "type": "petition"
}