{
    "attributes": {
        "action": "Ban Gillnetters over 15m in Scottish waters",
        "additional_details": "Gillnetting kills enormous by-catch and destroys wildlife in a very cruel manner.It has a major negative impact on marine species and fish stocks. It destoy's our shores and beaches with plastic discard. Evidence of tons of discarded fishing gear by EU owned boats is being dredged up on a daily basis by local boats. Please support sustainable responsible fishing, fight to improve the environment and reduce wildlife cruelty caused on an idustrial scale by EU owned gillnetters",
        "background": "We want Government to recognise that gillnetting is one of the most destructive techniques of fishing in the world and we ask for a total ban on industrial gillnetters operating in Scottish waters",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-30T10:03:06.789Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-04T20:14:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-05T12:57:00.264Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government is responsible for. Specifically, the licensing of fishing vessels is the responsibility of Marine Scotland, a Scottish Government agency. This means that the UK Government and Parliament can't look into this issue.\r\n\r\nThe Scottish Parliament has its own Citizen Participation and Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here:\r\n\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-05T12:57:16.986Z"
    },
    "id": 621124,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621124.json"
    },
    "type": "petition"
}