{
    "attributes": {
        "action": "Influence BBC, Sport England, CGC to Televise major international squash events!",
        "additional_details": "All sports, played at national, international and professional levels MUST be supported and encouraged by our Government and Governing Organisations. The 2021-25 England Squash strategy,  the Clubs, Players & Officials, delivering Squash, are being ignored by those with the greatest responsibility to help promote great British Sports. There is no better place than the Commonwealth Games to demonstrate this commitment. The Government needs to ask this question and/or allow SQUASHTV to broadcast.",
        "background": "Squash is an historic, competitive, positive, health benefitting and enjoyable sport; in it's various forms. It's lack of exposure on terrestrial TV is disappointing. It's lack of coverage during the Commonwealth Games is shocking! Influence those in control to give a better representation",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-07-31T09:55:56.943Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-07-31T15:54:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-03T07:19:38.050Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about broadcasting sporting events are a matter for the organisers and broadcasters, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-03T07:19:39.220Z"
    },
    "id": 621161,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621161.json"
    },
    "type": "petition"
}