{
    "attributes": {
        "action": "Charge 50% income tax on Gross income of any one who own more than two houses.",
        "additional_details": "Many people are forming mutiple companies and partnership to avoid taxation on rental income. And these companies and individuals own many houses. It is hard for youngsters to get on property ladder.\r\nGoverment didnt take any action or created a regulator to control availability and price in the property market.",
        "background": "Charge income tax any one who own more than two houses, at the rate of 50% on Gross Rental Income to regulate the price increase and availabilty of houses in the market. Regulate people creating multiple companies to avoid taxatiion on rental income.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-04T13:32:36.292Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-04T13:41:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-05T14:16:35.510Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about taxes paid by people who own multiple properties. However, income tax is paid as a fixed percentage of someone's total income (which can include rental income), and the rate does not vary for each type of income. It's therefore not clear how what you're proposing would work.\r\n\r\nYou could have a petition calling for a dedicated tax on rental income, if that is something you'd like to see happen.\r\n\r\nYou might like to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/618515."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-05T14:16:36.791Z"
    },
    "id": 621358,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621358.json"
    },
    "type": "petition"
}