{
    "attributes": {
        "action": "Make it law all bicycles must be registered and display their registration.",
        "additional_details": "Countless times I have seen cyclists just carry on at red lights, a few times I have been using crossings only for a cyclist to blast across almost striking me because of riding without due care or consideration for others, car drivers would receive points on their license as well as a fine.\r\n\r\nCyclists are considered vulnerable road users yet most ride without any regard for road traffic laws or pedestrians, this has to change.\r\n\r\nAll bicycles should be registered and insured.",
        "background": "Make it law that all bicycles must be registered and display their registration details, fine cyclists £100 for breaking road traffic laws such as failing to stop at crossings or running through red lights.\r\n\r\nThis is in the best interest of other more vulnerable road users such as pedestrians.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-04T19:04:48.660Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-04T20:31:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-05T13:24:55.693Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you'd like all bicycles to be registered, however it's not clear where you want them registered, nor where you want this information to be displayed.\r\n\r\nIn any case, cyclists can already be fined up to £1,000 for traffic light offences under the Highway Code, so it's not clear what it is you'd like the Government to do differently. You can find out more about this here: https://www.highwaycodeuk.co.uk/penalty-table.html.\r\n\r\nYou could have a petition calling for all cyclists to be required to hold third party liability insurance, so they are covered if they cause an accident, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-05T13:25:17.595Z"
    },
    "id": 621385,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621385.json"
    },
    "type": "petition"
}