{
    "attributes": {
        "action": "Prime ministers must be democratically selected.",
        "additional_details": "At time of writing, the nation is leaderless during a crisis while the governing party pontificates over choosing between two candidates who both horrify everybody outside of the party.\r\nIt is one thing for a party to choose a leader who becomes PM through a general election, but quite another thing for a party to choose who is PM for the whole country.\r\nThis convention interferes with the free expression of the opinion of the people in the choice of the legislature that the law requires.",
        "background": "If a prime minister resigns midterm, it is not democratic for their replacement to be chosen by a handful of paid up ideologues.\r\nIt can also be embarrassing on the international stage, as the contestants compete to appeal to their party members.\r\n\r\nA replacement PM should be chosen by Parliament.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-07T10:10:31.974Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-23T17:34:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-25T07:55:17.314Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to how a Prime Minister is selected, but it's not clear if you want new Prime Ministers to be elected by the people, or by Parliament, and if the latter whether you want this to be a vote by the House of Commons, or involve both Houses of Parliament.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-05T13:52:11.574Z"
    },
    "id": 621488,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621488.json"
    },
    "type": "petition"
}