{
    "attributes": {
        "action": "Investigate the market price mechanism for electricity",
        "additional_details": "The reason for this petition is to reduce the cost of electricity that is charged to consumers.  Electricity prices are based on the most expensive generators, not on an average cost across gas and renewables.  Electricity from offshore wind farms can cost only 5p per kWh.  Additional information can be found here:\r\n\r\nhttps://www.ucl.ac.uk/news/2022/jan/opinion-renewables-are-cheaper-ever-so-why-are-household-energy-bills-only-going",
        "background": "Renewable electricity is relatively cheap. But the price of electricity is based on the price necessary to bring expensive gas-powered plants online.  I want the Government to take action to ensure customers are charged a realistic price for renewable energy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-05T12:38:36.241Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-05T20:17:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-08T07:37:12.073Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the price of electricity, but we're not sure exactly what you'd like the Government or Parliament to do. The wholesale energy price is set based on the cost of generating electricity, which the Government is not responsible for. \r\n\r\nThe calculation of the energy price cap is a matter for the regulator Ofgem, which is operationally independent of the UK Government and House of Commons. You can find out more about how the price cap is calculated here: https://www.ofgem.gov.uk/information-consumers/energy-advice-households/check-if-energy-price-cap-affects-you."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-08T07:37:13.164Z"
    },
    "id": 621412,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621412.json"
    },
    "type": "petition"
}