{
    "attributes": {
        "action": "Remove the requirement for musicians to complete a carnet when performing in UK.",
        "additional_details": "It's not just the cost, some bands  have actually not come to the UK because of the hassle. If a band is on a European tour, normally they would have used the UK as a stop-off. They're skipping the UK now because it's too complicated. it's preventing us from having these world famous acts at our festivals and from finding new incredible music. Festivals and concerts generate huge revenue for UK, which will be lost if we don't make it easy for bands to play here.",
        "background": "Bands of all sizes now need a carnet  to be allowed to go between the UK and EU with all their equipment, costing a minimum of £600. Could this be relaxed or removed for performing artists. Or possibly allow them to apply for a \"performer's passport\" or similar?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-05T13:11:45.672Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-07T14:24:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-08T10:01:08.809Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure whether you'd like the UK to see to remove the requirement for carnets between the UK and EU in both directions, which would be a decision for the EU, or if you'd like the UK to not enforce carnets for musicians travelling to the UK only. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-08T10:01:09.931Z"
    },
    "id": 621414,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621414.json"
    },
    "type": "petition"
}