{
    "attributes": {
        "action": "Make Lying About Domestic Abuse A Crime",
        "additional_details": "The government should implement a Law that makes it illegal to lie about Domestic Abuse, as it can damage one’s reputation, and emotionally scar a person for many years to follow. It can also lead to problems if a Family Court Case is brought to attention in the future, or cause issues if a person was wanting to adopt or foster a child in the future, as well as potentially damaging relationships along the way.",
        "background": "Domestic Abuse is a crime, and very damaging. The effects caused follow a victim for a lifetime.\r\n\r\nThis is also the case for both men and women that are falsely accused of Domestic Violence. \r\n\r\nThe false claims made can follow a person for the rest of their lives.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-06T10:19:17.580Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-06T10:47:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-08T09:09:11.057Z",
        "rejection": {
            "code": "already-happening",
            "details": "We think your petition is covered by Government or Parliament action already. If you'd like something else, you could start a new petition clearly explaining what it is.\r\n\r\nPerjury is an offence under the Perjury Act 1911. The offence is committed where a witness under oath willfully makes a material statement in a judicial proceeding which they know to be false or do not believe to be true. It is punishable by a maximum of seven years imprisonment, or a fine, or both a fine and imprisonment.\r\n\r\nThe current law on perjury already applies to evidence given in family proceedings.\r\n\r\nThere are also offences relating to giving false evidence to the police, and wasting police time, which may also capture these issues. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-08T09:09:21.719Z"
    },
    "id": 621447,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621447.json"
    },
    "type": "petition"
}