{
    "attributes": {
        "action": "Make alternative milks in companies free of charge for those with dietary needs",
        "additional_details": "I have dietary requirements regarding dairy and I feel this is not fair on people like me who have to pay extra for an issue out of our control. This should be made the same price as dairy regardless. Companies are essentially making money from us for having health issues. I feel as if we are segregated out to everyone else. For example, Costa makes you pay an extra 50p for an alternative milk, each time you purchase a drink the price increases. I do not agree with this would like it to change.",
        "background": "I would like dairy alternative milks to be free of charge, this allows people like me to feel comfortable with our allergies and more accepted within society. An extra 50p each drink will increase overall. This change will allow everyone to feel included and safe with allergy/dietry needs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-09T00:02:59.491Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-09T15:18:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-10T08:31:07.674Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The prices charged and paid for individual products, such as dairy-free milk alternatives, are a commercial matter for them and their customers, not the UK Government or House of Commons. \r\n\r\nYou could have a petition calling for the Government to fund free prescriptions of dairy-free milk alternatives to those with dietary needs, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-10T08:31:30.369Z"
    },
    "id": 621592,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621592.json"
    },
    "type": "petition"
}