{
    "attributes": {
        "action": "Restructure and defund the BBC, cancel the TV licence, include it in tax",
        "additional_details": "The BBC is wasting it's money, hosting celebrities is costing a lot and no one is listening to them as much. The salaries of top Radio and TV presenters are more than the Prime Ministers salary, and the poorest pay the price by paying the TV Licence or being harassed when they can't afford it. The BBC has been wasting a lot of money and investing it without creating any new decent content",
        "background": "We want the government to restructure the BBC, reduce the excessive wages, dig into all the BBC's financials and make every penny count, include the BBC in the tax system and monitor it for fraud but not control what they can and can't broadcast.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-08T14:22:21.972Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-08T14:51:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-09T10:21:11.340Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about how the BBC is run, however we're not clear how you want it to be \"restructured\".\r\n\r\nIn any event, the organisational structure of the BBC is a matter for the BBC, which is operationally independent of the Government. Further, while the BBC is funded through the licence fee, as set out in law, it is up to the BBC to determine how it uses that funding, including how it pays its staff. This means the Government is not directly responsible for setting individual BBC staff members' salaries.\r\n\r\nYou could have a petition calling for the licence fee to be replaced with a means-tested tax, if that is something you'd like to see happen.\r\n\r\nYou might like to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/618566"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-09T10:21:30.511Z"
    },
    "id": 621558,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621558.json"
    },
    "type": "petition"
}