{
    "attributes": {
        "action": "Set a standard that only dogs who respond to recall are allowed off the lead.",
        "additional_details": "Many dogs respond to recall from their owner whilst off the lead. I feel to be fair to them and safe for dogs and their owners. Until a dog responds to recall, it stays on the lead.\r\n\r\nThis standard should be introduced through the British Isles, with opportunities available nationwide for dog owners to access support in training their dogs to respond to recall.",
        "background": "I and the dog I and my dog were subjected to harassment from a Dog owner and her dog.\r\n\r\nLike having to display an L plate until you pass a test set the same standard for dog owners. Until their dog responds to recall, keep the dog on the lead.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-08T16:23:22.559Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-08T19:22:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-09T14:08:19.806Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you want dogs to only be allowed off their leash if they respond to recall. However, it's not clear how their ability to do so would be demonstrated and to whom, how it would be enforced, nor what the consequences should be for allowing a dog which does not respond to recall off its leash.\r\n\r\nYou could have a petition calling for dogs to be required to be on leads at all times in public places, if that is something you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-09T14:08:23.023Z"
    },
    "id": 621564,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621564.json"
    },
    "type": "petition"
}