{
    "attributes": {
        "action": "We want DEFRA to enforce their regulations re home-based dog boarding/daycare.",
        "additional_details": "Right now there are thousands of illegal dog boarders and daycares operating across the UK.  They are accountable to nobody and they are breaking the law.  Already this month, two pet dogs have lost their lives due to the poor 'care' given by rogue dog boarders. Also, it's grossly unfair on those of us who DO adhere to the law and who are licensed, that these illegal dog carers are operating with total impunity.",
        "background": "The law states that it is a criminal offence to offer daycare or boarding for dogs in one's home, for payment, without being licensed. We want Defra and local councils to actually ENFORCE this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-09T19:04:22.383Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-10T15:23:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-11T16:15:26.795Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Enforcement is a matter for local authorities, rather than the UK Government or Parliament.\r\n\r\nWe could accept a petition calling for increased funding for local authority enforcement, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-11T16:15:28.928Z"
    },
    "id": 621637,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621637.json"
    },
    "type": "petition"
}