{
    "attributes": {
        "action": "UK government too direct OFGEM to scrap price cap rises for next 12 months.",
        "additional_details": "Defending the people the government represents from potentially the worst standard of living crisis since the second world war. Stopping the trade off for lower and middle class families deciding between heating homes or defaulting on mortgage/rent payment, food and other no win situations. Allowing the masses to live, work and be  productive for society. Further protecting and keeping charities, social and communaul collectives and business doors open; standing against excessive profiteering.",
        "background": "The government of the UK instructs OFGEM to scrap all price cap rises for 12 months. Leaving the energy companies to fend for themselves as private companies as all other businesses, charities and social groups have too. The government should not act as the Guardian angel of energy companies.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-09T11:40:07.028Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-11T17:01:29.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-15T06:58:30.267Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The fixing of the Energy Price Cap is a decision for Ofgem and not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIntroduce a \"Triple lock\" to restrict energy cap increases: https://petition.parliament.uk/petitions/621347"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-15T06:58:31.325Z"
    },
    "id": 621601,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621601.json"
    },
    "type": "petition"
}