{
    "attributes": {
        "action": "Make it an offence to be walking your dog on hot days, during peak temperatures.",
        "additional_details": "It will encourage more pet owners e.g dog owners to become more aware of their needs. It is a form of torture to lure your dog out into high temperatures. We simply do not have the consistent warm climate for animals to adjust.",
        "background": "Would like parliament to consider making it an offence for anyone walking their pets e.g dog/s during hot days over a temperature deemed unsafe by veterinary professionals, during peak temperatures hours.\r\n\r\nFailure to do so, the subjects would be liable for an ‘on the spot fine’",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-12T14:01:49.332Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-12T18:59:09.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-15T13:19:35.838Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Animal Welfare Act 2006 already makes it an offence if a person causes, by act or omission, an animal to suffer. This would cover suffering caused by taking a dog for a walk, or leaving a dog in a car, in excessive heat. Fines can be issued for these types of offences, as well as prison sentences.\r\n\r\nThe Government's code of practice for the welfare of dogs, which provides owners and keepers with information on how to meet the welfare needs of their animals, and can be used in courts as evidence in cases brought before them relating to poor welfare, specifically highlights the risks of heat stress: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/697953/pb13333-cop-dogs-091204.pdf\r\n\r\nDecisions about investigating alleged animal welfare offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or House of Commons.\r\n\r\nIf you're concerned about a specific incident, you may wish to report it directly to the RSPCA: https://www.rspca.org.uk/utilities/contactus/reportcruelty"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-15T13:19:37.151Z"
    },
    "id": 621785,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621785.json"
    },
    "type": "petition"
}