{
    "attributes": {
        "action": "Designated area for Christians only to pray & protected time 6pm to break fast.",
        "additional_details": "I have worked in the NHS for over 10 years. I believe in the government wanting the best for healthcare staff who have laboured hard and need a place of solace to rest and recuperate in the presence and atmosphere of God while at work without distractions. The problem is understanding a Christian's spiritual atmosphere can easily be contaminated by any spirit and as a result unpleasable to our God. Staff who are fasting and need to break their fast at 6pm respectfully.",
        "background": "Working as a healthcare staff in NHS, we demand Holy spaces to pray  uninterrupted and protected times from distractions. We demand protected time of 6pm to break our fast respectfully just as muslims. We demand to be treated fairly and our beliefs accepted equally.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-12T09:24:37.998Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-12T13:05:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-15T09:44:52.125Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for individual health trusts.\r\n\r\nYou may want to consider contacting the EHRC about this issue you are raising:\r\n\r\nhttps://www.equalityhumanrights.com/en"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-15T09:44:53.601Z"
    },
    "id": 621762,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621762.json"
    },
    "type": "petition"
}