{
    "attributes": {
        "action": "Implement a 4 day working week for most industries",
        "additional_details": "Trials done in other countries saw a 4 day working week being mostly beneficial: workers were more productive, less stressed and more engaged at work likewise it helps those with families who they need to spend time while encouraging a better work-life balance. Likewise this will promote company loyalty.",
        "background": "A 4 day working week starting on Monday to Thursday with a 3 day weekend from Friday to Sunday should be implemented across UK industries, while keeping the standard 7-8 hour work day.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-14T21:15:26.684Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-17T14:39:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-18T10:51:13.507Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Deciding whether to allow staff to work a four day week is a matter for employers, not the UK Government or the House of Commons. In any case, employees are already entitled to request a four day working week.\r\n\r\nUK law places limits on the total amount of time someone can work during a week and the minimum amount they can be paid an hour, but it doesn't specify how many or which days of the week they have to work.\r\n\r\nYou could start a new petition calling on the Government to reduce the maximum number of hours someone is allowed to work during a week, to ensure they would only work a four day week, if that is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-18T10:51:14.779Z"
    },
    "id": 621883,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621883.json"
    },
    "type": "petition"
}