{
    "attributes": {
        "action": "Procurement Bill enshrines climate change considerations for all public spend",
        "additional_details": "Climate change is an existential threat to the UK and globally. UK Public Sector spends £300B per annum, tax payers money should be spent to prevent negative climate impact and encourage positive climate solutions and innovation. This supports Governments stated strategy of being a world leader in climate change, its COP26 and broader climate obligations, while encouraging economic growth. Current policies have proven to be insufficient to drive the change required, hence legislation is needed.",
        "background": "Procurement Bill 2022 is at the committee stage in the House of Lords. This provides Government and Parliament an opportunity to incorporate specific environmental considerations and obligations on all Contracting Authorities in relation to the management of procurement and public expenditure.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-14T16:18:29.625Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-14T16:54:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-16T12:08:09.058Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We understanding you'd like changes to the Procurement Bill in relation to climate change, but we're not clear from your petition how you'd like the Bill to be amended. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-16T12:08:10.356Z"
    },
    "id": 621865,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621865.json"
    },
    "type": "petition"
}