{
    "attributes": {
        "action": "Debate in Parliament loss of GMP indexation paid by DWP.",
        "additional_details": "I want the GMP indexation paid as their are about 11 million people affected and that the possible loss can be up to about £25,000 if inflation was 5%.",
        "background": "I want the law changed so that people who reached state pension age on and after 6 April 2016 have the indexation paid on their guaranteed minimum pension (GMP)which is part of their occupational pension paid by the DWP.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-14T18:25:44.704Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-15T09:35:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-17T07:05:55.106Z",
        "rejection": {
            "code": "no-action",
            "details": "The Department for Work and Pensions does not pay increases on guaranteed minimum pensions (GMPs). GMPs are occupational pension scheme benefits.\r\n\r\nAdditional state pension and GMPs are linked in that when a person reaches pensionable age, the total amount of GMP is subtracted from the total amount of additional state pension built up between 1978 and 1997, and any net amount is paid. This subtraction of the total GMP amount is called a ‘contracted-out deduction’, and reflects that reduced national insurance was paid during the period of contracting out in return for meeting legislative requirements. This calculation is performed each year that the pension is payable.\r\n\r\nThere is no statutory obligation on schemes to pay increases on GMPs accrued between 1978 and 1988. However, additional state pension built up during that period is subject to increases. When the contracted-out deduction is subtracted from the additional state pension, the remaining additional state pension includes an increase linked to prices. In this way, an amount broadly equivalent to the GMP, but which is in fact additional state pension, is subject to an increase.\r\n\r\nWe could accept a petition calling for changes to how the State Pension works for people who have a GMP, but it would need to be clear what changes you want to be made to the State Pension."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-18T12:36:25.132Z"
    },
    "id": 621877,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621877.json"
    },
    "type": "petition"
}