{
    "attributes": {
        "action": "Invest in infrastructure for Hydrogen Fuel Cell cars to help replace fossil fuel",
        "additional_details": "Investing in greener technology will not only help the UK meet its green energy targets faster, but can also help inject revenue into the economy by investing in car manufacturers to create Hydrogen Fuel Cell vehicles and become competitive in the green energy market. \r\n\r\nThe research and development that has gone into HFC cars has made them resilient to even the most rigourous safety testing. Investing in companies developing these technologies will create more jobs and reduce carbon emissions",
        "background": "Fossil fuels are at the centre of many problems facing the UK and a key barrier preventing switching to greener options. Hydrogen Fuel Cell cars are proven to be safe and can refuel in a matter of minutes. Investment in hydrogen fuel stations will help reduce our fossil fuel dependency.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-16T20:36:46.583Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-25T10:09:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-30T07:45:26.740Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's not clear if you just want the Government to support the rollout of refuelling stations for Hydrogen Fuel Cell cars, or also provide financial support for car manufacturers to develop these cars.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-30T07:45:27.881Z"
    },
    "id": 621970,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621970.json"
    },
    "type": "petition"
}