{
    "attributes": {
        "action": "Ban Drums and Pipes from Wedding celebrations in residential areas/streets",
        "additional_details": "During the first Covid lockdown our neighbours threw a wedding with 150 guests beginning at 0730am with drums and pipes/chanting for over two hours. This Sunday our Neighbours across the road decided to do the same thing, starting at 1900hrs and lasting for almost 3 hours, this has now been similar for 3 nights, meaning our 17 month old son's sleep patterns are devastated as are our 12 yr old autistic son's. Not so much as a \"Heads-up\" from the neighbours for either occasion. Please ban this behaviour.",
        "background": "I am calling for restrictions in the use of Drums and Pipes at wedding/pre-wedding celebrations in residential areas.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-17T09:54:15.530Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-17T11:06:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-18T09:06:10.928Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local authorities are responsible for managing nuisance noise, but the Government and Parliament isn't responsible for deciding on specific types of noise.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-18T09:06:12.338Z"
    },
    "id": 621993,
    "links": {
        "self": "https://petition.parliament.uk/petitions/621993.json"
    },
    "type": "petition"
}