{
    "attributes": {
        "action": "Make cats lose the right to roam on entering someone else's property",
        "additional_details": "Current law states that dogs are out of control/dangerous if they attack an animal, even in their own home/garden. A cat has right to roam, so can enter any home/garden. If a cat enters a dog's house and is attacked, the dog could be put to sleep, and its owner sent to prison, while the cat's owner has no legal repercussions. Dogs and owners should feel safe in their own homes without worrying about a cat entering their property, which could result in pet death or dog owner imprisonment.",
        "background": "Change the current law on cats' right to roam to state that their rights are void on entering another person's property.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-18T16:29:57.118Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-18T16:58:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-22T07:23:00.776Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the implications of cats entering private property, but we're not sure what changes you want to be made to the law.\r\n\r\nThe welfare of most animals is protected by the Animal Welfare Act 2006, which makes it an offence to cause unnecessary suffering to any animal, but it's not clear if you want the Government to restrict this offence in relation to cats on private property, or do something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-22T07:23:01.853Z"
    },
    "id": 622073,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622073.json"
    },
    "type": "petition"
}