{
    "attributes": {
        "action": "Make ALL road users abide by the rules of the road.",
        "additional_details": "By making all road users abide by the same rules makes the road safe for all, there should NEVER be one rule for some and not others, this creates problems in itself and not fair.",
        "background": "This petition is in the hope the Government will make Cyclists more responsible by making them abide by the rules of the road and to have insurance, all road users should be insured, cyclists can injure pedestrians and cause damage to other vehicles.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-18T14:14:02.794Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-18T15:12:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-19T07:33:58.266Z",
        "rejection": {
            "code": "duplicate",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about road safety, but we're not sure exactly what you'd like the Government or Parliament to do. You could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nThere are different laws for motorists and cyclists, but it's not clear how you want road traffic offences to be changed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may wish to sign this petition which calls for mandatory registration and insurance for cyclists:\r\n\r\nRequire cyclists to be registered and have third-party insurance: https://petition.parliament.uk/petitions/621446"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-19T07:34:01.483Z"
    },
    "id": 622066,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622066.json"
    },
    "type": "petition"
}