{
    "attributes": {
        "action": "Scrap the healthy pet certificate",
        "additional_details": "The cost of a healthy pet certificate if over £300+ and it only lasts four months, this is an extortionate cost on top of rising travel costs and rising cost of living. I have family in Ireland and would need to pay this every year to be able to take my dog with me who is part of my family. I agree with the relevant vaccinations but the healthy pet certificate is a money making scheme and not fair. If this is to staybin place the cost needs to be regulated as it used to be £125 now it is double for the same thing.",
        "background": "Scrap the healthy pet certificate or regulate the cost of it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-18T17:29:55.127Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-18T20:19:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-22T07:46:03.037Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's not clear if you want the Government to scrap requirements for a GB pet health certificate to bring a pet into Great Britain, or do something else. The Government isn't responsible for the cost of getting these certificates, because it is up to individual veterinarians what to charge for their services, but we could accept a petition calling on the Government to create a national scheme to provide these at a fixed cost.\r\n\r\nThe Government is not responsible for the requirements other countries impose on people entering the country from the UK with a pet.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-22T07:46:04.305Z"
    },
    "id": 622077,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622077.json"
    },
    "type": "petition"
}