{
    "attributes": {
        "action": "The child maintenance service needs to be re looked into",
        "additional_details": "Extra support should be given such as (school uniform, paying parents should need to support more on school holidays, get more help with out of school curriculums, large essentials if needed, birthdays and Christmas) \r\nChild maintenance states it's for basic needs its time we look into the whole picture of helping properly to raise a child/children",
        "background": "I want the right people to look into the way child maintenance service works, Britain has become soft on the way we work out child maintenance for the parents paying out and the parents receiving are missing out on alot.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-23T21:17:59.763Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-25T07:46:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-30T07:28:57.843Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing arrangements for child maintenance but, we're not sure exactly what you'd like the Government or Parliament to do. It's not clear if you want the Government to increase the amount of child maintenance non-resident parents are required to pay, or do something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-30T07:28:59.248Z"
    },
    "id": 622420,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622420.json"
    },
    "type": "petition"
}