{
    "attributes": {
        "action": "Protect 2G field hockey playing surfaces in the UK from being converted to 3G",
        "additional_details": "2G pitches all across the country are being converted into 3G pitches, often without any consultation or planning being followed. This leads, often as short notice, to hockey clubs being left with no-where to play their matches. If this continues unchecked we will be left with many hockey clubs disappearing. There is a push for increased physical activity in the country and yet at the same time there is no protection for a sport that many people choose over football as their physical exercise.",
        "background": "Field hockey can only be played on 2G astroturf pitches, there is already a shortage of these in the UK and they are regularly being converted into 3G pitches for football, rendering them unplayable for field hockey. We want more protection for 2G pitches so hockey remains accessible for all.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-25T15:00:17.096Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-25T16:46:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-30T07:51:39.103Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about what sports fields to maintain are a matter for individual sports facilities and local authorities, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-30T07:51:40.198Z"
    },
    "id": 622548,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622548.json"
    },
    "type": "petition"
}