{
    "attributes": {
        "action": "Reduce energy costs",
        "additional_details": "Ofgem has announced record energy price caps of 54% and 80% this will plunge millions of households into serious financial hardship, Ofgem has called for urgent and decisive action, we the people demand urgent action. The recent 80% price cap announcement on the 26/06/2022 will make many  people in society suffer fuel poverty and will punish people who have pre payment metres even more this cannot be permitted to happen to the most vulnerable in society especially the disabled.",
        "background": "We wish parliament to reduce energy bills.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-26T09:54:33.629Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-26T10:48:39.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-31T07:34:06.102Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about energy prices, but we're not sure exactly what you'd like the Government or Parliament to do to decrease these.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nTemporarily suspend all taxes on all fuels and energy bills: https://petition.parliament.uk/petitions/610585\r\n\r\nSubsidise a 'basic' amount of electricity for households: https://petition.parliament.uk/petitions/616915\r\n\r\nEstablish a not-for-profit state owned energy provider: https://petition.parliament.uk/petitions/617446\r\n\r\nIntroduce a \"Triple lock\" to restrict energy cap increases: https://petition.parliament.uk/petitions/621347\r\n\r\nRecall Parliament to consider the Energy Price Cap Increase (Cancellation) Bill: https://petition.parliament.uk/petitions/621634\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-31T07:34:07.191Z"
    },
    "id": 622598,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622598.json"
    },
    "type": "petition"
}