{
    "attributes": {
        "action": "Ease or amend UNECE Regulation 79 restrictions on ADAS-enabled cars.",
        "additional_details": "The United Kingdom is already at a huge disadvantage due to our vehicles being RHD - but there were an estimated 1,390 reported road deaths in the year ending June 2021 which is an average of 26 deaths per week, we want to make a difference and push towards easing/adapting regulations to better suit our uniquely designed UK roads. ADAS systems could help protect the public and avoid some of these unnecessary deaths but with the current limitations, they're more dangerous than good.",
        "background": "The ECE Reg. 79 was designed for the whole of the EU and had to accommodate to every country that it applied too. Now that the UK has left the UK, they have the power to amend or update the regulation and better design it for use on our unique UK roads.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-26T09:03:23.983Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-26T12:41:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-31T07:39:59.092Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about UN Regulation No. 79, but we're not sure exactly how you'd like the Government or Parliament to amend this regulation.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-31T07:40:00.357Z"
    },
    "id": 622592,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622592.json"
    },
    "type": "petition"
}