{
    "attributes": {
        "action": "Create a National Water Resource Balancing and Infrastructure Strategy",
        "additional_details": "The UK has a fragmented approach to water infrastructure, capture, storage and supply.  Why are Northern, Scottish and Welsh reservoirs are full and the South has a water shortage? Pipelines were built during the WW2 to transport fuel on a national basis. Libya built a national pipeline infrastructure to transport its water across the country, so why cant we as a nation? The UK is a world leader in national infrastructure projects and this is seems like a BIG gap in that capability",
        "background": "The evidence is clear that due to global warming, the supply of water as a UK wide resource is becoming more regionalised with some areas having more supply than needed and some areas not having enough. What is needed is a joined up UK strategy that defines a network of supply capacity and pipelines",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-25T20:40:11.114Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-27T18:51:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-31T09:42:41.995Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  Water is devolved to Scotland and Wales. \r\n\r\nWe could accept a petition calling for the Government to develop a Water Resource Balancing and Infrastructure Strategy for England, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-31T09:42:42.976Z"
    },
    "id": 622568,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622568.json"
    },
    "type": "petition"
}