{
    "attributes": {
        "action": "End the energy price crisis",
        "additional_details": "We undersigned call for the immediate universal implementation of the following:\r\n\r\n1) Freeze the energy price cap at £1500 indefinitely\r\n\r\n2) Change Ofgens mandate, so they set price caps primarily on affordability to consumers, not just wholesale costs. \r\n\r\n3) Delink the price of electricity and gas, the price of wind has not increased!\r\n\r\n4) Set up a subsidy scheme to cover the shortfall between the price cap and the wholesale price, covered by short term borrowing. To stop losses, not protect profits",
        "background": "Over the last 12 months the price cap will as of October tripled. The latest price cap is set at £3549 for the average uk home, this will be far more than most can possibly hope to pay. Bleak choices lie ahead for uk families, with genuine choices between heating and eating. The Government must act.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-26T06:59:14.617Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-26T07:26:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-31T07:06:19.282Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about energy prices, but it's not clear if you want the Government to change the rules under which Ofgem sets the energy price cap, or to legislate for a fixed energy price cap.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nTemporarily suspend all taxes on all fuels and energy bills: https://petition.parliament.uk/petitions/610585\r\n\r\nSubsidise a 'basic' amount of electricity for households: https://petition.parliament.uk/petitions/616915\r\n\r\nEstablish a not-for-profit state owned energy provider: https://petition.parliament.uk/petitions/617446\r\n\r\nIntroduce a \"Triple lock\" to restrict energy cap increases: https://petition.parliament.uk/petitions/621347\r\n\r\nRecall Parliament to consider the Energy Price Cap Increase (Cancellation) Bill: https://petition.parliament.uk/petitions/621634"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-31T07:06:20.651Z"
    },
    "id": 622582,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622582.json"
    },
    "type": "petition"
}