{
    "attributes": {
        "action": "Provide BIPOC communities with option to donate organs to their ethnic groups",
        "additional_details": "Research suggests 1/3 of the reason BIPOC people do not donate is fear of being given less adequate healthcare to have their organs taken for other patients (particularly those of the caucasian population). \r\n\r\n\"...more than 300 organ transplants for black patients...carried out [in 2018]...majority received an organ from a white donor...best blood and tissue match, and the best outcome... will come from a donor of the same ethnicity.\" - https://www.nhsbt.nhs.uk/news/black-community...",
        "background": "Petitioning to create an opt-out system allowing members of BIPOC communities to donate their organs to members of their minority group.\r\n\r\nDiscuss misconceptions with them for informed consent.\r\nSee: https://www.organdonation.nhs.uk/helping-you-to-decide/about-organ-donation/get-the-facts/",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-27T05:23:51.092Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-06T20:46:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-11T10:36:09.383Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe Government is responsible for the legal framework governing organ donation, but decisions about who receives donated organs are a clinical matter for medical professionals, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling for a public awareness campaign about organ donation aimed at BIPOC communities."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-11T10:36:10.480Z"
    },
    "id": 622675,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622675.json"
    },
    "type": "petition"
}