{
    "attributes": {
        "action": "Cease the payment of gas and electricity expenses for MP's second homes.",
        "additional_details": "The pandemic showed us the need for the entire country to \"come together to weather the storm\" both financially, socially and medically. Coupled with the dire situation in Ukraine, we're now seeing sharp increases in energy prices, MPs are able to claim secondary accommodation when required but the taxpayer also foots the bill for their living costs whilst there. By 2023 we will see huge rises in these costs, especially energy. It is only fair that these costs be shouldered by the MP themselves.",
        "background": "Following the reveal that MPs have claimed £420,000 for energy since 2019 and in a time of exploding energy costs, that the taxpayer be shielding members of the government even partially from the impact of their own policymaking is immoral and disrespectful to the citizens of the United Kingdom.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-27T20:50:04.763Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-27T21:19:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-08-31T09:40:09.701Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-08-31T09:40:10.970Z"
    },
    "id": 622718,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622718.json"
    },
    "type": "petition"
}