{
    "attributes": {
        "action": "DUAL CARRIAGEWAY for the ACLE STRAIGHT A47",
        "additional_details": "It is desperately needed. It will make a significant difference & a positive outcome to trade in Great Yarmouth.\r\nIt is an accident hotspot. How many people need to die and how much commercial opportunities are missed for the town.\r\nThe outer harbour was never going to work without the right infrastructure. The connectivity from the A11 to the A47 to Yarmouth might actually work if the Acle straight has a dual carriageway. Investment is key. The benefits are self explanatory! \r\nThis inevitable recession is going to hit us all! The safety of the drivers on the road needs to finally be considered. There have been too many accidents because on a very straight bit of single carriageway road with one bend and one turn off….serious accidents will keep happening. \r\n(Credit:D. Perkin)",
        "background": "To action funds for plans to dual this 7+ mile long A47 single carriageway road, from Acle to Great Yarmouth, connecting ports Great Yarmouth-Lowestoft, hugely supporting local industry and tourism - & importantly to save lives on a stretch of road notorious as an accident blackspot over many years.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-29T10:27:51.983Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-29T13:01:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-01T06:45:19.447Z",
        "rejection": {
            "code": "fake-name",
            "details": ""
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-01T06:45:20.531Z"
    },
    "id": 622805,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622805.json"
    },
    "type": "petition"
}