{
    "attributes": {
        "action": "Require those claiming Job Seekers to do community service in order to claim.",
        "additional_details": "Currently those claiming jobs seekers need to spend 30+ hours a week looking for work. 82% of Job Seeker claimants will admit this is not doable and is not something they do as their are no checks by DWP. 8 out of 10 long term claimants admit they are not actively looking for work and have given up trying to get a job. Making 25 hours per week a requirement will also encourage those to actively look for work, as the calculation would be that they earn more money working.",
        "background": "Make it a requirement for those claiming Job seekers to do 25 hours community service work per week, not only helps the local authorities, the community and the environment, but will also help those struggling to find work gain work experience and skills to aid them qualify for potential jobs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-30T11:24:26.167Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-30T15:27:19.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-05T07:26:47.813Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want people who are out of work and claiming benefits to be required to do community service, but it's not clear if you want this to replace existing requirements to seek work, or be in addition to these. It's also not clear if you only want this requirement to apply to people claiming Jobseeker's Allowance, or also to people claiming Universal Credit who are required to undertake activities to find work.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-05T07:26:48.979Z"
    },
    "id": 622871,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622871.json"
    },
    "type": "petition"
}