{
    "attributes": {
        "action": "Limit the cap on gas and electricity costs at 10% maximum.",
        "additional_details": "Because I and many other people, not just the poor and vulnerable, will not be able to afford to pay our fuel bills. This should not be.  These companies should not be allowed to continue their rampant profiteering, supported by Ofgem.  We have no desire to return to the 1970s when ice would gather on our windows.  We have moved on as a society.  Plus jamais  ça! Enough is enough.",
        "background": "To instruct Ofgem and the gas and electricity companies to cap their increases at 10 % maximum, better still freeze the annual cost at the current rate.  Otherwise people will freeze and starve.   These companies are making obscene profits and Ofgem should act in the interests of the consumer.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-29T10:21:30.299Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-29T10:34:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-01T06:38:18.833Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nThe energy regulator Ofgem is operationally independent of the UK Government and House of Commons. You can find out more about how the price cap is calculated here: https://www.ofgem.gov.uk/information-consumers/energy-advice-households/check-if-energy-price-cap-affects-you.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIntroduce a \"Triple lock\" to restrict energy cap increases: https://petition.parliament.uk/petitions/621347\r\n\r\nReform energy pricing and taxes to better protect lower income households: https://petition.parliament.uk/petitions/621407\r\n\r\nSubsidise a 'basic' amount of electricity for households: https://petition.parliament.uk/petitions/616915\r\n\r\nRecall Parliament to consider the Energy Price Cap Increase (Cancellation) Bill\r\nhttps://petition.parliament.uk/petitions/621634"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-01T06:38:20.832Z"
    },
    "id": 622803,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622803.json"
    },
    "type": "petition"
}