{
    "attributes": {
        "action": "Remove the merit order for Energy pricing. 100% Renewables = Renewables pricing",
        "additional_details": "As discussed by Good Energy on the blog linked below, the current Wholesale Energy Price is determined by the Merit Order of energy.\r\nThat means that regardless of selecting 100% renewable energy or not, you are paying for the expensive gas kWs of power entering the grid.\r\nRemoving the merit order will ensure those that have invested in Renewables being added to the grid will get that benefit now.\r\nhttps://www.goodenergy.co.uk/why-does-the-price-of-gas-drive-electricity-prices-including-renewables/",
        "background": "Removing the Merit order of power will ensure energy users that have invested in renewable power over years of paying more for said renewables will get the benefits of those renewables entering the grid.\r\nPeople that didn't have the forsight to opt in for renewables will pay for their past choices.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-08-31T15:38:24.871Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-08-31T15:56:59.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-22T11:04:36.303Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions must ask for a clear action from the Government or Parliament. We can see that you'd like to reform how energy prices are set to create more of a link between the price you pay for energy and whether you've \"opted in\" to renewables. \r\n\r\nUnfortunately, it isn't clear how removing the merit order for pricing would achieve this. While there are renewable energy tariffs, most energy tariffs do not specify the technologies that will be used, and indeed use a mix of different technologies. It's unclear how removing the merit order would guarantee that the tariff would be based on a renewable technology source.\r\n\r\nYou might be able to start a petition calling for the Government to reform how it sets the prices which energy generators receive from customers. The Government is currently consulting on this area - you might like to feed into its consultation. Its consultation closes on 10 October: https://www.gov.uk/government/consultations/review-of-electricity-market-arrangements"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-03T14:33:54.532Z"
    },
    "id": 622964,
    "links": {
        "self": "https://petition.parliament.uk/petitions/622964.json"
    },
    "type": "petition"
}