{
    "attributes": {
        "action": "Introduce all round and implement refresher Highway Code theory tests",
        "additional_details": "The habits of a minority of drivers are still putting peoples lives at risk by not understanding the current rules in place on the roads. By understanding the Highway Code of all road users, and by understanding any changes as they happen, will ensure that our roads become a safer place.",
        "background": "Ensure that driving theory tests cover all aspects of the Highway Code, not just driving, in order to ensure drivers understand what safe practices of all road users are. In addition, introduce Highway Code refresher tests when driving licences are due to be renewed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-02T16:07:17.548Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-06T14:10:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-22T09:41:42.303Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure what you'd like covered by all round theory tests.  We're also not sure whether you want refresher tests to be every 10 years or any time a licence is renewed. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-22T09:41:47.288Z"
    },
    "id": 623094,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623094.json"
    },
    "type": "petition"
}