{
    "attributes": {
        "action": "To rid schools of gender norms.",
        "additional_details": "Many students face these difficulties on a daily bases. Such as me. I am girl . And I've always liked sports. Since joining secondary school i have noticed how my school has seperated sports through gender. I know and i know many others would like to be able to take part in all of those sports. One example is i really wanted to play rugby at my school. But it was an only boys sport. After persuading the pe department i got to play. But students shouldn't have to fight gender norms anymore.",
        "background": "I think the government should encourage schools to let their students wear uniform of the opposite sex. And let students play sports which maybe associated with the opposite sex.  These are just 2 ways of getting rid of gender norms.These things aren't encouraged in many schools.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-01T10:37:40.260Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-01T10:58:49.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-05T09:44:22.890Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petition, which you might like to sign:\r\n\r\nRequire schools offer all sports the school offers to children of any sex: https://petition.parliament.uk/petitions/621227\r\n\r\nIt is up to individual schools whether to have a school uniform, and if so whether are different uniform requirements for boys and girls. We could accept a petition calling on the Government to ban schools from having different uniforms for boys and girls, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-05T09:44:24.095Z"
    },
    "id": 623014,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623014.json"
    },
    "type": "petition"
}