{
    "attributes": {
        "action": "Make pre-conception agreements legally binding and free.",
        "additional_details": "For women like myself who conceived via artificial insemination, it is important to be protected legally to avoid devastating legal battles with donors in the future. Pre-conception agreements aren’t legally binding but still costly for some. Having a pre-conception agreement in place also protects the mental health of donor conceived children as it may detail, if agreed by the recipient and donor, that the child is able to meet or at least know more about the donor before the age of 18.",
        "background": "A pre-conception agreement should be free, legally binding and allow a sperm donor to sign away legal rights as a parent, just like they would at a fertility clinic. This would ensure no future child custody/financial issues arise when a single woman or couple conceive via artificial insemination.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-05T21:23:21.355Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-05T21:59:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-22T09:38:25.181Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Legally enforcable parental orders are already available to parents, alongside any other contractual obligations.  We're not sure what else you'd like to be made legally enforcable from pre-conception agreements. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-23T10:52:14.495Z"
    },
    "id": 623288,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623288.json"
    },
    "type": "petition"
}