{
    "attributes": {
        "action": "Public inquiry on the use of camera surveillance infrastructure in public places",
        "additional_details": "It is increasingly apparent that surveillance infrastructure is being rapidly installed.\r\nIt is surely infringing on civil liberties that UK citizens can be tracked and information held about their movements without express consent and potentially be used to place restrictions on movements.\r\nCivil liberty and freedom to move around our great nation without being monitored and potentially restricted, is a cornerstone of our treasured democratic society which we must do everything to preserve.",
        "background": "This petition calls for urgent inquiry into the increasing use of this infrastructure, followed by potential decommissioning and removal of all camera surveillance (cctv, vehicle and facial recognition cameras) except in areas of statistically confirmed high rate criminality and motorway safety.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-05T21:04:15.189Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-05T22:54:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-22T09:39:07.758Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure whether you want a public inquiry into camera surveillance, or if you'd like the decommissioning and removal of all camera surveillance (cctv, vehicle and facial recognition cameras) except in areas of statistically confirmed high rate criminality and motorway safety.\r\n\r\nYou could start a new petition explaining clearly which of these you would like the Government or Parliament to do; however, we can't publish petitions that call for an inquiry with a pre-determined outcome. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-23T10:52:07.953Z"
    },
    "id": 623286,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623286.json"
    },
    "type": "petition"
}