{
    "attributes": {
        "action": "Reverse energy price hikes to consumers",
        "additional_details": "In 2021 Germany got 55% of it's gas from Russia, German consumer energy  prices have just been increased by 23%. France got 17% of it's gas from Russia, and French consumer energy prices have just been increased by 4%. The UK government has not been investing in innovative energy production, this is also partly responsible for the shortfall in energy. Consumers cannot make their own energy;  (Cammeron government abolished the feed in tarriff). UK Government is prioritising  profits over people.",
        "background": "Gov.uk website states in 2021  the UK got 4% of it's gas from Russia. War in Ukraine is being used as an excuse to hike up energy prices to consummers; currently around 300%. These rediculous price hikes are really about profit. Energy companies are making record profits. This needs to be reversed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-05T07:35:35.487Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-05T10:19:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-07T15:30:15.773Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Energy prices are set by producers and retailers, not the UK Government or Parliament.  The energy price cap is set by Ofgem."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-07T15:30:16.902Z"
    },
    "id": 623225,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623225.json"
    },
    "type": "petition"
}