{
    "attributes": {
        "action": "Offer more support to small businesses across the uk",
        "additional_details": "There are many individuals working hard to try and fund their lifestyles but people are opting for the cheaper and best options for themselves, I believe the government should offer individuals a better chance and make the developed businesses pay more to the government and the money payed can then be distributed between the small businesses that are suffering across the uk so they can keep their prices low, attract more customers and keep their door open",
        "background": "The government needs to step in and help throughout the cost of living crisis they need to prioritise small businesses and offer less support towards the big companies.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-08T14:43:16.279Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-08T15:13:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-22T11:03:47.451Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions must call for a clear and concise action from the Government. We can see that you'd like more support for small businesses from the Government, but it isn't clear exactly what you'd like the Government or Parliament to do. \r\n\r\nYou might start a petition asking the Government grant relief to certain taxes that businesses pay, or to raise the threshold for tax that businesses pay. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-22T11:03:53.835Z"
    },
    "id": 623467,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623467.json"
    },
    "type": "petition"
}