{
    "attributes": {
        "action": "Run a legally binding referendum into ReNationalising Rail, Mail, Water, Energy",
        "additional_details": "Vast profits are being stripped out of companies that supply basic infrastructure, while the public and workers pay the price with higher bills and poorer working conditions/pay. \r\nMajority of these companies/industries were built and funded by rye taxpayer and sold off by successive governments leaving the workers and public worse off. \r\nProfits made if nationalised would service the U.K. debt and improve quality of lives of the public via investments into local services jobs etc",
        "background": "Run a legally binding public referendum on Re-Nationalising our Services such as Rail,Mail,Energy,water and communications",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-22T10:55:50.019Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-22T15:29:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-26T13:20:07.562Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions have to set out a clear and specific action for the Government or Parliament to take. While we can see that you'd like the Government to put questions to the public on nationalising certain industries, it's not clear what exactly the referendum would ask. You could start a petition setting out clearly what a referendum would ask voters to decide. \r\n\r\nSeparately, you might like to sign this petition calling on the Government \"Renationalise all industries that were publicly owned and restrict future sales\" - https://petition.parliament.uk/petitions/621537"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-26T13:20:09.254Z"
    },
    "id": 623502,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623502.json"
    },
    "type": "petition"
}