{
    "attributes": {
        "action": "Exempt dental registration exams for overseas qualified dentists",
        "additional_details": "NHS dentistry is crashing mainly because they’re short staffed. This country has many overseas qualified dentists with a Clinical postgraduate from a UK university however they cannot work as dentists without the registration exam which is difficult to get a seat.\r\nI want the Government to look into this and exempt overqualified overseas dentists in UK from giving the ORE/LDS because they have been trained under UK professors and taught UK dental guidelines; so why do we still have to give exam",
        "background": "The Government should look into exempting overseas qualified dentists with a clinical postgraduate from a UK University from giving the dental registration exam e.g ORE/LDS. Some work as therapists and teach in universities but can’t practice dentistry.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-22T13:14:13.425Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-22T14:37:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-26T12:46:27.266Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nDecisions about what qualifications practitioners are required to have in order to register with the General Dental Council (GDC) and to practice in the UK are a matter for the GDC, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-26T12:46:27.263Z"
    },
    "id": 623519,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623519.json"
    },
    "type": "petition"
}