{
    "attributes": {
        "action": "Review and Termination of Sister City Agreements between UK and China",
        "additional_details": "These sister cities, such as London with Beijing, only enabled China to set up Confucius Institutes as political propaganda machines. While supporting Russia's invasion of Ukraine, China has trampled on civil liberties and democracy by breaching the Sino-British Joint Declaration in Hong Kong, infiltrated UK decision-making bodies, and committed genocides against Uyghur and Tibet. The UK government should thus urgently take lead in reviewing and terminating all sister city agreements with China.",
        "background": "A clear guidance of city diplomacy with the People’s Republic of China is urgently required to assist local authorities in terminating sister city agreements with Chinese cities amid Chinese Communist Party’s infiltration. At least 52 cities in the UK are officially twinned with cities in China.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-22T13:25:15.684Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-22T13:43:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-26T12:26:46.603Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for individual areas."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-26T12:26:55.375Z"
    },
    "id": 623521,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623521.json"
    },
    "type": "petition"
}