{
    "attributes": {
        "action": "Practice Review into the safety of Social Workers & Safeguarding Professionals",
        "additional_details": "The Government or Parliament need to take these measures as Social Workers and safeguarding professionals have been attacked, abused and killed trying to safeguard and protect children, young people, families and vulnerable adults, however this is not spoken or outlined in the medium. Serious case review takes place when a child or young person is killed and this needs to be mirrored when professionals attacked and killed",
        "background": "I would like for the government to but provide legislation and procedures that protects Social Workers and Safeguarding Professionals who experience violence within the Social Care and Education Sector from clients. The Government should also hold practice reviews just like serious case review",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-23T12:22:04.416Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-23T12:48:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-28T13:32:21.853Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can see that you'd like the Government to take action and increase protections for social workers and safeguarding professionals, however local authorities are responsible for managing cases like this. You might be able to start a petition asking the Government to set up a panel which supports local authorities to conduct a review if a social worker or safeguarding professional is attacked or killed while working. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-28T13:32:42.566Z"
    },
    "id": 623609,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623609.json"
    },
    "type": "petition"
}