{
    "attributes": {
        "action": "Put a ‘Fat Cat’ tax on the energy companies to stop profiting from poverty",
        "additional_details": "We have to see an end to the volatility of the energy market. The hardworking people of this country are facing a real decision of whether to heat or eat, this should never be happening in this great nation. People cannot be pushed to their stress and financial limit whilst energy companies are making record profits. It is time to ease the pressure on the people of this country and this is the fairest way possible whilst also taking the burden away from the taxpayer",
        "background": "In order to stop energy companies from profiting from poverty during this crisis, reclaim some of the obscene profits made and use it to help the people who are worst affected by the price hikes",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-24T12:04:30.276Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-24T15:00:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-09-29T16:00:11.408Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions must ask for a clear action from the Government or Parliament. While we can see that you'd like the Government to increase taxes on energy companies, it isn't clear by how much you'd like the Government to do this.\r\n\r\nYou may also wish to sign this petition which calls for a related action:\r\n\r\nIncrease the windfall tax on energy companies and apply it retroactively.\r\nhttps://petition.parliament.uk/petitions/623277"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-09-29T16:00:12.771Z"
    },
    "id": 623694,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623694.json"
    },
    "type": "petition"
}