{
    "attributes": {
        "action": "Stop property management companies unfairly charging for random consents",
        "additional_details": "Through no fault of their own, millions of leaseholders have suffered significantly financially due to the cladding scandal emanating from Grenfell and from freeholders charging exorbitant, unregulated amounts for lease renewals. \r\n\r\nLeaseholders must be protected from unscrupulous profiteering.",
        "background": "There is a growing practice by property management companies to charge leaseholders unfair and unjustified amounts for 'permission' to create a tenancy; to alter the windows, doors or walls in their home and even new kitchens and bathrooms.\r\nIt's a scandal that is fleecing leaseholders of thousands",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-25T15:46:53.144Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-27T14:11:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-03T08:54:56.458Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about leaseholders being charged for certain things, but we're not sure exactly what you'd like the Government or Parliament to do. It's not clear if you want freeholders to be prevented from imposing any charges for permissions to do certain things, or to regulate these charges in some way.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-03T08:54:57.497Z"
    },
    "id": 623758,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623758.json"
    },
    "type": "petition"
}