{
    "attributes": {
        "action": "I want you as local authority to change the way domestic violence is approached",
        "additional_details": "I want the Government and Parliament to do this because I myself suffered a domestic abuse incident and I could not reach out to helplines when I needed them and this has got to change. \r\n\r\nI also want police forces to change the way they approach abusers rather than letting them walk free causing victims to not feel safe and to feel let down by authority. THIS HAS TO CHANGE ITS NOT OKAY",
        "background": "I want the government and the Parliament to change the support networks around domestic abuse so we as victims can actually get support",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-26T22:42:38.889Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-27T00:50:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-03T08:36:45.930Z",
        "rejection": {
            "code": "no-action",
            "details": "We are sorry to hear about your experience, but petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see improvements to support for victims of domestic violence, but we're not sure exactly what you'd like the Government or Parliament to do. You could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe could accept a petition calling on the Government to increase funding for services that support victims of domestic violence, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-03T08:36:47.279Z"
    },
    "id": 623849,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623849.json"
    },
    "type": "petition"
}