{
    "attributes": {
        "action": "Enact A Law to Ban the Intentional, Unnecessary Killing of All Sentient Beings",
        "additional_details": "If sentient extraterrestrial or supernatural beings were to be discovered here, there would be no legal protection for them either. \r\n Also, it is legal to kill even cats and dogs, providing the killing is pain-free and stress-free. I can understand the euthanasia of animals who are sick/injured and can’t be treated or cured, but no sentient should ever be intentionally killed for an unnecessary reason, whether it is painless and stress-free or not.\r\n All sentient beings must be protected!",
        "background": "Every year, billions of land animals, and trillions of fish and other marine animals, are killed for their flesh to be eaten. Many calves and chicks are also killed as part of the dairy and egg industries. Bugs are killed intentionally. Rodents are poisoned and trapped. Birds and animals are shot.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-27T18:06:13.313Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-01T00:09:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-04T12:06:56.725Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing rules on killing living creatures, but it's not clear in what circumstances you want killing living creatures to be banned. Your petition refers to \"Intentional, Unnecessary Killing of All Sentient Beings\", but it's not clear what you mean by \"unnecessary\", and what living creatures you want to be covered by a ban.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-04T12:06:57.936Z"
    },
    "id": 623919,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623919.json"
    },
    "type": "petition"
}