{
    "attributes": {
        "action": "The House of Commons must hold a vote of no confidence in the new PM, Liz Truss",
        "additional_details": "A single-minded approach and a steely-will are only assets when the course of action and the end game are valid and beneficial for those they purport to represent. This new government might tell itself it is taking 'hard decisions' but the journey and the outcome will damage the UK economically and environmentally for many years to come. Ordinary people will suffer by implementing maveric ideas. Our elected representatives must stand up to halt this willfully destructive course of action",
        "background": "Liz Truss received the support of less than 0.2% of the population to step into the role of PM for the UK. We want ALL of our elected representatives to protect the future of the Nation both economically and environmentally by taking a stand against this new administration's damaging policy ideas.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-28T11:10:29.626Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-28T14:53:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-03T11:42:16.298Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-03T11:42:17.393Z"
    },
    "id": 623963,
    "links": {
        "self": "https://petition.parliament.uk/petitions/623963.json"
    },
    "type": "petition"
}