{
    "attributes": {
        "action": "Price cap on flight tickets and holidays during school holidays",
        "additional_details": "Families with kids need a holiday in the sun during school holidays. Everyone with a family of 5 knows this is a daylight robbery. The aviation rules remain the same, the fuel costs remain the same, the Airlines remain the same, the departures & destinations remain the same, airport taxes remain the same. So why do the prices go up by three times when the kids are on holiday?I request the UK parliament to put a price cap on this daylight robbery by the airlines and the holiday companies. It’s not fair on the families with kids.",
        "background": "Price cap/discount for families on flight tickets and holidays during school holidays.  Families with kids need holidays and airlines/holiday companies know the school term times and hike the prices to make it impossible for families to afford even a week’s holiday abroad during the year.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-29T10:47:50.202Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-03T11:03:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-06T07:50:40.461Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about prices for holidays are a matter for travel agents and airlines, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-07T12:28:11.924Z"
    },
    "id": 624061,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624061.json"
    },
    "type": "petition"
}