{
    "attributes": {
        "action": "Cap Shared Ownership rents liken to that of Social Housing",
        "additional_details": "Rent increases are linked to RPI. RPI is already above the rate of CPI and many shared owners have contracts to allow rises of RPI + a %, we are tenants in law too and require the same care and consideration for rent caps that the same people who rent from the same housing associations are. We propose the Government suggest Housing associations cap rents for all their shared owners and bring forward the plan to abolish RPI as a measure in 2030 to 2022",
        "background": "We in Shared Ownership need help during the cost of living crisis,\r\nWe need a cap introduced to also protect us.\r\nShared Owners were subject to some horrific rises last year and will again this year couple with rising interest rates we are headed for serious financial complications",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-29T11:57:19.832Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-29T12:13:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-04T06:47:38.187Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about rent increases for shared ownership properties, but we're not sure exactly how you want the existing cap on shared ownership rent increases to be changed.\r\n\r\nThe Government is consulting on limiting social housing rent increases for the next financial year to 3%, 5% or 7%, and we could accept a petition calling on the Government to extend any social housing rent cap to shared ownership properties. We could also accept a petition calling for shared ownership rent increases to be capped in a different way, but it would need to be clear how you wanted rent to be capped.\r\n\r\nYou can find out more about the Government's proposals to cap rent increases for social housing here: https://www.gov.uk/government/news/rent-cap-on-social-housing-to-protect-millions-of-tenants-from-rising-cost-of-living"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-04T06:47:39.425Z"
    },
    "id": 624065,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624065.json"
    },
    "type": "petition"
}