{
    "attributes": {
        "action": "Offer MPs a free vote on the \"fiscal event\" announced on 23 September 2022",
        "additional_details": "The consequences of the \"fiscal event\" announced by the Chancellor of the Exchequer on 23 September 2022 have been disastrous.  A lack of information on how increased spending and tax reductions will be funded and a lack of an independently verified forecast has led to confusion in financial markets and massive interest rate increases.  This means enormous increases in government borrowing at greatly inflated cost.  This is the UK taking out a massive 'mortgage' to be paid by future generations.",
        "background": "All Members of Parliament should be allowed to vote for or against the \"fiscal event\" based on their personal views of the economic merits or otherwise of the plan and in accordance with their consciences as to the social consequences and not according to political party obligations",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-29T18:14:28.236Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-29T18:45:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-04T07:30:36.773Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about whipping are the responsibility of the political parties, and decisions about how to vote in the House of Commons are the responsibility of individual MPs, not the UK Government or Parliament as a whole."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-04T07:30:37.888Z"
    },
    "id": 624106,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624106.json"
    },
    "type": "petition"
}