{
    "attributes": {
        "action": "Exempt dental registration exam for overseas dentists with Masters from UK",
        "additional_details": "According to the GDC website, amendments are laid in front of the Parliament by DHSC in hopes of increasing the ORE seats, however this is not fair on overqualified dentists. I am an overseas dentist with master in clinical dentistry, doing PhD in implants, practicing as Dental therapist and teaching in a university in the UK but I am not a dentist. Why should such dentists give the exam? If my partner lived in Europe at least 3 months, I would have been exempted. How is that fair?",
        "background": "Overseas dentists with masters from UK cannot practice dentistry without a registration exam. Such dentists have been trained and educated under UK laws, regulations and aware of the standard of care and should be exempt from giving the exam. The parliament deals with this according to GDC website.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-29T19:46:51.830Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-30T09:54:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-04T10:07:45.395Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you would like to see changes to the way that overseas dentists become registered to practice in the UK, but it's not clear what exact action you would like to see from the Government, and which dentists it would apply to.\r\n\r\nYou could start a new petition calling on the Government to clearly exempt certain dentists, depending on their post-graduate degrees, from the exam. Or you could ask the Government to change the process of assessment or scrap exam entirely, if this is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-04T10:07:45.393Z"
    },
    "id": 624122,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624122.json"
    },
    "type": "petition"
}