{
    "attributes": {
        "action": "Stricter measures in place to stop online bullying.",
        "additional_details": "To many people nowadays are being targeted by online accounts who’s soul purpose is to cause them harm. This is done by being able to create multiple accounts to go after an individual or bot farms are created for the soul purpose of causing harm or distributing misinformation and disinformation. This also leads to targeted harassment which can spill out into a persons real life and more seriously can cause such distress that a person takes their own life. It needs to stop!",
        "background": "Look into finding ways to protect people from serious bullying and doxing that can happen online, putting stricter measures in place for bots or multiple accounts used with the intention to cause harm to others.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-29T21:31:20.999Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-29T21:47:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-04T07:41:31.082Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about online bullying, but we're not sure exactly what you'd like the Government or Parliament to do to tackle this.\r\n\r\nParliament is already considering the Online Safety Bill, which contains measures to require platforms hosting user-generated content to do more to protect their users.\r\n\r\nYou can find out more about this Bill here: https://bills.parliament.uk/bills/3137\r\n\r\nIf there are particular measures you want the Government to take to tackle online bullying you could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you have been a victim of online bullying and need help or support you can find details of helplines and websites that can provide you with information and support here: https://anti-bullyingalliance.org.uk/tools-information/advice-and-support/if-youre-being-bullied/find-help-and-support"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-04T07:41:32.056Z"
    },
    "id": 624128,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624128.json"
    },
    "type": "petition"
}