{
    "attributes": {
        "action": "Reinstate the TW8 bus to Tunbridge Wells so rural children can get to school",
        "additional_details": "At the moment, as a direct result of the changes, there are significantly more people having to drive increasing both traffic and air pollution.\r\nThe bus routes that have remained in place are now overcrowded and dangerous and cannot always be accessed meshing children (who have paid a significant amount of money for a pass) stranded.",
        "background": "Assess how the government funding for school transport is being used and liaise with Kent County Council to ensure that children from rural communities are able to access public transport to school.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-09-29T18:29:01.823Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-09-29T18:55:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-04T07:32:02.425Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local transport are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nFund free public transport for all children in England under the age of 18: https://petition.parliament.uk/petitions/555173\r\n\r\nGive school students free public transport to school: https://petition.parliament.uk/petitions/301962"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-04T07:32:03.483Z"
    },
    "id": 624109,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624109.json"
    },
    "type": "petition"
}