{
    "attributes": {
        "action": "Require a General Election when a new leader is appointed by their party.",
        "additional_details": "A new Prime Minister should require a fresh mandate from the General Population and not from their party members. The United Kingdom has a proud history of democracy and many countries mirror our system. We cannot be pioneers of democracy if the leader of our nation is elected by the few. Our voices have been muted by recent events. This country cannot claim to be a democracy whilst the current Government is claiming a mandate from its previous leader.",
        "background": "There needs to be legislation introduced that requires the Government of the day to require a General Election when their respective parties change their leader. The Government of the day cannot rely on the mandate of their party members to elect the Prime Minister.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-03T04:34:10.473Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-03T04:47:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-05T13:19:42.879Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nHold a General Election within 100 days of the new PM being appointed: https://petition.parliament.uk/petitions/621931\r\n\r\nIf a Prime Minister resigns a general election should be called: https://petition.parliament.uk/petitions/620016"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-05T13:19:44.477Z"
    },
    "id": 624386,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624386.json"
    },
    "type": "petition"
}