{
    "attributes": {
        "action": "Extend 30-hour free childcare funding to children from their first birthday.",
        "additional_details": "Early years childcare is unaffordable in England and the high financial cost does not encourage parents to work to support their families.\r\nAt an average of £52 per day for a two-year-old (daynurseries.co.uk) attending nursery 3 days per week and using the childcare tax-free account, the fees would be £540.80 monthly. This puts childcare out of reach of most families.\r\nThe funding on offer does not do enough for low-income working parents. Even when using the universal credit childcare element, parents must pay childcare providers before receiving 85% of childcare costs, which can lead to escalating debt.",
        "background": "Give all children access to 30 hour free childcare funding from their first birthday with working parents resident in England, automatic access to 30 hours free funding per week during term time or 22 hours per week all year round at the hourly rate.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-03T08:23:41.104Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-10T15:25:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-13T08:57:10.495Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see entitlements to free childcare extended, but it's not clear if you want this to only apply to working parents, or everyone currently eligible to 30 hours free childcare, and if you want the current scheme to be extended as it is, or for changes to be made to this (your petition refers to 22 hours per week all year round at the hourly rate, and we're not sure what you mean by this).\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease free childcare for working parents with children under school age: https://petition.parliament.uk/petitions/618895\r\n\r\nFund free childcare for all from 3 months to school age: https://petition.parliament.uk/petitions/604838"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-13T08:57:11.935Z"
    },
    "id": 624397,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624397.json"
    },
    "type": "petition"
}