{
    "attributes": {
        "action": "Support the demands of Iranian women and men protesting for their human rights!",
        "additional_details": "Iranian women and men have stood their ground against security forces that have killed dozens of protesters. We call on Britain's third female Prime Minister, Liz Truss, and the Leader of the Opposition, Keir Starmer, and the leaders of all UK parties to express the solidarity of the British people with the legitimate demands of Iranians to enjoy the same rights and freedoms that we enjoy here in Britain.",
        "background": "For weeks now Iranians have been protesting against the Islamic Republic in cities across Iran, demanding an end to religious dictatorship. Here in Britain, despite thousands protesting in London, the UK Government and Opposition remain silent on the uprising in Iran.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-03T10:37:02.421Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-03T16:45:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-06T08:25:18.573Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the current situation in Iran, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMaintain sanctions and introduce visa ban on people linked to Iranian regime: https://petition.parliament.uk/petitions/623572"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-06T08:25:19.602Z"
    },
    "id": 624419,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624419.json"
    },
    "type": "petition"
}