{
    "attributes": {
        "action": "Enforce organisations using automated telephones to announce waiting times.",
        "additional_details": "Most government and businesses are now employing Internet 'solutions' and automated telephone answering to reduce the staffing overhead. When the automated part works, it is often fine. However, in many cases a human contact is needed, and wait times to be answered can easily be in the order of hours.   It is wrong to make people wait longer than a few minutes without telling them how long they must wait.  \r\nThe simple answer is to legally require organisations to offer a return telephone call after (say) 10 minutes wait time and to announce wait times regularly if the offer is not accepted.   This can all be done automatically.",
        "background": "Stop organisations imposing impossibly long telephone wait times without telling callers how long the wait will be, or offering an alternative human contact.  Legally oblige all organisations to announce email and postal addresses for alternative human contact.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-03T10:28:37.988Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-06T12:59:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-10T13:10:33.828Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is not responsible for the systems organisations put in place to manage incoming phone calls. This is a matter for individual organisations."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-10T13:10:33.827Z"
    },
    "id": 624415,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624415.json"
    },
    "type": "petition"
}