{
    "attributes": {
        "action": "Reform VED - March 2001 to March 2017.",
        "additional_details": "Ongoing cost of living is a burden for most and pulling these in line with newer vehicles (which have the same emissions but a much lower cost) would benefit a large % of the population with the greatest benefit being £475 per year. The surcharge has been more than met with the time elapsed.",
        "background": "Bring the vehicles within the time period stated above (March 01-17 output greater than 131g/km) inline with newly registered vehicles, they are subject to a surcharge and then a lower rate of £155 whilst the vehicles in this timeline are subjected to up to £630.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-04T22:04:34.537Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-13T06:16:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-17T11:12:44.233Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to vehicle tax rates, but we're not sure exactly how you want these reforms to work.\r\n\r\nFor vehicles registered since 2017 there are rates for the first tax payment owners must make when a vehicle is registered, and it's not clear if you want owners of vehicles registered before 2017 to pay these rates, or just have their annual rates reduced to £165/£155 to match the rates for tax payments for subsequent years.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-17T11:12:45.260Z"
    },
    "id": 624573,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624573.json"
    },
    "type": "petition"
}