{
    "attributes": {
        "action": "Stop MPs claiming expenses for lunches and dinners while children go hungry.",
        "additional_details": "They are paid very good salaries. Millions per year is being wasted on unnesacary expenses. While children go hungry in schools MP's are claiming £12 lunches on a daily basis. This has to stop and that money needs to be filtered to the people that need it most. Local councillors rejected an extra £660,000 for free school meals just minutes before approving a pay boost to their own allowances. This needs to be filtered down to councillors and councils also.",
        "background": "Only allow MPs to claim expenses that directly effect there working job, for example, office utilities, working from home, travel. Normal people cannot claim for lunches, second homes, heating bills, dinners or outlandish addons.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-04T19:16:40.033Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-04T19:39:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-10T09:33:07.003Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: http://www.theipsa.org.uk"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-10T09:33:08.144Z"
    },
    "id": 624558,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624558.json"
    },
    "type": "petition"
}