{
    "attributes": {
        "action": "Improve access to residents on A1(M) Red House to Darrington motorway",
        "additional_details": "For the last 10 years and more, residents have been promised big changes and funding towards completion of smart motorway systems in this area which would impact positively on our access issues and thus improve the safety of acces for all residents on this strecth of road, limiting risk to road users also in this area. \r\n\r\nDespite communications over the last 10 years, and proposed funding towards changes in this area, we are yet to see a change that will make access from this road safe. \r\n\r\nThe A1 is a vital through road for transport in the England. Yet despite supposed funding to this area in particular it still poses a SERIOUS risk to cvilians living in close proximity whos property access is via this stretch of road.",
        "background": "We would like to encourage the highways agency to seriously consider the dangers of our properties access in the light of the increased traffic on this stretch of road, and the lack of traffic management over the last 10 years where traffic has increased dramatically.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-06T10:55:47.889Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-06T11:22:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-10T12:59:22.437Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about additional access roads to and from motorways is an operational decision for Highways England and not something that the UK Government or Parliament is responsible for.\r\n\r\nYou could contact Highways England directly about this issue: https://highwaysengland.co.uk/about-us/contact-us/\r\n\r\nYou could also contact your local authority who may be able to provide more information about the progress of any improvement plans.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-10T12:59:22.435Z"
    },
    "id": 624695,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624695.json"
    },
    "type": "petition"
}