{
    "attributes": {
        "action": "Include a patient opt out for their NHS data to be used by companies for profit",
        "additional_details": "Our NHS data belongs to us. Beyond privacy concerns re our data, we are not happy for our data to be used for private companies to make new products and massive profits from our data. The new regulations around this are called; \"data saves lives\". Well \"data also makes massive profits\" and companies are already benefiting. There is enough data about what we need to save lives. More ambulances, nurses, doctors, hospital beds and central government policy re healthy living. \"Data makes billions\"",
        "background": "The government new regulations around NHS and social care data will continue to allow private companies to use our data sets to develop products eg digital tech, AI tech, Pharmacuetical products, etc which these companies will get the profit from. We want to be able to opt out from this",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-08T10:46:23.153Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-09T10:13:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-13T07:29:04.623Z",
        "rejection": {
            "code": "already-happening",
            "details": "NHS patients can already opt out of their data being used for research or planning purposes. You can find out more about how to opt out here: https://digital.nhs.uk/services/national-data-opt-out"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-13T07:29:05.992Z"
    },
    "id": 624864,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624864.json"
    },
    "type": "petition"
}