{
    "attributes": {
        "action": "Put up a statue of the late Queen Elizabeth II on the 4th plinth in London",
        "additional_details": "We don't want to appease the looney left, cancel culture, woke whiners. We don't want our statues taken down. We don't want our pub names changed. We don't want our street names changed. We don't want our university curriculums changed. We want a restoration of our traditions and values. If the woke whiners don't like it then as President Trump says if such people don't like our way of life they can leave.",
        "background": "The Queen's funeral was the most watched event on TV this century -some 5 billion watched it. Yet the mayor of London has put a statue of Samson Kambalu instead. The Queen's funeral was the most watched event on TV this century -some 5 billion watched it.\r\nWe want our traditional values back.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-08T10:06:05.280Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-08T21:24:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-12T12:24:09.594Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We know many people have been deeply affected by the sad passing of Her late Majesty The Queen.\r\n\r\nHowever, we can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nDecisions about what is displayed on Trafalgar Square is a matter for the Mayor of London and London Assembly, not the Government or House of Commons.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nFund the creation of a suitable monument to Elizabeth the Second: https://petition.parliament.uk/petitions/623549"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-12T12:24:11.487Z"
    },
    "id": 624863,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624863.json"
    },
    "type": "petition"
}