{
    "attributes": {
        "action": "Allow Australian and New Zealand the same GPhC registration as EEA Pharmacists.",
        "additional_details": "The current time commitment for current Australian and New Zealand Pharmacists to apply for GPhC registration is two years. The Youth Mobility Scheme and Working Holiday Scheme visas are three years. Pharmacist training must be completed face to face, thereby most of the visa time will be consumed completing training.\r\n\r\nIn March 2021 pharmacists were added to the Home Office's shortage occupation list. Currently all sectors of pharmacy are experiencing a shortage of registered pharmacy professionals. Pressure on our NHS is  expected to worsen over winter, increasing the risk of pharmacy closures.",
        "background": "We are asking to align registration requirements for Australian and New Zealand Pharmacists to those for EEA qualified pharmacists. To have their qualifications recognised, then able to make an application to the GPhC to register and practice as a pharmacist in Great Britain",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-10T12:15:25.208Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-10T12:28:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-13T08:12:34.359Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about registration requirements for non-UK qualified pharmacists are a matter for the General Pharmaceutical Council, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-13T08:12:35.410Z"
    },
    "id": 624994,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624994.json"
    },
    "type": "petition"
}