{
    "attributes": {
        "action": "Allow every premier league game on telivision",
        "additional_details": "The old rules on 3pm kick off rules need to go. Sky sports should be allowed to air every game or a football club should be allowed to have a game pass where u pay a fee per season to watch every game. We are english people and cant watch our own clubs play the only argument is if its on tv people wont go to games but they will as match attendances are basically full and football supporters go to every game so that argument is ridiculous. I believe i should be able to watch a football club play.",
        "background": "I have seen soccer Saturday and soccer sunday aired on tv and they are watching the game yet i cant watch it they are watching an illegal stream which is illegal so there basically filming someone commit an offence yet the people cant watch it",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-09T13:43:16.116Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-09T13:55:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-13T07:31:08.840Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about rules for particular sports, including broadcast of sporting events, are a matter for the relevant sporting bodies, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-13T07:31:10.172Z"
    },
    "id": 624928,
    "links": {
        "self": "https://petition.parliament.uk/petitions/624928.json"
    },
    "type": "petition"
}