{
    "attributes": {
        "action": "Make it illegal for a parent to withhold a child from the other parent.",
        "additional_details": "If a parent withholds a child from the other parent with responsibilities, for longer than 24 hours with no contact, that parent breaches the child safety act and is prosecuted for child neglect or abuse and domestic abuse against the other parent. This access is vital to child development and continual bonding of child and parent and too often women deny access to fathers more so than fathers to mothers and will save over 47 million a year in court costs.",
        "background": "To make it illegal for one parent to withhold a child from the other parent when there are no safeguarding concerns, and when a parent does this, they should be prosecuted for child abuse/neglect, and domestic abuse.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-11T07:54:40.596Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-11T09:40:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-13T14:04:24.962Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nMake unreasonable parent alienation a criminal offence: https://petition.parliament.uk/petitions/314856\r\n\r\nAutomatically grant equal access rights following separation: https://petition.parliament.uk/petitions/618584\r\n\r\nWe could accept a petition calling for changes to child arrangements different to the above petitions, but it would need to be clear if you wanted this to apply irrespective of any court orders or other agreements about child contact."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-13T14:04:26.233Z"
    },
    "id": 625051,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625051.json"
    },
    "type": "petition"
}