{
    "attributes": {
        "action": "Change  the law  for single Parents  so the can get more help  with  school",
        "additional_details": "Change  the law about school  Abusing the  System and school welfare  make it law that if a child  Refusing to school  gets  Extra  help by sending  work home and have home school my child   Struggles  with mental health  and I got wait  a long time with to see someone from the mental health team in blackpool I want the school and school welfare  get find for  False allegations  they get me done for  Eglect education  like I said I want my child go to school but she won't  go",
        "background": "I'm a single  mum that try get the kid to school but my child  Refusing  to go school  the school  she go to  Abusive  the school   System   by report  to school  welfare  and Child  services   I want my child  go to school but she wants  go  I'm getting  done for something  that I'm not doing.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-11T17:53:17.371Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-11T19:20:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-14T08:02:42.776Z",
        "rejection": {
            "code": "no-action",
            "details": "We are sorry to hear about your situation, but petitions need to call on the Government or Parliament to take a specific action, and we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIf you're concerned about your school's approach to your child's education you should raise this in the first instance with the school. You could also raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nCreate an online school system for children unable to attend school premises: https://petition.parliament.uk/petitions/624333"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-14T08:02:43.916Z"
    },
    "id": 625083,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625083.json"
    },
    "type": "petition"
}