{
    "attributes": {
        "action": "Allow pupils from Reception to Year 2 to take a packed lunch to school",
        "additional_details": "Some children have dietary requirements or medical reasons for not having school dinners and would do better with a packed lunch from home. Schools heavily encourage having a school dinner and make it extremely difficult for children to have a packed lunch. This petition would allow parents to make sure their children are getting a nutritional diet without them suffering from illness which results in absence from school therefore hindering their education.",
        "background": "Do not require for all children from reception to year 2 to have no other option but a government funded school dinner",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-12T23:11:17.469Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-12T23:22:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-17T11:03:00.648Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about policies regarding packed lunches are a matter for individual schools, not the UK Government or Parliament.\r\n\r\nIf you are unhappy with your school's policy you could raise your issue with your local school or a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-17T11:03:01.927Z"
    },
    "id": 625181,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625181.json"
    },
    "type": "petition"
}