{
    "attributes": {
        "action": "Cap the obscene profits fossil fuel companies make.",
        "additional_details": "We pay high energy prices because greedy fossil fuel companies want to make huge profits (Oil profits are over £2.3Bn/ day). \r\n\r\nThe current solution - a price freeze puts the country (and countless future generations) into debt. \r\n\r\nWe should cap fossil fuel prices and stop paying for fossil fuel companies' greedy profits. \r\n\r\nProfits for retailers (like EON, Octopus etc.) are already capped at 1.9%. The reason our energy bills cost a lot is because fossil fuel companies can charge what they like.",
        "background": "The government should directly cap the ludicrous profits fossil fuel companies are making selling oil, gas and coal.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-12T14:20:38.057Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-12T14:34:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-17T07:17:21.727Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you are concerned about the profits that some companies are making and the impact of high costs on people. However, we're not exactly sure how you'd want a cap on profits to work, or what that cap should be.\r\n\r\nThe Government has already introduced an Energy Profits Levy, which imposes additional tax on the profits of oil and gas companies, and we could accept a petition calling for changes to how this works.\r\n\r\nYou can find out more about the Energy Profits Levy here: https://www.gov.uk/government/publications/cost-of-living-support/energy-profits-levy-factsheet-26-may-2022"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-17T07:17:22.907Z"
    },
    "id": 625145,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625145.json"
    },
    "type": "petition"
}