{
    "attributes": {
        "action": "Domestic assistance for those who are termed as Severely Disabled by the DWP.",
        "additional_details": "Some days I can hardly get out of bed after spending a few hours cleaning the previous day. My muscles go into spasms because they've been strained while working and that leads to a lack of sleep and a lack of self-esteem. Depression isn't far away. We urgently need help, not everything would be done for us, but help. Cleaners cost £25/hour, some with a minimum of hours e.g. two hours. There is no way we can afford this but we need some dignity in our lives.",
        "background": "Domestic assistance for those who are termed as Severely Disabled by the DWP.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-12T00:58:38.975Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-12T10:21:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-17T06:58:14.268Z",
        "rejection": {
            "code": "no-action",
            "details": "We are sorry to hear about your situation, but petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about support for people who are severely disabled, but adult social care already exists to provide support for people who need assistance at home. Deciding what support to offer is an operational decision for individual local authorities.\r\n\r\nWe could accept a petition calling on the Government to fund additional support for particular people, but it would need to be clear what additional support you want the Government to fund.\r\n\r\nYou could raise your case with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-17T06:58:15.825Z"
    },
    "id": 625111,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625111.json"
    },
    "type": "petition"
}