{
    "attributes": {
        "action": "Increase Local Housing Allowance inline with Local Rental Costs",
        "additional_details": "Local housing is unaffordable for most, working families and single working parents are finding themselves homeless or living in poverty due to the current housing costs.\r\nPrivate rental prices have soared yet the local housing allowance given is nowhere near the cost of rent each month.\r\nIn turn this is causing more pressure on the local authority to provide homes, emergency accommodation is being stretched, families are becoming homeless, causing serious mental health issues, suicides and DM",
        "background": "The current housing benefit/ allowance in each local authority needs to be increased to make private renting more affordable and realistic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-12T10:18:12.978Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-12T12:11:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-17T07:08:46.033Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you are concerned about Local Housing Allowance rates, but these are set by Valuation Office Agency Rent Officers, who are operationally independent.\r\n\r\nWe could accept a petition calling for the Government to change the rules governing Local Housing Allowance rates, so that these are set in a way that better reflects local rental prices, but you'd need to be clear how you wanted these rules to be changed.\r\n\r\nYou can find out more about how Local Housing Allowance rates are set here: https://www.gov.uk/guidance/local-housing-allowance"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-28T08:22:39.126Z"
    },
    "id": 625122,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625122.json"
    },
    "type": "petition"
}