{
    "attributes": {
        "action": "Allow Children to have 'Mental health day's'  off school.",
        "additional_details": "Many children struggle with the thought of going to school. They struggle with the mental anguish it causes and the resulting reactions it causes such as melt downs and bouts of anxiety. Why should we force our children to push through when we as adults would be allowed to take a mental health day and not have it impact our attendance record. I propose this should be the same for children , allow mental health days as sick days for children in school without punishment of parents or children.",
        "background": "Everyone has a bad day, even children! As an adult we can take a mental health day from work, why are we not letting children do the same from school?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-13T21:28:00.103Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-14T08:08:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-17T15:03:48.317Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nSchools are already required to allow pupils to be absent due to ill health, which includes mental health, so we're not sure exactly what you'd like the Government or Parliament to change.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-17T15:03:50.522Z"
    },
    "id": 625258,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625258.json"
    },
    "type": "petition"
}