{
    "attributes": {
        "action": "Elected MPs, not parties, to decide changes of Prime Minister between elections",
        "additional_details": "The principle of our electoral system is clear; we do not vote for a PM, we vote for MPs to represent us under a leader and their party’s manifesto pledges\r\n\r\nWe hold our MPs to account for their choices at the ballot box. Not so party members\r\n\r\nImposing a PM on us with no mandate for their programme denies voters their central role in our democracy and erodes trust. It ignores the constitutional principle that the government governs by virtue of its ability to command the confidence of the Commons",
        "background": "If a Prime Minister leaves office between elections, the ruling party’s MPs must choose to either:\r\n1 directly elect a new party leader themselves to become the next Prime Minister or 2 dissolve Parliament\r\nIn all other circumstances, a party should be free to elect its leader however it may choose.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-14T13:05:07.028Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-14T16:46:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-18T10:18:54.894Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. Decisions about changes to party leadership are a matter for individual political parties, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to pass legislation requiring a general election to be held in certain circumstances, but cannot accept petitions calling for restrictions on how political parties choose their leaders."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-21T10:15:40.076Z"
    },
    "id": 625296,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625296.json"
    },
    "type": "petition"
}