{
    "attributes": {
        "action": "Make it illegal for schools to lock student toilets during lesson times",
        "additional_details": "Locking toilets during lesson time restricts the child’s bodily autonomy, taking the decision of when to go to the toilet out of their hands. It encourages “just in case” toileting, stopping the bladder learning to hold urine at its maximum capacity and reducing the amount it holds, resulting in increased toileting. It also results in dehydration as the child drinks less to avoid using the toilet, causing other health issues like headaches which reduce concentration in class and effect learning.",
        "background": "The United Nations Convention of Child Rights states that “Every child has the right to the best possible health” - this right is being breached by schools restricting access to toileting as it can cause urinary tract and kidney infections, as well as psychological damage due to accidents in class.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-13T10:00:20.542Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-13T17:16:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-17T11:26:55.340Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions on policies regarding when students can leave the classroom are a matter for individual schools and teachers, not the UK Government or House of Commons.\r\n\r\nIf you are unhappy with how a school or teacher deals with requests to use the toilet, you should raise this with the school or relevant local authority."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-17T11:26:56.431Z"
    },
    "id": 625202,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625202.json"
    },
    "type": "petition"
}