{
    "attributes": {
        "action": "Remove Liz Truss as PM and ask Boris Johnson to come back as PM",
        "additional_details": "The government and conservative party have made some massive mistakes lately.  Firstly ousting Boris Johnson and then bring in someone incapable of the doing the job.  She has made the rich richer and is punishing the poorer people.  We all have different circumstances so why we can't work either at all or full-time.  I work part time as Im a single parent with a son with autism.  I rely on benefits to help.  I shouldn't be punished for my circumstances.",
        "background": "It's the conservative parties fault that Boris Johnson was removed and Liz Truss was made PM.  They should be taking responsibility for the massive mistakes that Liz Truss has made.  Boris Johnson wasn't perfect but we would all in be in a better position if he was charge.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-13T13:10:04.234Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-14T13:37:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-17T15:21:16.743Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or replaced.\r\n\r\nIn any case, decisions about changes to the leaders of political parties are a matter for individual political parties, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-17T15:21:18.170Z"
    },
    "id": 625220,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625220.json"
    },
    "type": "petition"
}