{
    "attributes": {
        "action": "Mental heath PTSD Support for Ex Military personnel",
        "additional_details": "I would like the Government and Parliament to draw up an act, enabling ex veterans support, prior to leaving service and after leaving service. Workshops should be avaliable, one to one coaching, counselling and the option to sign post to the right therapy for individuals.",
        "background": "Put in place workshops and one to one sessions for support to Forces personnel, prior to exiting forces. I have encountered a huge need for help, from veterans suffering PTSD and having absolutely no support, through transition to civilian live after serving our King and country.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-13T23:47:19.637Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-14T14:15:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-17T15:24:23.378Z",
        "rejection": {
            "code": "already-happening",
            "details": "There are already support services available for ex-service personnel.\r\n\r\nVeterans UK, which is part of the Ministry of Defence (MOD), exists to help ex-service personnel get appropriate support from government, local authorities, independent bodies and the charity sector.\r\n\r\nYou can find out more about Veterans UK here: https://www.gov.uk/government/organisations/veterans-uk/about\r\n\r\nWe could accept a petition calling on the Government to increase funding for support for ex-service personnel, if that's something you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-17T15:24:24.631Z"
    },
    "id": 625265,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625265.json"
    },
    "type": "petition"
}