{
    "attributes": {
        "action": "Ban domestic flights on routes that trans can do in less than 4.5 hours",
        "additional_details": "We need a domestic flight ban policy similar to the one implemented in France.\r\n\r\nTravelling by train rather than plane is one of the best things people can do to help tackle the climate crisis.\r\n\r\nIt’s ridiculous that the government refuses to adequately support our rail network, and yet freely hands airlines tax breaks which push unnecessary domestic flights.\r\n\r\nIt’s time to get rid of domestic flights, start taxing frequent flying and aircraft fuel and invest more in rail.",
        "background": "Banning flights on routes with fast rail connections could cut UK emissions from domestic aviation by a third, a Intergenerational Foundation (IF) report found.\r\n\r\nIf domestic flights on routes with a rail alternative under 4.5 hours were banned, it would reduce emissions by 885 kilotonnes (33%).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-13T11:02:57.646Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-13T15:26:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-17T11:25:56.595Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's not clear if your petition is just about banning certain domestic flights, or if your petition is also asking the Government to start taxing frequent flying and aircraft fuel and invest more in rail.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. What you want the Government to do would need to be clear from the title and main text of your petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-17T11:25:57.838Z"
    },
    "id": 625209,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625209.json"
    },
    "type": "petition"
}