{
    "attributes": {
        "action": "Accessibility, inclusion and equity to be taught in schools eg Disability gender",
        "additional_details": "Over 100 years after the Suffragette movement we still do not have equity for women.\r\n\r\nChildren need to understand the importance of inclusion, equity and accessibility at a young age to make workplaces and services more accessible for future generations.\r\n\r\nLots of people with physical disabilities, neurodiverse conditions have to take unnecessary additional steps for most services.\r\n\r\nWe need improvement with representation with BAME, gender, disability leaders",
        "background": "To ensure school curriculum includes how to make society accessible for disabled people, to understand the importance of accessibility for all and how to implement eg websites, retailers, employees",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-14T19:50:33.710Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-15T12:52:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-18T07:04:15.259Z",
        "rejection": {
            "code": "already-happening",
            "details": "The relationships curriculum already requires students to be taught about:\r\n\r\n- that in school and in wider society they can expect to be treated with respect by others, and that in turn they should show due respect to others, including people in positions of authority and due tolerance of other people’s beliefs.  \r\n- the importance of respecting others, even when they are very different from them (for example, physically, in character, personality or backgrounds), or make different choices or have different preferences or beliefs. \r\n- the legal rights and responsibilities regarding equality (particularly with reference to the protected characteristics as defined in the Equality Act 2010) and that everyone is unique and equal. \r\n\r\nYou can read the full relationships curriculum here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1090195/Relationships_Education_RSE_and_Health_Education.pdf\r\n\r\nWe can accept petitions calling for additional content to be added to the relationships curriculum, but it would need to be clear what additional content you want to be added."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-18T07:04:16.340Z"
    },
    "id": 625343,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625343.json"
    },
    "type": "petition"
}