{
    "attributes": {
        "action": "Introduce a mechanism to allow UK citizens to call a general election",
        "additional_details": "Introducing a new mechanism that would allow UK citizens to trigger a general election would make the UK Government significantly more accountable to the electorate, at all times during its tenure, and reduce civil unrest. \r\n\r\nThe mechanism could include, initially, a petition for a General Election referendum hitting a pre-determined number of signatures on this site, (perhaps 2-4 million) with the referendum itself requiring a significant majority of people (70/30 or 80/20) voting in favour.",
        "background": "General elections occur every 5 years and can only take place earlier at the behest of the incumbent Prime Minister. If there is significant dissatisfaction with the actions of Government, UK Citizens have few options, other than disruptive civil disobedience, to make their voices heard.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-15T20:46:20.483Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-16T06:03:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-18T12:25:30.843Z",
        "rejection": {
            "code": "duplicate",
            "details": "We believe your ask is already covered by two petitions we currently have open:\r\n\r\nChange the law so that UK citizens can call a General election\r\nhttps://petition.parliament.uk/petitions/618068\r\n\r\nIntroduce a mechanism for the public to call a 'No Confidence Referendum'\r\nhttps://petition.parliament.uk/petitions/624332\r\n\r\nWe also have the following petitions open on a similar topic:\r\n\r\nImpose new requirements on replacing the Prime Minister and subsequent election\r\nhttps://petition.parliament.uk/petitions/623200\r\n\r\nRequire a referendum on whether to hold an early general election if PM changes\r\nhttps://petition.parliament.uk/petitions/623922"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-18T12:25:30.840Z"
    },
    "id": 625418,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625418.json"
    },
    "type": "petition"
}