{
    "attributes": {
        "action": "Admit you don't want an election because you would get completely trounced.",
        "additional_details": "Last year this government whipped its members in a vote of no confidence before embarking on a prolonged period of entirely failing to govern while the nation collapsed around our ears.\r\nThen, having set the bar for the worst government in British history the prime minister was changed and they kick that record into touch.\r\n\r\nIt is clear that this government is deeply unpopular, and while proper democracy is about doing what is right rather than what is popular, this government is doing neither.",
        "background": "We are long overdue an election: proper electoral intervals are measured by mandate, not by time and this government has no correspondence with the manifesto it was elected on.\r\n\r\nThis government needs to explain the democratic basis for its continued tenure.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-16T12:03:30.732Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-17T21:59:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-20T07:38:59.659Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government recently responded to an e-petition calling for a general election, and a debate on that petition.\r\n\r\nYou can read the Government's response to the e-petition calling for a general election here: https://petition.parliament.uk/petitions/619781?reveal_response=yes#response-threshold\r\n\r\nAnd you can read the Minister's response to the debate on the above petition here: https://hansard.parliament.uk/commons/2022-10-17/debates/78F30897-47A0-4D21-9135-DF1CD19E3AE4/EarlyGeneralElection#contribution-06FAB241-8CE0-4F43-8174-E51D364A677B"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-25T08:12:44.110Z"
    },
    "id": 625453,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625453.json"
    },
    "type": "petition"
}