{
    "attributes": {
        "action": "Support Iran’s courageous people in their fight for freedom through",
        "additional_details": "What must be done;\r\n\r\n1- Condemn the Islamic Republic's violent behavior\r\n\r\n 2- Ask the social media companies to help circumvent censorship and support for infrastructure to have free access to internet in Iran\r\n\r\n 3- deny visas to all Islamic Republic officials to enter your country.\r\n\r\n 4- Enact Magnitsky Sanctions against key actors and members of the IRGC and Regime responsible for these crackdowns",
        "background": "We ask you to join the Iranian people in their call for freedom.We ask you to use your voice and position to condemn in no uncertain terms, the barbaric actions of the regime. We ask you to stand with the Iranian people who chant on every street, WOMEN, LIFE, FREEDOM.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-16T19:31:39.512Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-18T04:21:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-20T07:40:55.713Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nMaintain sanctions and introduce visa ban on people linked to Iranian regime: https://petition.parliament.uk/petitions/623572\r\n\r\nCut diplomatic ties with Iran in support of current nationwide uprisings: https://petition.parliament.uk/petitions/623743\r\n\r\nCondemn Iran for human rights violations linked to the regime: https://petition.parliament.uk/petitions/623749\r\n\r\nSeek stronger international sanctions against Iran: https://petition.parliament.uk/petitions/624662\r\n\r\nDecisions about social media and internet access are a matter for social media and internet providers, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-20T07:41:58.498Z"
    },
    "id": 625486,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625486.json"
    },
    "type": "petition"
}