{
    "attributes": {
        "action": "Review payments and pensions paid to mps and ministers when leaving their roles.",
        "additional_details": "Total review of payments made to politicians, final pay outs and pensions. Stop extortionate pay outs using tax payers money to failed politicians who do not serve term in office.",
        "background": "Stop all final payments to ministers and mps when they leave roles.  There should not be extortionate pay outs. Review politicians pensions to be based on length of service and salary. MPs to contribute to pensions and lose pension rights if Gross Misconduct or incompetent.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-16T14:56:33.442Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-17T13:02:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-19T13:12:06.540Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' pensions. IPSA is independent of both Parliament and Government. You can find out more about IPSA here: http://www.theipsa.org.uk\r\n\r\nWe can accept petitions about leaving payments and pensions for Minsters, which are set by the Government. We have published the following petition, which you might like to sign:\r\n\r\nReduce amounts and rights to payments for Ministers leaving office: https://petition.parliament.uk/petitions/619918"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-20T16:26:54.410Z"
    },
    "id": 625463,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625463.json"
    },
    "type": "petition"
}