{
    "attributes": {
        "action": "Fund more specialist schools for children with special educational needs",
        "additional_details": "The government is not funding enough specialist schools. It’s a broken system that needs to be fixed. These children need support of a government wanting to fight for them and support them that understand it’s duty of care to our children. Children are being unable to receive the support and education they deserve and need. Every child should be able to have a school place but that isn’t the case with all special needs children. \r\nThe system is broken children with additional needs are getting forgotten and left to struggle on there own. We need more specialist school, teachers and places made available for our growing population. More and more secondary mainstream schools being built but NO new specialist schools being built.",
        "background": "There’s a lack in specialist schools which are effecting so many children around the uk. Schools say there full which unable children to seek education. How can the local authorities not think there needs to be action and something is wrong, instead there influenced into going to a mainstream school",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-18T13:07:04.092Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-18T21:16:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-20T16:16:52.991Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/619720"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-20T16:16:54.152Z"
    },
    "id": 625658,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625658.json"
    },
    "type": "petition"
}