{
    "attributes": {
        "action": "Make Local Authorities provide a flow chart/information booklet to SEN parents.",
        "additional_details": "As a parent of a young person with SEN I have been through the system and have had to navigate my way through a very difficult situation with little to no support. My local authority only ever spoke about cost and actually laughed at me when I suggested that my son would like to transition to a residential college. Met with such negativity most parents/carers would simply accept whatever the L.A. offers them not thinking that they can question these so called professionals.",
        "background": "I would like it made law that L.A.'s should provide all SEN families/carers with the necessary information to aid their arduous journey in the education system. Parents/carers need a clear guide as to what needs to be in place to gain the correct education setting and then a clear guide next steps.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-19T08:34:09.726Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-19T09:38:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-21T14:27:40.236Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We are sorry to hear about your experience, but we can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe Government is responsible for setting the responsibilities local authorities have to support children with special needs, but the advice and information local authorities provide to parents of children with special needs is an operational matter for individual local authorities.\r\n\r\nIf you are unhappy with the advice you have received from your local authority, or decisions they have made about support for your child, you can complain about this: https://www.gov.uk/complain-about-your-council\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-21T14:27:41.755Z"
    },
    "id": 625750,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625750.json"
    },
    "type": "petition"
}