{
    "attributes": {
        "action": "Stop unnecessary road works for cycle lane project in London Road in Buntingford",
        "additional_details": "Not only is it going to be useless as it will be one way cycle lane, but there aren't really any people in Buntingford that cycle as it is. These roadworks will cause traffic chaos for almost a year in Buntingford and will benefit 1 person a day. It is not currently dangerous to cycle on the road without a cycle lane. We pay a lot of council tax and we do not want to see our money wasted on this when there are far more beneficial projects that could be invested in for the youth of the area.",
        "background": "The residents of Buntingford have had enough of building and roadworks appearing in the town. There is due to be roadworks in Buntingford starting the week commencing 24.10.22 all the way until late August 2023. We do not want a one way cycle lane. Stop these roadworks.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-19T10:36:45.583Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-19T11:24:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-21T07:03:12.108Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. Decisions about local roads are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-21T07:03:13.341Z"
    },
    "id": 625759,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625759.json"
    },
    "type": "petition"
}