{
    "attributes": {
        "action": "Free parking to pick up children from Clayton-le-Woods C of E Primary School.",
        "additional_details": "I have emailed the local MP about this matter with no response. This school is in the countryside and therefore in most cases parents have to drive there to drop off/pick their children up from school. Private parking companies now own the car parks adjacent to the school and have been fining parents 1000’s for overstaying the mere 15 minutes grace period. Traffic and parking is very dangerous round here leading to dangerous driving and parking as people fear receiving a parking fine.",
        "background": "Provide free parking for parents to drop off and pick up their children from Clayton-le-Woods Church of England primary school, so parents don’t continue to receive fines from private parking companies.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-20T11:39:36.540Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-20T11:51:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-24T08:07:12.423Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local parking are a matter for the relevant local authority and private parking operators, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-24T08:07:13.766Z"
    },
    "id": 625881,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625881.json"
    },
    "type": "petition"
}