{
    "attributes": {
        "action": "Remove outdated 'Cestui Que Vie Act 1666' and assume people are alive not dead.",
        "additional_details": "During black plague great fires of London, Parliament enacted the Cestui Que Vie Act 1666.\r\nThis subrogated the rights of men and women, meaning all were declared dead, lost at sea.\r\nThe Gov took custody of everybody and their property into a trust. The state became the trustee holding all titles to the people and property, until a living man comes back to reclaim those titles. The government have many systems that reveal a specific humans condition and so the time for assuming death is over.",
        "background": "During the black plague and great fires of London, Parliament enacted Cestui Que Vie Act 1666.  I want the Government to acknowledge that the people born in the UK are living natural entities (until their real death) under God and do this by revoking the outdated act.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-19T23:20:15.366Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-19T23:42:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-24T07:37:10.956Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe presumption of death in the UK is governed by the Presumption of Death Act 2013. We could accept a petition calling for changes to how this legislation works, but it would need to be clear what changes you want.\r\n\r\nYou can find out more about presumption of death here: https://commonslibrary.parliament.uk/research-briefings/sn04890/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-24T07:37:12.394Z"
    },
    "id": 625839,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625839.json"
    },
    "type": "petition"
}