{
    "attributes": {
        "action": "Restore Democracy by holding a General Election. We reject unelected officials.",
        "additional_details": "The country has been on a trajectory of Free Market ideology that is crashing spectacularly; wealth divides are greater than ever before and living standards for the majority are in decline. We simply ask to restore democracy and have a system in place that works for the many not the few.\r\n\r\nThis is a vote of no confidence not just for the PM or the current governing party, but for the current UK democratic system, a broken system that desperately needs reviewing if true democracy is to survive.",
        "background": "To hold a general election within 100 days after the PM's resignation.\r\n\r\nWe call for an end to the undemocratic processes that have grown within our system from PM selection, to lobbying, media influence and the ruling class.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-20T14:01:37.912Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-20T14:18:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-24T08:31:20.266Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nCall an immediate general election to end the chaos of the current government: https://petition.parliament.uk/petitions/619781\r\n\r\nHold a General Election within 100 days of the new PM being appointed: https://petition.parliament.uk/petitions/621931\r\n\r\nIf a Prime Minister resigns a general election should be called: https://petition.parliament.uk/petitions/620016"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-24T08:31:21.591Z"
    },
    "id": 625986,
    "links": {
        "self": "https://petition.parliament.uk/petitions/625986.json"
    },
    "type": "petition"
}