{
    "attributes": {
        "action": "Change the rules relating to the Prime Minister's pension",
        "additional_details": "There is a significant inequality between the State Pension and the Prime Minister's pension, both of which are paid by the state. It is appropriate to reduce this inequality, so that a Prime Minister who serves less than the full term does not gain disproportionate financial benefit, especially in light of the 44 days in office of Liz Truss, and the economic damage wreaked by her policies.",
        "background": "(a) Alter its commencement to the individual's state pension age and; (b) The annual pension to be accrued at the rate of one-sixtieth for each complete month in office, so that the full annual amount is only due to a Prime Minister who has served the maximum term allowed for a parliament.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-21T10:51:39.049Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-21T11:46:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-25T07:43:08.319Z",
        "rejection": {
            "code": "no-action",
            "details": "Under the Ministers’ Pension Scheme Ministers, including the Prime Minister, accrue a part of their pensionable salary in each year they are a contributing member of the scheme, and have a normal pension age linked to their State Pension age. You can find out more about this scheme here: https://commonslibrary.parliament.uk/research-briefings/sn04586/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-25T07:43:09.359Z"
    },
    "id": 626321,
    "links": {
        "self": "https://petition.parliament.uk/petitions/626321.json"
    },
    "type": "petition"
}