{
    "attributes": {
        "action": "Fund Our NHS!!!",
        "additional_details": "The fact NHS staff work relentless hours for so little pay compared to other professions, which arguably do not reach the same commitment to the job, is appalling but also just morally wrong. Not to mention the mental toll on staff who witness devastating cases that ordinary people would find extremely distressing. It also shouldn't go unnoticed that the during the pandemic the only thing that brought people hope was the NHS, even in it's worst condition for decades. Something must be done!",
        "background": "Our NHS stands at the heart of our nation, is admired by countries worldwide and since it's formation in 1948 has helped millions, saved millions, and inspired millions to help and serve their community out of compassion and dedication to a righteous cause.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-21T22:43:34.715Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-21T22:51:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-25T15:50:57.963Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about funding for the NHS, but it's not clear how you want NHS funding to change.\r\n\r\nYou could start a new petition explaining more clearly what changes you would like to NHS funding."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-25T15:50:58.929Z"
    },
    "id": 626466,
    "links": {
        "self": "https://petition.parliament.uk/petitions/626466.json"
    },
    "type": "petition"
}