{
    "attributes": {
        "action": "Appoint a dedicated MP to represent the expat community.",
        "additional_details": "For too long the voices of British people living abroad who see themselves as unpaid Ambassadors has been ignored. There are millions of potential voters who because of being neglected see no reason to engage in the political activity.  This  is a sad reflection of  British politics today.",
        "background": "At the moment British expats are represented by the MP from the constituency they belonged to before they left the UK to live abroad. These MP’s rightly give most of their surgery time to the people who live in their own constituencies and only occasionally engage with expats living abroad.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-22T05:21:11.636Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-22T06:12:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-26T11:20:01.478Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure if you'd like the Government or Parliament to appoint an existing MP to a role to represent expats, or if you'd like a new MP to be elected by expats to represent them as a constituency. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-26T11:20:03.078Z"
    },
    "id": 626479,
    "links": {
        "self": "https://petition.parliament.uk/petitions/626479.json"
    },
    "type": "petition"
}