{
    "attributes": {
        "action": "Petition to bring back John Major for PM.",
        "additional_details": "The current constitutional crisis may be alleviated by drawing upon many grandee figures, who may provide the vision, experience and fortitude to lead Britain through Brexit and renewed tensions with Russia.\r\n\r\nI believe too that the personal relations John Major had with King Charles, Price William and Price Harry may be renewed and amended leading to much harmony.\r\n\r\nIt is my belief that John Major has the dignity, gravitas and respect to end this hostile media environment.",
        "background": "The UK Government should draw upon the critical expertise and wise statesmanship of John Major, who exemplifies many personal qualities that may assist in these turbulent times.\r\n\r\nJohn Major was also well received by the Royal family during his tenure and had special connection with them",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-21T20:04:49.463Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-21T20:27:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-25T15:05:12.126Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about honours or appointments. \r\n\r\nIn any case, as you might already know, the Prime Minister of the UK is not chosen by the UK Government or Parliament.\r\n\r\nAfter a general election, the Queen decides who to invite to form a Government. In practice, this is usually the leader of the political party that wins the most seats in a general election. You can find out more about this here:\r\nhttps://www.royal.uk/queen-and-government"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-25T15:05:13.292Z"
    },
    "id": 626438,
    "links": {
        "self": "https://petition.parliament.uk/petitions/626438.json"
    },
    "type": "petition"
}