{
    "attributes": {
        "action": "Make a midterm change of PM a democratic process - to be selected by MPs only.",
        "additional_details": "The main political parties leave the final decision of a leadership change to their party membership - a tiny proportion of the electorate. There is no problem with this approach whilst the party are in opposition. However, when this happens with a party in Government, the mandate held by MPs from the electorate can be overriden by this tiny and unrepresentative proportion of the electorate. The change should be determined by our democratically elected representatives.",
        "background": "We elect MPs and give them a mandate based on their manifesto. By doing so, we are trusting their judgement to make decisions and vote in Parliament on our behalf. The Government's mandate is determined by their party having a majority of MPs, representing a considerable proportion of the electorate",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-22T11:14:35.439Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-23T08:19:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-27T15:45:01.996Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to how the Prime Minister is chosen, but we're not sure how you want MPs to choose a new Prime Minister. You could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRequire a vote of confidence in new Prime Ministers, and an election if lost: https://petition.parliament.uk/petitions/624507"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-01T07:54:42.920Z"
    },
    "id": 626500,
    "links": {
        "self": "https://petition.parliament.uk/petitions/626500.json"
    },
    "type": "petition"
}