{
    "attributes": {
        "action": "Get social media companies to do more about online bullying",
        "additional_details": "Social Media Companies seem to not care about online bullying, as they hardly do anything about I and everyone else signing this petition  want the government 1.To ether get every to confirm its them like ID type system 2. Make Social Media Companies crack down on hate and bullying 3. Get Social Media Companies to block certain words in comment sections. 4. When it comes to bans which people on app reported get a human to verify.",
        "background": "Get social media companies to do more about online bullying and fake accounts that hate on individuals. As online bullying takes lives daily because mental health. I want and everyone else writing this wants the government to try and force a kind of stop to online bullying.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-22T14:56:52.280Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-22T15:10:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-27T07:01:43.427Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/625131\r\n\r\nThe Online Safety Bill contains provisions to introduce new requirements on social media companies to prevent online harms. This bill is currently being considered by Parliament. Find out more about this bill here: https://bills.parliament.uk/bills/3137"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-27T07:03:11.726Z"
    },
    "id": 626526,
    "links": {
        "self": "https://petition.parliament.uk/petitions/626526.json"
    },
    "type": "petition"
}