{
    "attributes": {
        "action": "Introduce a formal appraisal system for M.P.s.",
        "additional_details": "Public disillusionment with elected representatives is high and a healthy democracy requires citizens to trust and respect their elected officials. Boris Johnson's recent trip to the Caribbean and failure to attend important votes would not be tolerated in other professions. Why should we tolerate this sort of professional negligence from our MPs? Let's encourage professionalism in our MPs - most of whom I believe to be hard-working individuals - and restore trust in our elected politicians.",
        "background": "All M.P.s should be subject to a formal, non-partisan appraisal system, the results of which should be available to members of the public. All other public sector employees have targets and professional reviews. Why not our elected representatives?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-24T19:59:41.907Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-25T14:15:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-31T14:21:17.804Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see the performance of MPs appraised, but it's not clear who you want to do these appraisals, or what if any consequences you want them to have.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-31T14:21:19.177Z"
    },
    "id": 626691,
    "links": {
        "self": "https://petition.parliament.uk/petitions/626691.json"
    },
    "type": "petition"
}