{
    "attributes": {
        "action": "Children should learn topics that help them understand how life started.",
        "additional_details": "I want the government to do this because children are young and immature until they have reached college so they need to learn more about religion at a young age at 5 so they can understand how life came about to gain a better understanding of life and the purpose and reason behind living. Nothing forceful all facts, knowledge, morals, principles and manners from Islam, Christianity, Judaism, Hinduism and Sikhism this can initially help lower crime rates and suicide rates at a later age.",
        "background": "I want the government to make help children understand how life was created according to religious teachings e.g. teaching religious studies to those who cannot afford to go to church and masjid at a young age. Talk more less about transgenders, homosexuals and other subjects until they are mature.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-24T11:49:33.248Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-24T17:20:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-28T07:30:06.504Z",
        "rejection": {
            "code": "already-happening",
            "details": "The national curriculum already requires schools to provide religious education. We can accept petitions calling for changes to the national curriculum, but it would need to be clear what changes you want.\r\n\r\nYou can find out more about the national curriculum here: https://www.gov.uk/national-curriculum"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-28T07:30:08.401Z"
    },
    "id": 626648,
    "links": {
        "self": "https://petition.parliament.uk/petitions/626648.json"
    },
    "type": "petition"
}