{
    "attributes": {
        "action": "Stop all ministerial and prime ministerial pensions immediately.",
        "additional_details": "The governing party's MPs should also be paid on a UK average earnings perf. related pay. If the average citizen is doing better under this Govt then those managing that Govt deserve to be paid. However, if like current times the Govt has actively damaged the economy & the average UK citizen is worse off, then those MPs in Govt should also see a significant reduction in pay so they can understand what the rest of us are going through and take responsibility for their party's decisions & actions.",
        "background": "The last 7 prime ministers alone are costing the UK tax payer over £800k a year, and in this time of renewed austerity this country cannot afford to keep paying these amounts to people who can easily earn sufficient income from lucrative talks and corporate advisory deals.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-25T09:44:22.411Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-25T11:53:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-28T11:40:54.424Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about payments to former Prime Ministers, but from the figures you cite it sounds like you're referring to the Public Duty Costs Allowance.\r\n\r\nThe Public Duty Costs Allowance is claimable for reimbursement of incurred expenses for necessary office costs and secretarial costs arising from former Prime Minister's special position in public life. You can find out more about this allowance here: https://www.gov.uk/government/publications/public-duty-cost-allowance/public-duty-costs-allowance-guidance\r\n\r\nUnder the Ministers’ Pension Scheme Ministers, including from 2013 the Prime Minister, accrue a part of their pensionable salary in each year they are a contributing member of the scheme, and have a normal pension age linked to their State Pension age. You can find out more about this scheme here: https://commonslibrary.parliament.uk/research-briefings/sn04586/\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nAbolish the Public Duties Cost Allowance (PDCA) for former Prime Ministers: https://petition.parliament.uk/petitions/625940"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-10-28T11:40:55.226Z"
    },
    "id": 626734,
    "links": {
        "self": "https://petition.parliament.uk/petitions/626734.json"
    },
    "type": "petition"
}