{
    "attributes": {
        "action": "Government ministers' pay to be tied to that of nurses.",
        "additional_details": "The UK is facing an economic crisis and, as the Conservative government likes to say, 'we are all in this together'. There could be no greater expression of willingness to support the population than government ministers allowing their pay to match that of nurses. Knowing politicians as I would do, this may lead to an uplift in nurses' salaries rather than a cut in ministerial pay. However they choose to do it, it's high time that this government - led by a multimillionaire -set an example.",
        "background": "Frontline workers are leaving the NHS due to stress, poor working conditions and low pay, while MPs received a pay rise of over £2000 in March 2022. This is unfair, and to set an example during 'eye-wateringly' difficult times, ministers should allow their pay to be tied to that of nurses.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-26T11:36:26.150Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-26T12:18:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-10-31T09:02:49.040Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to salaries for ministers, but we're not sure exactly how you want these to be changed.\r\n\r\nYour petition refers to tying ministerial salaries to those of nurses, but we're not sure exactly what this would mean in practice, as pay for nurses varies considerably. You could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-10T16:05:29.477Z"
    },
    "id": 626812,
    "links": {
        "self": "https://petition.parliament.uk/petitions/626812.json"
    },
    "type": "petition"
}