{
    "attributes": {
        "action": "Petition to teach lifesaving skills such as first aid and CPR to all children",
        "additional_details": "Teach lifesaving skills and personal survival skills on the national curriculum as there have been multiple instances where children and young people have drowned in open water in 2022 alone, so if we use teaching these skills as a preventative action then we can prevent more drownings from happening in the future.",
        "background": "There have been multiple instances where children have lost their lives in situations where it could have been prevented, particularly autistic children as they are drawn to water, so I want to make it so that all have to learn CPR and lifesaving skills, particularly in water.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-26T14:46:15.099Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-27T10:35:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-02T14:52:20.958Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government's Relationships Education, Relationships and Sex Education (RSE) and Health Education curriculum requires that all students be taught first aid in primary and secondary schools. This includes \"life-saving skills, including how to administer CPR\".\r\n\r\nYou can read the full Relationships Education, Relationships and\r\nSex Education (RSE) and Health Education curriculum here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/908013/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf\r\n\r\nYou could start a new petition asking for a specific change, or for new content to be added to the above guidance, but you would need to be clear what additional content you would like."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-02T14:52:34.945Z"
    },
    "id": 626836,
    "links": {
        "self": "https://petition.parliament.uk/petitions/626836.json"
    },
    "type": "petition"
}