{
    "attributes": {
        "action": "Unban the importation of cropped and docked dogs.",
        "additional_details": "Now the importation of cropped and docked dogs is made illegal, all its done is up the cases of breeders cropping and docking there puppies unprofessionally and painfully. When done professionally there are multiple benefits to the dog that are rarely spoken about due to lack of knowledge from people. eg Decreases the chance of a hematoma, decreases the chances of a dogs ear being ripped while working, follows the standards of many breeds therefore preserving them.",
        "background": "Unban the importation of cropped and docked dogs, only when its done professionally.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-30T19:51:33.466Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-10-30T20:16:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-03T11:33:31.009Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThe importation of cropped and docked dogs has not yet been banned. The Animal Welfare (Kept Animals) Bill\r\ncontains provisions that would enable regulations to introduce new restrictions on the commercial import and non-commercial movement of pets on welfare grounds, which could include dogs which have been subjected to\r\nmutilations such as docked tails or cropped ears, but this Bill is not yet law.\r\n\r\nWe could accept a petition calling for these provisions to be removed from the Animal Welfare (Kept Animals) Bill, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-03T11:33:31.814Z"
    },
    "id": 627140,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627140.json"
    },
    "type": "petition"
}