{
    "attributes": {
        "action": "Subsidise BBC Local radio stations to enable reversal of cuts to their services.",
        "additional_details": "What BBC local radio provides: uniquely!!!\r\n1. Consumer support, intervention and advice for people that have exhausted all other avenues.\r\n2. Support local charities, causes and fund raisers. \r\n3. Promoting local talented musicians\r\n4. Holding local authorities, councillors and MPs to account  \r\n5. Provide support and joy to people living alone, \r\n6. Local traffic reports that listeners contribute to. \r\n7. A sense of belonging for their listeners",
        "background": "Subsidise local radio stations that have proven excellence in entertainment and service to the community, so that proposed cuts and redundancies to hugely loved presenters and their teams are not necessary. \r\nTo pay for this :\r\nCut ridiculously high salaries of national presenters \r\nCut excess sport",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-01T15:37:42.373Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-03T06:23:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-08T07:52:47.716Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. Decisions about local BBC radio services are a matter for the BBC, not the UK Government or Parliament.\r\n\r\nThe BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the Government to intervene in the BBC’s day-to-day operations."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-13T17:08:15.759Z"
    },
    "id": 627270,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627270.json"
    },
    "type": "petition"
}