{
    "attributes": {
        "action": "Provide A levels in all boroughs in England.",
        "additional_details": "The situation for students in Knowsley is incredibly urgent. It is having a terrible impact on the proportion of students choosing to study A levels. In 2016, BBC news reported 2% of pupils studying A levels in local state schools in Knowsley, which was when there was a sixth form in the borough. The figure is currently 0% - the lowest in the country. Now, students from Knowsley have to travel to sixth forms or colleges in Liverpool or St Helens to continue their studies.",
        "background": "There currently isn't any A level provision in Knowsley. There aren't any sixth forms and the post-16 colleges in the borough only BTEC level 3 qualifications. We want the government to introduce legislation, so that A levels have to be legally provided in Knowsley and in all boroughs in England.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-10-31T22:02:49.264Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-15T16:23:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-18T16:24:56.490Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about school provision and what qualifications schools offer are a matter for individual local authorities and schools, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-18T16:24:57.807Z"
    },
    "id": 627227,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627227.json"
    },
    "type": "petition"
}