{
    "attributes": {
        "action": "Review the subsidisation of food in parliament buildings.",
        "additional_details": "There is no justification for subsidising the price of food for workers and attendees at parliament buildings but not workers across the public sector. We are living through a time when there is a cost of living crisis and people at the lower end of the earning scale and those in receipt of benefits are struggling to make ends meet. As such, a policy like this must apply to all public sector workers, or not apply at all.",
        "background": "End the subsidisation of food in parliament buildings or also subsidise food in all public sector workplaces.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-02T11:34:06.190Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "LHOC",
                "name": "Office of the Leader of the House of Commons",
                "url": "https://www.gov.uk/government/organisations/the-office-of-the-leader-of-the-house-of-commons"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-02T13:23:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-07T15:02:47.514Z",
        "rejection": {
            "code": "duplicate",
            "details": "The House of Commons Catering service does not provide a subsidised service in the commercial sense of the word. Some venues make a profit, while in other venues the cost of providing the service does exceed the income received in sales due to the irregular hours and unpredictability of parliamentary business. The House of Commons publishes details of the cost of House of Commons catering services: https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRaise prices for House of Commons catering services to enable full cost recovery: https://petition.parliament.uk/petitions/622377"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-14T15:45:33.692Z"
    },
    "id": 627337,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627337.json"
    },
    "type": "petition"
}