{
    "attributes": {
        "action": "Stop people earning just over the threshold for universal credit being worse off",
        "additional_details": "Consider a system that allows career success to be scaleable to benefit those who work hardest, to maintain support for those who really need it, those suffering hard times, working all the hours they can as a single parent or growing companies from nothing, but without effectively penalising you for working hard and living just above that threshold (ie those contributing more than they take). Currently minimum wage full time is close to minimal hours topped up, where’s the motivation otherwise?",
        "background": "Currently, we support people on low incomes. This is good, however, if you earn slightly over this threshold you are effectively less well off than those working a few hours getting topped up to that level, normally working more hours to be in that situation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-01T22:24:32.072Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-12T07:49:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-16T08:44:14.873Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about rules relating to earned income and Universal Credit, but we're not sure exactly how you'd like these rules to be changed.\r\n\r\nIf you or your partner are employed, how much Universal Credit you get will depend on how much you earn. Your Universal Credit payment will reduce as you earn more. For every £1 you or your partner earns your payment goes down by 55p.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-16T08:44:16.092Z"
    },
    "id": 627312,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627312.json"
    },
    "type": "petition"
}