{
    "attributes": {
        "action": "Automatic de-selection of sitting MPs if they cannot vote in Parliament",
        "additional_details": "As taxpayers with a vested interest in our country, we need politicians who take their primary job seriously. \r\n\r\nObviously, if MPs are unable to sit and vote due to ill health or maternity/paternity duties (with voting pairing), they should not be subject to such recall.\r\n\r\nThey should set a good example for children who have to go to school in term time, and get expelled for such absences. It is an abuse of parliamentary privilege.",
        "background": "Being an MP is a full time job, attendance in Parliament & Constituency is necessary for primary duties (voting, constituency surgeries). Automatic recall triggering a By-Election should be the default, if they elect to e.g. go on holiday, have other business interests or appear on reality TV)",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-03T15:04:37.137Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-04T18:17:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-08T15:18:38.382Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nAt present it is up to individual MPs whether to take part in votes, irrespective of whether they are on the parliamentary estate. It's not clear if you want it to be made a requirement for MPs to take part in all votes, with a by-election if they fail to do so (with certain exceptions), or just to be on the parliamentary estate when the House of Commons is sitting.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIntroduce a requirement for MPs to attend Parliament when the House is sitting: https://petition.parliament.uk/petitions/626303"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-08T15:18:39.616Z"
    },
    "id": 627433,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627433.json"
    },
    "type": "petition"
}