{
    "attributes": {
        "action": "Abolish the call at 8am system for booking appointments at GP surgeries.",
        "additional_details": "Many GPs issue appointments on a \"Call at 8am\" basis. The result is everyone in the catchment area is calling at the same time. \r\n\r\nThis creates an 'appointment lottery' where those with privilege are more likely to get an appointment, for example if you are able to access two phones, or have another person to also make calls for you. Those with disabilities or caring responsibilities often cant call until later in the day and statistically they are more likely to have health concerns.",
        "background": "Undertake a comprehensive review into the accessibility of primary healthcare in cases where the surgeries only offer a 'call at 8am' appointment booking system\r\n\r\nDismantle the 'appointment lottery' whereby those without barriers like disability and caring responsibilities are last in line",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-04T13:22:51.832Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-04T15:17:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-08T14:01:29.250Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about taking appointments are a matter for individual GPs, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-08T14:01:30.434Z"
    },
    "id": 627508,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627508.json"
    },
    "type": "petition"
}