{
    "attributes": {
        "action": "Fuel compensation to drivers for road works diversions for 8 miles or more",
        "additional_details": "road diversion can cause colossal inconvenience to working life for road users, which is not the cause of own fault and if a long diversion is in place, it only right that traffic user be compensated especially as we already have to pay a road tax. Road diversion and lack of route planing is the cause of many issues inc accidents, pollution and chaos. its not right that traffic users should suffer the cost of completing a long diversion, due to unforeseen issues when road closures are enforced.",
        "background": "Any road closures should cause minimal disturbances and better planning should be provided by the construction company",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-04T14:50:27.350Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-04T17:20:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-08T15:16:17.208Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about disruption to traffic resulting from construction work, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition refers to compensation, but it's not clear what compensation you want motorists to be entitled to, or who you want to be liable to pay this.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-08T15:16:18.764Z"
    },
    "id": 627516,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627516.json"
    },
    "type": "petition"
}