{
    "attributes": {
        "action": "Stop The Removal of Trans Rights From The Equality Act 2010",
        "additional_details": "Removing trans rights from the act means that trans people cannot access single-sex spaces, such as shelters, bathrooms, and hospitals. \r\n\r\nThis would also mean a trans person's self-identification would not have legal force meaning, as an example, that trans women would have no right to access women-only facilities.\r\n\r\nTransgender people deserve the same rights as cisgender people, and Rishi Sunak, and the government as a whole, should not have the power to tear away the rights trans folk deserve.",
        "background": "The Equality Act 2010 legally protects people from discrimination in the workplace and society as a whole.\r\n\r\nRishi Sunak would have these rights removed from the act. We want to make sure this doesn't happen.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-04T19:35:27.119Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-04T19:58:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-08T15:32:29.374Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you are concerned about the possibility of legal rights for trans people being reduced, but the Government has not announced any plans to change the Equality Act, or remove legal protections for trans people.\r\n\r\nIt has been reported that the Government may look to amend the Equality Act to make it clear that sex means biological sex rather than gender, and we could accept a petition calling on the Government to commit not to making this change."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-08T15:32:30.566Z"
    },
    "id": 627531,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627531.json"
    },
    "type": "petition"
}