{
    "attributes": {
        "action": "The government should provide a utility cap for churches and other charities.",
        "additional_details": "There is nowhere else to turn, this responsibility has fallen of the government and they need to move quickly to avert what might become a devastating problem. If the charities can't survive vast volunteer resources will be lost and our communities damaged. Churches are receiving utility increases of 8 times their previous bills. Many churches are not part of a big denomination with large resources. Many are operating on small donations and yet they give greatly towards their communities.",
        "background": "The cost of living crisis is jeopardising the work of churches and other charity groups. The risk of charities closing is real and we want the government to make provisions to ensure that this doesn't happen. Many churches are surviving hand-to-mouth through the donations of volunteers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-06T18:56:45.881Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-06T20:10:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-09T11:56:54.252Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the impact of energy prices on religious institutions and other charities, but it's not clear exactly what you want the Government to do.\r\n\r\nThe Energy Bill Relief Scheme is providing energy bill relief for non-domestic customers in Great Britain, including charities. We could accept a petition calling for changes to how this scheme works in respect of charities and/or religious institutions, but it would need to be clear what changes you want to be made to this scheme.\r\n\r\nYou can find out more about the Energy Bill Relief Scheme here: https://www.gov.uk/guidance/energy-bill-relief-scheme-help-for-businesses-and-other-non-domestic-customers"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-09T11:56:56.749Z"
    },
    "id": 627696,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627696.json"
    },
    "type": "petition"
}