{
    "attributes": {
        "action": "Working class single parents need help! NOW",
        "additional_details": "There must be payments that can be offered to support EVERYONE! \r\n\r\nI want single parents to be recognised and financial help offered to them if they are working and raising a child, child benefit is so small it barely contributes to anything let alone benefiting a child in the current climate. \r\nWe need to put food on tables without worrying!\r\n\r\nThings must change for our childrens futures!",
        "background": "I want the goverment to understand that working single parents literally can not afford to survive and can not afford to give our children a life they deserve. Please look at us who do not claim benefits but who pay TAX through working every hour just to get by! \r\nWe need help and we need help now!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-06T09:38:07.464Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-06T09:51:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-09T08:31:15.377Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the finances of working families, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we can accept petitions calling to changes to taxes and benefits, or entitlements to childcare."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-09T08:31:16.689Z"
    },
    "id": 627654,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627654.json"
    },
    "type": "petition"
}