{
    "attributes": {
        "action": "Rework The School System.",
        "additional_details": "I want parliament to do this because education systems like Finland who have 1hour school days and no homework outperform our education system with 6hour school days and homework. It will take ALOT of work and i do respect that but the population may only consist of 20% students but that 20% is 100% of all our futures.",
        "background": "I want parliament to reword the school system as so much has changed in the last 150 years yet the school system remains untouched. The education system was designed when children where expected to be destined to work in a factory. That's why they sit in rows and only speak when there hand is raised",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-05T20:13:17.562Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-05T20:21:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-09T08:14:50.858Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to schooling, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. This could say how many hours of school you think there should be, and how much homework schools should be allowed to set.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nBan schools from being able to set homework: https://petition.parliament.uk/petitions/622990\r\n\r\nBan schools from setting more than four hours of homework a week: https://petition.parliament.uk/petitions/618953\r\n\r\nBan more than 1 hour of homework every week: https://petition.parliament.uk/petitions/625160\r\n\r\nLimit the school week to three days: https://petition.parliament.uk/petitions/622030"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-09T08:14:52.015Z"
    },
    "id": 627621,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627621.json"
    },
    "type": "petition"
}