{
    "attributes": {
        "action": "Stop road closures & no motor vehicle signs that cause congestion & pollution",
        "additional_details": "We are not against giving priority to other road users/residents/school areas with no vehicles during school times only, but no motor vehicle signs with no school term/time only limit & complete road closures are causing congestion & excessive pollution due to waiting in traffic as there is a very limited number of resources - roads that vehicles can use. Putting all congestion on main roads is causing grid lock and drivers are using more fuel & causing more pollution due to waiting in traffic.",
        "background": "Signs to only allow road closures to non resident vehicles on school times only. To stop road closures via no motor vehicle signs or complete road closure. This causes congestion and additonal pollution on the road system as there is a limited number resources of roads in the road network for use.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-06T11:20:43.870Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-06T11:44:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-09T11:20:10.698Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for local councils.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-09T11:20:11.614Z"
    },
    "id": 627664,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627664.json"
    },
    "type": "petition"
}