{
    "attributes": {
        "action": "Review the role, costs, pay and expenses of MPs and Ministers.",
        "additional_details": "Ministers’ total pay should be cut by 5% and frozen for 5 years. MPs earn three times the national average. Expenses should be limited to £100,000. The working week should start from Monday am until Friday pm. Any shareholding, investments, or outside interests should not conflict with their current role. A loophole that allows MPs to rent out a London property they own while billing taxpayers for living at another address should be closed, along with claiming expenses for London hotels.",
        "background": "Ministers’ pay should be cut by 5% and frozen.  Expenses limited to £100,000.  The working week starting from Monday am until Friday.  Any finances or outside interests should not conflict with their current role.  MPs renting out or owning London property and claiming rent costs elsewhere.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-06T11:21:04.071Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-06T12:08:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-09T11:25:36.058Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n\r\nWe could accept a petition specifically related to the pay of Government Ministers, although you may wish to be aware they have already been frozen \r\n\r\nhttps://researchbriefings.files.parliament.uk/documents/CBP-9514/CBP-9514.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-09T11:25:37.506Z"
    },
    "id": 627665,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627665.json"
    },
    "type": "petition"
}