{
    "attributes": {
        "action": "Stop the NHS using funding to pay the postal service and start using email.",
        "additional_details": "Currently, the NHS send out millions of letters a year at what must be a phenomenal cost, (unable to find data). The postal service is used between thousands of NHS offices, hospitals, care homes, all it’s thousands of service providers and all members of the public that require test reminders etc.\r\nMembers of the public who do not use email can opt for letters, but this should be phased out over a period of 5 yrs or so. In the time taken to dictate a letter so can an email can be sent.",
        "background": "Stop the NHS spending millions of pounds on letter writing. Currently, letters are dictated by the service provider, outsourced to India, sent back to the service provider to check and sign, then sent out.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-07T11:19:32.062Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-08T06:01:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-10T09:09:11.260Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about how the NHS communicates with patients are an operational matter for the NHS, which is operationally independent of the UK Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-10T09:09:12.520Z"
    },
    "id": 627738,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627738.json"
    },
    "type": "petition"
}