{
    "attributes": {
        "action": "Help with grassroots football",
        "additional_details": "I currently run a grassroots football club and on the 5th of November we had an attack by oil bomb on our pitches.\r\n\r\nI’ve sent photo evidence of the bomb used and the state of the pitches but the council have said they’re not helping due to an ongoing issue regarding equipment storage. \r\n\r\nNow all we’re asking for is help to move to a more secure location and the council aren’t helping. We have children from a deprived area that come to the club and it isn’t safe for them at all.",
        "background": "I want the government to help grassroots football clubs secure land which is safe for the users of said club.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-07T11:04:42.110Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-07T11:22:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-09T12:00:09.373Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nArrangements regarding the grounds of grassroot football clubs are a matter for their organisers and the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-09T12:00:10.769Z"
    },
    "id": 627733,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627733.json"
    },
    "type": "petition"
}