{
    "attributes": {
        "action": "Change the freedom of information request system",
        "additional_details": "The very word 'request' suggests any administrator can refuse a request on the grounds of spurious excuse. As government information is owned by the tax paying public we must have a new system 'Public Information Access Demand'. An unredacted system, with the exception of military defence of the nation only. It must also indicate the names of all individuals who are publicly paid servants. The word 'demand' reflects the right of the public for paid for information. Information is owned by public",
        "background": "Since inception the freedom of information system has been a censorship tool masquerading under the guise of transparency.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-07T13:33:29.295Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-07T21:16:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-10T08:30:46.385Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see arrangements for requesting information from public authorities changed, but it's not clear exactly how you want the new system to work.\r\n\r\nYour petition says that the new system should be unredacted, with an exception for military defence of the nation, but goes on to say that only the names of publicly paid servants should be revealed. It is therefore not clear what other personal data you want the Government to be able to redact, or not disclose.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-10T08:30:47.537Z"
    },
    "id": 627751,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627751.json"
    },
    "type": "petition"
}