{
    "attributes": {
        "action": "Stop vets over charging so much for prescriptions. medications and procedures.",
        "additional_details": "I recently asked how much one months supply of tablets was for my dog.\r\n£140 from the vet. \r\nI got a prescription from them £19 and Boots charged me £18 for the months prescription. \r\nWhat I would like to see is for vets to be more about helping animals, supporting owners now during tough financial times. The cost of procedures and the way they are pushed onto owners needs regulating too. More than essential ones are done to get more profit. It has become big business and not about the animals.",
        "background": "The vast profit that is added to pet prescriptions and medications needs regulating. It should be the same as the human system. Affordable pet care is essential in this current time. Pets are being put back into rescues because people cannot afford the costs. This will help then stay in homes",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-09T08:57:20.838Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-13T10:58:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-17T08:59:43.251Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe Government is not responsible for veterinary services, but we have published the following petition, which you might like to sign:\r\n\r\nCreate a regulator for veterinary services: https://petition.parliament.uk/petitions/621546"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-17T08:59:44.346Z"
    },
    "id": 627894,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627894.json"
    },
    "type": "petition"
}