{
    "attributes": {
        "action": "Ask businesses to switch off their energy-consuming devices when they are closed",
        "additional_details": "Given the current situation with energy, i.e. the lack of resources and the increased cost of living, the Government should lead the way to a transformative approach to energy waste and consumption. \r\nPromote common sense and a Zero Waste Policy involving both private businesses and public buildings, etc. \r\nThese changes will be viewed as a strong message that will be respected if they are consistently implemented.",
        "background": "To ask businesses to turn the lights and other devices off when the buildings are empty or closed (i.e. estate agents, cafes, business parks, etc.) \r\nTo turn the lights off bridges in London when for decorative purposes (e.g. Putney bridge has decorative light as well as pedestrian lamps)",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-10T17:06:05.244Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-11T15:59:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-16T08:12:46.472Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about energy being wasted, but it's not clear exactly what new requirements you want the Government to put in place, and whether you want these to relate to private business, or all organisations (such as local authorities, which are responsible for local roads).\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRequire businesses turn off all non emergency lights during hours of closure: https://petition.parliament.uk/petitions/624797"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-16T08:12:47.993Z"
    },
    "id": 627996,
    "links": {
        "self": "https://petition.parliament.uk/petitions/627996.json"
    },
    "type": "petition"
}