{
    "attributes": {
        "action": "Ban Disposable Vapes.",
        "additional_details": "Inside each disposable vape is a lithium ion battery, smaller than the one in your phone but equally dangerous. They are fire hazards, full of toxic chemicals which pose extreme risks to the environment and the user, as well as being a waste of precious materials. \r\n\r\nThese devices use materials mined and produced through forced labour, and are the same as used in electric cars, and your phone. \r\n\r\nIf less of these materials are wasted, there will be less need of slave labour in their production.",
        "background": "Disposable Vapes Need to be Banned.\r\n\r\nThey are harmful to you, harmful to the environment, and large portions of their construction involves forced labour through the batteries.\r\n\r\nDisposable vapes must be regulated by a government body, taxed additionally to reduce the barrier of entry, or banned.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-10T19:42:40.673Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-10T20:38:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-15T08:16:06.841Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's not clear if you want disposable vape pens to be better regulated and taxed - and if so how - or banned.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe also cannot accept petitions that make false or unsubstantiated claims, including assertions about the use of forced labour in the manufacture of vape pens."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-15T08:16:08.102Z"
    },
    "id": 628004,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628004.json"
    },
    "type": "petition"
}