{
    "attributes": {
        "action": "Found a British Space Institute to further the UK’s space interests",
        "additional_details": "Going to the moon will improve the global cultural relevance of the United Kingdom, as well as solidify the country as a leading scientific research centre. We are over half a century behind other global powers in running these missions successfully, and it’s an opportunity to re-establish as a modern, spacefaring society.",
        "background": "Create a Space Institute for furthering UK interests in space research and defence, particularly relating to moon missions.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-12T17:54:22.266Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-12T19:30:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-17T08:13:39.104Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThe UK already has a Space Agency, the purpose of which is to inspire and lead the UK in space to benefit our planet and its people, and work to deliver the Government's National Space Strategy. It's not clear what you want a \"British Space Institute\" to do that the UK Space Agency is not already responsible for.\r\n\r\nYou can find out more about the UK Space Agency here: https://www.gov.uk/government/organisations/uk-space-agency/about\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to fund space missions to the moon, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-17T08:13:40.351Z"
    },
    "id": 628097,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628097.json"
    },
    "type": "petition"
}