{
    "attributes": {
        "action": "Fund £25 million per year to provide respite breaks for unpaid carers",
        "additional_details": "Unpaid carers are estimated to save the treasury £135bn per year, but many are weary, tired and in need of a break.\r\n\r\nRespite breaks are mini holidays to provide relief from their everyday caring responsibilities.\r\n\r\nIt has been proven that these breaks are beneficial for both physical and mental health.",
        "background": "The Government to provide an annual fund of £25 million per year to provide much needed breaks for unpaid carers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-11T14:32:54.956Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-12T20:30:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-17T08:28:01.666Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want unpaid carers to be able to take breaks, but people in receipt of Carer's Allowance can already take a temporary break of up to four weeks in any period of 26 weeks, without it affecting their claim for Carer's Allowance.\r\n\r\nIt's not clear if you want the Government funding you asked for to be given to unpaid carers to enable them to pay to go on holiday, if you want it to be used to fund temporary care for unpaid carers who are taking a break, or something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-17T08:28:03.021Z"
    },
    "id": 628042,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628042.json"
    },
    "type": "petition"
}