{
    "attributes": {
        "action": "cash in hand for services is not acceptable.",
        "additional_details": "HMRC needs to crack down on anyone that is furnishing services that dont furnish an invoice and a payment invoice. getting cash in hand is not acceptable. the uk government can be missing out on tax collection and a customer is getting shoddy service is not acceptable. a system where by such people functioning for cash in hand for services needs to be controlled. i consider these types of people rogue traders as too often the service is extremely poor. and i loose my cash",
        "background": "no invoice furnished for services no payment receipts for service. the situation causes rogue traders. if not vat registered then a system should exist. too many people want cash in hand and is no way to control how much money a person is making in order for HMRC to subject the person to taxes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-13T09:26:16.877Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-16T09:41:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-21T08:50:13.290Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned by the potential for fraud where payment for services is accepted in cash, but it's not clear exactly what you want the Government to do.\r\n\r\nDecisions about whether to investigate potential tax fraud by individuals or businesses is an operational decision. You report a person or business you think is not paying enough tax or is committing another type of fraud against HM Revenue and Customs (HMRC): https://www.gov.uk/report-tax-fraud"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-21T08:50:14.465Z"
    },
    "id": 628122,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628122.json"
    },
    "type": "petition"
}