{
    "attributes": {
        "action": "Make trains have staff on train/use automatic ramps on trains for disabled users",
        "additional_details": "Wheelchair users want to travel by train to their destinations just like everyone else and get home. We shouldn't have to travel by taxi or wait hours longer. Regularly we have to wait for a taxi to take us home to unmanned stations (after 5pm on weekdays, 1pm Saturdays and anytime on Sunday) which greatly extends out journey times and sometimes leaves us stranded.",
        "background": "At unmanned stations, make train companies provide a member of staff on the train to put down a ramp or use trains with automatic ramps so that wheelchair users and other disabled passengers can get out of the train at their home station.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-13T20:59:06.078Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-16T16:14:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-21T10:49:28.176Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure whether you would like staff on trains in cases where assistance is pre-booked, or if you'd like all trains to be staffed or have an automatic ramp available so it's possible for disabled people who require assistance to turn up and travel on any service. \r\n \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-21T10:49:29.608Z"
    },
    "id": 628162,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628162.json"
    },
    "type": "petition"
}