{
    "attributes": {
        "action": "UK should reclaim parts of Hong Kong which was ceded to the British  perpetually",
        "additional_details": "Because of these historical background, British subjects now remain in or return to HK, face a humanitarian crisis. The Chinese authorities stated clearly not to recognize these people as British subjects  and deny them of British consulate protection all together. Such unilateral actions on the Chinese side not only antagonize British national dignity and interests but also endanger these peoples' personal safety in HK. These people should be given the rights to express their wishes explicitly (similar to or alongside with the existing online platform of applying the BNO Visa) that they like to remain as British subjects and live in the parts of HK to be reclaimed by UK. If the UK government do not do this,  UK as a country will be belittled in the eyes of the world.",
        "background": "In view of many gross violations of the Sino-British Joint Declaration (signed in 1984) on the Chinese side since the Handover, UK should exercise her rights to reclaim parts of HK (ceded to the British in perpetuity (under the Treaty of Nanjing) and parts of Kowloon (under the Convention of Peking)",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-15T09:05:35.057Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-15T11:37:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-18T16:24:01.738Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe UK Government does not have rights to reclaim parts of Hong Kong. The UK transferred sovereignty over Hong Kong to the People’s Republic of China in 1997. As such decisions about the governance of Hong Kong are not a matter for the UK Government or Parliament.\r\n\r\nWe can accept petitions calling for changes to rights to British National (Overseas) visas, or British citizenship, if you want to request changes in these areas."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-18T16:24:02.985Z"
    },
    "id": 628259,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628259.json"
    },
    "type": "petition"
}