{
    "attributes": {
        "action": "Enforce parking restrictions outside newcroft primary academy in shepshed",
        "additional_details": "We would like parking restrictions enforced, before a child gets hurt or worse. The council blame the parents for poor parking, the school say complain to the council, so do we have to wait until a child is seriously hurt before we are listened to",
        "background": "we have pretty much been told by the local council that unless children are getting hurt, they won't enforce parking restrictions opposite the school gates. The school has expanded in recent years meaning more cars, they park opposite the school on the kerb making it dangerous for all.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-14T16:24:47.256Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-14T17:01:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-18T08:39:07.528Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local parking enforcement are a matter for your local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-18T08:39:08.780Z"
    },
    "id": 628217,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628217.json"
    },
    "type": "petition"
}