{
    "attributes": {
        "action": "Give all schools in the UK the freedom to teach intelligent design as legitimate",
        "additional_details": "I believe that intelligent design is a legitimate scientific theory and I strongly believe that all children in the UK have the right to be taught it in schools. Children should be taught intelligent design because: They have the right to learn about the views and opinions of others, because it is scientific and because they children have the right to decide for themselves what they believe. So, I want to give all schools in the UK the freedom to teach the theories of evolution and intelligent design as equally legitimate.",
        "background": "Currently, schools in the UK are not allowed to teach intelligent design theories as having similar or more evidence than other theories such as evolution. I want this to change, and I want all schools in the UK to have the freedom to teach intelligent design theories in science classes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-15T10:56:01.886Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-22T10:57:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-25T14:11:44.349Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about schooling in Scotland, Wales and Northern Ireland are a matter for the Scottish Government, Welsh Government and Northern Ireland Executive, not the UK Government or Parliament.\r\n\r\nThe Government has previously said that maintained schools that teach young earth creationism or intelligent design as valid science undermine the teaching of established evolutionary theory and are therefore not complying with the national curriculum or providing a broad and balanced curriculum as required by Section 78 of the Education Act 2002.\r\n\r\nWe could accept a petition calling for changes to the national curriculum for England or Section 78 of the Education Act 2002, but it would need to be clear what changes you want to be made to the curriculum or this legislation.\r\n\r\nWe could not accept a petition that made unsubstantiated claims about the merits of intelligent design as a scientific theory."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-25T14:12:41.930Z"
    },
    "id": 628266,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628266.json"
    },
    "type": "petition"
}