{
    "attributes": {
        "action": "The Gender Identity Development Service (GIDS) needs to be replaced.",
        "additional_details": "It is the right of trans children to have services and support available to them, just as much of the LGBTQ+ community do. My 7 year old sister is in need of these services, the best she is currently offered is a phone call appointment with CAMHS. It is the duty of the leaders of this country to provide these services and make sure they are available across the nation.",
        "background": "GIDS was shut down by the government with their intentions to roll out these services across the community, the service will not be available until 2023. I want it starting sooner as their is currently no service available for young transgender children.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-14T21:03:58.614Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-14T21:11:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-18T08:49:57.756Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the provision of health services are an operational matter for the NHS, not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease funding for NHS transgender services: https://petition.parliament.uk/petitions/616754"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-18T08:49:59.269Z"
    },
    "id": 628231,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628231.json"
    },
    "type": "petition"
}