{
    "attributes": {
        "action": "Increase time limit so Year 4 multiplication test is inclusive for neurodiverse",
        "additional_details": "Government should consider increasing the time limit per question on the multiplication test from 6 to 10 seconds.\r\nThis will allow more accurate results to be obtained that also captures our neurodiverse children’s abilities, as well as reducing unnecessary stress due to reliance on quick processing, and risk of long term negative feelings about maths ability.\r\nIt is widely accepted that giving children 10 seconds to answer a question can be helpful for processing.",
        "background": "The year 4 multiplication test requires all children aged 8/9 to know their timetables up to 12x12 and answer each question in 6 seconds.\r\nMany neurodiverse people such as autistic people and ADHD, have differences in processing (this is well researched). \r\nThe 6 second limit does not consider this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-16T08:59:53.110Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-16T16:18:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-21T10:10:13.240Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about accessibility of the multiplication tables check for neurodiverse students, but we're not sure if you want the pause between questions in this check to be increased for all students, or only those who are neurodiverse.\r\n\r\nThe standard version of the check includes 3-seconds pause between questions. If this is not long enough for a specific pupil, or the pace of the check may disadvantage the pupil, a ‘Next’ button can be enabled. Instead of 3-seconds pause, the pupil can select ‘Next’ when they are ready to start a new question. Deciding whether to use this function is an operational matter for individual schools, based on the needs of individual students.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-21T10:10:14.343Z"
    },
    "id": 628320,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628320.json"
    },
    "type": "petition"
}