{
    "attributes": {
        "action": "Extend the period allowed to pay the Clean Air Zone charge",
        "additional_details": "If you haven't planned to travel into a Clean Air Zone charging area because you're unfamiliar with the local road network, or accidentally taken a wrong turn, then having only 6days to pay the charge is not in keeping with a lot of other durations afforded to pay similar charges. \r\nEspecially given the current cost of living crisis and the price of fuel for motorists, to then be at risk of incurring a £60 fine for a missed £8 fee, a little more time should be granted to make the CAZ payment.",
        "background": "To extend the duration allowed to be able to pay a Clean Air Zone charge, especially given the escalation of cost difference from £8 fee to £60 fine (and that's if paid within 14days) otherwise its £100. \r\nThe 6 day's period is too short given the cost implications, especially in the current climate",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-18T22:45:19.610Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-23T13:31:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-02T13:44:08.430Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the terms and conditions for clean air zones are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-02T13:44:09.254Z"
    },
    "id": 628498,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628498.json"
    },
    "type": "petition"
}