{
    "attributes": {
        "action": "Protection of vulnerable persons in debt collection processes for energy bills.",
        "additional_details": "The Government state they are all for the protection of the 'most vulnerable' members of society but I am yet to see this in action. You, the Government, are fully aware of the energy crisis, as I am, from personal experience as a one person household. I have faced debt collection for small energy debts due to crisis (£200) first hand, which should not be happening! You should be protecting vulnerable persons from such action, direct intervention to stop the above. You have not gone far enough.",
        "background": "Ensuring the comprehensive protection of vulnerable people from debt collection processes in respect to energy bills. The devastating impact of impossibly high energy bills will drive people to suicide. It is stressful enough to face such increased costs but to face proceedings-unacceptable!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-17T17:12:59.750Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-29T14:49:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-02T14:28:59.750Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Debt collection is a civil matter for the courts.  We could potentially accept a petition calling for changes to how energy bills are paid or enforced for vulnerable people, but any new petition would need to explain clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-02T14:29:02.155Z"
    },
    "id": 628407,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628407.json"
    },
    "type": "petition"
}