{
    "attributes": {
        "action": "Make pavements safe for children near schools!",
        "additional_details": "Schools in Norwich (lionwood infant and nursery) in particular. People are parking on double yellows, speeding and driving on pavements. It is becoming increasingly worrying for us who walk our children to school. Only last week my 7 year old was nearly reversed into while he was next to me on the pavement! I've seen a scooter under a car because someone was speeding (luckily mum pulled child off in time). People are constantly driving on pavements to get past parked cars. Something needs to be done!\r\nBecause it's only a matter of time before a child gets seriously injured or worse.",
        "background": "Put some safety measures in place! Traffic wardens, speed cameras, zebra crossings. Something!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-17T18:35:04.677Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-17T19:08:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-22T07:56:33.970Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local roads, including safety measures around schools, are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRequire 20mph speed limits around schools and nurseries for collection/drop off: https://petition.parliament.uk/petitions/627133"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-22T07:56:35.125Z"
    },
    "id": 628414,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628414.json"
    },
    "type": "petition"
}