{
    "attributes": {
        "action": "Cut down on rents",
        "additional_details": "We want them, government should look into it as the house owner are charging thrice for the Rent for a single or a double room which exclude kitchen and other stuff. For example, few people are charging around £500 for a single room excluding bills due to which It’s not a cup of coffee for everyone to afford a there are many people who had to spend the night there in the park or in the graveyard. If government want their economy to rise by calling international students are worker to Uk, then they must help by providing them accommodation. They don’t mind paying rent, but the price should be reasonable, not high as sky.",
        "background": "As per increase in the economy publicly, there are so many students, worker or local people who are looking for a room with a they can live without affecting their daily life, whereas this is great issue as the people who are looking to live on a rent, they are suffering by overcharged of rent",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-19T13:24:15.508Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-19T13:43:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-23T08:32:11.516Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the cost of renting, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\n'Rent freeze' in England for public and private rented properties: https://petition.parliament.uk/petitions/623326"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-23T08:32:13.450Z"
    },
    "id": 628516,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628516.json"
    },
    "type": "petition"
}