{
    "attributes": {
        "action": "Muzzle dogs that kill",
        "additional_details": "Because owners dont except responsibility if a dog is killed it's likely to again and to prevent the pain my family has been through they should be destroyed if killed different breeds , uses ect but it's classed dangerous and these dogs can't be rehomed if given up with a risk with children,  cats , small dogs livestock accidents waiting to happen simply if it takes a life it looses its life , greyhounds even not used in racing it's genetic and un predicable un educated owners resulting in death",
        "background": "After my dog was innocently killed on his walk by retired racing greyhound because of prey drive and trained to chase for this breed to be on a lead and muzzled in public. BUT due to vast amounts of dogs being attacked in general once they have killed they should be destroyed under dangerous dog act",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-20T00:12:09.332Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-20T10:49:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-24T08:29:22.446Z",
        "rejection": {
            "code": "no-action",
            "details": "We are sorry to hear about the death of your dog, but petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe title of your petition refers to muzzling of dogs, but then your petition goes on talk about the destruction of dogs.\r\n\r\nUnder the Dangerous Dogs Act, certain breeds of dogs are prohibited, and the courts have powers to order the control - including muzzling or requirements to keep a dog on the lead - or destruction of a dog considered to be dangerous. Decisions about whether to order the control of destruction of dangerous dog are a matter for the courts."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-24T08:29:23.584Z"
    },
    "id": 628551,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628551.json"
    },
    "type": "petition"
}