{
    "attributes": {
        "action": "Stop MPs claiming expenses, until they have resolved this Cost of Living Crisis",
        "additional_details": "I want them to lead by example, I want that money to go to food banks, homeless shelters, caring for our elderly and more besides. None of them need the expenses, very few, if any will be worrying about putting the heating on or where the Meier next me is coming from. We don’t want state benefits just for them to manage the country so we’re able to provide for ourselves, so until the so called ‘public servants’ manage the country to able is to not worry about heating/food, it has to stop.",
        "background": "Stop all MPs claiming expenses during this cost of living crisis. It’s a disgrace to tell us we’re all ‘in it together’, when I don’t have discounted meals at work, a ‘living wage’ regardless of government boasts, discounted fuel for my 2nd home. Free charging of an electric vehicle etc etc.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-20T16:55:49.032Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-21T13:19:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-24T09:19:22.736Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: http://www.theipsa.org.uk"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-24T09:19:24.091Z"
    },
    "id": 628581,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628581.json"
    },
    "type": "petition"
}