{
    "attributes": {
        "action": "Fairness of child related benefits and child maintenance in shared custody.",
        "additional_details": "An unfairness in the governments shared care and child maintenance laws.  An old fashioned and outdated view on who is the “main” parent and which parent receives child benefit. This entities that parent to all child related benefits, without it being shared between parents fairly. Especially in 50/50 arrangements. In 50/50 custody there is still outmoded view that only 1 parent is the main carer. This mean the other parent is ordered to pay child maintenance.",
        "background": "To look into the laws and legislation surrounding child maintenance, who receives child benefit and the rules and laws in shared care and maintenance.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-22T16:04:07.338Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-22T16:39:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-25T12:08:57.403Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about current arrangements for benefits and maintenance related to a child, but we're not sure if you want the Government to review these, or make specific changes to existing rules, and if the latter what changes you want to be made.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-25T12:08:58.620Z"
    },
    "id": 628698,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628698.json"
    },
    "type": "petition"
}