{
    "attributes": {
        "action": "Do not tax us more, when you are giving away our money. Look after your people!",
        "additional_details": "Stop throwing good money after bad on HS2, instead, spend 1/2 as much on building East to West infrastructure.\r\nEncourage the 1.5 million who have become jobless during the pandemic back to work.\r\nAbolish the climate/green levy on our bills.\r\nRestructure all quantitative easing into bond debt with an interest rate of 2%, this will save huge amounts.  \r\nStop the illegal migrants, no luxury hotels.\r\nDo not pay reparations for the industrial revolution to other countries.\r\nCut wasteful Gvnmt spending.",
        "background": "We need our Government to look out for us, the people, and not foreign countries, multinational corporations, or their friends! \r\nThere are many ways to plug the £50billion black hole, and it’s not by taxing us into poverty!\r\nWe have paid a massive price already with your mistake of lockdown.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-21T07:04:28.255Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-21T09:04:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-24T09:18:51.010Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the economic policy of the current Government, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-24T09:18:52.471Z"
    },
    "id": 628609,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628609.json"
    },
    "type": "petition"
}