{
    "attributes": {
        "action": "Government to pay for - Care Allowance",
        "additional_details": "Why can't we have support as other countries do?\r\n\r\nIf we are allowed to have SSP for our self why not for our loved ones? They can't take care of them self can they?\r\n\r\nExample from other country Care Allowance : \r\n\r\nBoth parents should be entitled to sick leave for a child, but not at the same time. \r\n\r\nThe form of employment does not matter here. \r\n\r\n! Importantly, the care allowance can be obtained not only for the care of a child but also for another sick family member. !\r\n\r\nThey pay 80% of salary.",
        "background": "2 years ago I become a mother (and I am currently pregnant with my second child).\r\nI am worried about the future.\r\nHow we will afford to stay at home when my children are off sick? \r\n\r\nEmployers don't pay for staying with a sick child at home\r\nNursery, mortgage, bills and life still stay the same.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-23T13:29:03.564Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-23T13:42:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-28T08:44:25.873Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand that you want to see additional support for people when a child or other relative is unwell, but it's not clear if you want the Government to give workers new rights to paid time off work, or to fund paid leave for workers and self-employed people.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-28T08:44:27.277Z"
    },
    "id": 628752,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628752.json"
    },
    "type": "petition"
}