{
    "attributes": {
        "action": "Audit the Scottish Government.",
        "additional_details": "For years the Scottish Government (SG)has been receiving billions of pounds from the UK treasury and other sources. For years we have been told by the SG that there is never enough money coming from Westminster. But for years they have squandered taxpayers money on vanity projects, for example, Overseas offices, wasted millions on ferries that we still do not have, £20 million for an Independence Referendum they can't have. Money is being wasted at a time where every penny counts.",
        "background": "We want a full and detailed audit of the Scottish Governments spending. How much they have received, Where it has came from and where it is being spent. We want the Scottish Government to be held accountable for their wild and irresponsible spending practices.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-23T13:49:35.641Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-23T14:06:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-28T08:52:01.832Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Scrutinising the Scottish Government's public spending is a matter for the Scottish Parliament, not the UK Government or Parliament.\r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: http://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx\r\n\r\nYou might also be interested in the work of Audit Scotland: https://www.audit-scotland.gov.uk/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-28T08:52:03.296Z"
    },
    "id": 628754,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628754.json"
    },
    "type": "petition"
}