{
    "attributes": {
        "action": "Provide free sanitary products in schools",
        "additional_details": "Access to sanitary products, for girls, women and persons who menstruate, is significantly curtailed by a simple lack of money. Until 2021, and though relatively inexpensive, sanitary products were considered a luxury item , but for the fact that persons who menstruate do not do not choose to menstruate as one would choose to opt into luxury. With the abolishment of the Tampon Tax, Government has taken first important steps to a considered examination of the scale of the problem.",
        "background": "Given the rising costs of living, and following on from Scotland's Period Products Act, Government may consider the free provision of sanitary products in public schools, and the provision of free sanitary products to persons from low-income households.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-23T08:29:50.501Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-23T09:10:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-28T08:14:48.634Z",
        "rejection": {
            "code": "already-happening",
            "details": "There is already a period product scheme for schools and colleges in England, which provides free period products to girls and women who need them in their place of study. You can find out more about this scheme here: https://www.gov.uk/government/publications/period-products-in-schools-and-colleges/period-product-scheme-for-schools-and-colleges-in-england\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nFund free access to period products: https://petition.parliament.uk/petitions/618799"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-28T08:14:49.725Z"
    },
    "id": 628732,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628732.json"
    },
    "type": "petition"
}