{
    "attributes": {
        "action": "A sustainable solution for the UK's neurodiversity diagnosis & support crisis.",
        "additional_details": "Poor mental health figures are a fraction of the estimated undiagnosed adult ND population. There is an overlap and a potential opportunity to incorporate ND funding into current mental health support.\r\n\r\nInsufficient education means children are suffering through inherent stigma and resistance of child labelling from concerned parents.\r\n\r\nThe current diagnosis/support system is unfit for purpose. Wait times are exponentially growing through increased demand.\r\n\r\nThis is a spiralling national crisis.",
        "background": "Address the UK's ND (Neurodiversity) crisis.\r\nIncrease current mental health funding to include ND related services.\r\nIntroduce private company Incentives to address ND related issues through services like private diagnosis & occupational therapy to lessen the financial burden on the government.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-25T13:31:32.857Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-27T13:34:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-30T08:27:26.397Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about neurodiversity going undiagnosed, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition refers to incentives for private companies, but it's not clear what incentives you want the Government to introduce for private companies.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nImprove awareness of mental health conditions and support for sufferers: https://petition.parliament.uk/petitions/616860\r\n\r\nMake the teaching of neurodiversity mandatory in schools: https://petition.parliament.uk/petitions/621382\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to provide additional funding to support diagnosis and support for neurodiverse individuals."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-30T08:27:27.806Z"
    },
    "id": 628868,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628868.json"
    },
    "type": "petition"
}