{
    "attributes": {
        "action": "Lower the time to report a hit and run before it is classed as one from 24 hours",
        "additional_details": "I was involved in a pedestrian hit and run in 2021 where the driver who only received a fine, community service and a suspended license. I believe this needs to be changed as I think my and many others lives are worth stopping for and leaving for someone else to deal with a potentially fatal injury. Luckily, there were people at the scene to save my life where he did not care to give me a second thought.",
        "background": "Change the law that says you get 24 hours to report committing a pedestrian hit and run to something more reasonable. Possibly distance away from the collision or a decrease in time.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-25T22:59:40.736Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-26T06:18:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-28T15:50:04.352Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. It's already a requirement to stop at the scene of an accident if a person has been injured. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. We could accept a petition calling for a reduction in the time to report any accident to the police as long as the petition was clear what you'd like that reduction to be. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-28T15:50:05.724Z"
    },
    "id": 628897,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628897.json"
    },
    "type": "petition"
}