{
    "attributes": {
        "action": "Say no to vaccine passport or including vaccine status to a current passport",
        "additional_details": "A persons medical status is and should remain private. By introducing a vaccine passport or including the vaccine status to the current passport, will go against a persons human rights. It is a human right, to keep their medical status private. By announcing a persons medical status via a passport etc, will invite many different forms of discrimination towards that person/s, which is currently against the law.",
        "background": "To protect a persons personal medical status, to prevent medical discrimination, the vaccine status of a person, should not be made public, by introducing a vaccine passport or adding the vaccine status to the current passport.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-24T20:31:57.319Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-25T18:08:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-28T15:39:53.623Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not aware of any government proposals to introduce vaccine passports or include vaccination status in passports. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-28T15:39:55.129Z"
    },
    "id": 628833,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628833.json"
    },
    "type": "petition"
}