{
    "attributes": {
        "action": "Enforce arrests on female perpetrated domestic abuse",
        "additional_details": "Whilst domestic abuse bills are written indiscriminately, the problem lies in the fact that if arrests are not being carried out by police due to social biases, then no charges are likely to occur, and thus litigation is unlikely to take place in the courts, creating a hidden statistics and a false narrative that domestic abuse is a gendered crime. I seek the government to look to regulate why arrests are not carried out on male victims of stalking, harassment, assault, or control and cohesion",
        "background": "There is a reluctance to arrest female perpetrators of domestic abuse due to social biases, this causes a hidden statistic that must change in order to appropriately deal with domestic abuse in a modern society that promotes equality amongst the genders whilst seeking to reduce domestic abuse.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-26T13:44:05.967Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-30T11:25:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-05T10:50:58.485Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is an operational decision for the police. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-05T10:51:00.221Z"
    },
    "id": 628925,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628925.json"
    },
    "type": "petition"
}