{
    "attributes": {
        "action": "NHS numbers of persons who have a history of violence to be highlighted in red.",
        "additional_details": "Currently information relating to persons who have a history of violence is not readily available to all NHS personnel, therefore placing them at risk.  For example, a doctor working in a surgery room, a psychological well-being practitioner working in a clinic, a nurse working in a treatment room, a paramedic attending an incident are all put at risk when working with persons who have a history of violence due to no prior warnings being identified or recorded.",
        "background": "Highlight NHS numbers in red of persons who have a history of violence.  The reasoning behind this is the marker will follow the person and warn NHS personnel of potential risk or special measures that may need to be put in place, therefore protecting the person and NHS personnel.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-26T10:39:19.118Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-27T10:48:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-11-30T15:02:02.050Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about operational matters within the NHS, including NHS numbers and protecting NHS staff from patients who may be violent, are a matter for the NHS, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-11-30T15:02:03.974Z"
    },
    "id": 628912,
    "links": {
        "self": "https://petition.parliament.uk/petitions/628912.json"
    },
    "type": "petition"
}