{
    "attributes": {
        "action": "Change the regulation of water companies to stop \"dry spills\" immediately",
        "additional_details": "Wet weather outflows of sewage occur when surface water overwhelms the sewer system, dry spills are sewage outflows that occur when there has not been any rainfall. They allow sewage to flow into rivers and seas.  To maintain safe bathing waters, this needs to stop immediately. In making water companies statutory consultees on planning applicatons, measures to mitigate excess surface water and lack of adequate drainage can be addressed, reducing wet weather outflows.",
        "background": "Change the regulation of water companies, to make it a legal requirment to stop dry spills from sewage outflows immediately. To mitigate wet weather outflows by making water companies satutory consultees on planning applications",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-29T13:40:02.412Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-29T18:15:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-05T10:09:37.297Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you're concerned about sewage outflows, but we're not sure whether you want action to prevent all outflows, or against dry spills which are already likely to be illegal. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-05T10:09:41.603Z"
    },
    "id": 629083,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629083.json"
    },
    "type": "petition"
}