{
    "attributes": {
        "action": "Child/ Relative - Sickness Benefit for working parents\r\n(Care Allowance)",
        "additional_details": "Nobody gets paid for staying at home with our loved ones. There is no sort of help available at all.  \r\nNursery charges if the child stayed home due to illness, bills, and mortgage stay the same we need to leave our life. \r\n\r\nAll parents should be entitled to take time off work if they have to care for a sick child or relative without sacrificing holiday days or income.\r\n\r\nOther countries have this sort of help from their government, so please consider helping parents and careers in the UK.",
        "background": "As a mother of one and currently pregnant, I am worried about how I will afford to stay at home with my children when they are sick.\r\nI would like to ask the Government to Fund the \"Sickness Benefit\" - Care Allowance - for workers and self-employed people when their child or close relative is unwell",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-28T12:07:42.518Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-28T12:23:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-02T12:48:35.606Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. There is already a carers allowance for long term care\r\n\r\nhttps://www.gov.uk/carers-allowance\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as funding paid leave for any days off work required for caring. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-02T12:48:37.887Z"
    },
    "id": 629013,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629013.json"
    },
    "type": "petition"
}