{
    "attributes": {
        "action": "China’s white paper revolution: sanction those who harm peaceful protesters",
        "additional_details": "Without interference with peaceful protests, the Chinese can obtain limited freedom of speech. This can lead to democracy.\r\n\r\nWhy the UK Government/Parliament?\r\nThe best way to resolve the tension between UK and China is to allow people to tackle the evil communist government of China. If we choose to ignore what is happening in China, we lose allies who are brave. If we do not support the resistance to the Chinese communist government, we maybe next to taste the evil of the Chinese government.",
        "background": "I hope that there will be constant monitoring of reports of human rights violations in China, in particular, those violations which brings harm (either physical and mental) to peaceful protestors. Sanctions, either economically or others (e.g. prohibiting travel to UK) should be given to deter.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-28T09:41:05.372Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-28T12:18:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-01T14:11:29.419Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the wellbeing of protestors in China, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition calls for sanctions, but it's not clear who you want to be sanctioned, or when.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-01T14:14:45.882Z"
    },
    "id": 629007,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629007.json"
    },
    "type": "petition"
}