{
    "attributes": {
        "action": "Tier energy usage prices to energy consumption",
        "additional_details": "We have done everything you (government) have asked over the last 20 years, from insulation to low wattage bulbs to a++ appliances, to electric cars, to using less energy  -  and reduced our usage year on year and yet we have got nothing for it in modern times, except bills that have tripled in price over the last few months. Unit costs that have gone through the roof and standing charges that force you to use energy for no reason other than greed of the energy firms. Its time to change.",
        "background": "Some of the poorest families in the UK are paying the highest unit costs. How can a system that asks us all to reduce our usage of energy not reflect those who use the least? Some of the poorest families pay the highest unit cost on pre payment meters more than large factories. Charge the high users",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-29T13:01:45.170Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-29T14:52:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-02T14:29:48.347Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Energy prices are already based on consumption. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-02T14:29:49.978Z"
    },
    "id": 629079,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629079.json"
    },
    "type": "petition"
}