{
    "attributes": {
        "action": "Use Part of the Energy (Oil/Gas) Profits Levy for humanitarian aid in Ukraine.",
        "additional_details": "Russia has strangled energy supply to maximise its own profits and fund its war with Ukraine. But some UK organisations have benefitted financially. Whilst the situation it is not their making I feel it would be poetic justice for the money Putin has made them, at the cost of thousands of Ukrainian lives, to ultimately help the country of Ukraine. In simple terms Putin's actions causing excessive profits would be used to SAVE Ukrainian lives.",
        "background": "Ring fence a significant percentage of the profits levy to give back immediately to Ukraine to help the innocent families survive the impending harsh winter.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-28T20:57:52.486Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-06T12:33:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-07T09:48:04.109Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The Government are already providing humanitarian funding for Ukraine, which you can read about here:\r\n\r\nhttps://www.gov.uk/government/publications/uk-governments-humanitarian-response-to-russias-invasion-of-ukraine-facts-and-figures/uk-governments-humanitarian-response-to-russias-invasion-of-ukraine-facts-and-figures\r\n\r\nMost Government funding isn't ringfenced from specific sources, but we could accept a petition calling for the Government to increase humanitarian funding for Ukraine. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-07T09:48:05.865Z"
    },
    "id": 629038,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629038.json"
    },
    "type": "petition"
}