{
    "attributes": {
        "action": "Scrap national curriculum. Introduce more practical subjects.",
        "additional_details": "A very high percentage of children are leaving education feeling that they failed. Schools need to focus on each child as an individual,  and create learning plans that help each child reach their true potential. Life skills need to be taught,  money management along with more vocational subjects, eg, carpentry, bricklaying, beauty, hair. We are failing a huge majority of our children.",
        "background": "Scrap national curriculum,  introduce more practical subjects, more life skills to cater for children who are not academic. Every child deserves to leave school feeling a success.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-28T09:43:44.717Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-11-28T15:42:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-02T12:50:12.869Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure what you'd like included as 'practical subjects' \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.  We could accept a petition calling for a review of the curriculum with the aim of increasing practical subjects, if you're not sure what changes you'd like to see. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-02T12:50:13.994Z"
    },
    "id": 629008,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629008.json"
    },
    "type": "petition"
}