{
    "attributes": {
        "action": "Stop any planned electricity blackouts this winter",
        "additional_details": "Industry and retail use colossal amounts of electricity, and are responsible for vast amounts of irresponsible wastage, like leaving machinery running, and leaving lighting and heating on unnecessarily. \r\n\r\nThe general public should never be subjected to having planned electricity blackouts imposed on them, ever.\r\n\r\nWe all have a part to play in energy conservation, but industry and retail should bear a large part of that responsibility, and be legally required to do so by the government.",
        "background": "The government needs to introduce legislation to stop the National Grid from planning electricity blackouts due to supply shortages, by legally requiring all industry and retail sectors to power down all non-essential electricity usage during peak hours.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-11-30T20:22:50.094Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-01T17:49:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-07T15:34:45.149Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. National Grid is independent of the UK Government and Parliament, so any decision on managing electricity load is a decision for them. \r\n\r\nYou might be interested to know National Grid already have a scheme for managing demand from businesses, which you can read about here\r\n\r\nhttps://www.nationalgrideso.com/industry-information/balancing-services/demand-side-response-dsr"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-20T12:56:27.014Z"
    },
    "id": 629161,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629161.json"
    },
    "type": "petition"
}