{
    "attributes": {
        "action": "Protect the use of sex-specific language relating to women’s health issues.",
        "additional_details": "Language Matters. It’s important for the government and parliament to keep the pledge in the Women’s Health Strategy, which states that they will work with NHS bodies to ensure “that there is appropriate use of sex-specific language to communicate matters that relate to women’s and men’s individual health issues, and their different biological needs.” It is very traumatising for many women when sex-specific words are erased, because it makes us feel we have no value as women.",
        "background": "The Government’s Women’s Health Strategy for England states that sex-based language matters. We want the government to ensure all NHS hospitals, and agencies that work within the framework outlined in the strategy, use the words “woman” and “mother” rather than gender-neutral alternatives.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-04T16:46:13.031Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-04T17:56:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-06T15:41:57.428Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament aren't responsible for deciding which words people use, which in this case would be a decision for the NHS. \r\n\r\nWe could accept a petition about the use of sex-specific langauge in legislation or central government documents, but we're not aware of any cases where the Government is not currently doing this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-22T09:14:26.851Z"
    },
    "id": 629329,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629329.json"
    },
    "type": "petition"
}