{
    "attributes": {
        "action": "A mandatory duty of care over stray animals in all animal care establishments.",
        "additional_details": "When finding a stray animal you are told to go to your local vet or associated animal charity where you are turned away with no help other than scanning for a microchip and looking for the owners when the primary concern should be checking the animal over and removing anything which could be causing harm such as parasites to make the animal more comfortable, which is apart of The Animal Welfare Act 2006. The animal shouldn’t have to be taken place to place to be seen by someone to receive help.",
        "background": "Make it law for vets, charity’s or any established designed to care for animals to have a duty in aiding stray animals recovery and ability to be returned home or be rehomed. Make their stay in fosters or medical settings etc. as comfortable as possible and the best decision for the animals welfare.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-04T09:23:16.719Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-04T19:06:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-07T15:36:21.418Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  This would be a decision for individual charities and businesses, as private organisations.\r\n\r\nWe could accept a petition calling for the Government to create a free national animal health service to provide emergency care, if that's something you'd like to see happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-07T15:36:29.016Z"
    },
    "id": 629311,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629311.json"
    },
    "type": "petition"
}