{
    "attributes": {
        "action": "Ban motions on implementing a nationwide Digital ID",
        "additional_details": "The UK has moved toward these draconian and authoritarian measures to restrict freedoms online.\r\nThis could stop whistle-blowers from speaking out, stop victims of abuse from speaking out also restricts truthful opinions and will most likely create an authoritarian mess like China\r\nA digital ID not only infringes on the privacy of the individual but also is unrealistic in expectations. Expecting everyone to have and be using technology to function in society is unrealistic, much like the covid app",
        "background": "The UK government should revoke ideas regarding an ID to access digital platforms as it heavily impacts freedom of speech and expression. Also requiring a majority of the population to use technology to identify yourself is both ignorant of financial circumstances and ignoring personal freedoms",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-05T13:05:02.174Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-06T10:15:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-07T09:39:52.964Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. It's not possible for the Government or Parliament to 'ban motions' because Parliament is free to debate and decide on any issues. We could accept a petition calling for the Government not to introduce a digital ID, if that's what you'd like to see happen. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-07T09:39:55.074Z"
    },
    "id": 629361,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629361.json"
    },
    "type": "petition"
}