{
    "attributes": {
        "action": "Rename all MP's \"Expenses\" to \"Benefits\".",
        "additional_details": "With a cost of living crisis going on the Government wants to tell us its wrong to take action going as far as to say the lower runs of society have to foot the bill.\r\nWe just want the Government to share in this deplorably shameful feeling of costing this fine country money.\r\n\r\nNot at all saying its not a deserved \"perk\" of the job as an MP to recieve these \"benefits\".\r\n\r\nWe would simply like it labelled so and included in the demographic of claimants.",
        "background": "As you may know the UK Government has always stigmatised the use of benefits as a drain on government resources (right or wrong), including labelling pension recipients as those on \"benefits\". \r\n\r\nWe say lets include MP's claiming back earnings as those on benefits also.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-06T08:06:45.207Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-06T08:29:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-07T09:36:09.508Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-07T09:36:12.484Z"
    },
    "id": 629405,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629405.json"
    },
    "type": "petition"
}