{
    "attributes": {
        "action": "Ban class prejudice",
        "additional_details": "From the statistics concerning health, education, salary gaps and mortality, class continues to play a vital role in determining life chances and opportunities. Class is deeply embedded into institutional cultures and despite the evidence of the continuing importance of class, it is ignored by most legislation.",
        "background": "The Government needs to provide legal backing to ending class snobbery. The government can do this by providing additional legal powers to the Equality and Human   Rights  Commission and by amending existing laws",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-06T10:16:03.302Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-06T13:10:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-07T09:50:22.488Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure what you'd like the Government to do to 'ban class snobbery', but we could accept a petition calling for the Government to ban discrimination on the grounds of social class, in the same way that other characteristics are protected by the Equality Act. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-13T12:05:52.053Z"
    },
    "id": 629409,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629409.json"
    },
    "type": "petition"
}