{
    "attributes": {
        "action": "Ban the Balaclava and the sale/import of giant machetes.",
        "additional_details": "Recently it has been made acceptable by covid-19 rules for face coverings to be worn, resulting in it being acceptable for full face balaclavas to be worn in daylight hours by people commiting serious and violent crime.\r\nRecently and over the past few years in our local area alone there have been many stab victims.\r\nOften the weapons used have been giant machetes with no real purpose other than to maime or kill.\r\nThis needs to stop.",
        "background": "If the balaclava was banned by the government it would give police extra powers to complete stop and searches without fear of accusations about being discriminatory.\r\nBanning the sale and import of giant machetes for good!! \r\nPut more Bobby's on the streets to deter these violent masked criminals.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-06T11:58:40.854Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-06T12:56:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-12T09:40:40.051Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We understand you're concerned about the sale and use of balaclavas and giant machetes, but we're not sure what you mean by \" it would give police extra powers to complete stop and searches\".  Your petition also mentions \"more Bobby's on the streets\" which is an operational decision for the police, but we could accept a petition calling for the Government to fund more police officers to tackle knife crime. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-12T09:40:41.182Z"
    },
    "id": 629413,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629413.json"
    },
    "type": "petition"
}