{
    "attributes": {
        "action": "Revise protocol and access to railway lines to improve safety for stray animals",
        "additional_details": "We make this plea following an incident where a beloved family pet and teen's cancer therapy puppy strayed onto railway tracks and got killed due to lack of access to lines and protocol. A swan on the tracks would force a train suspension/closure, but a family pet would not. This is not an isolated incident. If railway companies insist on preventing access to lines, then they must have techniques in place to assist animals that stray. Pets are not ‘just animals’ and deserve a chance to live.",
        "background": "Improve access to railway lines to prevent animals straying onto tracks and revise protocol for dealing with reports. This includes spring-loaded gates installed at all stations and trains suspended when a report is made. A thermal imaging drone and a short service delay would prevent loss of life.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-07T12:40:16.363Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-07T12:47:30.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-13T09:55:23.551Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We're sorry to hear about the loss of a family pet. \r\n\r\nWe can only accept petitions where the Government or Parliament is responsible for the issues being raised in the petition.  Decisions on the stopping of trains and station design are operational decisions for Network Rail. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-13T09:55:25.075Z"
    },
    "id": 629482,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629482.json"
    },
    "type": "petition"
}