{
    "attributes": {
        "action": "Increase the income threshold which qualifies families for 2 year old funding",
        "additional_details": "Access to 2 year funding will afford more children the best start to their education and increase opportunity to reach their full potential. This will increase social mobility in the long term and reduce poverty for future generations. It will also enable parents/carers to work and earn more money to improve their financial situation and reduce the need to rely on foodbanks. This generation of 2 year olds have already been adversely impacted by the isolation that the Covid-19 pandemic brought.",
        "background": "Increase the household income threshold to allow  more young families to qualify for 2 year old funding and access nursery education. Due to the cost of living crisis, health visitors are seeing increasing numbers of struggling families who require referrals to food banks yet do not qualify for 2YF.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-07T18:59:02.641Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-08T14:29:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-13T12:07:41.286Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you'd like free education and childcare for 2-year-olds funding to have a higher income threshold, but we're not sure what you'd like the new threshold to be, or how you'd like this to be calculated. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-13T12:07:42.785Z"
    },
    "id": 629504,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629504.json"
    },
    "type": "petition"
}