{
    "attributes": {
        "action": "Accountability to what's happening to NHS. What happened to the Carter review?",
        "additional_details": "Have you spent time in urgent care/a&e recently?  Tried to get an appointment with your GP for yourself, or a younger person? Was it smooth sailing?  Staff happy and stress free?  The Carter review, 2016, says hospitals must standardise, be more transparent & work more closely with neighbouring NHS trusts. Where are we now? Hunt said: \"I want to make the NHS the safest healthcare system in the world.. ...making every penny possible is spent on frontline patient care & bureaucracy is slashed...\"",
        "background": "Call for the Government to look into WHY so much money has been spent trying to identify where savings can be made in the NHS.  Why are the NHS staff so stretched, under resourced, and lacking so many much needed beds and staff? Have all the reviews been money well spent. Did they see any benefits?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-11T20:30:05.489Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-12T15:48:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-21T15:19:22.613Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure from your petition as written exactly what you'd like to be reviewed.  We're not sure if you'd like another reivew into NHS productivity, or a review into the reviews into NHS productivity. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-21T15:49:25.130Z"
    },
    "id": 629735,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629735.json"
    },
    "type": "petition"
}