{
    "attributes": {
        "action": "Hold ministers to the same standards of conduct as MPs, and preferably higher",
        "additional_details": "As exemplars of public conduct, ministers should be held to the highest standard, and there should be full transparency about gifts, favours, and other payments given to them. The reputation of politicians has been severely damaged over the past few years, and to have ministers' conduct less transparent than that of MPs will only damage their reputation further.",
        "background": "The code of conduct for ministers should hold them to at least the same standards of transparency as MPs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-11T02:23:46.638Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-13T07:27:10.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-19T09:57:20.145Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Ministers, as Members of Parliament (or the House of Lords) are subject to the standards regime of those Houses in their role as a parliamentarian, as well as their responsibilities under the Ministerial Code. Ministers are already required to disclose their interests, gifts and meetings, which are available on GOV.UK\r\n\r\nhttps://www.gov.uk/government/government-efficiency-transparency-and-accountability\r\n\r\nWe can accept petitions calling for changes to the Ministerial Code or other rules, or the MP's Code of Conduct, but you will need to start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-19T09:57:21.436Z"
    },
    "id": 629702,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629702.json"
    },
    "type": "petition"
}