{
    "attributes": {
        "action": "Re-regulate the bus services in England",
        "additional_details": "Running most rural bus services commercially on a deregulated market isn't working anymore, especially with the smaller bus companies because when bus operators decide to cut services because they claim that they're not commercially viable due to the increased costs, not enough passengers, etc, it affects passengers who use them to commute to work or going out on leisure trips, etc and there's only so much funding that the local councils can do when they fund a small number of bus routes.",
        "background": "Re-regulate the bus services, or at least partially to make bus routes, especially rural routes more frequent, pay for the bus services, have adequate bus timetables and run them daily, and franchise the routes to private bus companies similar to what's already happened with the rail services.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-12T09:25:59.844Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-12T12:36:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-15T10:50:52.843Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you'd like increased regulation for buses, but it's not clear from your petition what you mean by partially re-regulating buses, such as whether regulation should only apply to rural buses or if only certain aspects of services should be regulated.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-15T10:50:54.488Z"
    },
    "id": 629749,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629749.json"
    },
    "type": "petition"
}