{
    "attributes": {
        "action": "Prevent companies intentionally selling loss leaders to protect local business",
        "additional_details": "Our high streets and town centres are becoming devoid of local, small business. Individuals starting small companies or businesses are often pushed out due to large retailers or supermarkets undercutting, making survival simply untenable. The number of greengrocers and butchers, for instance, have each fallen by over 1,000 between 2008 and 2020 (ONS). It's time to protect small business, promote local shopping, and reinvigorate our town centres and high streets by preventing loss leaders.",
        "background": "Large companies are selling products cheaper than their wholesale price. This is damaging on small businesses, such as greengrocers and butchers, and we call on the Government to follow the lead of some US states and EU countries in banning loss leaders to protect smaller businesses and companies.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-11T22:33:59.991Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-20T19:39:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-22T13:56:33.984Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government aren't responsible for setting the prices of goods being sold. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-22T13:56:35.167Z"
    },
    "id": 629742,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629742.json"
    },
    "type": "petition"
}