{
    "attributes": {
        "action": "Cut the cost of parking within the city centre",
        "additional_details": "I want my local government to think about the negative impact the price increases in public parking have to daily commuters. Mayflower East car park in the city centre has had a daily\r\nPrice increase of £4 and a monthly\r\nIncrease of £20, how is that justifiable when the only change to the car park is the pay machines. Other than Toys R Us car park there is no where reasonably priced and\r\nNot forgetting somewhere that is safe to park\r\nwithin in the city centre and not the outer edge",
        "background": "During the cost of living we have all noticed everything going up, gas/electric, food, petrol etc. Affordable parking is lacking and what once was affordable has had a major price hike which then takes up a significant portion of your monthly wage",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-12T23:57:34.362Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-13T12:06:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-19T10:02:21.392Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for the owners and operators of parking.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-19T10:02:22.698Z"
    },
    "id": 629797,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629797.json"
    },
    "type": "petition"
}