{
    "attributes": {
        "action": "Return the rosetta stone to its rightful owners (Egypt)",
        "additional_details": "To Declare the 1801 treaty null and void as it was not signed by an Egyptian ruler, but was in fact signed by an Ottoman admiral during the occupation of Egypt who was not the rightful owner of the rosetta stone and certainly was not a legally authorised person to sign such a treaty. We are also asking the Parliament to introduce legislation to enable the return of such important artifacts to their rightful owners, in particular the return of the rosetta Stone to Egypt.",
        "background": "The Egyptian Government has submitted a request for the return of the rosetta stone however, The British Museum refuted it, and relied on the 1801 treaty which was signed by an Ottoman admiral during the occupation of Egypt who was not an Egyptian ruler and had no legal authority to sign it .",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-16T11:33:50.242Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-16T13:49:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-20T17:58:47.184Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for the trustees of the British Museum.\r\n\r\nYou might like to sign this petition calling for changes to allow the British Museum to accept requests for the repatriation of artefacts\r\n\r\nhttps://petition.parliament.uk/petitions/606621"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-20T17:58:48.333Z"
    },
    "id": 629959,
    "links": {
        "self": "https://petition.parliament.uk/petitions/629959.json"
    },
    "type": "petition"
}