{
    "attributes": {
        "action": "Change schools funding to make it fairer for all schools regardless of size.",
        "additional_details": "Schools with less than 120 pupils per year are at a disadvantage because the premises costs are almost the same for all schools regardless of pupil numbers. Small schools also still have to pay for certain staff such as head teacher and bursar regardless of pupil numbers. Levelling up needs to include all schools whatever their size. Small schools often perform better in examination results but are forced to close due to under-funding. Please allow a minimum fixed costs sum for every school too",
        "background": "The funding formula currently favours large schools. Small schools are forced to close because their premises costs are a much higher proportion of overall costs. Therefore, a fixed costs sum should be paid to all schools. The current basic per pupil sum can then be reduced slightly for all pupils.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-19T14:42:59.925Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-19T16:12:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-21T12:55:57.395Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Schools already receive a lump sum payment as part of their funding. You can read more here\r\n\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1091988/2023-24_NFF_Policy_Document_.pdf\r\n\r\nIf you'd like this sum to be increased, you could start a petition setting out what increase you'd like to see. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-21T12:55:58.278Z"
    },
    "id": 630076,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630076.json"
    },
    "type": "petition"
}