{
    "attributes": {
        "action": "Criminalise ‘Fake News’ and media harassment",
        "additional_details": "For years the media has had free rein over anyone they choose to target. The right to publish whatever they want, to the point of bullying, hate speech, black mail and  harassment. Tabloids in particular run their business on ‘fake news’ and use this to control a narrative on whatever will fit their agenda. It is getting ever more toxic, leading to the public not being able to separate fact from fiction and in some instances, stirring up civil unrest and political rigging. This has got to stop.",
        "background": "Enforce fact checking and citation to publish news articles, whether hard copy or online. Have the authority to shut down articles who can not show evidence of meeting fact checking standards. Criminalise media bullying and harassment to the same degree as civilian cases.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-19T18:57:13.414Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-19T21:32:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-21T14:28:03.645Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government and Parliament aren't responsible for the content of media outlets, which is for media regulators to decide.\r\n\r\nWe could accept a petition calling for it to be an offence to circulate \"fake news\", such as this now-closed petition - https://petition.parliament.uk/petitions/300115"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-21T14:28:04.924Z"
    },
    "id": 630082,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630082.json"
    },
    "type": "petition"
}