{
    "attributes": {
        "action": "Introduce Moral Standards into the Government Conduct concerning Alcoholism",
        "additional_details": "Creating laws that suggests routinal medical examinations and treatment plans in order to forbid the use of nicotine, alcohol, and recreational drugs products for members of the key civil institutions including the Parliament to ensure the best possible capacities of its members and duties and restore the public confidence for better national and global coordination.",
        "background": "Alcohol is found to be certainly causing neurodegenerative diseases and damaging cells and circuits in major parts of the brain particularly in the neocortex; the outer layers of the brain that houses associative memories and control our ability to think and plan and regulate our primitive drives.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-21T21:18:25.387Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-25T00:13:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-27T07:32:57.446Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the negative impact of alcohol, and other substances, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-27T07:32:58.964Z"
    },
    "id": 630173,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630173.json"
    },
    "type": "petition"
}