{
    "attributes": {
        "action": "In Solidarity to Afghan girls, UK educational institutes to be closed for 1 day",
        "additional_details": "After the Taliban seized power in Afghanistan in August 2021, they banned girls from attending high school. While they had repeatedly promised the international community that the ban was temporary, they never re-opened the high schools for girls, yet they even closed all educational institutes this week for Afghan girls and women, by banning them from primary schools and universities. We would like the UK and all its allies to show support to our brutally war-ravaged Afghan girls and women",
        "background": "Taliban banned all education for girls and women in Afghanistan. Education is a fundamental right of every human on all grounds. As fellow humans, we would like the UK to show some support and stand with our hopeless Afghan girls, by announcing a day of Solidarity and closing educational institutes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-22T12:58:08.365Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-22T13:16:50.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-28T14:13:56.436Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This would be a decision for individual institutions. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-09T14:11:52.171Z"
    },
    "id": 630191,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630191.json"
    },
    "type": "petition"
}