{
    "attributes": {
        "action": "Allow a free and fair House of Commons debate on the future of the monarchy.",
        "additional_details": "Recent polls have shown support for the monarchy fall sharply, with one putting it at 55%, down twenty points on previous years. There is lots of debate in the country about various royal scandals and accusations, yet our nation's MPs remain silent. This is a debate politicians must start to engage with, which is why we want MPs to agree to a free, fair and informed debate in the House of Commons. Monarchists and republicans should be able to agree to this demand.",
        "background": "The government controls the House of Commons agenda, and there are limits on what MPs can say about the Royal Household. With support for the monarchy falling, it's time we heard serious debate about its future where it matters, in the Commons. In the chamber, not in Westminster Hall.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-20T17:02:05.450Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-20T20:13:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-22T14:00:07.881Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure what you mean by 'free and fair' debate. All debates in the House of Commons have the protection of Parliamentary privilege, to ensure that Members are free to speak as they choose. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-22T14:00:08.934Z"
    },
    "id": 630125,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630125.json"
    },
    "type": "petition"
}