{
    "attributes": {
        "action": "Training and awareness for dementia care and support to be made mandatory.",
        "additional_details": "According to the world health organisation (WHO) around 55 million people worldwide have dementia and this is estimated to increase to 139 million by the year 2050.\r\nRecent studies have shown that a large majority of people living in the UK do not even understand what the definition of dementia is. \r\nIndividuals who come into close contact with dementia patients or who are caring for them need to fully understand this syndrome, what symptoms to look for and how best to approach different scenarios",
        "background": "Mandatory training and awareness for dementia care and support needs to be provided across all settings including all areas of the NHS, private care homes, the emergency services and schools/colleges (for the appropriate age range).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-22T20:21:07.571Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-22T21:02:20.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-28T14:19:19.347Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Training for health and social care professionals are a decision for the professional bodies and regulators of those professions, rather than set by the UK Government or Parliament. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-28T14:19:20.612Z"
    },
    "id": 630207,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630207.json"
    },
    "type": "petition"
}