{
    "attributes": {
        "action": "Stop calling Brexit a \"Democratic decision\".",
        "additional_details": "The principles of representation were set out definitively by Edmund Burke in his famous speech to the electors of Bristol: representatives have a clear duty to give their best, most unbiased judgement, and to not betray democracy by sacrificing it to public opinion.\r\nBrexit is the antithesis of these principles.\r\nIn a functional democracy, that result would be taken as a vote of no confidence.\r\nFar from being a democratic decision Brexit has enabled the end of democracy in this once great nation.",
        "background": "The United Kingdom is a parliamentary democracy which has operated for centuries under well established rules.\r\nThe electorate voted in the expectation those rules would be followed.\r\nThere is no reasonable or rational basis to assume that they trusted the government's promise to ignore those rules.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-26T14:48:28.833Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-02T16:04:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-05T11:51:14.828Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the UK's departure from the EU, but we're not sure exactly what you'd like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-09T07:04:49.694Z"
    },
    "id": 630298,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630298.json"
    },
    "type": "petition"
}