{
    "attributes": {
        "action": "Make 1st Aid, Spectator Safety & Care Certificate part of the UK curriculum.",
        "additional_details": "Making these subjects compulsory will have an immediate benefit by improving the safety of children, their families, communities and public safety in general. Furthermore, the Care Certificate will provide job opportunites within the Social Care sector, as life expectancy increases. \r\nThe Spectator Safety Certificate will also provide valuable personal information as to how to promote public safety through their behaviour. I.E. The lessons learned from the Manchester Arena Inquiry - Martyns Law",
        "background": "The NHS strikes show it's critical young people know how to provide a basic level of emergency care as 1st Responders. 1st Aid. They'll increasingly need to provide care to those recovering from illness or for elderly relatives. Care Certificate. Both skills underpinned by the Spectator Certificate.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-26T13:52:36.359Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-28T11:44:00.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-29T10:46:32.239Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. First aid is already part of the curriculum as part of PHSE studies.\r\n\r\nDecisions on which qualifications to provide are a decision for individual schools. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-29T10:46:33.421Z"
    },
    "id": 630296,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630296.json"
    },
    "type": "petition"
}