{
    "attributes": {
        "action": "Put an end to NHS privatisation.  An insurance-based system is unworkable.",
        "additional_details": "Private providers do not operate in the best interests of patient care and payment does not necessarily mean the best outcomes or standards of care. Millions of us suffer from med conditions which render us uninsurable, excluded from insurance cover, as seen in the US, where diabetics die because they can't afford insulin and patients have to crowdfund for their care.  We do NOT want that system, which govt. ministers seem to be advocating, in the UK. It's unworkable and will cost lives.",
        "background": "We demand a fully tax-payer funded NHS providing universal health care free at point of need which would mean expensive private providers would not have the opportunity to cash in on sickness. It's the system we had 12 years ago. The NHS is not failing! The Tory government has underfunded it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-28T09:32:04.914Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-28T14:31:40.000Z",
        "opened_at": null,
        "rejected_at": "2022-12-29T10:50:33.647Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not aware of any proposals from the Government for an insurance-based system\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as removing the use of private providers in the NHS. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2022-12-29T10:50:34.859Z"
    },
    "id": 630352,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630352.json"
    },
    "type": "petition"
}