{
    "attributes": {
        "action": "Pay off student debt for NHS employees who have given 5 or 10 yrs of NHS service",
        "additional_details": "By wiping student debt after a period of time in the NHS, this will help to maintain the work force. It will help to reduce the impact of real term pay cuts relative to inflation, and minimise the gap between private and public sector pay. The government was willing to pay other workers not to work in covid as part of the furlough scheme - most NHS workers were not included in this. This would help to level the playing field for frontline workers and would be a much needed morale boost.",
        "background": "After 5 or 10 years of service many workers will have paid back over £20k of debt to the student loans company, but will still be facing life long debt. The low take home pay for many NHS workers including nurses and doctors is driving many out of the profession or overseas towards higher salaries.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-28T20:55:12.049Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-30T15:57:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-04T11:36:01.619Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to pay off the student loans of people working for the NHS for a certain number of years, but it's not clear after how many years you want the Government to pay off these loans.\r\n\r\nYou could start a new petition explaining when you want the Government to pay off the student loans of NHS workers. If you're not sure after how many years this should happy, you could call on the Government to consult on the number of years NHS workers should have to work to be eligible to have their student loan written off."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-04T11:36:02.619Z"
    },
    "id": 630386,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630386.json"
    },
    "type": "petition"
}