{
    "attributes": {
        "action": "Force royal mail to allow stamp exchange at post offices.",
        "additional_details": "The majority of stamps are used by businesses that will most likely have used all their non bar-coded stamps, or elderly people who probably have quite a lot of these stamps to exchange. When bank notes get replaced you can spend the old ones, or exchange them at a bank. After a certain date these old stamps will be worthless! As I bought my stamps at a post office, it would seem logical to exchange them there. I hear in some cases the mail requesting the exchange worth £100s has been lost.",
        "background": "I want it to be possible for myself and others to exchange non bar-coded stamps for the new bar coded ones at a post office, or alternatively allow the old stamps to be used indefinitely until everybody has used them. I wouldn't send bank notes through the post so why should I send stamps?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-29T14:28:45.836Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-31T09:23:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-05T03:55:47.310Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about arrangements for swapping out old postage stamps are an operational matter for the Royal Mail, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to require the Royal Mail to continue to accept non-barcoded postage stamps, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-05T03:55:48.639Z"
    },
    "id": 630417,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630417.json"
    },
    "type": "petition"
}