{
    "attributes": {
        "action": "We want to have access to dentistry which is partly funded by national health.",
        "additional_details": "I am now 63 years old and I remember when going to a dentist was something to dread but now it is something I long for. If today's younger generation who do not have access to dentistry now then in the longer terms it could cost the health service a whole lot more. When a persons teeth are no longer asthaetic then it can impact on the mental health of that person. I and my wife feel the need to consult with a dentist but are unable to find one who is willing to take on new patients.",
        "background": "To intervene in the bussinesses of dentristry and fund or at least partly fund the treatment that people like myself have who paid into for most of my life.. Dentist practices should have a minimum number of NHS patients that it takes on.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-30T14:25:56.154Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-30T21:46:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-05T03:44:58.069Z",
        "rejection": {
            "code": "already-happening",
            "details": "NHS dentistry is already part funded by the Government and NHS. The NHS in England invests £2.3 billion on dentistry every year. It is because of this funding that NHS dentist patients only pay a fixed charge for treatment, rather than the full cost of this.\r\n\r\nWe could accept a petition calling on the Government to increase funding for NHS dentistry and reduce NHS dental charges, if that's what you want to happen.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease funding to ensure all adults and children have access to a dentist: https://petition.parliament.uk/petitions/625518"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-05T03:44:59.476Z"
    },
    "id": 630475,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630475.json"
    },
    "type": "petition"
}