{
    "attributes": {
        "action": "Impose covid testing for all UK arrivals from China",
        "additional_details": "To protect their populations, other countries such as the US and Germany have introduced pre-departure screening.\r\n\r\nThe UK should act fast to impose pre-departure and arrival screening, with a short quarantine until results are available, to protect our most vulnerable from a new onslaught of this disease.",
        "background": "The number of covid cases in China is rising rapidly, and given the population of this country, there is a high chance for vaccine resistant mutatations to become prevalent.\r\n\r\nWe must reduce the chance of these mutations entering the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-29T09:55:18.250Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-29T10:55:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-03T11:19:19.524Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition the Government has announced that passengers arriving from China to England will need to show a negative COVID-19 pre-departure test taken no more than 2 days prior to departure.\r\n\r\nIn addition, the UK Health Security Agency (UKHSA) is launching surveillance which will see a sample of passengers arriving in England from mainland China tested for COVID-19 at the point of their arrival.\r\n\r\nYou can find out more about these measures here: https://www.gov.uk/government/news/precautionary-and-temporary-measures-introduced-to-improve-covid-surveillance-from-china"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-03T11:19:21.035Z"
    },
    "id": 630407,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630407.json"
    },
    "type": "petition"
}