{
    "attributes": {
        "action": "Remove the tax relief for union fees",
        "additional_details": "Currently, union fees enjoy tax relief, allowing the unions to benefit from up to 45% tax relief on the donations.  This government money is being used to essentially harm the same government and public services they claim to support.  \r\n\r\nWhilst a right to strike is ok, the government shouldn't be subsidising this right through tax relief.",
        "background": "Currently, union fees enjoy tax relief, allowing the unions to benefit from up to 45% tax relief on the donations.  Whilst a right to strike is ok, the government shouldn't be subsidising this right through tax relief.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2022-12-30T15:23:01.708Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2022-12-30T15:34:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-04T11:27:41.527Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about tax reliefs for trade union fees, but the way your petition describes these reliefs is not accurate.\r\n\r\nEmployees can claim tax relief on annual subscriptions they pay to approved professional bodies or learned societies if being a member of that body or society is relevant to your job. This includes subscriptions paid to trade unions, where they have been approved as a relevant organisation by the HMRC. Tax relief is claimable by employees, not the relevant organisation. These reliefs also only apply to subscriptions, not donations.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-04T11:28:24.751Z"
    },
    "id": 630480,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630480.json"
    },
    "type": "petition"
}