{
    "attributes": {
        "action": "Ban isolation in UK schools.",
        "additional_details": "Ban the use of isolation across UK schools. It's an outdated practice and should not be used on children.\r\n\r\nThe British Psychological Society has said that the use of isolation booths is not backed by evidence and has been proven not to be effective, and adds that such approaches to children’s behaviour are overly simplistic and “run counter to the understanding of child development”.\r\n\r\nWe need a complete shift in how we support our most vulnerable young people.",
        "background": "There needs to be reformation around punishment in UK schools and it should start with isolation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-01T19:38:22.650Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-01T19:43:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-05T04:25:19.090Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe UK Government is only responsible for education policy in England. Decisions about education policy in Scotland, Wales and Northern Ireland are a matter for the Scottish Government, Welsh Government and Northern Ireland Executive.\r\n\r\nWe could accept a petition calling on the Government to ban the use of isolation booths in schools in England, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-05T04:25:21.177Z"
    },
    "id": 630552,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630552.json"
    },
    "type": "petition"
}