{
    "attributes": {
        "action": "Exclude Motorcycles from all Traffic Regulation Orders (TRO)",
        "additional_details": "Many traffic regulation orders include motorcycles. We submit that motorcycles are part of the solution to city congestion or improved air quality.It makes no sense to us that a horse or cycle may still have access with a TRO in place yet a motorcycle does not. Access is key in the encouragement for the UK population to follow other countries by using motorcycles when possible. Many councils have allowed motorcycles to use bus lanes with great success. Please open the TRO'd roads to motorcycles.",
        "background": "We ask that Motorcycles are made automatically exempt from all Traffic Regulation Orders. Including all existing and future Traffic Regulation Orders. Motorcycles are small, easy to park and cause no congestion.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-01T11:49:25.099Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-03T16:53:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-09T07:55:57.232Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether Traffic Regulation Orders apply to motorcycles are a matter for individual traffic authorities, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-09T07:55:58.269Z"
    },
    "id": 630529,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630529.json"
    },
    "type": "petition"
}