{
    "attributes": {
        "action": "Change the taxation law re working and living abroad.",
        "additional_details": "Companies all over the world are offering Work From Anywhere contracts, however the UK is the only major country which is limited due to its current taxation laws. This puts UK companies at a disadvantage in attracting the best talent in the market over its international competitors. \r\nMaking this change will help the UK become a more attractive place to work which will support and increase foreign investment, bring in more taxes without rising the tax levels, and stimulate economic growth.",
        "background": "Change the law to allow people to Work From Anywhere and remove the up to 6 month rule. There should be no limitation to the duration in which you live and work abroad, provided tax is being paid in the UK on their UK income. E.g., work for a UK company, pay UK tax rates but live abroad.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-04T16:09:30.669Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-06T14:05:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-11T07:07:26.489Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what changes you'd like to see to tax arrangements for people living outside of the UK. Non-residents have to pay tax on their UK income, but do not pay UK tax on their foreign income. Residents normally pay UK tax on all their income, whether it’s from the UK or abroad.\r\n\r\nWe could accept a petition calling for changes to how these arrangements work, but it would need to be clear how you want these arrangements to be changed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-11T07:07:27.606Z"
    },
    "id": 630676,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630676.json"
    },
    "type": "petition"
}