{
    "attributes": {
        "action": "Sectors that are able to strike should still work whilst negotiations go on.",
        "additional_details": "Make strikes that affect the whole country banned to a certain extent.\r\nExample, the train strikes.\r\nWith the cost of living rising and still without light of going down,\r\nNow the millions working class people that effectively make this country go round are being affected with not being able to even get to work!\r\nYes you can strike but if you are working part of a sector that makes and helps the country tick round day to day then you should not be leaving your post whilst striking.\r\nOnce again the working class people are the ones suffering the most, its our time to stand up because if we all could not afford to get to work then what will the government do then?.\r\nIts time to bring back the common people that makes this country and culture so great to the house of Parliament again!",
        "background": "Sectors that are able to strike should still work whilst negotiations go on as the whole country and working class is affected.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-03T14:18:23.310Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-03T16:40:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-06T09:45:13.123Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about strikes, but we're not sure exactly what new restrictions you'd like the Government to impose on industrial action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMake unlawful for any strike to reduce public transport services more than 50%: https://petition.parliament.uk/petitions/629042\r\n\r\nBan strike action lasting more than 48 hours: https://petition.parliament.uk/petitions/618165\r\n\r\nBan public transport workers from going on strike: https://petition.parliament.uk/petitions/620342"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-06T09:45:14.718Z"
    },
    "id": 630623,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630623.json"
    },
    "type": "petition"
}