{
    "attributes": {
        "action": "Introduce a compulsory life-skills course from GCSE's until the age of 18.",
        "additional_details": "Rishi Sunak recently announced the possibility of compulsory maths until the age of 18. However, core maths for students wishing to do English or the Arts has little practical relevance. If the government really did want to help future generations, then they would provide life guidance to students. Mental health awareness courses, financial lessons, self-development skills are hardly touched upon. It is time for the school system to change.",
        "background": "All students leaving school will face some sort of independence, and yet we are taught nothing about how to survive. We receive no financial education, how to pay taxes, how to invest and very little information on managing our welfare. Introduce a compulsory non-exam based course on life-skills.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-04T12:11:42.455Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-04T12:37:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-09T12:46:48.040Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure exactly what you'd like covered by a life skills course. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-09T12:46:49.275Z"
    },
    "id": 630661,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630661.json"
    },
    "type": "petition"
}