{
    "attributes": {
        "action": "Introduce different marking systems kids with learning difficulties/disability",
        "additional_details": "Option 1 - Either provide readers to children taking maths or english, particularly in maths, \r\nOption 2 - change the structure of the exam papers for kids with a diagnosis of a learning disability/disorder. \r\nOption 3 - have special markers at the examining bodies for children with learning difficulties/disabilities",
        "background": "A child taking GCSE or A level shouldnt be treated the same as a child without a learning difficulty by the examining boards which isnt fair. They may have extra time in the exam, but no help reading and once the paper is finished the exam boards do not take this into account",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-03T22:53:50.321Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-04T00:21:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-09T08:35:49.724Z",
        "rejection": {
            "code": "already-happening",
            "details": "There are already arrangements for reasonable adjustments for students that have a disability. These adjustments can include:\r\n\r\n- modified papers (for example, large print or braille exam papers)\r\n- access to assistive software (for example, voice recognition systems or computer readers)\r\n- help with specific tasks (for example, another person might read questions to the student or write their dictated answers)\r\n- changes to how the assessment is done (for example, an oral rather than a written assessment, word-processing rather than hand-writing answers)\r\n- extra time to complete assessments\r\n- exemptions from an assessment\r\n\r\nYou can read more about reasonable adjustments for disabled students here: https://www.gov.uk/guidance/regulating-gcses-as-and-a-levels-guide-for-schools-and-colleges-2022/reasonable-adjustments"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-09T08:35:50.852Z"
    },
    "id": 630645,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630645.json"
    },
    "type": "petition"
}