{
    "attributes": {
        "action": "Have Secondary Schools be taught from home (online) across the UK",
        "additional_details": "Many students across the UK find that they finish work faster than the time they have in their period time schedule, resulting in them wasting time having nothing to do meanwhile they have finished their work. Students would have more free time and better socialization if they had the extra free time after finishing work by being at home. During the lockdowns because of COVID-19, schools used Google Classroom and Microsoft Teams to teach students from home and no students were affected by it.",
        "background": "Many Secondary School students find it difficult waking up at early times and then going through studies that will not be necessary for their future job. Multiple pupils also find that they would concentrate and enjoy school more if they were studying at home , for example online.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-04T00:24:55.243Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-04T00:39:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-09T08:37:27.942Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe UK Government is only responsible for education policy in England. Education policy in Scotland, Wales and Northern Ireland are a matter for the Scottish Government, Welsh Government and Northern Ireland.\r\n\r\nIt's also not clear if you want all secondary school education to only be conducted online, or if you want students to have the option of attending school online or in person.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-09T08:37:28.992Z"
    },
    "id": 630651,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630651.json"
    },
    "type": "petition"
}