{
    "attributes": {
        "action": "From 2024, the National Lottery should be run by the government for the NHS.",
        "additional_details": "The NHS benefits everyone in the UK, including those helped by other charities. If something isn't done quickly, this institution as it is, will come to an end. Small charities can still benefit during this term, so their income will not suffer. Art and theatre can gain income from other avenues, as at present for the period. At the end of the 5 years, the running of the Lottery can be reviewed.",
        "background": "The Lottery should be run by the government for a period of at least 5 years, and most of the profits used for the NHS. Smaller charities can be assisted too. \r\nThe NHS being the benefactor would increase revenue, and give the boost in funds the NHS needs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-04T14:32:29.172Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-04T18:42:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-09T14:57:16.276Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the NHS to benefit from National Lottery funding, but it's not clear what proportion of funding you want to go the NHS, and what proportion you want to be protected for smaller charities.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-09T14:57:16.939Z"
    },
    "id": 630672,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630672.json"
    },
    "type": "petition"
}