{
    "attributes": {
        "action": "Add a third emergency number for lower severity issues.",
        "additional_details": "Adding a third number will help break up calls into even smaller categories, making it easier for emergency personal to respond accordingly. This will also mean that less calls will go through to 999 when people are unsure of whether calling is the correct action or not. This means shorter wait times for a response when calling 999 (for a life threatening emergency). Often people call this number in panic when the situation's is perceived to be more dire than it actually is.",
        "background": "A third emergency number should be added on-top of the two we currently have for lower severity issues. A free call service where people can seek assistance on situations they are perhaps unsure the severity of.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-03T17:54:02.025Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-04T10:43:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-09T12:48:26.311Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The NHS 111 service already provides advice and support for people who do not need to call 999. We're not sure what services you'd like a further number to cover. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-09T12:48:27.642Z"
    },
    "id": 630635,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630635.json"
    },
    "type": "petition"
}