{
    "attributes": {
        "action": "Ban sale of farmland for tree planting for the sake of carbon credits",
        "additional_details": "5 years ago, prime agricultural land was about £12.5k/acre. Now, it's at LEAST £25k. One reason: large multi-million $ companies hiking prices, competing against farmers & one another to buy the farmland for the purpose of planting trees.\r\nMostly the trees are pines: out of place, creating ecologically sterile environments. Studies have proven grassland management is better at sequestering C than trees.\r\nIt's yet another thing helping push UK farmers & new entrants away. They can't compete.",
        "background": "Large multinational corporations are buying up farmland across the UK in order to plants trees so they can claim their polluting businesses are \"carbon neutral.\" \r\nSelling farmland to large companies to plant trees on should be outlawed. Nobody should be able to buy farmland to solely plant trees.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-05T10:28:17.916Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-06T09:23:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-11T06:58:22.092Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the purchase of agricultural land to grow trees, but it's not clear in what circumstances you want sale of agricultural land to be banned, as land use won't change until after land has been purchased.\r\n\r\nWe could accept a petition calling for the Government to require permission for the planting of trees on agricultural land, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-11T06:58:23.189Z"
    },
    "id": 630724,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630724.json"
    },
    "type": "petition"
}