{
    "attributes": {
        "action": "To make the train strikes an employee to employee problem and not one for us",
        "additional_details": "Many thousands of people are frequently inconvenienced by rail strikes and it makes little sense to make this a larger problem, one that we the people should have to bare.\r\n\r\nWe have seen huge tax relief for investment firms, we’ve seen a transfer of wealth from poor to rich in huge quantities, interest rates that make it cheaper to rent, and massive inflation… and now more than ever, even getting to work is tough.\r\n\r\nWe need to get to work so we can build a strong economy, allow us to do so.",
        "background": "We the people would like the government to create an exception within the law, so the strikes of rail worker unions can take a more enlightened form; in which fares are not taken but trains continue to operate, reducing the impact on the people who have seemingly no say in these disputes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-06T04:07:10.969Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-11T23:38:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-17T14:26:02.024Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-17T14:26:03.728Z"
    },
    "id": 630775,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630775.json"
    },
    "type": "petition"
}