{
    "attributes": {
        "action": "Fair pay for police",
        "additional_details": "Police officers in England and Wales are suffering an average real terms pay cut of more than 20% compared to 2010. Officers at the bottom of the pay scale have suffered a real terms drop of 30.1%.\r\n\r\nPolice officers need a pay award that acknowledges the cost-of-living crisis, their unique responsibilities and the restrictions imposed on their industrial rights. \r\n\r\nThe service needs long-term investment instead of single-year settlements to plan for the future effectively. \r\n\r\n#FairPayForPolice",
        "background": "Raise police officers’ pay to reflect the ongoing cost-of-living crisis and correct the real terms pay cut.\r\n \r\nCompensate officers for the dangers they face and their inability to take strike action.\r\n \r\nProvide long-term investment, instead of single-year settlements to future-proof the service.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-05T18:16:31.148Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-05T21:26:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-10T08:11:41.052Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see pay for police increased, but it's not clear what other action you want to be taken to compensate officers for the dangers they face and their inability to take strike action, or what long-term investment you want the Government to make in the police.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nPay rises and pay parity for firefighters, police and paramedics: https://petition.parliament.uk/petitions/624295\r\n\r\nIncrease the number of and pay for the police and ban sending out officers alone: https://petition.parliament.uk/petitions/624527"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-10T08:11:42.611Z"
    },
    "id": 630754,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630754.json"
    },
    "type": "petition"
}