{
    "attributes": {
        "action": "TFL travel free or at a half rate for those in education and further education.",
        "additional_details": "We would like the Government to address our campaign and new proposal due to the fact that travel can be extremely expensive especially for students under the age of 18, some who only have part time jobs, or no job at all. Due to this, the expense is most likely to be passed down towards the parents/guardian of the student in question, which can cause large difficulties especially during the current economic crisis. Additionally, University students and those in further education already face masses of debts due to the high cost of university tuition, and may struggle to find well-paying jobs due to sheer amount of academic work they face, alongside stress and mental health concerns.",
        "background": "We would like the Government to create a travel card for those who are under the age of 18, in school/college to travel on TFL services without charge. Understanding that this is an expense to the Government, we would like to propose a half rate card for those who are in University/Further education",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-06T16:22:04.739Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-06T16:28:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-11T07:09:45.748Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. It is the responsibility of Transport for London, the Mayor of London and the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nFund free public transport for all 16-18 year olds in full-time education: https://petition.parliament.uk/petitions/627335"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-11T07:09:46.928Z"
    },
    "id": 630805,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630805.json"
    },
    "type": "petition"
}