{
    "attributes": {
        "action": "Sickle Cell Disease to be confirmed as a disability",
        "additional_details": "This will help thousand of people who struggle with Sickle Cell Disease and have no support in their community or working environment. Their peers and work colleagues are unaware of the affect of their condition and the government and medical teams have no support in providing these people with extra care as as a pose to familiar conditions such as diabetes and cancer.\r\nThis condition is as severe as other conditions and can have such a huge impact in their day to day life.",
        "background": "I would like the government to class the condition Sickle Cell Disease as a disability and all those with Sickle cell disease to benefit from disability allowance, disability passes and other disability benefits within the community and their working environment",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-07T19:06:56.916Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-07T19:32:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-11T08:44:43.021Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government's guidance on disability under the Equality Act 2010 states that you’re disabled if you have a physical or mental impairment that has a ‘substantial’ and ‘long-term’ negative effect on your ability to do normal daily activities:\r\nhttps://www.gov.uk/definition-of-disability-under-equality-act-2010\r\n\r\nIt is therefore already the case that under the Equality Act, anyone with a physical or a mental condition which has a substantial and long-term impact on your ability to do normal day to day activities is protected under the disability protected characteristic. This could cover people who have Sick Cell Disease, where this has a a ‘substantial’ and ‘long-term’ negative effect on their ability to do normal daily activities.\r\n\r\nWe could accept a petition calling on the Government to fund increased support for people with Sickle Cell Disease, if that's something you'd like to happen.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nInclude Sickle Cell Anemia in the List of Illnesses Eligible for a MedEx Card: https://petition.parliament.uk/petitions/622971"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-11T08:44:44.358Z"
    },
    "id": 630869,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630869.json"
    },
    "type": "petition"
}