{
    "attributes": {
        "action": "Make education and celebration of human difference compulsory in all UK schools",
        "additional_details": "Decisions are made in the womb regarding; gender, skin, hair and eye colour, sexuality, thinking style, mobility characteristics, body part and organ function, blood type, what hand and foot you write and kick with etc. it goes on, yet because some of these differences were deemed suboptimal in the past they are still viewed negatively and discriminated against in life and business. WHY? People with difference, and different backgrounds have Superpowers and all need to learn and leverage this",
        "background": "We want UK Government to lead in educating UK and The World that difference is a natural characteristic of being human and needless labelling must stop. Difference needs to be understood and celebrated by all and no-one should be categorised as being in a minority group because of any difference",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-06T16:27:16.115Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-06T21:29:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-11T07:50:04.622Z",
        "rejection": {
            "code": "already-happening",
            "details": "As part of Relationships Education schools are already required to teach students about the importance of respecting others, even when they are very different from them (for example, physically, in character, personality or backgrounds), or make different choices or have different preferences or beliefs.\r\n\r\nYou can read the full content for Relationships Education here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1090195/Relationships_Education_RSE_and_Health_Education.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-15T12:45:24.942Z"
    },
    "id": 630806,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630806.json"
    },
    "type": "petition"
}