{
    "attributes": {
        "action": "Inform public the avg tax could be saved per person if NHS was privately funded",
        "additional_details": "NHS service standards has declined badly. Several individuals & families are suffering from long wait on primary care, GP appointments, also walk-in centres being closed. Not only that there are long waits in A&E, and even longer wait for Routine & Critical Surgeries. All this is happening even after increase in funding to NHS. Reality is that the underlying issue for declining service standards is not the lack of funding but also resources, training, processes & structure.",
        "background": "Requesting government to inform public the avg tax could be saved per person if NHS was privately funded, and providing them choice to opt-out from NHS if the would like to go for private care and benefit from this tax saving.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-06T14:56:35.330Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-06T19:17:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-11T07:17:03.233Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want people to have the option to opt out of NHS care to reduce their personal tax obligations, but it's not clear what effect you want opting out to have on an individual's tax obligations. Funding for NHS services comes from general taxation, and it's not clear how you want an individual's tax obligations to be changed if they opt out of NHS care.\r\n\r\nYou could start a new petition explaining more clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-11T07:17:04.438Z"
    },
    "id": 630800,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630800.json"
    },
    "type": "petition"
}