{
    "attributes": {
        "action": "Review the PIP assessment for children aged 16 and above with Type 1 Diabetes",
        "additional_details": "It is extremely unfair that our children are dismissed in this way. I see adults with a back twinge able to claim PIP, yet children with a broken, useless pancreas having to inject themselves multiple times a day, battling high and low blood glucose are refused PIP. \r\nChildren with TYpe 1 are not classed as adults until they reach 18, and many still need support from parents to calculate carbs/insulin amounts. Children at this age struggle to accept their condition and often mismanage it causing dangerous high/low blood glucose.",
        "background": "At the moment when children with Type 1 Diabetes hit 16, they are refused Pip despite receiving MRC/HRC on DLA. Why is this the case? Their disability does not disappear when they reach 16 years old, in fact for most teenagers it becomes increasingly difficult to manage.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-07T17:14:10.388Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-07T21:41:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-11T08:52:27.737Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nPersonal Independence Payment (PIP) can help with extra living costs if someone has both:\r\n\r\n- a long-term physical or mental health condition or disability\r\n- difficulty doing certain everyday tasks or getting around because of your condition\r\n\r\nEligibility for PIP is based on the difficulties a person has doing certain everyday tasks, not the condition a person has. We can accept petitions calling for changes to how PIP works, but it would need to be clear what changes you want to be made."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-11T08:52:29.169Z"
    },
    "id": 630863,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630863.json"
    },
    "type": "petition"
}