{
    "attributes": {
        "action": "Fund more specialist school places and staff for children with ALN in Wales",
        "additional_details": "Specialist schools and unit base provisions throughout Wales are already full to capacity and the one who aren’t will not be far behind. Schools are understaffed, staff are overworked already, ALN children are unable to receive the education and support they so rightfully deserve from the start, in many cases early intervention is extremely important and these chances are being taken away from children due to the crisis we are facing within our education system.",
        "background": "To look at funding provided for specialist provisions in Wales for children with additional needs it’s far from acceptable children with a high level of need being forced to stay in a mainstream environment due to spaces in schools and schools being underfunded and understaffed!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-07T17:20:23.168Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-07T17:36:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-11T08:36:15.057Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Welsh Government is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Welsh Parliament has its own Petitions Committee.\r\n\r\nIf you'd like to send your petition to the Welsh Parliament, you can find out more here: https://petitions.senedd.wales/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-11T08:37:07.066Z"
    },
    "id": 630865,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630865.json"
    },
    "type": "petition"
}