{
    "attributes": {
        "action": "Stop the invasion of illegal immigrants coming across the English channel",
        "additional_details": "I am the son of two immigrants who entered the UK legally from India. By failing to withdraw from this convention, we believe the UK is misdirecting resources, that could be used to help those in genuine need, to support people who entered the UK illegally. We must withdraw from this convention so that these lawyers can't use this technicality and  these illegals don't abuse it.",
        "background": "We do not have a problem with genuine refugees. However, one of the reasons for Brexit was to take control of our borders, and we believe some lawyers take advantage of the 1951 Geneva convention on refugees to enable immigrants who have illegally entered the UK to remain in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-07T14:35:12.150Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-07T14:57:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-11T08:24:02.598Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about illegal attempts to enter the UK, but it's not clear if you want the Government to withdraw from the Geneva Convention, change domestic law, or do something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nTake action to prevent illegal attempts to enter UK across the Channel: https://petition.parliament.uk/petitions/621744"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-11T08:24:03.954Z"
    },
    "id": 630853,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630853.json"
    },
    "type": "petition"
}