{
    "attributes": {
        "action": "Start a bus route from stroud to bristol",
        "additional_details": "In stroud many people work in bristol/near bristol. By car to get to the closest part of bristol is about 35 minutes. If you wanted to take another transport it would take atleast 2 hours 30 minutes and over 20 pounds. Bristol is the most visited city with the most jobs/shops/activities for the stroud community. I believe this would make a huge difference to our town and many other towns near stroud. the lack of public transport stops people from finding opportunity/suited jobs/activities there.",
        "background": "For the goverment to open a new and quicker route going from Stroud to Bristol via Bus.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-06T19:51:16.049Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-06T20:39:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-11T07:47:12.956Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local bus services are a matter for local bus operators and the relevant local authorities, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-11T07:47:14.452Z"
    },
    "id": 630813,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630813.json"
    },
    "type": "petition"
}