{
    "attributes": {
        "action": "Pass legislation to reintroduce community hospital beds in Cottage Hospitals.",
        "additional_details": "I want Government to debate the crisis in the NHS and Social Care with the proposal being that community hospital beds are prioritised and reinstated. This will enable the discharge of elderly patients who still require some nursing care but do not need an acute bed in a main hospital. This will free up acute hospital beds thus clearing backlogs at A&E by increasing admissions. It will also allow dignified and appropriate care of older patients in the communities in which they live.",
        "background": "Community Hospital beds have been cut and eradicated over a period of 13 years.  This has been a policy pushed by successive Governments and NHS England in the belief that Community Beds are expensive and care closer to home is cheaper and more effective. This is not substantiated by the evidence.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-09T20:55:03.369Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-10T08:38:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-12T09:12:22.350Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local hospital provision are a matter for the NHS, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-12T09:12:23.876Z"
    },
    "id": 630987,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630987.json"
    },
    "type": "petition"
}