{
    "attributes": {
        "action": "Standardise wages for nurses across both the public and private sectors.",
        "additional_details": "A squeeze on staffing levels leaves too few nurses trying to care for too many patients. The NHS is forced to outsource shifts to external companies, where their nurses are paid enormous hourly rates at the expense of the NHS.",
        "background": "Private companies are exploiting the NHS workforce by offering nurses much higher wages elsewhere. This is draining the NHS and as a result of unbearable pressures, more staff are leaving.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-08T19:21:31.665Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-22T17:40:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-25T11:57:40.038Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you would like to see changes to the way nurses are paid however the Government is not responsible for private sector nurses pay and it's unclear what exact action you'd like the Government or Parliament to take.\r\n\r\nYou could start a new petition calling on the Government to raise public sector nurses pay in line with private sector nurses rates, but you would have to explain clearly what you would like the Government or Parliament to do.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-25T11:57:40.036Z"
    },
    "id": 630913,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630913.json"
    },
    "type": "petition"
}