{
    "attributes": {
        "action": "Restructure Public Accounts Committee",
        "additional_details": "The failure of  the government control on contracts and general expenditure, adherence to the objective of best cost effective return on investment for public money. Further the 3 lay members would have statuary right to hold in contempt and summon members of the Internal Audit Agency committee, Government departments, to address failure of budget, of timely audit reports, contractual change, and due diligence that have not or been undertaken to comply with statutory requirements.",
        "background": "To restructure the Public Accounts Committee to include 3 public members as oversight by removing 3 MP's on the current standing and future committee's on the performance and compliance to change Duty of Best Value Guidance to a statutory requirement to meet cost benefit for the public purse.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-08T19:48:17.354Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-09T23:49:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-12T08:46:32.732Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe can accept petitions calling for changes to the standing orders establishing the Public Accounts Committee, including regarding its membership, but it's not clear what else you want to happen.\r\n\r\nYour petition refers to \"the current standing and future committee's on the performance and compliance to change Duty of Best Value Guidance to a statutory requirement to meet cost benefit for the public purse\", but it's not clear what you mean by this.\r\n\r\nYou could start a new petition explaining more clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-12T08:46:33.942Z"
    },
    "id": 630916,
    "links": {
        "self": "https://petition.parliament.uk/petitions/630916.json"
    },
    "type": "petition"
}