{
    "attributes": {
        "action": "Grant type 1 / 2 insulin diabetes for PIP Claim",
        "additional_details": "Type 1 /2 insulin Diabetes is a disability under the 2010 act.\r\nPIP SHOULD be awarded as it effects everyday life.the level of care needed day to day to do injections and keeping blood sugars level.",
        "background": "Support people and teens for type 1 diabetes.\r\nMost diabetics struggle with everyday life with this disability.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-11T11:25:05.435Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-11T19:19:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-16T06:01:54.056Z",
        "rejection": {
            "code": "no-action",
            "details": "Personal Independence Payment (PIP) can help with extra living costs if someone has both:\r\n\r\n- a long-term physical or mental health condition or disability\r\n- difficulty doing certain everyday tasks or getting around because of your condition\r\n\r\nEligibility for PIP is based on the difficulties a person has doing certain everyday tasks, not the condition a person has.\r\n\r\nSimilarly, the Government's guidance on disability under the Equality Act 2010 states that you’re disabled if you have a physical or mental impairment that has a ‘substantial’ and ‘long-term’ negative effect on your ability to do normal daily activities:\r\nhttps://www.gov.uk/definition-of-disability-under-equality-act-2010\r\n\r\nIt is therefore already the case that under the Equality Act, anyone with a physical or a mental condition which has a substantial and long-term impact on your ability to do normal day to day activities is protected under the disability protected characteristic. This could cover people who have diabetes, where this has a a ‘substantial’ and ‘long-term’ negative effect on their ability to do normal daily activities."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-16T06:01:58.757Z"
    },
    "id": 631094,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631094.json"
    },
    "type": "petition"
}