{
    "attributes": {
        "action": "Do not make maths a compulsory subject for post 16; teach skills for real life",
        "additional_details": "Maths is a difficult subject for many people; those who don't pass GCSE with a grade 4 have to resit until they pass or turn 18. The government need to honestly consider how making young people study further maths is going to benefit them. It doesn't teach them how to budget or apply for a mortgage, it doesn't teach them about interest rates or explain what our council tax pays for; these are the skills that young people need to go into the world after education and be well rounded adults.",
        "background": "The government is proposing that all young people should study some form of Maths until the age of 18. Not only is this an unnecessary feat, but this time and funding could be spent on more useful teaching opportunities such as life skills; how to pay tax, rights as a tenant, how mortgages work etc",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-11T07:57:52.092Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-11T09:21:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-13T07:35:54.027Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nKeep Maths and English A-Level non-compulsory and let us keep a choice: https://petition.parliament.uk/petitions/629754\r\n\r\nCancel plans for \"maths to 18\": https://petition.parliament.uk/petitions/630846\r\n\r\nAs part of the national curriculum content on citizenship schools are required to teach students about income and expenditure, credit and debt, insurance, savings and pensions, financial products and services, and how public money is raised and spent.\r\n\r\nYou can read the citizenship programmes of study here: https://www.gov.uk/government/publications/national-curriculum-in-england-citizenship-programmes-of-study/national-curriculum-in-england-citizenship-programmes-of-study-for-key-stages-3-and-4"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-13T07:35:55.145Z"
    },
    "id": 631079,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631079.json"
    },
    "type": "petition"
}