{
    "attributes": {
        "action": "Make it illegal for devolved parliaments to debate reserved matters.",
        "additional_details": "Parliaments Holyrood regularly waste public money and time debating matters which are reserved to Westminster, whilst often neglecting or ignoring those matters over which they have power.  On 10th Jan 2022, the Holyrood held a debate on Scottish independence (which the Supreme Court recently ruled, at the Scottish Government's request, was not within Holyrood's purview).  This is a waste of public money, and neglectful of the priorities that Scottish taxpayers fund Holyrood to manage.",
        "background": "Prevent devolved parliaments/executives from spending time debating matters which are reserved to the UK Government (and are therefore not within the powers of said devolved parliament to influence).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-10T19:01:52.437Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-10T19:12:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-13T13:57:14.828Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe UK Government is responsible for the legislation governing the legislative powers of the devolved legislatures, but decisions about the subjects of debate in these legislatures are a matter for the relevant elected representatives, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-13T13:57:15.451Z"
    },
    "id": 631054,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631054.json"
    },
    "type": "petition"
}