{
    "attributes": {
        "action": "Stop Leeds City Council introducing car parking fees at our local Parks.",
        "additional_details": "Intervene and stop Leeds City Council charging for car parking at Recreational Parks and Community Green Spaces. Don't stop the public from using parks for recreational sports and family activities because they can't afford to pay for parking.",
        "background": "Instead of encouraging healthy excercise and stopping obesity as recommended by the NHS and the Government themselves they are instead making it harder for the public to do this by charging for car parking and making it financially difficult for people to use these parks.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-10T21:13:00.379Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-10T21:22:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-13T07:13:04.423Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about parking charges for locally managed car parks are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-13T07:13:05.925Z"
    },
    "id": 631062,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631062.json"
    },
    "type": "petition"
}