{
    "attributes": {
        "action": "Remove the need for FSH blood test in 40-45 year olds experiencing Perimenopause",
        "additional_details": "As a 42 year old Perimenopausal woman, I joined support groups and read up on menopause and noticed a worrying theme. Many women aged between 40-45 are being dismissed by their GPs even though they agree they have peri symptom’s because a blood test didn’t back that up. \r\n\r\nWhy is this test still being used when it’s noted to be unreliable as the result is based on that one day. Hormone levels wildly fluctuate during peri. The test does not offer a valid indication of what is going on.",
        "background": "I am calling on the Government to remove the need for the FSH blood test in 40-45 year olds experiencing Perimenopausal symptoms before being allowed HRT. \r\n\r\nToo many women are being left to suffer debilitating symptoms based on an unreliable blood test, which is also a waste of NHS funding.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-10T17:00:05.202Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-10T17:25:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-13T06:53:53.029Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We are sorry to hear about your experience, but we can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about clinical care for patients are a matter for the NHS and individual clinicians, not the UK Government or Parliament.\r\n\r\nIf you are unhappy with the care you have received from the NHS, you can find out how to complain about this here: https://www.nhs.uk/using-the-nhs/about-the-nhs/how-to-complain-to-the-nhs/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-13T06:53:54.579Z"
    },
    "id": 631042,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631042.json"
    },
    "type": "petition"
}