{
    "attributes": {
        "action": "Require all cycles to have registration plates",
        "additional_details": "I have had several friends who have suffered injuries due to cyclists failing to stop at pedestrian crossings and have , myself, been injured by a cyclist riding on the footpath \r\nCycles should be regarded as road vehicles and be able to be identified by registration plate in the case of anyone witnessing dangerous cycling behaviour",
        "background": "Call for submissions to relevant Committee and collect evidence concerning injuries/fatalities caused by cyclists together with statistics on cyclists prosecuted for breaching road laws",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-11T08:52:18.235Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-11T18:24:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-16T05:58:13.730Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We are sorry to hear about the collisions you and people you know have been involved in.\r\n\r\nWe can only accept petitions about things the Government or Parliament are directly responsible for. Decisions about what issues to take evidence on are a matter for individual select committees, not the UK Government or Parliament.\r\n\r\nThe Government already publishes statistics on road casualties, including collisions involving cyclists. You can find these here: https://www.gov.uk/government/collections/road-accidents-and-safety-statistics\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRequire cyclists to be registered and have third-party insurance: https://petition.parliament.uk/petitions/621446"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-16T05:58:15.645Z"
    },
    "id": 631084,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631084.json"
    },
    "type": "petition"
}