{
    "attributes": {
        "action": "Create & Implement a full package of Online Child Safety for the curriculum",
        "additional_details": "I was medically discharged from the RAF Police in 2019 with C-PTSD after 6 years in a role where I had to analyse the imagery associated with paedophile investigations. I have looked into the eyes of children who have been abused and there is not enough being done to ensure that children are given the information they need to defend themselves or indeed parents to defend their children. As a society and as a government more needs to be done in this area as buzzwords and platitudes don't work.",
        "background": "Current legislation is either non statuatory or the statutory Relationships Education, Relationships and Sex Education and Health Education guidance does not go far enough to ensure that a standard level of education is created by proficient people to ensure a top level and consistent.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-12T11:46:55.340Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-12T12:19:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-16T06:43:50.166Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the amount of education children receive about online safety, but we're not sure what you want the Government to do to improve this.\r\n\r\nWe could accept a petition calling for changes to the content in the relationships education curriculum on internet safety and harms, but it would need to be clear what additional content you want to be added to this.\r\n\r\nWe are sorry to hear about the impact your job has had on you. If you need help with your mental health and haven't already sought help with this you can find out how to access NHS mental health services here: https://www.nhs.uk/mental-health/nhs-voluntary-charity-services/nhs-services/how-to-access-mental-health-services/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-18T12:17:37.413Z"
    },
    "id": 631177,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631177.json"
    },
    "type": "petition"
}