{
    "attributes": {
        "action": "Ban the Traffic Light Behaviour System in schools across the UK and Ireland.",
        "additional_details": "I recently went to view a primary school for my 3 year old son. I was told about the TLBS they had in place to “encourage” good behaviour in the classroom. This system is visually accessible to the class and other parents. It is demoralising and shaming children into masking true emotions and forcing to comply with shame. After speaking about this on my social media platform I have learnt that so many children have been and continue to be demoralised by this outdated system. IT HAS TO GO!",
        "background": "To remove the Traffic Light Behaviour system from schools or any similar behaviour strategies.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-12T17:27:05.578Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-12T17:43:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-16T06:54:43.319Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about school behaviour polices, and how to communicate these, are a matter for individual schools, not the UK Government or Parliament.\r\n\r\nIf you are concerned about the behaviour policy of a local school, you could raise this with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-16T06:54:44.783Z"
    },
    "id": 631198,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631198.json"
    },
    "type": "petition"
}