{
    "attributes": {
        "action": "Sort all the pot holes out on the roads.\r\nWe pay road tax for what egsactly?",
        "additional_details": "All UK drivers pay road tax and for what reason? We seem to pay more and more out on tyres and alloys due to council lack of road repair. We want this to get sorted.\r\n\r\nThe average cost of tyres are increasing and people are struggling to keep their vehicles on the roads due to the damage the pot holes are creating on our cars.",
        "background": "All UK drivers pay road tax and for what reason? We seem to pay more and more out on tyres and alloys due to council lack of road repair. We want this to get sorted.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-12T21:04:23.762Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-12T21:19:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-16T07:08:04.158Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you're concerned about the maintenance of roads, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nMaintenance of local are a matter for the relevant local authority, not the UK Government or Parliament, but we could accept a petition calling on the Government to increase funding for local road maintenance, if that's something you'd like to happen.\r\n\r\nIf you are concerned about maintenance of roads in your area you could raise this with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-16T07:08:05.606Z"
    },
    "id": 631214,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631214.json"
    },
    "type": "petition"
}