{
    "attributes": {
        "action": "Ensure equal treatment for pre-payment energy customers.",
        "additional_details": "Unlike standard credit and direct debit customers, pre-payment customers pay in advance and face higher energy costs.  Pre-payment customers are forced into a situation where they have no option but to disconnect from their energy supply when they exceed just £10 of debt.  Unlike standard credit and direct debit customers, pre-payment customers pay in advance and do not have the same opportunity to resolve debt issues with their suppliers.",
        "background": "Act to ensure that prepayment energy customers are treated equally to standard credit and direct debit customers; that they pay the same unit rates for energy and standing charges, and are given as much time and support to resolve financial difficulties they may face.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-13T14:36:37.086Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-13T15:03:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-16T11:18:54.572Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you would like to see changes for those using pre-payment energy meters, but we are unsure exactly what action you'd like the Government or Parliament to take.\r\n\r\nYou could start a new petition explaining clearly what measures the Government could take on this issue.\r\n\r\nWe currently have the following petition open on this topic which you might like to sign:\r\n\r\nStop energy companies charging more for pre payment meter users.\r\nhttps://petition.parliament.uk/petitions/621791\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-16T11:33:05.199Z"
    },
    "id": 631251,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631251.json"
    },
    "type": "petition"
}