{
    "attributes": {
        "action": "Keep children safe even when encouraged to use the toilets on their own.",
        "additional_details": "A system should be in place to allow Children to be safe when unsupervised in the toilets. This must change across all of the educational sectors especially preschoolers and early years education.\r\nTeachers and nursery teachers should have a system in place where they have to take responsibility of the children's welfare even on toilet break. Unfortunately children are being abused in toilets over and over again. Children's credibility is questioned but no adult can support the allegations.",
        "background": "Change policies across all of the educational sectors, specially preschoolers and early years education.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-14T10:37:27.149Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-14T11:30:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-17T07:33:35.120Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about child welfare in some early years settings, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nEarly years settings are already responsible for the welfare of all children in their care, including when they go to the bathroom, so it's not clear what you want to be done differently.\r\n\r\nIf you are concerned that a child has been abused you should report this: https://www.gov.uk/report-child-abuse"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-17T07:33:36.872Z"
    },
    "id": 631293,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631293.json"
    },
    "type": "petition"
}