{
    "attributes": {
        "action": "Put female sports stars on the same level of importance as male ones.",
        "additional_details": "I would like the government to pass a law which ensures that journalists refer to men's teams as 'Chelsea Men's Starting XI is' rather than 'Chelsea's Starting XI' as this allows female sport to be put on the same level of importance as male sports. This also ensures that people themselves don't assume that when they hear about 'Manchester United' they don't think just about the men. In fact, we want people to be asked 'who's your favourite United player' and they respond 'male or female?'",
        "background": "Currently, across media platforms and other forms of journalism, when a sports team is mentioned it automatically refers to the male team. For example, Chelsea's starting XI automatically references the 11 male footballers who will begin a match for Chelsea Football Club.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-14T15:42:04.691Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-14T15:51:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-17T09:01:09.346Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about how to report on sporting events are a matter for individual news organisations, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-17T09:01:10.426Z"
    },
    "id": 631307,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631307.json"
    },
    "type": "petition"
}