{
    "attributes": {
        "action": "Allow the installation of cable channels or similar to facilitate EV Charging.",
        "additional_details": "At present, there are limited charging facilities available for those who live in a small town or village - when off-street parking is not available, homeowners are left with limited options for on-street charging. The government should be providing legislation to allow the installation of charging cable channels or similar solutions - helping cut carbon emissions in the UK and limit risk to members of the public with trailing charging cables.",
        "background": "The UK government should be doing more to allow homeowners or renters that only have access to on-street parking to charge their EVs. Councils across the UK are hesitant about allowing the installation of charging channels or the use of on-street charging solutions through fear of liability.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-14T17:01:03.180Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-14T18:02:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-17T12:15:30.256Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local planning matters are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-17T12:15:31.512Z"
    },
    "id": 631310,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631310.json"
    },
    "type": "petition"
}