{
    "attributes": {
        "action": "Discuss about making working from home compulsory for two days a week",
        "additional_details": "Pass a low to make compulsory every institution excluding essential services work three days a week from their office and the rest two days from home. Now the choice is with management and only a few employees can enjoy the one or two days work from home.",
        "background": "Discuss about making working from home compulsory for two days a week. People can save on fuel and other expenses, can manage child care more cost efficiently, business can save rent on property and utility, public transport will be more efficient, less pollution and congestion.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-15T14:14:21.227Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-15T14:21:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-18T08:28:43.462Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see the Government take action in relation to home working, but it's not clear if you want the Government to give workers new rights to work from home, or to make working from home mandatory, even if the employee does not want to work from home.\r\n\r\nIt's also not clear how you want this to work for employees whose work necessarily involves being at their place of work, for example people working in hospitals and public transport.\r\n\r\nYou could start a new petition explaining more clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-18T08:28:44.560Z"
    },
    "id": 631357,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631357.json"
    },
    "type": "petition"
}