{
    "attributes": {
        "action": "Bring back direct flights from UK midland airports to Luxor, Egypt.",
        "additional_details": "The UK government need to promote tourism in Egypt more (not just Sharm el Sheikh area) as this will benefit our country as well as theirs. They consider Egypt as a risk but it is safer than the UK! There's thousands of tourists longing to explore more of Egypts ancient history, but cannot do this without multiple flights to get there. Theres a big gap in the tourism industry because of this! The more airlines that start doing flights, the more holiday companies can offer affordable prices.",
        "background": "Since the Egyptian revolution (which was only consolidated in a small part of Cairo) the UK banned most direct flights to Luxor, causing many airlines to stop future flights. This forced holiday companies to terminate tourism in Egypt. It's been 11 peaceful years since and flights have not returned!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-16T15:17:06.670Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-16T16:37:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-19T15:18:44.438Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThere is no ban on direct flights between the UK and Luxor. Decisions about whether to schedule direct flights to Luxor are a matter for individual airlines, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-19T15:18:46.173Z"
    },
    "id": 631413,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631413.json"
    },
    "type": "petition"
}