{
    "attributes": {
        "action": "Instruct GP's to go back to Pre-COVID operating processes and face to face appts",
        "additional_details": "The lack of automatic face to face appointments is leading to GP's making more mistakes in diagnosing conditions they often miss vital symptoms or are not seeing the entire picture by evaluating on the telephone. Advanced booking appointments are also not available so you have to compete with hundreds of other patients to get through on the telephone or the NHS app to book an appointment at 8am. No afternoon appointments are ever available yet surgeries ask you to call back at 2pm.",
        "background": "Instruct all GP Practices to go back to pre-COVID processes, that's face to face appointments, telephone appointments being an option for patients not an automatic process before it is determined whether a face to face appointment is necessary.  Advance booking appointments to restart.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-16T16:57:08.555Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-19T16:57:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-23T14:21:59.804Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThere are no Government restrictions that prevent GPs from holding face-to-face appointments. Decisions relating to GP appointments, including decisions on whether face-to-face appointments are appropriate, are operational matters for the NHS and individual GPs, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-24T13:34:47.853Z"
    },
    "id": 631418,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631418.json"
    },
    "type": "petition"
}