{
    "attributes": {
        "action": "Limit/eliminate the promotion of leather based products",
        "additional_details": "The Amazon rainforest loses around 10,000 acres of land everyday; 80% of this land is converted into cattle farms to breed, raise and slaughter livestock. The ignorance of the fashion industry and consumers has led to the mass slaughter of billions of animals per year, as well as mass carbon and methane production, toxic waste and animal abuse. The planet is at breaking point, the pollution created cannot be undone but there are ways to prevent the environment from further deterioration.",
        "background": "The damaging effects of cattle farming is demanding immediate action. We want parliament to debate limiting the promotion of leather based products to help protect our planet for future generations. This is a great step forward into creating an environmentally conscious and ethical fashion industry.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-16T17:08:46.167Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-17T10:11:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-19T16:04:48.126Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about leather products, but it's not clear if you want the Government to ban the sale or advertising of leather products, or do something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-19T16:04:49.381Z"
    },
    "id": 631420,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631420.json"
    },
    "type": "petition"
}