{
    "attributes": {
        "action": "Reduce light pollution and enhance star-gazing experience in the UK",
        "additional_details": "Light pollution is a problem that affects the environment, wildlife and people's ability to enjoy the night sky. A program to turn off city lights for a brief period would address this issue, provide a unique experience, be simple and cost-effective to implement. It encourages people to appreciate the world around them and is a solution that only requires coordination and communication between departments. This also has the potential to save energy costs for the country as a whole.",
        "background": "Turn off all city lights for a brief period of time, specifically at a designated time during the night to allow people to appreciate the beauty of the stars and the night sky. This program addresses light pollution and creates a unique and memorable experience for residents and visitors alike.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-18T13:01:12.403Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-18T14:02:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-20T07:44:54.092Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about policy areas relating to light pollution are largely devolved in Scotland, Wales and Northern Ireland, so the UK Government could only take the action you request in respect of England.\r\n\r\nWe could accept a petition calling on the Government to introduce restrictions on the use of artificial light in England at certain times, but it would need to be clear what restrictions you wanted the Government to impose."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-20T07:44:55.490Z"
    },
    "id": 631533,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631533.json"
    },
    "type": "petition"
}