{
    "attributes": {
        "action": "Make fireworks licenced holders only for organised displays and events",
        "additional_details": "In the last 5 years RSPCA received 1,621 calls concerning fireworks. Many of these calls could have been avoided if the public didn't have access to fireworks. Animals don't understand what fireworks are, can be left them in a state of severe shock, or even dead. Many animals get lost and can't find their way home. Won't eat or drink for days,  Many animals are more sensitive to noise than humans, the average dogs hearing is 4 times as strong as ours. Animals shouldn't die due to fireworks.",
        "background": "Every year animals die due to the use of fireworks by the public, both pets and wild animals. We believe fireworks should be banned for use by the public, and should only be able to be used for official displays on Bonfire Night and New Year's Eve",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-18T17:35:42.939Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-18T18:02:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-23T07:39:07.188Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nRequire a licence to buy or release any fireworks: https://petition.parliament.uk/petitions/626683\r\n\r\nOnly allow fireworks to be used for official displays on Bonfire Night and NYE: https://petition.parliament.uk/petitions/630556"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-23T07:39:08.447Z"
    },
    "id": 631556,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631556.json"
    },
    "type": "petition"
}