{
    "attributes": {
        "action": "Publish dangerous female perpetrators of domestic violence for men to be aware",
        "additional_details": "The reason I am petitioning is Because this is happening every day if a man has a known history of this behaviour women are made aware of this, \r\nWhy are men treated differently? Why should they be left to be unaware of dangerous women with repetitive manipulative behaviour patters.\r\nIt would save a lot of childrens lives as a man with no knowledge of a womens history could go ahead to create a family the authorities take into care.",
        "background": "Treat domestic violence equal, if a women has a known record for entering continuous relationships which end due to coercive control to be published a dangerous women for men to be able to avoid being there next victim or starting a family with a female perpetrator.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-19T14:38:38.751Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-19T14:55:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-23T09:32:19.301Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Domestic Violence Disclosure Scheme enables the police to disclose information to a victim or potential victim of domestic abuse about their partner’s or ex-partner’s previous abusive or violent offending. This scheme applies irrespective of the sex of the relevant individuals.\r\n\r\nYou can find out more about this scheme here: https://www.gov.uk/government/publications/domestic-abuse-bill-2020-factsheets/domestic-violence-disclosure-scheme-factsheet"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-23T09:32:39.843Z"
    },
    "id": 631600,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631600.json"
    },
    "type": "petition"
}