{
    "attributes": {
        "action": "Require all social workers/Legal Guardians to wear body cameras visiting parents",
        "additional_details": "We believe as parents, the family courts favour the professionals over first time  parents & more specifically those that suffer with mental health problems. We belief it is unfair to judge a person that hasn't been given a fair evidence based assessment. An example of this is that a parent raised in foster care can't provide parental duties for a child. This is stereotypical of professionals and the courts.",
        "background": "Require all social workers/Legal Guardians to wear body cameras when visiting parents to carry out assessments. In Reality, only video based evidence should be used in court hearings. This will insure reports are accurate & the truth is known. This will also ensure professionals are kept safe aswell",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-20T10:00:44.633Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-20T14:37:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-24T06:45:56.865Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about evidence used to make decisions about child arrangements, but we're not sure exactly what you'd like the Government or Parliament to do. Special guardians are appointed to share parental responsibility for a child, but they are not responsible for assessing a child's parents. These assessments are made by social services and the courts.\r\n\r\nWe could accept a petition calling for child social services to be required to wear body cameras when they are on duty, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-24T06:45:57.883Z"
    },
    "id": 631646,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631646.json"
    },
    "type": "petition"
}