{
    "attributes": {
        "action": "Relax the rules on Adult Dependent Relative visa to bring parents > 70 years old",
        "additional_details": "By bring the elderly parents and reunite with family in UK, provide compassionate support they needed and in-person physical/emotion support, which a son/daughter living in UK (i.e. British citizen by naturalisation) cannot provided due to distance and rules around the Adult Dependent Relative visa, restricting it. The grandson/grand-daughter miss being with their grand-parents on a long term basis, which other children enjoy in UK, whom parent are born and brought up in UK.",
        "background": "To relax the rules on Adult Dependent Relative visa to bring parents who are above 70 years old, for a British Citizen who can financially support them. So the son/daughter can support their parent physically and mentally at their older age.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-20T16:37:40.653Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-20T18:34:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-24T07:14:53.210Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to eligibility for the adult dependent relative (family visa), but it's not clear how you want eligibility for this visa to be changed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-24T07:14:54.468Z"
    },
    "id": 631676,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631676.json"
    },
    "type": "petition"
}