{
    "attributes": {
        "action": "CPR & AED (First Aid) training to be facilitated by providers within school day.",
        "additional_details": "First aid providers, such as British Red Cross, St John Ambulance & Resuscitation Council UK are included within the UK school curriculum on GOV.UK.\r\n\r\nKnowledge & guides are available to our teachers to pass on to our children.\r\nBut when can these vital life skills actually be learnt if there is no dedicated time set aside during the school week or professionally facilitated by our UK providers?\r\n\r\nSessions are urgently required to be included. Life saving skills have to be part of the school day.",
        "background": "First aid is on the UK curriculum, there is no disagreement on that. However it is down to teachers to find time, which is not there, to facilitate training from knowledge passed to them.\r\n\r\nThe Department of Education needs to bring in professional first aid providers to facilitate in our schools.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-19T23:00:30.104Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-20T00:30:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-23T14:17:39.290Z",
        "rejection": {
            "code": "irrelevant",
            "details": "When and how to implement the first aid training section of the national curriculum is a decision for each individual school and not a matter for the Government or Parliament.\r\n\r\nIf you have concerns about how first aid is being taught in your local school you could contact the school or your local education authority."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-24T11:39:54.512Z"
    },
    "id": 631633,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631633.json"
    },
    "type": "petition"
}