{
    "attributes": {
        "action": "Grant a legal right to wild camp on Dartmoor and in all other National Parks",
        "additional_details": "The landowners’ new proposal is unreasonable and unjust to the thousands of people who wild camp, particularly to thousands of young people, and unjust to the taxpayer who already subsidises the National Parks. More than 12000 acres have gone and we expect the attrition to continue. \r\n\r\nNational Parks were created for the benefit of the public, and the recent High Court case shows how limited and fragile the public’s rights are. Our children should have a right to camp on Dartmoor and beyond.",
        "background": "Recognise land justice on the statute book. Intervene and stop wealthy landowners of Dartmoor replacing a decades old assumed right to wild camp with a new payment from taxpayer’s funds, with limited permission, on time limited terms, over a reduced area of land.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-22T19:06:56.145Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-23T19:02:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-25T16:45:03.037Z",
        "rejection": {
            "code": "duplicate",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. Decisions about legal cases referred to the courts are a matter for judiciary, not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nEnshrine in law rights to roam and wild camp in national parks: https://petition.parliament.uk/petitions/631241"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-25T16:45:06.228Z"
    },
    "id": 631791,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631791.json"
    },
    "type": "petition"
}