{
    "attributes": {
        "action": "Save OUR National Health Service ( NHS)",
        "additional_details": "Government seems to have forgotten that they sit in a place of financial privilege . They, in particular Sajid Javid, seem to think that rendering the NHS down into what is in essence private health care is any kind of solution. Healthcare is a basic human right despite the beliefs of the unelected panel of conservatives that act as a government that it isn't. Introducing additional costs for families will only worsen living standards and the requirement of charitable aid such as food banks.",
        "background": "We would like the Parliment to discuss methods that would potentially help the NHS become more cost efficient without compromising the core reason that it was founded. Such as bursary to encourage new students, investigating greener power solutions for hospitals e.g Solar Panels",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-21T16:52:37.739Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-21T17:04:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-25T06:55:43.348Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the future of the NHS, but we're not sure exactly what you'd like the Government or Parliament to do. It's not clear if you want the Government to commission a review to consider ways of reducing the cost of delivering NHS services, or to implement certain policies that you think would achieve this.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-25T06:55:44.812Z"
    },
    "id": 631729,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631729.json"
    },
    "type": "petition"
}