{
    "attributes": {
        "action": "Removal of Sir Mountbatten Statue on Horse Guards Road in London",
        "additional_details": "The last British Viceroy of India made several decisions against the advice he was given that led to this bloodshed. Impatient to return to Britain, he hastily brought forward the transfer of power by 10 months. He appointed an inexperienced barrister, Radcliffe, who had never been to India to draw lines of division on poorly made maps. Showing no regard for these lives, he did not take any steps to mitigate this predicted violence.",
        "background": "Sir Mountbatten's actions during the partition of India in 1947 led to the massacre of 3 million and displacement of 15 million Muslims, Sikhs and Hindus. We ask for his statue to be removed as the UK government rightly did for slave owners for their atrocities.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-21T11:38:36.233Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-22T15:23:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-25T08:13:58.152Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe Royal Parks Agency, which is operationally independent of the Government and Parliament, is responsible for Horse Guards Parade Ground as it forms part of the Royal Park. They also have responsibility for statues and structures in this area, including the Earl Mountbatten Statue."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-25T08:13:59.650Z"
    },
    "id": 631713,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631713.json"
    },
    "type": "petition"
}