{
    "attributes": {
        "action": "Address the Pothole and poor road surfacing in West Oxfordshire.",
        "additional_details": "In the county we pay out more on compensation claims for pot holes than we do on fixing the cause. The saying 'prevention is better than cure' is a British value that should be upheld. People only receive compensation if they can prove that the pot hole was reported and if it cause the damage to their vehicle. After two sets of tyres and two anti-roll bar links on the same wheel I am one resident who has suffered financially and been refused compensation. Many other residents report the same.",
        "background": "Change the policy to prevent the institutional practice of poor road management in the area of West Oxfordshire. Residents are noticing the poor standard of repair and the length of time to repair taking over a month after being reported, marked as fixed and never marked or fixed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-23T17:48:30.657Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-24T06:24:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-25T17:06:46.617Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local road maintenance are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-25T17:07:53.040Z"
    },
    "id": 631853,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631853.json"
    },
    "type": "petition"
}