{
    "attributes": {
        "action": "Make Human Rights mandatory to be taught in schools",
        "additional_details": "Human rights are basic rights that belong to all of us simply because we are human. They embody key values in our society such as fairness, dignity, equality and respect. They are an important means of protection for us all, especially those who may face abuse, neglect and isolation\r\n\r\nTeaching these topics creates a safe place for students to explore, discuss, challenge and form their own opinions and values\r\n\r\nSchools nationwide and worldwide should have a duty to teach human rights",
        "background": "I’d like the government/education to have Human Rights to be taught in schools. Young people need to understand equality and know their rights, to understand both how they should be treated, and how they should treat others.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-24T10:37:31.794Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-24T10:48:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-25T17:44:05.769Z",
        "rejection": {
            "code": "already-happening",
            "details": "Schools are already required to teach students about human rights as part of citizenship education, at key stage 4.\r\n\r\nYou can read the citizenship programmes of study for key stages 3 and 4 here: https://www.gov.uk/government/publications/national-curriculum-in-england-citizenship-programmes-of-study/national-curriculum-in-england-citizenship-programmes-of-study-for-key-stages-3-and-4\r\n\r\nWe could accept a petition calling for changes to national curriculum content on human rights - for example calling for this to be taught at all ages - but it would need to be clear what changes you wanted."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-25T17:44:13.285Z"
    },
    "id": 631898,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631898.json"
    },
    "type": "petition"
}