{
    "attributes": {
        "action": "Implement a 4 day work week, With work beyond 32 hrs classed as overtime.",
        "additional_details": "The 9-5, 5 day working week is outdated and no longer fit for purpose.\r\n\r\n​We invented the weekend a century ago and are long overdue an update to working hours.\r\n\r\nAs seen in recent trials a 4 day work week benefits:\r\nWorkers, improving work-life balance,\r\nEmployers, increasing productivity,\r\nThe economy, lowering unemployment,\r\nOur society, improving mental/physical health,\r\nAnd our environment, reducing carbon footprints.\r\n\r\nIt's time we built a society where we work to live, rather than live to work.",
        "background": "Amend the Working Time Regulations 1998 to reduce the maximum working week from 48 hours per week to 32 hours per week, with no loss of pay and insure overtime pay remunerations for working time exceeding 32 hours\r\n\r\nThis would benefit workers, employers, the economy, our society and our environment",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-25T00:34:02.000Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-25T21:45:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-27T11:39:57.116Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to legislation governing working hours, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYour petition refers to a four-day week, but the substantive request of your petition is about reducing the maximum working hours - set out in the working time directive - from 48 hours to 32 hours. This wouldn't stop employers from requiring their staff to work five days a week, or employees agreeing to work five days a week.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-27T11:39:58.553Z"
    },
    "id": 631934,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631934.json"
    },
    "type": "petition"
}