{
    "attributes": {
        "action": "Save OUR National Health Service - Keep it Free, Discuss Our Ideas",
        "additional_details": "If government were to discuss these ideas and potentially implament them, they would potentially save the NHS money and reduce the strain on the current staff. \r\n- Work to reduce agency staff reliance\r\n- Investigate greener power solutions i.e Solar Panels or Wind Turbines. An expensive idea that could potentially save the NHS money \r\n- Bring back the bursary with the condition that they work within the NHS for a certain time\r\n- Get rid of Javid, His goals are different to everyone else in the UK",
        "background": "The Government to sit down and work with strikers. We want you to make it illegal to privatise the NHS because if we the less well off have to start paying for a basic human right. Then the Cost of Living Crisis becomes a Cost to Live Crisis. Below is a list of ideas that might help prevent this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-25T13:24:55.695Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-27T08:56:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-30T12:25:13.296Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the future of the NHS, but it's clear exactly what action or actions you want the Government to take, and some of the actions you suggest are things the NHS, rather than the Government or Parliament are responsible for.\r\n\r\nStaffing arrangements within the NHS are an operational matter for the NHS, not the Government or Parliament.\r\n\r\nWe cannot accept petitions about honours or appointments, which includes requests for MPs to be removed from office.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-30T12:25:13.788Z"
    },
    "id": 631969,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631969.json"
    },
    "type": "petition"
}