{
    "attributes": {
        "action": "Government Funding for Small Businesses effected by the London ULEZ Expansion.",
        "additional_details": "Many businesses/Sole Traders that operate and are located within the new Ultra Low Emissions Zone will not be able to afford to upgrade their work vehicles. \r\nFor example, if you take a small gardening business that has 3 - 4 vans out on the road and none of them meet the Emissions standards, they would be looking at a large sum of money to buy new ones. Even with finance they would be looking at 2k a month. \r\nThis would have huge effect on these types of business.",
        "background": "Provide support and grants for small businesses to purchase ULEZ compliant work vehicles.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-24T19:36:44.612Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-24T19:46:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-27T07:28:18.660Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. Decisions about grant schemes in relation to the expansion of the Ultra Low Emission Zone (ULEZ) are a matter for the Mayor London and London Assembly, not the UK Government or Parliament.\r\n\r\nThe Mayor of London has announced a new vehicle scrappage scheme to help eligible Londoners prepare for the expansion of the ULEZ. This includes payments for micro businesses and sole traders for scrapping vans.\r\n\r\nYou can find out more about this scheme here: https://tfl.gov.uk/modes/driving/ultra-low-emission-zone/scrappage-schemes\r\n\r\nThe London Assembly has its own petitions process. If you would like to call for changes to London's scrappage schemes you can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-27T07:28:19.900Z"
    },
    "id": 631926,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631926.json"
    },
    "type": "petition"
}