{
    "attributes": {
        "action": "Introduce lie detector tests for parents accusing ex partners of abuse.",
        "additional_details": "There are ex-partners accusing their children's mother or father of abuse and withholding their children from seeing their other parent. This sits on file for months and years whilst parent alienation comes into play. They are brainwashing their children to lie. Equally, those without children are brainwashing their friends and family and the system that their ex-partner was abusing them. Resulting in false police records, alienation from loved ones and no real investigation.",
        "background": "There are far too many toxic ex-partners accusing the other party of abuse, which extends to also abusing their children. This also extends to children accusing their parents of abusing them. The courts and social services are doing nothing. Courts are allowing them to breach court orders.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-25T11:01:03.846Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-25T15:05:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-27T07:56:01.355Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about false accusations being made, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYour petition refers to \"lie detector tests\", but it's not clear when you want these to happen. Decisions about investigating allegations of crime are a matter for the police, and decisions about matters referred to the courts are a matter for the judiciary.\r\n\r\nWe could accept a petition calling for the Government to give the police and courts new powers to use polygraph tests, if that's something you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-27T07:56:02.580Z"
    },
    "id": 631958,
    "links": {
        "self": "https://petition.parliament.uk/petitions/631958.json"
    },
    "type": "petition"
}