{
    "attributes": {
        "action": "Find funding for an epilepsy nurse in Lewisham Borough",
        "additional_details": "Qualitative studies, mixed methods studies, and questionnaires have demonstrated the value of ESNs to patients, the range of services they provide and the perceived improvements in care. Key to their value is their specialist knowledge, their accessibility, the ability to cross boundaries, their ability to link up services and their leadership in service development and being a point of contact.",
        "background": "There isn’t one single epilepsy nurse for the Lewisham borough. An epilepsy nurse is needed in Lewisham to help individuals while in the community of Lewisham to better manage their condition.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-27T19:11:12.570Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-28T19:31:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-31T07:57:45.858Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about recruitment of local healthcare workers are a matter for the local NHS Trust, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-31T07:57:47.214Z"
    },
    "id": 632125,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632125.json"
    },
    "type": "petition"
}