{
    "attributes": {
        "action": "Fine Teachers who go on strike.",
        "additional_details": "Firstly I would like to say that I think its terrible that teachers can get away with this behaviour, haven't the children missed so much education throughout the pandemic? \r\nTeachers are meant to be professionals, and they get paid enough money, maybe it's because they need to learn how to manage their income more appropriately? in the education system they say that if a child misses just one day, of education it can have effect the over all learning  for the next year. Teachers should be fined.",
        "background": "Teachers should be fined for striking! How is it fair that our children have to miss out on their education? If we ever dare took our children out in term time we would also be fined. \r\nDon't you think our children have missed out on enough education over The pandemic?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-27T12:12:25.555Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-27T15:47:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-01-31T14:54:55.154Z",
        "rejection": {
            "code": "irrelevant",
            "details": "If someone takes industrial action, they'll probably have broken (be ‘in breach of’) their employment contract and their employer is unlikely to pay for the work they didn’t do when they took industrial action, and can sue them for breaking their contract (this doesn’t happen often).\r\n\r\nDecisions about withholding pay and suing employees is a matter for individual employers, not the Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to ban educational staff from going on strike, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-01-31T14:55:04.310Z"
    },
    "id": 632106,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632106.json"
    },
    "type": "petition"
}