{
    "attributes": {
        "action": "Launch an independent investigation into the finances of all sitting MPs",
        "additional_details": "The Sacking of Nadhim Zahawi over his breach of ministerial code has brought public trust in the government to an all time low. As the country struggles through a cost of living crisis I believe that it is more important then ever to make sure that all sitting MPs are fulfilling their tax obligations and are not allowing individuals or groups to influence their conduct. I believe this would restore the publics trust in the people who represent them and allow action to be taken against breaches.",
        "background": "I am proposing that the finances of all sitting MPs be independently investigated to rule out any breaches of law or ministerial code. This would include reviewing tax returns, investments and donations of any kind, and if necessary escalating offences to HMRC or the appropriate crime agency.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-29T10:56:33.301Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-29T11:31:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-03T17:44:48.106Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Investigations into breaches of tax laws are for HMRC and the police, not the UK Government or Parliament as a whole. In any case, the ministerial code only applies to ministers (MPs who have specific jobs in the Government), not all MPs. \r\n\r\nYou may wish to sign this petition which we've published: \r\n\r\nMake tax returns for MPs public records for the duration of their appointment: https://petition.parliament.uk/petitions/632051"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-03T17:44:56.244Z"
    },
    "id": 632209,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632209.json"
    },
    "type": "petition"
}