{
    "attributes": {
        "action": "Ban the enforced 'plant-based' school lunch changes in Edinburgh",
        "additional_details": "School menus offer plant based options and this should not be forced upon those who do not choose it. Many families benefit from school meals providing healthy balanced diets to children. Children should not be required to consume vitamin suppliments or fortified foods when they can be found naturally occurring in real foods. Young children should not have these options taken away when the carbon agenda can be addressed elsewhere.",
        "background": "This is an extreme life choice which many people do not choose. School meals could be made with locally produced products without removing them completely. Lean meats, fish, dairy and eggs should be made available for those who choose and for those who may not otherwise have access to such a diet.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-30T11:59:26.966Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-30T13:57:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-01T07:52:22.105Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: http://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-01T07:52:23.354Z"
    },
    "id": 632274,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632274.json"
    },
    "type": "petition"
}