{
    "attributes": {
        "action": "Change the law regarding funding of government departments",
        "additional_details": "E.g there are stories of people waiting ages in hospital to be seen. As a junior doctor on 12 hour shift I could see 12-15 patients. Each sheet of paper & form must have the patients full name, date of birth & hospital number. To fully label 6 sheets of paper & 7-10 forms takes 5-7 minutes. A £30 labels printer printing off 30 labels on admission can cut that time to 1 minute saving 72-90 minutes per shift so you can see 2-3 more patients! They may not do that partly for this reason.",
        "background": "In many government departments if you don't spend your allocated budget this financial year, you don't get the money the following year. This commonly leads to overspending & wastage of public money. Those trying to save money can be fired thus many are too afraid to do so. This must be changed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-29T16:36:58.434Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-01-29T17:53:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-01T06:59:38.755Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Departmental budget allocations are decided by the Treasury, rather than set out in law.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-01T06:59:40.231Z"
    },
    "id": 632229,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632229.json"
    },
    "type": "petition"
}