{
    "attributes": {
        "action": "Stop the Bristol Airport expansion",
        "additional_details": "In 2018, Bristol Airport submitted plans to expand from 10 to 12 million passengers per year, with an extra 23,800 flights including 4,000 night flights. \r\n\r\nIn 2020 North Somerset Council refused planning permission to the airport over the amount of pollution that will be released into the atmosphere and how damaging it will be for the people/ wildlife of Somerset and the planet but recently a high court order was passed to allow it to go ahead. This is unacceptable and needs to be stopped.",
        "background": "We want the government to step up and say no to the expansion of Bristol Airport as this will cause a lot of damage to the planet and the local area and we want the government to put the people and planet first over money and profit for a change.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-01-31T21:11:06.349Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-03T13:52:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-06T18:16:50.991Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about planning decisions are a matter for the relevant planning authority and the Planning Inspectorate, which is operationally independent of the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-06T18:16:52.357Z"
    },
    "id": 632367,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632367.json"
    },
    "type": "petition"
}