{
    "attributes": {
        "action": "Stop the ludicrous  pay for politicans instead pay as Civil servants",
        "additional_details": "Prime ministerial pay should just be seo pay in lowest paying civil service department \r\nRest of members of Parliament and councillors as those who determine and interpret the law ao staff in civil service.\r\nNo elected politician to be able to be paid for services or work other than their pay as a representative of their ward or constituency.\r\nShould a politican take outside jobs or be paid by a commercial lobbyists they forfeit their assets as a benefit fraudster would.",
        "background": "Fix civil servants pay so the real civil servants (politicians) learn their place again.\r\n4 years severance pay only  if loose loose their seat at a general election they stood in.\r\nThey sould also only recieve pensions at same rate as civil servants.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-02T00:20:36.758Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-02T09:16:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-06T07:49:50.633Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for pay for MPs. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\nhttp://www.theipsa.org.uk/about-us/contact-us/\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nTo reduce by 50% forthwith all ministerial salaries for a period of 2 years: https://petition.parliament.uk/petitions/628886\r\n\r\nBan second jobs for Members of Parliament: https://petition.parliament.uk/petitions/630900"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-27T14:36:26.398Z"
    },
    "id": 632465,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632465.json"
    },
    "type": "petition"
}