{
    "attributes": {
        "action": "Child support laws that more effectively enforce non compliant parents to pay.",
        "additional_details": "Growing up in poverty can have on a profound effect a childs physical and emotional wellbeing. When child maintenance is paid it can make a significant difference to the lives of families.\r\n\r\nWith 100,000 children in the UK having only one parent that provides for them, and over a third of children covered by collect and pay cases not receiving a penny of what they are legally entitled to, more efficient laws need to be put in place to ensure children get what is legally owed to them via the CMS.",
        "background": "Both parents have a legal duty to provide financially for their children. Yet with over 40,000 parents not paying child maintenance  and half a billion owed in maintenance arrears, the current system that is designed to protect children is failing them.\r\n\r\nSomething needs to be done to change this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-02T07:09:37.364Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-03T01:14:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-10T15:49:21.068Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about non-payment of child maintenance but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Child Maintenance Service can already take a range of actions to collect arrears of child maintenance. You can find out what actions the CMS can take here:\r\nhttps://commonslibrary.parliament.uk/research-briefings/cbp-7774/\r\n\r\nWe could accept a petition calling on the Government to make non-payment of child maintenance a criminal offence, with custodial penalties for offenders, if that's what you want to happen. If you want the Government to make any other changes to how parents apply for child maintenance, or requirements to pay child maintenance, you'd need to be clear what changes you want.\r\n\r\nWe only reject petitions that don’t meet the petition standards."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-10T15:49:21.066Z"
    },
    "id": 632472,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632472.json"
    },
    "type": "petition"
}