{
    "attributes": {
        "action": "Ask, Is the 1215 Magna Carta protecting individual sovereignty for UK citizens.",
        "additional_details": "The UK government have increasingly introduced laws and legislation into the lives of the UK population without either the opportunity for the UK population to have it's say, in some cases going directly against the mandate they sat on to be elected as the UK government or Prime Minister and more recently after holding consultation elected representatives of the Government are going directly against the result of a consultation process to introduce measures of high interference and restriction.",
        "background": "Answer, Inform the UK citizens if they're rights of sovereignty as individual selves to have ultimate responsibility for their own lives as set out in the 1215 Magna Carta Royal charter of rights is still valid or has the UK government now assumed the responsibility of the sovereignty of UK citizens",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-02T10:20:32.986Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-04T00:12:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-10T09:41:33.401Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-10T09:41:33.399Z"
    },
    "id": 632482,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632482.json"
    },
    "type": "petition"
}