{
    "attributes": {
        "action": "Stop supermarket and energy companies increase their prices more than inflation",
        "additional_details": "I have a keen head for numbers and have realised that supermarkets especially are increasing their prices way above inflation and taking advantage of the cost of living crisis.  I have noticed a great deal of products being increased by almost 50% over the past 12 months.  I go shopping in our household on a weekly basis and even own brand products have been increased extortionately.  When companies like shell announce £32.2bn profit, this is not acceptable and I know the supermarkets will be the same.",
        "background": "Limit the amount that big companies increase their prices by no more than inflation on a yearly basis ie supermarkets & energy companies as this is having a detrimental effect on peoples standards of living and causing a lot of mental health and stress related issues.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-02T14:36:11.606Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-02T18:49:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-06T08:51:43.764Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The pricing of individual products sold in supermarkets and other shops are a matter for suppliers and retailers, not the UK Government or Parliament.\r\n\r\nEnergy prices are already regulated, and linked to the cost of energy generation. You can find out more about how energy prices are capped here: https://www.ofgem.gov.uk/information-consumers/energy-advice-households/check-if-energy-price-cap-affects-you"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-06T08:51:46.778Z"
    },
    "id": 632498,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632498.json"
    },
    "type": "petition"
}