{
    "attributes": {
        "action": "Allow police to deal with antagonising anti social behaviour e.g noise nuisance",
        "additional_details": "We would like something like this in place to give those members of the public who believe they are doing the right thing in reporting problems better protection. A majority of the time when a report is made, it is against someone who has total disregard to public and individual safety. From personal experience the police are unable to do something until the antagonising individual has physically caused any form of harm. I firmly believe these types of reports/cases should be taken seriously.",
        "background": "Allow the police to have power when a noise complaint is made against a person who has been prosecuted before for a more serious matter i.e domestic abuse, or where antagonising behaviour causes concern for safety and/or mental health after a complaint has been made.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-01T15:12:10.230Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-01T15:27:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-03T08:20:04.399Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the action taken in respect of reports of certain behaviour, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe can accept petitions calling for the creation of new criminal offences, which the police are responsible for investigating. This could include making noise nuisance a specific criminal offence. However, decisions about investigating alleged noise nuisance crimes would still be a matter for the police."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-03T08:20:05.524Z"
    },
    "id": 632424,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632424.json"
    },
    "type": "petition"
}