{
    "attributes": {
        "action": "The development of a national secondary school online education system.",
        "additional_details": "The government has a moral duty to provide good education. In a digital age shouldn't education be available in a standard online format. More able student students can excel, less able can go back to topics. The whole system can be inexpensively created and enhance education for all. The whole system can be expanded with links to further knowledge.",
        "background": "Knowledge for secondary education lessons should be digitally stored for events such as strikes and pandemics. All can access standard lessons from school, home and libraries. Lockdown proved education can be a hybridised system for secondary education and could be standardized.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-01T11:49:17.798Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-01T17:33:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-03T08:29:15.911Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to develop a national online secondary school education system, but it's not clear if you want this to be created so it can be used in cases where it is not possible for students to attend school, or if you want all students to be able to access their education through this system, and not have to attend school in person.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nCreate an online school system for children unable to attend school premises: https://petition.parliament.uk/petitions/624333"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-03T08:29:17.324Z"
    },
    "id": 632402,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632402.json"
    },
    "type": "petition"
}