{
    "attributes": {
        "action": "Make parents accountable hit them where it hurts in their pockets",
        "additional_details": "We are living in a society that makes teachers and police more responsible than parents that needs to change as a mother of 2 teenagers myself I can say I am saddened by the things I here and see and now feel I have to voice my opinion and try and make a difference.",
        "background": "Asbos do not work as the parents of said children do not care or can't be bothered this needs to be addressed now by fining the parents and hitting them where it hurts in their pockets making them responsible for the disruptions and crimes the kids do.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-01T14:46:50.093Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-08T15:00:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-14T11:24:27.829Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action, and we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWhere a person under 16 is found guilty of an offence and the court considers that the matter should be dealt with by means of a fine, costs or compensation order, the court must order the fine, costs or compensation order to be paid by the offender’s parent or guardian, unless the parent or guardian cannot be found or it would be unreasonable to make an order for payment.\r\n\r\nWhere a person over 16 but under 18 is found guilty of an offence and the court considers that the matter should be dealt with by means of a fine, costs or compensation order, the court may order the fine, costs or compensation order to be paid by the offender’s parent or guardian, unless the parent or guardian cannot be found or it would be unreasonable to make an order for payment.\r\n\r\nAnti-Social Behaviour Orders (ASBOs) have been replaced by new arrangements that can be used to tack anti-social behaviour. You can find out more about arrangements for tackling anti-social behaviour here: https://commonslibrary.parliament.uk/research-briefings/cbp-7270/\r\n\r\nWe could accept a petition calling for changes to arrangements for tackling anti-social behaviour, but it would need to be clear how you wanted existing arrangements to be changed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-04T11:30:22.263Z"
    },
    "id": 632417,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632417.json"
    },
    "type": "petition"
}