{
    "attributes": {
        "action": "Stop the Home Office from acquiring any more accommodation for migrants.",
        "additional_details": "The Government is refusing to deal with our immigration issues and is choosing to turn migration into a cash cow, awarding lucrative contracts to their friends.\r\nThe migrant facilities are full, hotels are full, they're now trying to acquire mass accommodation like military bases and university halls to keep up. It has to stop!\r\nDeal with those here, ideally with repatriation, and terminate all accommodation contracts. Our capacity is whatever our migrant facilities can handle, it ends there.",
        "background": "The Home Office, and contractors, must be stopped from acquiring any further accommodation. No more hotels, no ex-military bases, no more housing.\r\nThe Home Office must deal with those already here and block any further migration until the backlog is cleared and current accommodation is emptied.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-02T00:02:33.333Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-02T19:19:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-06T12:02:38.783Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about how some migrants are housed, but it's not clear how you want migrants the Government is responsible for to be housed.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nTake action to prevent illegal attempts to enter UK across the Channel: https://petition.parliament.uk/petitions/621744\r\n\r\nStop housing asylum seekers who entered the UK illegally in hotels: https://petition.parliament.uk/petitions/628324"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-10T14:10:42.605Z"
    },
    "id": 632461,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632461.json"
    },
    "type": "petition"
}