{
    "attributes": {
        "action": "Provide education on how to cope with your mental health in school.",
        "additional_details": "In first aid we are taught a chain of command, early recognition, early CPR, early AED and post resuscitation care. These things combined allow us to increase the chances of saving a life but it starts at the bottom. Without early recognition we are far less likely to be able to save a life. It is the same with our mental health, if we were to be able to identify the signs early enough and apply the right coping strategies we could make sure people get the right help as early as possible.",
        "background": "Since COVID more young people are struggling with their mental health than ever before. They need help but services are already overstretched. This is why schools should teach their students about mental health and healthy coping strategies. This could reduce the need for services and save lives!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-02T20:03:36.798Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-02T20:26:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-06T12:52:05.944Z",
        "rejection": {
            "code": "already-happening",
            "details": "As part of Health Education schools are already required to teach students about mental wellbeing, including how to recognise the early signs of mental wellbeing concerns, self-care techniques, and where and how to seek support.\r\n\r\nYou can read the full Health Education curriculum here: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education\r\n\r\nWe can accept petitions calling for changes to Health Education, but it would need to be clear what changes you want."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-06T12:52:07.479Z"
    },
    "id": 632519,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632519.json"
    },
    "type": "petition"
}