{
    "attributes": {
        "action": "Protect authors and creators from being mimicked by advanced machine learning.",
        "additional_details": "The large-scale adoption of ChatGPT and other machine learning tools have been trained to absorb vast amounts of artists' original work and then programmed to repurpose them and produce work that is almost indistinguishable from the originator. In most cases, this is being done with their permission. The ramifications to the UK creative industry are enormous with huge losses of jobs and revenues due to unlicensed use of Copyright, Patents, and Trademarked work",
        "background": "Update existing Trademark, Copyright, and GDPR legislations to prevent the livelihoods of millions of authors and creatives from having their work, identity, and style stolen and repurposed by advanced Artificial Intelligence services.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-03T09:46:37.037Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-03T12:32:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-10T15:52:12.907Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nWe could accept a petition calling for changes to Trademark, Copyright, and GDPR legislation, but it would need to be clear what changes you would like. \r\n\r\nWe could also accept a petition calling on the Government to review the adequacy of legislation in this area, given the development of machine learning."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-10T15:52:12.904Z"
    },
    "id": 632537,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632537.json"
    },
    "type": "petition"
}