{
    "attributes": {
        "action": "no pay rise!!!. you are forgetting the people of the future",
        "additional_details": "Lower the rates of univeristy loan. which currently stand at £925 which currently objectifies those families that are on low income. families should not loose their universal credit payments for the duration of thier study to better employing themselves and/or developing thier skills, student loans should not be taken into accout when working out the benfit payment for that month\r\n\r\nMoney gainied from a nursing or docotor degree should be taken seriously. The Nhs needs to understand the need for these professions. A equal and diverse pay should be made available and should be in accordannce with inflation to coincide with the cost of living.",
        "background": "increase the universal credit in line with imflation\r\nnot to discrimante those of older generation who have decided to become students \r\nstudent loans -  The cost of student accommodation is no longer affordable with the increased rise in energey, water, rent etc. it is becoming a joke for people",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-03T22:48:44.075Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-04T09:25:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-07T10:58:42.202Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRetain the link between welfare benefits and inflation: https://petition.parliament.uk/petitions/625065\r\n\r\nIncrease student Maintenance Loans in England to close £1,500 inflation gap: https://petition.parliament.uk/petitions/632022\r\n\r\nIncrease student maintenance loans in line with inflation on a yearly basis: https://petition.parliament.uk/petitions/626473\r\n\r\nEnsure ALL students with student loans NEVER pay back more than they borrowed: https://petition.parliament.uk/petitions/624973\r\n\r\nMake Plan 2 Student Loans fair by capping the interest rate at 1.5%: https://petition.parliament.uk/petitions/621245"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-09T14:16:52.132Z"
    },
    "id": 632580,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632580.json"
    },
    "type": "petition"
}