{
    "attributes": {
        "action": "Ban the wearing of Puffer Jackets with school uniform in secondary schools.",
        "additional_details": "Due to links with gang culture and knife crime, the rise of students wearing puffer jackets has become concerning. This creates a hostile environment in schools where children may feel threatened or intimidated by other students wearing such garments. Due to their bulky appearence, they are suited for the concealment of knives or other weapons paraphernalia. This cannot simply be taken on a school by school basis as, due to the media, gang culture has become prevalent in schools nationwide.",
        "background": "Review policy surrounding garements worn in conjunction with school uniform. We would also like a provisional ban on attire associated with gang culture whilst this phenomenon is under review. We believe that the government can make schools a safer and more inclusive place with these changes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-03T13:40:46.199Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-03T16:33:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-06T16:19:32.567Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether to ban particular items of clothing in school are a matter for individual schools, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-06T16:19:33.104Z"
    },
    "id": 632545,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632545.json"
    },
    "type": "petition"
}