{
    "attributes": {
        "action": "NHS BSA to cancel fines for women who claimed maternity exemption prescriptions",
        "additional_details": "Specify to the NHSBSA that if a mother or pregnant woman can show that they met the criteria for an exemption certificate ( ie were pregnant/post natal at the time of the prescription) then all fines should be cancelled immediately to avoid causing further financial and psychological strain at an already vulnerable time.\r\nhttps://www.theguardian.com/society/2023/feb/04/nhs-fines-mothers-for-claiming-free-prescriptions-while-pregnant?",
        "background": "Pregnant and post natal women in England are entitled to free prescriptions. But a midwife must complete paperwork & a pharmacist must check it. This does not always happen. \r\nIn 2022 alone, NHS BSA wrote to 38000 women whose paperwork had not been completed & issued fines of 100's of pounds.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-04T20:01:22.593Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-04T21:04:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-08T08:44:46.568Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nIssuing maternity exemption certificates are a matter for the NHS, and deciding if and when to levy fines for individuals who have incorrectly claimed free prescriptions is an operational matter for the NHS Business Services Authority, not a decision for the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-08T08:44:48.111Z"
    },
    "id": 632634,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632634.json"
    },
    "type": "petition"
}