{
    "attributes": {
        "action": "The Government should stop claiming the vaccine rollout as a Brexit benefit",
        "additional_details": "There is no shortage of Brexit benefits: our MPs were able to set up the VIP PPE lane without scrutiny, our water companies are able to improve profits by dumping sewage in the rivers and the outfall of that reduces the crowding on the beaches.\r\nWe can remove the cap on bankers bonuses, get rid of pay equality, workplace safety & many other tedious rules that limit our opportunities for exploitation, yet they ignore these in favour of the vaccine rollout which we could have done as an EU member.",
        "background": "Detractors of Brexit keep asking for \"Brexit benefits\" and proponents of Brexit keep trotting out the vaccine rollout as an answer.\r\nEverything we did in the vaccine rollout we could have done as an EU member so it is misleading to claim it as a benefit & detracts from all the real Brexit benefits.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2023-02-05T15:25:30.572Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-08T12:09:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-14T10:36:07.828Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you don't want the Government to refer to the rollout of covid-19 vaccines as a \"Brexit benefit\", but we can't find any official Government publications where this language is used to describe the rollout of covid-19 vaccines.\r\n\r\nWe can only accept petitions that request a clear action, and because it does not appear that the Government has referred to the rollout of covid-19 vaccines as a \"Brexit benefit\", there doesn't appear to be a basis for requesting that they stop doing so."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-15T15:00:39.946Z"
    },
    "id": 632660,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632660.json"
    },
    "type": "petition"
}