{
    "attributes": {
        "action": "End fining for claiming maternity exemption without a valid certificate",
        "additional_details": "Pregnant women and new mothers should not be fined if they have unknowingly claimed a prescription using maternity exemption without a valid certificate. Pregnancy and the postnatal period is a vulnerable time, and to receive a fine in this time could be devastating. Instead, support to apply for the certificate needs to be given as part of antenatal care, and all pregnant and postnatal women need to be informed about the need to apply. Letters could be sent to support this postnatally.",
        "background": "Currently, pregnant women and those who have recently given birth are exempt from paying for prescriptions, with a maternity exemption certificate. However, too few women are told they need a certificate, and the process of applying for one is unclear, and inaccessible for many, leading to fines.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-05T20:12:10.714Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-05T20:17:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-08T08:45:13.642Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nIssuing maternity exemption certificates are a matter for the NHS, and deciding if and when to levy fines for individuals who have incorrectly claimed free prescriptions is an operational matter for the NHS Business Services Authority, not a decision for the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-08T08:45:15.386Z"
    },
    "id": 632669,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632669.json"
    },
    "type": "petition"
}