{
    "attributes": {
        "action": "Protest against the ritually Norse-tradition slaughter of thousands of dolphins",
        "additional_details": "I want the UK government to step in for the matter to be taken seriously as our own marine life is a matter of national interest. As the Faroe Island are a neighbouring country of the UK we have marine life in common. It is entirely unacceptable that a senseless and brutal Norse tradition affects the diversity of the UKs marine life. The UK Government has the means to influence and use its weight in the world for positive change.",
        "background": "The Faroese ritually slaughter dolphins every year at their annual Grindadrap, 1500 this year alone. The senseless mass killing of these migrating sea mammals affects the UKs marine life and we need to stop this senseless act. The Faroese Govt, the Danish Crown and the EU are to be held to account.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-06T10:48:06.644Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-08T09:26:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-09T16:23:04.309Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the hunting of whales in the Faroe Islands, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Government has said that it is strongly opposed to the hunting of whales and dolphins, that UK Officials have raised its concerns at many fora including at the International Whaling Commission and through Faroese representation in London, and that the Department for International Trade will continue to utilise the opportunities provided by our Trade Agreement to engage the Faroese authorities on this important matter, including through the Joint Committee of the agreement.\r\n\r\nWe could accept a petition calling on the Government to take additional action to put pressure on the Faroese authorities on this issue, but it would need to be clear what action you want the Government to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-09T16:23:05.817Z"
    },
    "id": 632695,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632695.json"
    },
    "type": "petition"
}