{
    "attributes": {
        "action": "Have the Department of Transport reconsider scrapping return rail tickets.",
        "additional_details": "As train prices are rising due to the recession, it is becoming harder to travel. If return rail tickets are scrapped, this will not only leave people who use rail to reach work or school financially struggling, but it will also dramatically damage the rail industry.\r\n\r\nReturn rail tickets provide less stress with allowing people to return at any time in the month, buying multiple single tickets would complicate the journey further.\r\n\r\nPeople should not have to struggle to to reach work and family.",
        "background": "Recent news tabloids revealed plans by the Secretary of State for Transport to scrap return rail tickets. We want the Department of Transport to reconsider the decision.\r\n\r\nI, like many others, rely on rail return tickets to visit my family. Scrapping them would make this near impossible.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-05T20:30:59.220Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-05T20:34:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-08T10:19:57.531Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about proposals to scrap return tickets, but the proposal is to replace the current discounted rate for return tickets by making two single tickets coast the same as the current return fare. This means that the change would not increase costs for people who currently use return tickets."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-08T10:19:58.122Z"
    },
    "id": 632672,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632672.json"
    },
    "type": "petition"
}