{
    "attributes": {
        "action": "Prevent the possible removal of Midlothians Dial - A - Ride",
        "additional_details": "Midlothian Dial - A - Ride provides access to shops but not only that a way for people to socialise and get to know people within there communities, Dial - A - Ride provides friendly members of staff that members can assure they are safe around and will also lend a helping hand if needed, members can take their disability aids on the bus with them without the worry of not having the space. Dial - A - Ride is relied on and needed within Midlothian for the elderly and disabled needs",
        "background": "Save the elderly and disabled Dial - A - Ride in Midlothian! The company is needed by the elderly and disabled for day to day struggles of making it out to the shops some members don’t have family and friends able to take them out places Dial - A - Ride is a reliable way for the members to get out",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-07T19:12:43.682Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-07T19:22:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-09T07:50:34.618Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local transport are a matter for local transport operators and the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-09T07:50:35.739Z"
    },
    "id": 632781,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632781.json"
    },
    "type": "petition"
}