{
    "attributes": {
        "action": "Require Ofcom to withdraw “Broadcast standards during the coronavirus pandemic\"",
        "additional_details": "Guidelines from May 2020 restrict “statements that seek to question or undermine the advice of public health bodies on the Coronavirus, or otherwise undermine people’s trust in the advice of mainstream sources of information about the disease”. This restricts experts & whistleblowers from criticizing government policy, even if it is harmful. \r\nThese guidelines have made it difficult for victims of vaccine injuries to make their stories heard & they deserve a voice.",
        "background": "Require that Ofcom removes “Broadcast standards during the coronavirus pandemic\" with immediate effect. \r\nDCMS must ensure there are clear guidelines to Ofcom, that it is unacceptable for any broadcast standards, to contain restrictions on criticising the government.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-07T07:13:29.893Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-07T07:20:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-08T13:10:19.400Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. \r\n\r\nDecisions about issuing guidance in relation to how broadcasters meet the Broadcasting Code are a matter for Ofcom, which is operationally independent of the UK Government and Parliament.\r\n\r\nIn any case, the guidance Ofcom produced for broadcasters during the pandemic provided advice to broadcasters, it did not introduce new restrictions on broadcast content.\r\n\r\nThe section of the guidance you cite in part says:\r\n\r\n\"[W]e strongly advise you to take particular care when broadcasting, for example [...] statements that seek to question or undermine the advice of public health bodies on the Coronavirus, or otherwise undermine people’s trust in the advice of mainstream sources of information about the disease\".\r\n\r\nThe full note produced by Ofcom is available here: https://www.ofcom.org.uk/__data/assets/pdf_file/0033/195873/Note-to-broadcasters-Coronavirus-update.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-08T13:10:19.966Z"
    },
    "id": 632740,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632740.json"
    },
    "type": "petition"
}