{
    "attributes": {
        "action": "Increase the national living wage to meet in line with inflation",
        "additional_details": "People have become more reliant on food banks as they continue to suffer. It has caused catastrophe to many businesses and caused strikes amongst most key workers. In December 2022 the inflation rate was 10.5%, this was after it had reached 11.1% in October. It is still projected to increase further. The national living wage increased from £9.50 to £10.42, an increase of 92 pence. Even with this increase people are still unable to afford to turn their heating and feed their families.",
        "background": "Many families across the UK are struggling to buy the basic necessities, such as a loaf of bread or a tin of beans. The cost of living crisis is having an impact on mental health, with the increased cost in food and electricity leaving people feeling stressed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-07T10:32:45.475Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-07T19:40:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-09T07:52:26.787Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to further increase minimum wages, but it's not clear how much you want these to be increased by.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nNational minimum wage to £15 to help working families as inflation rises: https://petition.parliament.uk/petitions/622490"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-09T07:52:28.030Z"
    },
    "id": 632747,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632747.json"
    },
    "type": "petition"
}