{
    "attributes": {
        "action": "Bus passes and benefits for all UK persons to be given at same age.",
        "additional_details": "It is against UK law to discriminate, and by not allowing the people of England to not receive bus passes and benefits at the same age as other member countries including London is against UK discrimination law. Please amend ro reflect this for all people of the UK.\r\nhttps://www.gov.uk/discrimination-your-rights",
        "background": "For all UK persons regardless of member country whether England, Scotland, Wales, Northern Ireland or London to receive bus passes and benefits at same age. For all including London except England to receive bus passes and benefits at the same age is discriminatory.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-07T13:33:12.688Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-07T16:29:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-09T07:44:31.646Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about transport policy and certain benefits in Scotland, Wales and Northern Ireland are a matter for the devolved administrations, not the UK Government or Parliament.\r\n\r\nWe can accept petitions calling for changes to the concessionary bus travel scheme for England, and eligibility for benefits for which the UK Government is responsible, but it would need to be clear what changes you wanted to be made to eligibility for these things."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-09T07:44:32.750Z"
    },
    "id": 632762,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632762.json"
    },
    "type": "petition"
}