{
    "attributes": {
        "action": "Turkey has been struck by multiple earthquakes. Please send support immediately",
        "additional_details": "The reason why i want the goverment or parliament to do it because thousands of people are fighting for there lives underneath the remains of the earthquake there voices can be heard beneath the collapsed buildings urgent support is needed by the government including personal needs food equipment clothing medicine first aid etc.. please our family and friends are in a very hard situation and need urgent help! The roads to our villages is cracked theres no electric its cold and snowy please help.",
        "background": "Turkey has been struck by multiple high magnitude earthquakes and is in need of urgent help and support. A lot of our families and friends are currently beneath in the rubble and collapsed buildings. There has been 180 plus after shocks of earthquakes in 5.0 plus magnitude and is still expected.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-06T23:55:19.264Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-07T00:12:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-08T13:03:55.264Z",
        "rejection": {
            "code": "already-happening",
            "details": "The UK Government has said that it will immediately deploy emergency response teams to the Republic of Türkiye to assist rescue efforts. This includes 76 search and rescue specialists, equipment and rescue dogs.\r\n\r\nYou can find out more about the UK's assistance to Türkiye here: https://www.gov.uk/government/news/uk-responds-to-turkiyes-request-for-assistance-with-immediate-deployment-of-search-rescue-and-medical-teams-following-earthquakes\r\n\r\nWe could accept a petition calling on the Government to provide additional assistance to Türkiye, but it would need to be clear what additional assistance you wanted to be provided."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-08T13:03:55.906Z"
    },
    "id": 632736,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632736.json"
    },
    "type": "petition"
}