{
    "attributes": {
        "action": "Provide financial assistance for essential goods",
        "additional_details": "With the cost of living crisis continuing to soar, households are facing repeated price rises in their shopping bills. Two sections are rising faster than others, and these are Pet and Baby/child. People are facing difficult choices with many surrendering family pets as they can't cope causing animal rescues to burst at the seams. Our family members shouldn't have to go without and these are essential items, not luxury goods which we can live without. Please consider some help to those in need",
        "background": "With the government unable to provide assistance in terms of retail price caps within certain sections of the supermarkets, I'm asking them to consider an alternative way to help citizens be able to afford essential items such as pet food/baby and child food. This could be by way of a voucher scheme",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-08T21:40:31.730Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-09T13:00:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-13T10:10:20.060Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the cost of certain retail products, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe could accept a petition calling on the Government to create a voucher scheme to help people buy baby, child and pet food, but it wasn't clear if you also wanted this to cover other goods, and if so what."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-13T10:10:21.202Z"
    },
    "id": 632876,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632876.json"
    },
    "type": "petition"
}