{
    "attributes": {
        "action": "Government to remove the power of local authorities to set up 15 minute cities",
        "additional_details": "For example, as stated elsewhere during school holidays traffic is minimal. Let's have that all year round without closing schools! The government should fund walking school buses for preschools & kindergarten schools. E.g, for a class of 30, 4 adults go to the 1st kid's house, pick them up, walk to the 2nd kid's house, pick them up, & so on. After school, the process is reversed. For a class of 30 that's up to 12000 car journeys saved a year. It works well abroad. What's not to like?",
        "background": "Currently, plans for 15-minute cities do not include plans to restrict freedom of movement & such powers are under local authority control. However, they may do in the future compromising our freedoms. They are presumably to cut traffic congestion and pollution. There are better alternatives.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-08T10:46:10.599Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-08T11:08:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-09T16:25:34.109Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about proposals for the introduction of '15 minute cities', but local authorities have not been granted specific powers to implement these proposals.\r\n\r\nWe can accept petitions calling for the Government to change the powers that local authorities have, but it would need to be clear what changes you want to be made to these powers."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-09T16:25:35.202Z"
    },
    "id": 632811,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632811.json"
    },
    "type": "petition"
}