{
    "attributes": {
        "action": "Allow the Tier2 ICT visa holders to apply for Indefinite to Leave after 5 years.",
        "additional_details": "Currently Tier 2 ICT visa (inter-company transfer) holders cannot at present apply for permanent residence after a period of 5 years in this category. For the Tier2 ICT visa holders are paying high tax in UK, but they wont able to get the ILR. Some of the families moved here with their young kids, and they all have the full English education, purchased properties in UK. It would be very hard for them to move back their home country. They are so struggling with the current rule. I would recommend Government consider to update the immigration rule for Tier 2 ICT visa holders. It will help for the people who love to stay in the UK,  it will also increase more middle class people in the country, It will be a win-win solution for the country and people.",
        "background": "I would recommend Government  consider to update the rule for the  Tier 2 ICT visa holders to ILR, open the 5 years route to ILR for Tier2 ICT visa holders.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-09T18:20:05.338Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-09T19:05:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-13T11:01:16.006Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/623779"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-13T11:01:17.185Z"
    },
    "id": 632949,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632949.json"
    },
    "type": "petition"
}