{
    "attributes": {
        "action": "Recognise those diagnosed with chronic skin conditions as critically ill",
        "additional_details": "When the skin is 60%+ in this condition it is almost impossible to do simple tasks like getting out of bed or taking a shower. \r\n\r\nIt is almost always impossible to work but when you explain to employers about a skin condition they don't understand the impact it has on you physically or mentally so people suffer in silence or end up losing their jobs. \r\n\r\nThe jobcentre wouldn't fully recognise a skin condition as something that is critical and neither would health insurance. This needs to change.",
        "background": "In the space of five years; I have twice been diagnosed with chronic eczema that has covered almost 100% of my body. \r\n\r\nGiven that the skin is the bodys largest organ; I want the government to recognise conditions like mine as critical so sufferers can get the support they need.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-09T23:15:37.914Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-10T13:59:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-14T07:53:42.259Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe Government is not responsible for determining whether someone is \"critically ill\".\r\n\r\nDiagnosis and treatment of patients is a matter for the NHS and individual clinicians. The Government is responsible for setting the rules for eligibility for benefits, but decisions about whether a person is eligible for particular benefits is an operational matter for individual decision makers.\r\n\r\nWe can accept petitions calling for the Government to fund additional support for people suffering from certain conditions. If you wanted to start a petition along these lines you would need to be clear what kind of additional support you want the Government to fund."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-14T07:53:43.858Z"
    },
    "id": 632989,
    "links": {
        "self": "https://petition.parliament.uk/petitions/632989.json"
    },
    "type": "petition"
}