{
    "attributes": {
        "action": "To grant the same sponsorship scheme offered for Ukranians to Turkish victims",
        "additional_details": "13 million people were residing in the cities struck by the earthquake in southeast Turkey. 6,444 apartments have collapsed completely, and hundreds of thousands are uninhabitable after suffering significant damage. It would take years for the Turkish government to provide remedy for the damage inflicted by this terrible event. The death toll is expected to exceed 75 thousand people and the drone footages show that cities have turned into a big rubble, similar to the war torn cities of Ukraine.",
        "background": "To launch a sponsorship scheme to allow Turkish earthquake victims and their family members to live, work and study in the UK, via sponsors who would accommodate them for a period of at least 6 months. People would have the opportunity to contribute to the UK economy whilst recovering from the event",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-10T21:41:33.614Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-11T17:05:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-15T07:14:39.148Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nCreate a Turkish Family Scheme visa for people homeless due to the earthquake: https://petition.parliament.uk/petitions/632772\r\n\r\nCreate emergency visa schemes for victims of earthquakes in Turkey and Syria: https://petition.parliament.uk/petitions/632816"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-15T07:14:40.197Z"
    },
    "id": 633050,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633050.json"
    },
    "type": "petition"
}