{
    "attributes": {
        "action": "Traffic enforcement officers or traffic control person outside Elton primary ch2",
        "additional_details": "The space that is infront of the school is entrances to peoples property’s this is all drop down curb area and is still being parked in front of causing no vision to the entrance of the street on the left and children crossing. I wish to apply for a lollipop person to be active in school times to prevent accidents happening. I have been bumped recently due to these Parker’s and having to reverse back whilst children are trying to cross while cars driving toward and not stopping is dangerous",
        "background": "Due to the number of cars dropping children off at school there is growing safety concern for the children crossing the road in the village. Cars are creating hidden dangers for pedestrians under the age of 12. The zebra crossing is parked over and ignored frequently.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-11T08:54:37.564Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-11T09:15:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-14T08:31:53.576Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local traffic controls are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-14T08:31:54.683Z"
    },
    "id": 633066,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633066.json"
    },
    "type": "petition"
}