{
    "attributes": {
        "action": "Providing Dental license to the internationally trained dental specialists.",
        "additional_details": "UK is undergoing a shortage of Dental workforce and the specialist dentist is scarce. The specialist trained dentists should be given advantage for the extra training and should be considered for Specialty license after evaluation as there is shortage of the workforce. This would help in stabilizing the crisis and will also decrease the overall burden for the GDC application for ORE. This can be introduced as a pilot project for one year and only for the Specialist dentist currently in the UK.",
        "background": "To pass a law enabling internationally trained dental specialists to undergo a 3 month evaluation in a dental school. Training will be evaluated after 3 month and on the basis of the feedback, dental license can be provided to the applicant to overcome the shortage of the dental workforce in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-11T18:25:15.088Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-12T12:05:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-15T07:47:09.402Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the registration of international dentists are a matter for the General Dental Council, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-15T07:47:10.328Z"
    },
    "id": 633089,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633089.json"
    },
    "type": "petition"
}