{
    "attributes": {
        "action": "KEEP BRITAIN TIDY & PICK UP LITTER",
        "additional_details": "This is a national disgrace! Which ever part of the country you are in, it is inevitable that you will see litter; some areas worse than others.The government needs to reinforce fines for discarding litter and bring back the Keep Britain Tidy campaign.",
        "background": "There is so much litter and rubbish in our roads and countryside! As a volunteer who walks around my local town picking up litter, I am always astounded at the amount of rubbish lying around....cigarette boxes, vape boxes, sweet wrapping, cans. It's disgusting!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-13T13:54:07.398Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DEFRA",
                "name": "Department for Environment, Food and Rural Affairs",
                "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-13T19:08:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-17T14:57:24.899Z",
        "rejection": {
            "code": "no-action",
            "details": "\r\nWe understand that you are concerned about litter, but we're not sure exactly what you'd like the Government or Parliament to do. There are already fines for littering. Enforcing these is a matter for local authorities, the police and the courts, not the Government or Parliament.\r\n\r\nWe can't accept petitions calling on the Government to support particular charities, but could accept a petition calling on the Government to increase funding for schemes aimed at tackling litter."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-27T10:11:54.135Z"
    },
    "id": 633190,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633190.json"
    },
    "type": "petition"
}