{
    "attributes": {
        "action": "Change the Levy to include Ireland, Scotland and Wales",
        "additional_details": "Currently, the Levy is limited to being used in England only. Ireland, Scotland, and Wales are on different government funding streams. It is now time for the apprenticeship levy to start including these areas so that it is easier for employers to pay for apprenticeships and use their levy across the UK as within Wales, Scotland and Ireland, funding only covers 16 to 24 year olds, but if covered by the levy, the employer can support all ages into apprenticeships and get more people into work",
        "background": "Look to include Ireland, Scotland and Wales within the Apprenticeship Levy spending as this would make it more accessible for employers to spend their levy and support apprentices in these areas in the UK that are not currently covered with the levy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-14T17:26:52.376Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-16T15:45:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-20T07:21:48.339Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Apprenticeship Levy applies to businesses across the whole of the UK.\r\n\r\nIn England, the levy will fund increased and improved apprenticeship training. Because skills policy is devolved in Scotland, Wales and Northern Ireland, the UK Government has agreed a funding deal for this levy which means that Scotland, Wales and Northern Ireland will receive a population share of levy funding.\r\n\r\nWe can only accept petitions about things the UK Government or Parliament are directly responsible for. It is up to the devolved administrations how to spend this funding."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-20T07:21:49.571Z"
    },
    "id": 633254,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633254.json"
    },
    "type": "petition"
}