{
    "attributes": {
        "action": "Rehabilitation for prisoners",
        "additional_details": "We want to see more prisoners being rehabilitated rather than being put it into The revolving door o prison and giving a chance to be put back into society! It’s not just prisoners have to suffer for the families to! \r\nIf there was more rehabilitation rather than long prison sentences.. then  taxpayers with pay less and rehabilitation would  mean less crimes! \r\n\r\nSo we the public are asking to release what IPP is and rehabilitate So Family so families can be back together",
        "background": "We feel that prisoners need rehabilitation. Rather than keeping prisoners inside that have been in prison longer than their sentence is worth IE IPP prisoners. Drug users and mental health rehabilitation!",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2023-02-14T05:36:24.725Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-14T18:30:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-16T07:35:33.091Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about how long people are kept in prison, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIt's not clear if you want the Government to release certain IPP prisoners, change custodial arrangements for all prisoners, or do something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-16T07:35:35.145Z"
    },
    "id": 633229,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633229.json"
    },
    "type": "petition"
}