{
    "attributes": {
        "action": "India- Young Professional scheme aimed at Indians only  is discrimination",
        "additional_details": "It is discriminatory to give work visas to Indians only! Work visa should be gotten according to skill set not nationality.. it is best the government invest in training British youths than import more unskilled workers with arguable degrees",
        "background": "Government should not create an Indian Young Professional visa for Indians only because it is discrimination. Work permit should be open to skilled workers Globally ! The government should invest in training British youths rather than waste billions importing Young unskilled Indians.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-13T21:27:07.350Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-13T23:12:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-16T06:48:24.067Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about plans for the India Young Professionals Scheme, but we're not sure exactly what you'd like the Government or Parliament to do. It's not clear if you want the Government to cancel plans for this scheme, or do something else. The India Young Professionals Scheme will have similarities to the existing Youth Mobility Scheme, which is open to nationals from several countries.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-16T06:48:25.632Z"
    },
    "id": 633213,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633213.json"
    },
    "type": "petition"
}