{
    "attributes": {
        "action": "Give free childcare to those who work, not to those who do not.",
        "additional_details": "Some people on benefits, such as job seekers, receive 95% of their childcare paid for. This is wrong. These people are at home looking for jobs and have to attend the job centre - their kids can go with them! It should be those who are working that get the most help with childcare. My child goes everywhere with me apart from work because it’s impossible to do so. I put into the system like many others and all we get is ‘tax free childcare’, so you are taking away what you take in the first place",
        "background": "The government should give working adults access to free childcare from when your child turns 9 months old, because you cannot receive maternity pay anymore. The government need to look at who they are giving more help to and who really needs it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-16T12:37:57.165Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-16T13:03:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-17T16:30:19.911Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see the Government expand entitlements to free childcare to working parents, but it's not clear if you also want the Government to reduce or remove entitlements to free childcare for two year olds for people in receipt of certain benefits.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nFund 30 hours free childcare from age 1 for families where both parents work: https://petition.parliament.uk/petitions/624461"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-17T16:30:21.627Z"
    },
    "id": 633370,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633370.json"
    },
    "type": "petition"
}