{
    "attributes": {
        "action": "have   privilege removed from internal employment investigations",
        "additional_details": "in our society we have a justice system that says its free for anyone to use, but in the cases where privilege is used  as a barrier that is not the case.\r\nI can understand if companies integrity where at risk but just to use privilege as a weapon to stop you prosecuting others is in my opinion totally wrong.",
        "background": "I would like parliament to remove this unjust and unfair ruling as it just allowing company  solicitors' to prosecute you if you attempt to take people involved in internal investigation against you to court",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-16T10:46:04.832Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-16T20:08:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-20T07:49:00.559Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe can't accept petitions calling on the Government to overturn rulings by the courts, but may be able to accept a petition calling for the Government to change relevant legislation."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-20T07:49:01.850Z"
    },
    "id": 633357,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633357.json"
    },
    "type": "petition"
}