{
    "attributes": {
        "action": "Protect Student Nurses’ funding.",
        "additional_details": "Most students are entitled their full student loan when completing their course but student nurses (both human and veterinary) get a reduced maintenance loan of £2,900 each year of their compulsory placement. Without this placement they would be unable to complete this course. This leads to students dropping out due to financial difficulties and also discourages further students from applying for the course this could be detrimental to hospital and veterinary fields as nursing is a key role.",
        "background": "Allow nursing students to receive their full maintenance loan during their placement period instead of the reduced rate. Given the current cost of living crisis, the reduced rate is causing financial distress for many students.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-18T13:59:10.234Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-18T15:06:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-22T13:17:06.497Z",
        "rejection": {
            "code": "already-happening",
            "details": "Student nurses on unpaid placements are already entitled to a full maintenance loan for living costs. Only the following groups of students have a reduced entitlement to loans for living costs: \r\n\r\n- students undertaking a sandwich course where the periods of full-time study in the academic year are in aggregate less than 10 weeks, unless the periods of work experience constitute unpaid service\r\n- students who are eligible to apply for income-assessed NHS bursaries\r\n- students who have not provided their household income to calculate the income assessed part of the loan for living costs\r\n\r\nFrom 1 August 2017, NHS Bursaries for new undergraduate students starting courses in nursing were abolished, and the placements student nurses undertake are unpaid, so the only reason a student nurse would receive a reduced entitlement to loans for living costs would be if they had not provided their household income to calculate the income assessed part of the loan for living costs."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-22T13:22:13.343Z"
    },
    "id": 633471,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633471.json"
    },
    "type": "petition"
}