{
    "attributes": {
        "action": "Referendum on implementation of Controlled Parking Zone's in Lewisham Borough",
        "additional_details": "This is a Democracy, we are given a Choice, freedom to Choose we are being denied that freedom of Choice through deception, we are being ignored and we deserve to be heard we demand a VOTE, that is our God given right. The burden this will bring on already hard pressed incomes is unimaginable, we are being dictated to, you will do this, you will do that, the CPZ cannot be allowed to be forced upon us we demand a VOTE, a VOTE to say YES or NO enough is enough, we must say NO to CPZ zone",
        "background": "Uphold our Democratic freedom, we are being denied freedom of choice through deception, we are human beings, not statistics, Cost of Living crisis, in April, Council tax, energy costs will rise, train fares, mortgage costs will rise. We demand a VOTE,  a VOTE to say Yes or NO to Controlled Parking.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-17T13:00:12.489Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-19T11:03:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-21T08:05:28.501Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether an individual local authority holds a referendum on implementing a controlled parking zone are a matter for that local authority, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to require a local referendum for any new controlled parking zones, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-21T08:05:29.446Z"
    },
    "id": 633429,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633429.json"
    },
    "type": "petition"
}