{
    "attributes": {
        "action": "Rethink the move towards electrification, seeking more planet friendly solutions",
        "additional_details": "It is well known and documented that we need to reduce our carbon footprint. However, going down the route of electric in the UK needs reassessed. \r\nThe current arguments for electric do not take into account the manufacturing, transporting, building, maintaining and disposing of infrastructure, equipment and battery disposal. \r\nThis is without beginning to consider the potential harm from the increased high voltage network that will be required to carry the electricity - medical research confirms",
        "background": "Electric is not the panacea - it relies on the earth’s finite resources (e.g. lithium) and seriously impacts on the environment. Please stop, reassess and support the research and development into solutions that are not reliant on earth’s finite resources & so negatively impactful on UK environment",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-19T20:24:11.818Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-22T12:03:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-24T07:01:04.225Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about overreliance on electricity, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-24T07:01:05.798Z"
    },
    "id": 633524,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633524.json"
    },
    "type": "petition"
}