{
    "attributes": {
        "action": "Protect British authors/literature from being censored or redacted posthumously.",
        "additional_details": "\"Every record has been destroyed or falsified, every book rewritten, every picture has been repainted, every statue and street building has been renamed, every date has been altered. And the process is continuing day by day and minute by minute. History has stopped.\" ~ George Orwell Nineteen Eighty Four.\r\n\r\nAlthough given the actions of publishers to rewrite long dead authors' works, it could be presented reality and foreshadowing of things to come should the goverment allow censorship of fiction.",
        "background": "In Wake of the publisher Puffin books censoring and rewriting the works of Roald Dahl through hundreds of changes to remove potentially offensive content. There is a genuine concern of the dangerous road this paves to the re-writing of litreature and history. Rather than understanding of context.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-20T18:28:42.919Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-20T21:30:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-23T14:06:42.938Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the publication of intellectual property are a matter for the owners and publishers, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-23T14:06:44.359Z"
    },
    "id": 633575,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633575.json"
    },
    "type": "petition"
}