{
    "attributes": {
        "action": "Call a Democratic election in Scotland following Nicola Sturgeons resignation",
        "additional_details": "It is crucial that UKG step in to reassure the Scottish electorate, the vast majority of whom feel that without sufficient checks and balances in the way Scotland is governed then we are being dictated to by the  political class in Scotland. As the outgoing First Minister herself stated its a democratic imperative that people should choose who they want to govern them.",
        "background": "to call a GE, a democratic imperative, in light of the appointment of a new FM in the Scottish Parliament as vast Majority of Scots are extremely discontented with the current situation in Scotland which makes the opportunity to express their wishes by having a vote even more of an imperative",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-21T13:04:12.882Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-21T19:58:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-23T08:45:46.365Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nScottish general elections take place:\r\n\r\n- every five years\r\n- if Parliament resolves that it should be dissolved and, if the resolution is passed on a division, and the number of members voting in favour of it is not less than two-thirds of the total number of seats for members of the Parliament\r\n-if any period during which the Parliament is required to nominate one of its members for appointment as First Minister ends without such a nomination being made\r\n\r\nThe UK Government does not have the power to call an early general election in Scotland.\r\n\r\nWe could accept a petition calling on the Government to amend the Scotland Act to require a Scottish general election in the event the First Minister resigns.\r\n\r\nIf you want to start a new petition you'd need to provide your full name."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-23T08:45:47.919Z"
    },
    "id": 633607,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633607.json"
    },
    "type": "petition"
}