{
    "attributes": {
        "action": "Access to local care for paediatric renal patients in East of England.",
        "additional_details": "There's currently a new Children's hospital that’s currently being proposed on the Addenbrookes site, and they have informed me they have no plans to add a renal function there. \r\n\r\nThere’s so many inequalities in access to care for paediatrics that it becomes a postcode lottery as to what treatment you’re able to access locally. \r\n\r\nThere are currently only 10 units in the UK that offer renal services for paediatric patients. As you can see from the map below, the East of England is severely under serviced.",
        "background": "Put a stop to inequalities in access to care for paediatrics renal patients in the East of England. \r\n\r\nCurrently, paediatric patients with problems with kidneys and bladder issues as well as those needing dialysis and renal transplants, based in the East of England access their care in Nottingham.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-22T20:37:09.803Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-22T20:52:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-24T07:54:42.839Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local NHS provision are a matter for the relevant integrated care board, not the UK Government or Parliament.\r\n\r\nFind your local integrated care board (ICB) here: https://www.nhs.uk/nhs-services/find-your-local-integrated-care-board/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-24T07:54:44.250Z"
    },
    "id": 633696,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633696.json"
    },
    "type": "petition"
}