{
    "attributes": {
        "action": "Allow people with chronic pain to access medical, and smokeable, cannabis.",
        "additional_details": "Studies show cannabis relieves pain.\r\nBuying cannabis illegally means not knowing whether it is going to help, or if it is a strain useful for another condition.\r\nCBD/hemp is often not helpful, even at a higher concentration. \r\nMedical use of cannabis, when prescribed by a registered specialist doctor, was legalised in November 2018. Yet, actually accessing cannabis has proved to be impossible for many patients. \r\nThis has to change or what was the point in legalising it for such purposes?",
        "background": "I want the Government to allow prescriptions for people with chronic pain conditions. \r\nUp till now, doctors will not prescribe it for pain conditions, nor will they comment about cannabis except to say it has not been proven to help pain. \r\nCannabis users strongly disagree.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-21T12:39:45.647Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-21T17:58:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-23T08:41:18.912Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about when to prescribe medical cannabis are a matter for the NHS and individual clinicians, not the UK Government or Parliament.\r\n\r\nCurrently cannabis-based medicine can only be prescribed by a specialist hospital doctor, and we could accept a petition calling on the Government to allow GPs to prescribe cannabis-based medicine, which might make it easier for patients to access prescriptions for these medicines."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-23T08:41:20.317Z"
    },
    "id": 633604,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633604.json"
    },
    "type": "petition"
}