{
    "attributes": {
        "action": "Providing alternate route of license to the internationally trained specialists.",
        "additional_details": "UK is undergoing a shortage of Dental workforce and the specialist dentist is scarce. The specialist trained dentists should be given advantage for the extra training and should be considered for Specialty license after evaluation as there is shortage of the workforce. This would help in stabilizing the crisis and will also decrease the overall burden for the GDC application for ORE. I contacted the GDC for this and they said it is the work of the government to change the law. Kindly reconsider",
        "background": "To pass a law enabling internationally trained dental specialists to undergo a 3 month evaluation in a dental school. Training will be evaluated after 3 month and on the basis of the feedback, dental license can be provided to the applicant to overcome the shortage of the dental workforce in the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-22T10:17:35.178Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-22T22:32:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-24T08:20:36.632Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe legislation governing the registration of dentists already allows for people with recognised overseas diplomas to be registered as dentists. It is up to the General Medical Council which overseas diplomas to recognise.\r\n\r\nThis is set out in Section 15 of the Dentists Act 1984: https://www.legislation.gov.uk/ukpga/1984/24/section/15"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-24T08:20:37.926Z"
    },
    "id": 633651,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633651.json"
    },
    "type": "petition"
}