{
    "attributes": {
        "action": "Create a law to ban students from locking toilets during the school day.",
        "additional_details": "I want to make schools better for the future generations. Holding in human urine can lead to future medical conditions and that can lead to more complications when they are older It also encourages people not wanting to attend the school premises. This means grades can be effected. This also encourages protests creating safety hazards and distractions to learning. Locking toilets creates distress on students this leads to distress on teachers creating a domino effect on the people around them.",
        "background": "I want the government to make laws to not allow schools to lock toilets during lessons as this means children can’t access them during the school day when they need it .These laws could include making it illegal to lock the toilets for most hours of the school day.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-23T12:19:37.337Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-23T20:21:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-27T07:38:52.676Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about policies regarding school toilets are a matter for individual schools, not the UK Government or Parliament.\r\n\r\nIf you are unhappy with a school's policy regarding access to toilets, you should raise this with the school or relevant local authority."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-27T07:38:53.717Z"
    },
    "id": 633723,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633723.json"
    },
    "type": "petition"
}