{
    "attributes": {
        "action": "Implement LGBTQ+, Disability & cultural education as part of the curriculum",
        "additional_details": "",
        "background": "In the curriculum there is not enough diversity being taught, and this leads to more bullying and less acceptance for people of certain genders, ethnicities etc. If Schools begin to educate kids on Disabilities, Cultural celebrations and the LGBTQ+ community, It would die down bullying significantly",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-23T19:10:58.253Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-23T19:47:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-27T07:55:05.775Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThe RSHE curriculum already requires that students be taught about:\r\n\r\n- the importance of respecting others, even when they are very different from them (for example, physically, in character, personality or backgrounds), or make different choices or have different preferences or beliefs\r\n\r\n- that in school and in wider society they can expect to be treated with respect by others, and that in turn they should show due respect to others\r\n\r\n- how stereotypes, in particular stereotypes based on sex, gender, race, religion, sexual orientation or disability, can cause damage\r\n\r\n- the legal rights and responsibilities regarding equality (particularly with reference to the protected characteristics as defined in the Equality Act 2010) and that everyone is unique and equal\r\n\r\n- about different types of bullying (including cyberbullying), the impact of bullying, responsibilities of bystanders (primarily reporting bullying to an adult) and how to get help\r\n\r\nYou can read the Government's statutory guidance on RSHE education here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1090195/Relationships_Education_RSE_and_Health_Education.pdf\r\n\r\nWe can accept petitions calling for changes to this guidance, but it would need to be clear what additional content you wanted to be added."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-27T07:55:07.089Z"
    },
    "id": 633751,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633751.json"
    },
    "type": "petition"
}