{
    "attributes": {
        "action": "To enforce investment in Norfolks sewage treatment infrastructure .",
        "additional_details": "I am asking for the government to conduct a investigation of combined sewer overflow to the rivers and sea. Once all information has been reviewed for the sewage treatment demand for Norfolk. Then a sewage treatment infrastructure investment strategy for investment and construction of sewage treatment facility's can be calculated to ensure that the current capacity and projected capacity of the county's sewage treatment  system will not be compromised by weather or development.",
        "background": "in 2022 there were a recorded 1000 combined sewer overflows in Norfolk. This is were the sewage treatment infrastructure has been overwhelmed .This then results in raw sewage being pumped into the rivers and sea. This is proof that the existing sewage treatment in Norfolk is inadequate.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-25T14:04:53.992Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-25T16:05:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-02-28T10:54:45.921Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about investigating sewage treatment works are a matter for Ofwat, the regulator for the water and sewerage sectors in England and Wales, not the UK Government or Parliament.\r\n\r\nOfwat has launched an investigation into sewage treatment works, which you can find out about here: https://www.ofwat.gov.uk/investigation-into-sewage-treatment-works/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-02-28T10:54:46.547Z"
    },
    "id": 633851,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633851.json"
    },
    "type": "petition"
}