{
    "attributes": {
        "action": "The same position for the rest of the UK as given to NI in the Windsor Framework",
        "additional_details": "PM Rishi Sunak has just joyfully declared how lucky NI is to have access to the UK as well as the EU single market. The rest of the UK is thus at a big disadvantage. Joining the Single Market and Customs Union would solve a large number of problems for businesses and increase the growth this government tells us is their priority. Being in the single market, which was a genius idea so enthusiastically supported by Thatcher is not reversing Brexit but making the best of our current position.",
        "background": "We want Parliament to ensure that the whole of the UK is in the same lucky position as NI by having access to the UK as well as the EU market.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-28T11:22:15.288Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-28T11:58:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-02T08:27:20.363Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure if you want the Government to seek equal access to EU markets for Great Britain as the Windsor Framework provides for Northern Ireland, or if you want the Government to seek UK membership of the Single Market and Customs Union. These are different requests, with different outcomes, so you would need to be clear which you want.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-02T08:27:21.675Z"
    },
    "id": 633993,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633993.json"
    },
    "type": "petition"
}