{
    "attributes": {
        "action": "Paint FAST on the road after SLOW corners in Norfolk",
        "additional_details": "Driving around is really important for everyone.  Whether that's going shopping or going to or from work, university or even school.  Sometimes we just go out for a drive.  The whole experience is soured in Norfolk when you approach the end of a tailback every trip headed up by someone driving too slowly for conditions.  This causes delay and actually danger when people sometimes embark on frustration related overtakes that aren't safe.",
        "background": "Driving in Norfolk has become a tedious process of following people driving too slowly for the conditions. I think the reason is that whilst SLOW is painted going into corners, FAST isn't painted leaving them.  This means Norfolk drivers continue driving slowly unaware they don't still need to.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-27T15:00:15.821Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-02-27T17:06:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-01T10:51:10.197Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local road markings are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-01T10:51:11.117Z"
    },
    "id": 633952,
    "links": {
        "self": "https://petition.parliament.uk/petitions/633952.json"
    },
    "type": "petition"
}