{
    "attributes": {
        "action": "Stop the proposal of child benefit being removed if child doesn't attend school",
        "additional_details": "There is many reasons why children/young persons don't or can't attend school often for many valid reasons ie bullying, a childs mental health worsening, no school placements available, unsuitable schools for child's SEN needs, undiagnosed children/young persons who struggle in school ,physical or Mental Health disabilities, hospital appointments to go to,  children/young persons in hospitial, terminally ill,  childhood illnesses but can't see a GP because all appointments have gone at 8am!",
        "background": "STOP Michael Gove's proposal in stopping child benefit to many low income families where a child/young person fails to attend school. When did education co-inside with entitled benefits to vunerable families? You are taking food out of the mouths of the lowest incomes in a cost of living crisis.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-01T08:46:28.257Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-01T09:03:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-03T13:41:37.749Z",
        "rejection": {
            "code": "no-action",
            "details": "It has been reported that Michael Gove discussed the idea of stopping Child Benefit when a child was persistently absent from school, but this is not Government policy.\r\n\r\nWe therefore cannot accept a petition calling for this policy to be stopped, because it is not Government policy."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-03T13:41:39.237Z"
    },
    "id": 634040,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634040.json"
    },
    "type": "petition"
}