{
    "attributes": {
        "action": "Ban processed meat from nursery and school menus",
        "additional_details": "There is growing evidence that too much processed meat can increase risk of certain illnesses, including bowel cancer (WCRF). Processed meat is also high in salt which we are trying to reduce in diets nationally. Processed meat is cheaper and is being consumed more with limited budgets (Kantar). If we banned processed meat from nursery and school menus, children who still eat processed meat at home would have less of it in total. This ban would help reduce health inequalities and risk.",
        "background": "Ban processed meat from all nursery and school menus across England and Wales to help reduce overall consumption of processed meat and reduce health inequalities. According to the NHS: \"Processed meat refers to meat that has been preserved by smoking, curing, salting or adding preservatives\".",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-01T12:24:08.177Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-02T09:45:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-06T08:02:39.544Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe UK Government is responsible for school food standards in England, but decisions about school food standards in Wales are a matter for the Welsh Government, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to ban processed meat products in schools and nurseries in England."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-06T08:02:42.363Z"
    },
    "id": 634045,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634045.json"
    },
    "type": "petition"
}