{
    "attributes": {
        "action": "Allergen Awareness - Save Lives - Help small business survive with Collaboration",
        "additional_details": "The current law is impossible to comply with. Changes must be made. It is the government’s responsibility to provide tools that are workable - the government must play its part to assist enabling this.\r\nOur aim is unite all areas of our industry to make changes for the good of every caterer. We have the backing of UK Hospitality, Erudus, Leeds University Business School, 14 catering suppliers so far.\r\nErudus is building a free API single source of truth but needs the industry & Government approval",
        "background": "• To vet and agree “a single source of truth” for all information  to use an API and PDF’s\r\n• Enforce manufacturers to help with API’s. Government to agree upon one database \r\n• One government department owning the “single source of truth” who would manage & maintain the database after initial build",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-02-28T22:14:54.739Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-01T00:31:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-03T13:37:41.487Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nYour petition raises concerns about existing legislation regarding allergies, but it's not clear what changes you want to be made to this legislation.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-03T13:37:42.815Z"
    },
    "id": 634029,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634029.json"
    },
    "type": "petition"
}