{
    "attributes": {
        "action": "Investigate Directors starting new companies after a recent liquidation",
        "additional_details": "Many companies suffer the cost of unpaid invoices. It's easy for rogue Directors to make lots of money by transferring company monies into personal investments/accounts, instead of paying their suppliers. Suppliers (creditors) then go through the costly process of legal proceedings, only for these 'customers' to dissolve their business due to zero funds. They can then start a new business with a similar name and clearing their debt. This process must stop! the cost to our economy must be huge.",
        "background": "If a Director chooses to liquidate their company due to creditor debts that they are unable to pay, is there a process that can investigate if the decision is legitimate, or if the reason is unethical. Eg, has the Director transferred excessive funds into personal investments prior to the decision?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-01T14:28:23.473Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-01T15:41:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-03T15:15:32.418Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Insolvency Service’s official receivers are already responsible for the administration and investigation of a case when:\r\n\r\n- a company goes into compulsory liquidation\r\n- a bankruptcy order is made\r\n- a debt relief order is made\r\n\r\nIf it seems that a debtor, a company or its officers may have committed criminal offences or other regulatory breaches, the case may be referred to our Criminal Investigation Team, the police, a regulator or other investigation agency.\r\n\r\nYou can find out more about investigations and enforcement by the Insolvency Service here: https://www.gov.uk/government/collections/insolvency-service-investigations-and-enforcement-what-we-do-our-outcomes-and-complaints"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-03T15:15:33.643Z"
    },
    "id": 634049,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634049.json"
    },
    "type": "petition"
}