{
    "attributes": {
        "action": "Change all NHS community Care  ( wasting Tax Payers Funds )",
        "additional_details": "All people should be equal forget their disabilities or what equipment they are on such as ventilators. The ICB is cutting corners & also not giving people what life they have left, to be able to live normally & go out what ever day of the week & do things that none disabled people do. This is Not Happening in community care. Healthcare has not changed really in over 33 years. Family members should not have to deal with their loved ones healthcare specially when they are Eligible for CHC funds",
        "background": "Look at all NHS/ICB & performance it gives to people who are extremely clinically vulnerable on ventilators with other underlying health issues & these people are without care. ICB have legal duties to do their job correctly & 34 years of healthcare & it’s still not correct",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-02T18:58:51.927Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-02T20:11:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-06T10:31:51.229Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the provision of NHS care to certain patients, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nDecisions about local delivery of NHS services are a matter for individual integrated care boards (ICBs), not the Government or Parliament. If you are unhappy with health provisions in your area you could contact your local ICB: https://www.nhs.uk/nhs-services/find-your-local-integrated-care-board/\r\n\r\nYou could also raise your concerns with your local MP. You can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-06T10:31:52.461Z"
    },
    "id": 634127,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634127.json"
    },
    "type": "petition"
}