{
    "attributes": {
        "action": "Amend the Channel 3 licence rules to make the Scottish mainland one franchise",
        "additional_details": "The southern franchise is held by Borders TV part of ITV, The other franchise is operated by STV a completely separate company to ITV.\r\nThe current arrangement creates an anomalous situation whereby viewers in the borders (on both sides) do not get the breadth or depth of coverage on topics that are extremely important to them.\r\nAccess to news and current affairs covers changes occurring in England that don't affect Scottish viewers and vice versa which is confusing.\r\nAccess to cultural and sporting events particularly those in Scotland are not routinely covered or are only covered in 'catch-up'.\r\nIt is unfair for those living in the Borders TV licence area to be treated differently to those elsewhere in England and Scotland",
        "background": "The petitioners want Parliament to redraw the boundaries  it set for the appropriate Channel 3 broadcast licences that effectively separate the Scottish borders and  Dumfries & Galloway from the rest of the Scotland mainland for regional TV purposes. Proposed Effective Date 1 January 2025",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-07T14:56:17.412Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-07T18:49:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-10T07:32:37.971Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about licensing UK commercial television services are a matter for Ofcom, which is operationally independent of the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-10T07:32:39.291Z"
    },
    "id": 634393,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634393.json"
    },
    "type": "petition"
}