{
    "attributes": {
        "action": "Introduce a law that makes pay rises atleast equal to inflation.",
        "additional_details": "Loads of jobs have not been keeping pay rises up with inflation, for 2022 to 2023, inflation was 13.4%, but teachers were only offered up 8.9%, some as low as 5. Train drivers are only being offered 4. It would be great for everyone to have a pay rise atleast equal to inflation, so if inflation is 13.4%, and the company wants to give a 5% pay rise, everyone gets an 18% pay rise.",
        "background": "Introduce a law to force every business to increase the pay of their employees every year by atleast that year's rate of inflation. For example, if inflation is 13.4%, everyone's pay should increase by 13.4%.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-06T16:40:22.785Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-07T07:51:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-10T12:53:36.645Z",
        "rejection": {
            "code": "irrelevant",
            "details": "It’s about something that the UK Government or Parliament is not directly responsible for.\r\n\r\nThe UK Government and Parliament aren't responsible for the wages of people who work for private companies.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example you could start a new petition asking for a higher national minimum wage, if that's something you'd like to see.\r\n\r\nWe only reject petitions that don’t meet the petition standards."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-11T06:17:53.057Z"
    },
    "id": 634337,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634337.json"
    },
    "type": "petition"
}