{
    "attributes": {
        "action": "Ensure that all 999 ambulance staff /patient transport are hoist trained.",
        "additional_details": "The 999 service is part of the NHS yet hoisting does not form part of the training for paramedics or technicians. This is the same for any patient transport services. In an emergency this means another crewe would be needed putting more strain on the ambulance service. This happened to my mother under the WMAS and we decided it was too much trauma for her and would waste another ambulance.\r\nThis should be included in all the basic training as a standard requirement and refreshed regularly.",
        "background": "Make it a legal requirement that anyone in a position that could involve transportation of a vulnerable (disabled ) patient to be fully hoist trained. \r\nSome patients cannot transfer by slide sheet to a stretcher. Some homes cannot accommodate a stretcher so patient is stuck unable to be moved.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-06T07:51:28.818Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-10T18:22:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-14T07:10:16.098Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We are sorry to hear about your mother's experience, but we can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nProgrammes of studies, medical qualifications and training for medical professionals are a matter for the relevant awarding and professional bodies, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-14T07:10:17.246Z"
    },
    "id": 634312,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634312.json"
    },
    "type": "petition"
}