{
    "attributes": {
        "action": "Experience and Qualification within HGV driving",
        "additional_details": "I would like the government to speak about the importance of lorry driving and the seriousness of it.  Moreover, some Companies and Agencies need to open their door and help newly passed drivers, I understand that insurance and experience should be considered but how is anyone going to achieve experience if they don't get a chance? I think companies and Agency should recruit so much newly passed drivers and get them to sign a contract to stay with the company.",
        "background": "Years ago the government speak about the shortage of HGV drivers within the country which encourage a lot of individuals to consider HGV driving. However, when these individuals get qualified nobody wants to employ them wanting to make a difference and not wanting to make difference is different",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-06T08:56:25.899Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-06T18:20:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-09T10:20:25.746Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We can only accept petitions about things the Government or Parliament are directly responsible for. Decisions about who to employ are a matter for individual employers, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-09T10:20:26.306Z"
    },
    "id": 634316,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634316.json"
    },
    "type": "petition"
}