{
    "attributes": {
        "action": "Ban advertisements for Lotteries, gambling sites & apps before the 9pm watershed",
        "additional_details": "A lot of the advertisements for lotteries and gambling sites & apps make it look like it is fun to gamble and this can have an impact on a child or teenager giving them the wrong impression about gambling, which could lead them to using their phone or more likely their parents phone to gamble running up huge debts. We’ve all heard the stories of children who use their parents phone to play a game but end up spending “real money” on in-app purchases when they thought they were only using pretend money running up bills in the hundreds if not the thousands because they wanted to buy character accessories or accessories for the house/city that they were building. In the same way debts could be generated due to gambling. Children should be protected from the idea that gambling is fun",
        "background": "Stop companies and even charities that run lotteries (for cash or prizes), gambling sites and gambling apps from being allowed to advertise on TV and other platforms that under 16’s can access before what used to be the 9pm watershed to protect them from having the idea that gambling is fun",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-09T00:03:52.323Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-09T01:10:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-13T08:12:40.880Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/631299"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-13T08:12:42.363Z"
    },
    "id": 634494,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634494.json"
    },
    "type": "petition"
}