{
    "attributes": {
        "action": "Classic vehicle status reduced to 30 years for free historic vehicle taxation.",
        "additional_details": "Vehicles over 30 years old are  used much less than family vehicles .Most insurance for such vehicles are agreed at 1500 to 3000 miles . Therefore paying full vehicle tax when the car is only driven to shows or a sunny day. Vehicle taxation should go by vehicle weight and size.  Also someone with a modern heavy car can average 20000 miles pa. Yet pay minimal tax. It would be better added to fuel cost or set fee on weight of electric vehicles . Linked to mot to show mileage then pay for how use.",
        "background": "Vehicles over 30years old should qualify for historical vehicle taxation or charged by mileage agreed with insurers and confirmed at yearly mot check .",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-09T11:22:11.809Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-09T12:31:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-13T12:37:58.527Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's not clear if you want historic vehicles that are 30 or more years old to be exempted from vehicle taxation, or for vehicle taxation for these vehicles to based on annual mileage.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-13T12:37:59.785Z"
    },
    "id": 634505,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634505.json"
    },
    "type": "petition"
}