{
    "attributes": {
        "action": "Path from Flitwick Road in Maulden to be able to safely walk to Redborne.",
        "additional_details": "With this path, there would be less cars on the road, meaning less pollution, traffic, and noise; especially on weekdays with the school run.  \r\n\r\nKids would also be able to walk to school with their friends, and not have to rely on being dropped off by parents or pay for bus fares. \r\n\r\nDog owners will be able to use this path to access the green areas around Abbey Lane, and people can walk to Flitwick easily to use their amenties, including the new Aldi that is under construction.",
        "background": "I would like there to be a safe and easy-to-access path that connects Maulden to a Ampthill which is home to schools that our residents go to.  \r\n\r\nThere are two paths that connect them, but they are not accessible and safe enough (one is a footpath through a field, the other takes too long).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-10T16:48:11.396Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-20T12:25:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-23T07:49:00.370Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local roads and footways are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-23T07:49:01.699Z"
    },
    "id": 634592,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634592.json"
    },
    "type": "petition"
}