{
    "attributes": {
        "action": "Change pavements and get rid of uneven paving blocks in place for concrete.",
        "additional_details": "The small pavers once broken become uneven and loose this causes huge trip hazard for those with disabilities and hidden illnesses such as chronic conditions relating to joints and muscles tripping on these loose wobbly and uneven pavements can cause a huge risk to these individuals leading to pain and potentially time off of work while they recover. A change to concrete slabs would prevent small parts breaking off, becoming loose and unstable making a pavement suitable for everyone.",
        "background": "Change out the small pavers which become broken easily for concrete slabs which don’t break as easily",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-09T18:01:07.052Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-09T23:24:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-13T18:51:02.854Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nMaintenance of pavements, including deciding how these are surfaced, are  a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-13T18:51:04.241Z"
    },
    "id": 634529,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634529.json"
    },
    "type": "petition"
}