{
    "attributes": {
        "action": "Help to preserve and develop Historic Buildings in Stoke-on-Trent Staffordshire",
        "additional_details": "Stoke-on-Trent above many other Cities has an incredible history. The fact that Josiah Wedgwood started producing pottery here in the 1700s  His connections with James Brindley and The Duke of Bridgewater started construction of the canal system throughout the country. In recent times a public house named The Leopard in Burslem was destroyed by fire. The very place where the likes of Wedgwood Brindley  met. The restoration of the places of Significant National importance is an imperative",
        "background": "Many Historic buildings in Stoke-on-Trent have been left to decay and fall into disrepair over the years. Most of the buildings are related to the Pottery industry. The pottery heritage of this area goes back many years. I would like Government to start help finance restoration of  these buildings",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-11T16:41:21.051Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-11T21:25:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-14T16:33:13.423Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of Stoke-on-Trent City Council.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition Stoke-on-Trent City Council - you can find out more here: https://www.stoke.gov.uk/info/20043/councillors_and_decision-making/137/petitions\r\n\r\nWe only reject petitions that don’t meet the petition standards."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-14T16:33:13.421Z"
    },
    "id": 634667,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634667.json"
    },
    "type": "petition"
}