{
    "attributes": {
        "action": "Recognise unpaid carers as worker",
        "additional_details": "Unpaid carers work an incredible number of hours, often more than 100 hours a week, with no minimum wage & no employment rights. \r\nIt’s not acceptable that unpaid carers can work these hours with no breaks, no sick leave, no annual leave, with no thought as to their safety, their health, & the safety of the person they are caring for. The Government needs to recognise carers as workers giving them rest periods & leave as other workers are entitled to and pay them accordingly for the work they do",
        "background": "Unpaid carers need to be recognised as workers. They should be paid & given employment rights as other workers are. Being an unpaid carer is a job with many having to sacrifice their career to care for a relative. They are skilled workers, they should be recognised as such rather than exploited.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-11T08:00:10.927Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-11T09:50:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-16T10:37:24.286Z",
        "rejection": {
            "code": "no-action",
            "details": "Workers are people who have a contract or other arrangement to do work or services personally for a reward.\r\n\r\nUnpaid carers are people who voluntarily provide care to someone else. Depending on their circumstances they may be entitled to Carer's Allowance.\r\n\r\nWe can accept petitions calling for changes to Carer's Allowance, for example requests for increased payments, but it would need to be clear what changes you wanted to be made to this benefit."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-16T10:37:43.663Z"
    },
    "id": 634646,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634646.json"
    },
    "type": "petition"
}