{
    "attributes": {
        "action": "Make 'Diet and Nutrition' Education standardized and mandatory across Education",
        "additional_details": "We want to ensure young people are properly taught about the importance of keeping healthy. In the 2020, we saw the Government make PSHE (Physical, Social and Health Education) mandatory curriculum material across schools in the UK. Despite this welcomed step, this legislation left it up to schools to develop curriculum based on their chosen topics. This weak legislation means there is little ensuring proper teaching of Physical Health Education in schools - so feel this change is necessary!",
        "background": "We want the Government and Department for Education (DfE) to standardize the teaching of 'Diet and Nutrition' across all levels of Education, by releasing ‘Subject Content Requirements’ (as done for GCSE and A-Level Qualification Courses) for the mandated standards of teaching healthy food and diet.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-12T01:27:53.966Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-12T18:48:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-15T07:48:54.721Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about teaching of diet and nutrition in schools, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIt's not clear if you want the Government to change what schools are required to teach students about diet and nutrition as part of existing subjects, or if you want the Government to create a new mandatory subject on diet and nutrition.\r\n\r\nThere is already content on healthy eating in the statutory guidance for the new subject of Health Education, which you can read here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1090195/Relationships_Education_RSE_and_Health_Education.pdf\r\n\r\nThe Government produces subject content and assessment objectives for GCSEs and A Levels, which sets out the knowledge, understanding and skills common to all specifications. This is different to the national curriculum, which sets out the content that schools are required to teach.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-15T07:48:58.390Z"
    },
    "id": 634693,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634693.json"
    },
    "type": "petition"
}