{
    "attributes": {
        "action": "Change CBT CC Rating from 125CC to 250/350CC (Restricted)",
        "additional_details": "Most people go from a 125CC straight to a 600/650CC bike with an A2 license. We want the legal limit of a 125CC motor vehicle to be raised to a 250/350CC restricted so we as beginner/moderately experienced bikers have the ability to learn and prepare ourselves further for future tests, teaching us to be safer on larger bikes and the safe handling of them. Cars come unrestricted straight off the bat with no restrictions on who can buy what, why restrict us bikers?",
        "background": "Add an extra curriculum training day to Raise the legal CBT Limit from 125CC to 250/350CC (Restricted) with longer CBT training/testing upon completion if chosen by choice.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-13T12:15:59.077Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-13T12:55:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-16T07:54:30.365Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to the vehicles certain individuals can drive after passing the CBT, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIt's not clear if you want the Government to increase the training requirements for everyone taking the CBT, or only those people who want to be able to drive vehicles with larger engine capacities, and take additional training.\r\n\r\nIf what you want is for anyone who has passed the CBT to be able to drive motorcycles up to 350 cc, we could accept a petition requesting that. If what you want is a new licence category for people who take additional training after passing the CBT, we could also accept a petition requesting that.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-16T07:54:31.386Z"
    },
    "id": 634774,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634774.json"
    },
    "type": "petition"
}