{
    "attributes": {
        "action": "Push for heavier prosecution into UK led human trafficking organisations",
        "additional_details": "UN reports indicate a continued rise in the numbers of people being trafficked globally, particularly women and children. Current measures are clearly not sufficient to tackle this heinous crime which strips victims of their dignity, freedom and many of their basic human rights.\r\n\r\nThe institution and implementation of stricter, harsher punishments of the highest degree in the UK will act both as a warning and a deterrent to those involved.",
        "background": "We ask the Government to take the lead in tackling human trafficking, in particular of women and children for sexual exploitation. We ask for the institution to have heavier prosecution for anyone involved in these crimes, to deter those operating at all levels of human trafficking networks.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-12T19:44:47.031Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-12T21:53:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-15T08:03:43.397Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about investigating and prosecuting alleged crimes are a matter for the police and Crown Prosecution Service, not the Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to increase minimum and maximum sentences for human trafficking offences, or to publish a strategy for tackling human trafficking, if either of those are things you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-21T10:52:10.245Z"
    },
    "id": 634742,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634742.json"
    },
    "type": "petition"
}