{
    "attributes": {
        "action": "Stop The Amalgamation of Cobourg primary school and Camelot Primary school",
        "additional_details": "Cobourg  primary school is a safe, loving, caring and passionate school. Our children enjoy learning here and the staff are dedicated and passionate about their roles in ensuring our children have the best start in life and catering for all childrens needs. \r\n\r\nIt is a very good school in a very good and save environment.\r\n\r\nIf this plan goes ahead it will detrimentally impact on parents and children.",
        "background": "1. We want the government to stop the amalgamation of Cobourg primary school and Camelot Primary school,\r\n2. We don't want Southwark council to close Cobourg primary school",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-16T22:05:59.425Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-17T07:12:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-20T11:55:26.533Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The decision to amalgamate maintained schools is one for Local Authorities.\r\n\t\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition Southwark Council - you can find out more here: \r\nhttps://moderngov.southwark.gov.uk/mgEPetitionListDisplay.aspx?bcr=1 \r\n\r\n\r\n\r\n\r\n\r\n "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-20T11:55:28.460Z"
    },
    "id": 634996,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634996.json"
    },
    "type": "petition"
}