{
    "attributes": {
        "action": "Create the necessary measures to reform the insurance sector",
        "additional_details": "We support the creation of new measures, and we suggest that the government take steps to improve the practices of the insurance sector by creating the necessary regulations that ensure the process of recovering unused premiums to contributors. Encouraging alternatives to the conventional insurance such as national cooperative funds. Introducing emergency aid scheme under the National Insurance system to help people on low incomes manage accidental emergencies.",
        "background": "UK residents pays £50 billion as insurance premiums every year, that is £100,000 per a single household lifecycle. While insurance is meant to be cooperative, insurers use only 10% of collected premiums to cover total claims and the remaining don't get paid back to holders because of bad regulations",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-16T17:30:11.044Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-17T22:22:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-21T07:16:09.014Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the cost of insurance products, and any reimbursements for customers, are a matter for insurance companies, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to create a compensation scheme for people on low incomes who do not have insurance coverage."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-21T07:16:10.253Z"
    },
    "id": 634981,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634981.json"
    },
    "type": "petition"
}