{
    "attributes": {
        "action": "Allocate funding for the ONS’ Covid-19 Infection Survey",
        "additional_details": "We would like the government to continue funding the ONS’ Covid Infection Survey, even if it’s with a smaller population size, to provide those who would still to manage their risk level, whether because they have Long Covid and would like to avoid being reinfected, or whether it’s because they are immunocompromised, in some form or another, with some information on current prevalence levels.",
        "background": "Since mass testing stopped, the ONS’ COVID-19 Infection Survey has remained the only reliable source of information on the level of prevalence of COVID-19 in the U.K. population. This information has been vital to helping those who are clinically vulnerable plan around high infection rates.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-15T17:36:29.107Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-15T17:44:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-17T17:07:19.210Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe Office for National Statistics is independent of Government, so deciding whether to continue to run this survey is an operational decision for the ONS. The Government does not provide funding to the ONS for specific surveys."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-17T17:07:20.457Z"
    },
    "id": 634918,
    "links": {
        "self": "https://petition.parliament.uk/petitions/634918.json"
    },
    "type": "petition"
}