{
    "attributes": {
        "action": "Help the environmental issues on Blackhorse lane",
        "additional_details": "Explaining this further a very disgusting  smell comes up from either the drain the pipes or which  then infatuates the entire street and shop Not only this restaurant but all the food establishment from number 6 to 14 Blackhorse lane and the business on forest road also from 64-67 we are all tired of going back and forth from the council to the environmental services they are all sending us around in circles blaming each other We have tried to solve this ourselves too by spending a lot of money having private firms in jetting out our sewers changing pipes etc  and  still this has not been resolved",
        "background": "for over 47 Years our business has been on Blackhorse Road with mo issues however, for the past 10-11 months in side the shop and on the roads has been hit with a serious Serwer problem.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-18T04:26:46.938Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-18T14:11:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-21T15:05:20.971Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nLocal drainage problems are a matter for the relevant utilities companies and local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-21T15:05:21.747Z"
    },
    "id": 635073,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635073.json"
    },
    "type": "petition"
}