{
    "attributes": {
        "action": "All Police Constabularys in the UK return to the Custodian helmet.",
        "additional_details": "We see the Police Constables in our day-to-day life's and from what I can remember the only Constabulary that continues tradional and History Is the Metropolitan police Service.\r\n\r\nI believe that as British people we should be proud of our traditions and history and as the Custodian helmet was a major part in the identification of a police Constable in the Victorian times and throughout WW1 & WW2. However as we see today in many Constabularys they have moved on and chosen the Peak cap instead.",
        "background": "The Government and Home Office should Talk with the Police Constabularys around the United Kingdom and return the Custodian helmet back into the British police uniform to signify tradition and history that has been forgotten in many parts of the UK.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-20T14:25:34.772Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-20T16:43:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-23T08:14:55.822Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about police uniforms are a matter for individual police forces, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-23T08:14:57.049Z"
    },
    "id": 635197,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635197.json"
    },
    "type": "petition"
}