{
    "attributes": {
        "action": "Treat CSF leaks as an emergency priority with standardised care for leakers.",
        "additional_details": "Patients are left 24/7 for years in unimaginable pain when it is a fully treatable condition and could be fixed. \r\nThis condition decimates people’s lives and causes life long trauma which in itself is putting more strain on the NHS. There is a cost involved in benefit claims due to patents unable to work and costs of treating the mental trauma .\r\nI’m reaching out and calling for more urgent treatment to be placed on CSF leakers and to raise awareness on the torture of this condition.",
        "background": "* Make finding CSF leaks a priority. Invest in the technology needed to find and repair them. \r\n* We need more specialists and equipment for the UK with at least 1 specialist in every region and a standard care procedure for CSF leaks.\r\n* Include CSF leaks in the curriculum for student doctors.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-21T14:46:43.152Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-22T09:56:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-24T08:35:23.525Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about healthcare services are a matter for the NHS and individual integrated care boards, not the UK Government or Parliament. Similarly, programmes of studies and medical qualification are a matter for the awarding bodies and not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to provide additional funding to the NHS to improve support for patients with CFS leaks, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-24T08:35:24.551Z"
    },
    "id": 635291,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635291.json"
    },
    "type": "petition"
}