{
    "attributes": {
        "action": "Allow Northern Ireland access to funded childcare from age 1",
        "additional_details": "Working parents in Northern Ireland are already getting left behind our counterparts across the UK. We currently have no free childcare hour’s available even for 3 year olds. This early year access to funded childcare would make a huge difference and would allow many women to get back to the workplace. Currently people are out of employment as the cost of childcare is too high to be out working. If this can be seen as a priority in the rest of the UK it needs to be available here too.",
        "background": "The chancellor announced in the budget that England will be allocated £4 billion to allow 30 free hours of childcare a week from age 1. In NI we are getting left behind in the absence of a working executive. This needs to be accessible to working parents in NI too as a matter of urgency.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-20T20:24:41.033Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-21T16:07:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-24T07:48:03.188Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about funding for childcare in Northern Ireland are a matter for the Northern Ireland Executive, not the UK Government or Parliament.\r\n\r\nSpending by the UK Government on devolved policy areas, such as childcare, is reflected in the grants that the devolved administrations received. It is up to the devolved administrations, including the Northern Ireland Executive, how to allocate this funding.\r\n\r\nIf you want to raise this issue you could contact your MLA, or raise it with the Northern Ireland Executive.\r\n\r\nYou can find contact details for your MLAs here: http://www.niassembly.gov.uk/your-mlas/\r\n\r\nYou can find contact details for the departments of the Northern Ireland Executive here: https://www.nidirect.gov.uk/contacts/government-departments-in-northern-ireland"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-24T07:48:04.382Z"
    },
    "id": 635223,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635223.json"
    },
    "type": "petition"
}