{
    "attributes": {
        "action": "Bring back 30mph NATIONAL SPEED LIMIT (20mph is not practical on main roads)",
        "additional_details": "With a 30 mph national limit, motorists knew where they stood legally\r\n\r\nSouthwark council consulted less than 400 people in their scheme to make the entire borough a 20mph zone (over 200,000 voters live in Southwark.\r\n\r\nIslington cannot provide data to show the 20 mph borough has improved safety or reduced accidents\r\n\r\nMost councils will use these artificially low limits as a revenue raiser, Traffic speed is slow enough in London without a 24hour 20mph limit being imposed unnecessarily.",
        "background": "Since setting of speed limits was relaxed, local councils have set inappropriate limits on main roads (sometimes across entire boroughs) without proper consultation (typically 20% or less of residents) and not used \"LOCAL KNOWLEDGE\" as suggested in Gov guidance. 20 is NOT PLENTY (in most cases)",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-20T21:54:03.340Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-21T08:51:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-23T13:53:29.929Z",
        "rejection": {
            "code": "irrelevant",
            "details": "A speed limit of 30 miles per hour (48km/h) applies to all single and dual carriageways with street lights, unless there are signs showing otherwise. Decisions about setting speed limits of under 30mph are a matter for the relevant highway authority, not the Government or Parliament.\r\n\r\nIf you are concerned about speed limits in your area you could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nWe could accept a petition calling on the Government to amend the powers highway authorities have to vary speed limits, but it would need to be clear what changes you wanted to be made to these powers."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-23T13:53:31.100Z"
    },
    "id": 635231,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635231.json"
    },
    "type": "petition"
}