{
    "attributes": {
        "action": "Change and improve the current legislation for the Domestic Abuse Act 2021.",
        "additional_details": "The current legislation in place is outrageous considering the social standing of the British state in the 21st century. People are not getting the correct support they deserve.",
        "background": "Change and improve the current legislation for the Domestic Abuse Act 2021. Provide effective support and legal structure for those suffering from domestic abuse.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-22T20:13:29.967Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-22T20:49:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-27T06:51:26.403Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you think the Domestic Abuse Act 2021 is not adequate, but we're not sure how you want this to be changed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIntroduce automatic comprehensive restraining orders for domestic abuse offences: https://petition.parliament.uk/petitions/628012\r\n\r\nAutomatically remove domestic abusers from joint council tenancies: https://petition.parliament.uk/petitions/632260\r\n\r\nCreate a national register of perpetrators of domestic abuse: https://petition.parliament.uk/petitions/624539\r\n\r\nRequire all police officers to receive domestic abuse training: https://petition.parliament.uk/petitions/632610"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-27T06:51:27.380Z"
    },
    "id": 635385,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635385.json"
    },
    "type": "petition"
}