{
    "attributes": {
        "action": "Stop ticket machines from being removed from car parks",
        "additional_details": "This policy will prevent people from shopping in town centres. The Government wants more older people to go back to work, this could prevent them doing so. The companies who monitor the car parks are very keen to issue fines and this policy could mean more people are literally unable to pay but may need to go somewhere urgently. It is very difficult to appeal a fine and impossible to speak to anyone about it. The policy is short sighted and discriminatory and should not be allowed  to go ahead.",
        "background": "Councils are moving ticket machines from all car parks meaning that payment has to be made by phone. This will make it impossible for many elderly and disabled people to go out. Also in many areas there is no phone signal.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-22T15:54:52.247Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-23T09:27:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-27T07:17:41.766Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about payment methods for car parks are a matter for individual car park operators, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-27T07:17:42.992Z"
    },
    "id": 635367,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635367.json"
    },
    "type": "petition"
}