{
    "attributes": {
        "action": "Provide fair pay, entitlements and training for care and support workers in UK.",
        "additional_details": "Care and support workers urgently need fair pay, entitlements and training as they provide an essential service supporting and caring for the most vulnerable members of society. \r\nOften struggling to survive with low wages, little to no entitlements and low quality training which hinders their ability to upskill and progress in their careers.\r\nThe government must act now to ensure care and support workers are supported and appreciated so that they can deliver high-quality care to those in need.",
        "background": "Increase minimum wage in line with the equivalent NHS staff.\r\n\r\nIncrease entitlements for overtime, unsocial, weekends and bank holidays in line with the equivalent NHS staff.\r\n\r\nEstablish a National Body to support and regulate the Social Care industry training standards to provide uniformity.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-22T12:57:29.296Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-22T14:30:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-27T06:43:18.852Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about pay for care workers are a matter for their employers, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-27T06:43:19.979Z"
    },
    "id": 635357,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635357.json"
    },
    "type": "petition"
}