{
    "attributes": {
        "action": "Stop boaters having to move their boat twenty miles a year.",
        "additional_details": "Moving twenty miles a year means finding full time work is near impossible. If boaters decide not to move, their licence is marked down to a six month licence, then taken away altogether. If a boater loses their licence, their boat is classed an abandoned vessel and can be towed, making them homeless. All this happens, just for trying to earn a living. Boaters licences are also marked down for not moving their boat due to the canal freezing over.  This is disgusting and needs to change.",
        "background": "I would like the government to put in place a law that instead of having to move their boat twenty miles a year, boaters can have free mooring spots to moor their boat, near where they choose to work or near their children's school as long as they provide proof of their work or school's location.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-23T20:58:48.771Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-23T22:58:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-27T13:43:57.425Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about Continuous Cruising licences are a matter for the Canal and River Trust, and provision of permanent moorings is a matter for relevant local authorities, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-27T13:43:57.997Z"
    },
    "id": 635480,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635480.json"
    },
    "type": "petition"
}