{
    "attributes": {
        "action": "Accelerating the acceptance of Iranian immigrants",
        "additional_details": "Hello .  I have a proposal for the people, government and kingdom of England that will benefit them economically, socially and politically.  I need a conversation to open this thread!  In the current situation, mental and emotional problems have arisen for many immigrants, and all immigrants are under high psychological pressure.  And this is the wish of all Iranian refugees.For many people, uncertainty is dangerous and causes emotional and psychological damage to them and their families",
        "background": "Since the British government welcomes all refugees with open arms and is aware of the critical situation in Iran, handling the case of Iranian refugees, who are mostly families, such as Afghanistan, Libya, etc., is necessary and must be handled.  be done without court",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-24T00:28:58.072Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-24T00:51:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-27T13:50:07.343Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nInclude Kurds from Iraq and Iran in the streamlined asylum process: https://petition.parliament.uk/petitions/634364"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-27T13:50:08.590Z"
    },
    "id": 635497,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635497.json"
    },
    "type": "petition"
}