{
    "attributes": {
        "action": "Ban the use of depleted uranium ammunition.",
        "additional_details": "Annabel Goldie, Minister of State for Defence, recently announced the UK’s intention to supply depleted uranium armour piercing shells to Ukraine. Ukraine is a major exporter of agricultural products and polluting its farmland would render its crops unusable. Although more expensive, armour piercing shells made with tungsten alloys are just as effective and don’t pollute the environment for generations to come.",
        "background": "When depleted uranium shells explode, the uranium goes to fine powder. When it is breathed in or otherwise ingested it can cause cancer. Increased cases of cancer have been observed in NATO troops and citizens of Iraq and the former Yugoslavia, where these weapons have been used.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-24T19:41:00.672Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-27T13:58:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-29T06:57:30.415Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the use of depleted uranium shells, but it's not clear if you just want the UK Government to cease the use of depleted uranium munitions, if you want the Government to seek an international ban on these munitions.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nDo not send Depleted Uranium Shells to Ukraine: https://petition.parliament.uk/petitions/635335"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-29T06:57:31.540Z"
    },
    "id": 635548,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635548.json"
    },
    "type": "petition"
}