{
    "attributes": {
        "action": "Do not allow non-news sources to pass off as news sources.",
        "additional_details": "People trust the news. They expect it to be truthful. Disinformation masquerading as news can cause massive harm in society and damage democracy. We need only look at the polarisation in American politics.\r\n\r\nWe see also that loopholes can be found. I hear that an MP cannot be a news broadcaster, but they can be an entertainment broadcaster on a show called \"News\" if that show is not a news program. This makes a mockery of that rule.",
        "background": "Ensure that only news sources that are willing to be bound by impartiality rules can describe themselves as providing news. If a TV channel or other outlet is not willing to follow the rules for news broadcasters then it must be clear that it is not a news broadcaster.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-25T08:04:47.265Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-28T07:04:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-30T06:02:16.647Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about certain broadcast content, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nOfcom's Broadcasting Code already requires that news, in whatever form, must be reported with due accuracy and presented with due impartiality: https://www.ofcom.org.uk/tv-radio-and-on-demand/broadcast-codes/broadcast-code/section-five-due-impartiality-accuracy\r\n\r\nTaking action against broadcasters that fail to meet the code is the responsibility of Ofcom, not the Government or Parliament.\r\n\r\nIf you think a broadcaster has breached the Broadcast Code you can complain about this here: https://www.ofcom.org.uk/complaints/complain-about-tv-radio-a-website"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-30T06:02:17.735Z"
    },
    "id": 635573,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635573.json"
    },
    "type": "petition"
}