{
    "attributes": {
        "action": "Expand the provisions of the Trade (Australia and New Zealand) Act 2023",
        "additional_details": "The Act brings into force its independently negotiated Free Trade Agreements with Australia and New Zealand.\r\nHowever, while the Act provides for greater access to visas, it does so with limitations pertaining to the age of applicants and time restrictions on visas.\r\nGranting further eligibility for citizens of Australia and New Zealand under the Act, with reduced stringency on an applicant's age and visa time restrictions, would expand our diplomatic relationships and economic prosperity.",
        "background": "The recently enacted Trade (Australia and New Zealand) Act allows for greater access to visas for citizens of Australia and New Zealand.\r\nWe, the undersigned, call upon the House of Commons to expand the limitations pertaining to the eligibility for those applying for visas under the Act.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-24T16:14:14.981Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-24T16:25:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-29T07:21:12.291Z",
        "rejection": {
            "code": "no-action",
            "details": "It is not clear at what age you would like people to be able to apply for working holiday maker visas, or how long you want people to be able to have these visas for. You may wish to start a petition which makes this clear. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-03T06:41:46.195Z"
    },
    "id": 635535,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635535.json"
    },
    "type": "petition"
}