{
    "attributes": {
        "action": "Stop Welsh Government from changing the speed limit in Wales from 30mph to 20mph",
        "additional_details": "We cannot allowed the national speed limit in wales to be changed from 30mph to 20mph because: - Lorries will struggle to get up large hills. - It would cause more Co2 emissions as people struggle to drive at such a low speed. - It makes journeys unnecessarily longer. - It’s a waste of taxpayers money. - The Welsh government should be focusing on the NHS waiting times, and not things the public do not want. - Need a consistent speed limit across all the countries in the United Kingdom, either all 4 are 20mph or none of them are. - Improved road engineering, better cars and better brakes have brought about a significant decrease in deaths since 1934. These improvements have decreased accidents, not speed limits.",
        "background": "The public and the people of wales WANT the UK government to STOP the Welsh government from changing the national speed limit from 30mph to 20mph. If the conservatives really stand for the people, they will block this outrageous law.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-27T03:02:15.752Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-27T03:07:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-28T14:47:30.531Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Welsh Government is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Welsh Parliament has its own Petitions Committee.\r\n\r\nIf you'd like to send your petition to the Welsh Parliament, you can find out more here: https://petitions.senedd.wales/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-03-28T14:47:31.034Z"
    },
    "id": 635671,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635671.json"
    },
    "type": "petition"
}