{
    "attributes": {
        "action": "Allow businesses come out of fixed rate contracts forced on them in October 22.",
        "additional_details": "My understanding is that government requested for businesses to sign up to fixd term contracts in order to get any relief with bills, this help is finished on 31st April. The businesses are however stuck with overinflated energy price, while the actual wholesale price in energy is dropping. Allow businesses to come out of fix term contracts and pay variable rate.",
        "background": "Allow the businesses to benefit from fall in energy prices, currently many are tied up in unsustainable contracts that were forced on them to get the electricity bill relief, however this help finishes on 31st March. The businesses are however stuck with inflated prices, forcing them to close.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-29T14:05:34.498Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-29T15:44:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-03-31T05:57:18.491Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about releasing customers from contracts are a matter for individual businesses, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to provide grants to businesses who are on high-cost fixed-term energy contracts, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-21T13:41:19.464Z"
    },
    "id": 635821,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635821.json"
    },
    "type": "petition"
}