{
    "attributes": {
        "action": "Introducing Romanian Language in the GCSE Curriculum",
        "additional_details": "Incorporating Romanian into the GCSE curriculum shall forge indelible cultural bonds, bestowing students with invaluable linguistic prowess for a boundless future. As UK-Romania alliances flourish, mastering Romanian emerges as a monumental advantage across multifarious domains. By reshaping the GCSE curriculum, students shall seize the epic opportunity to learn the Romanian language, celebrating our intertwined legacies.",
        "background": "We urge the Government and Parliament to incorporate the Romanian language into the GCSE curriculum as an optional course. This inclusion will foster cultural understanding and provide students with valuable language skills, benefiting them in their education and careers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-29T08:03:06.519Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-30T09:05:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-03T07:05:28.261Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nIt is for schools to decide which languages they teach as part of their curriculum, and for exam boards to consider which languages have sufficient demand for a GCSE or A Level to be made available."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-03T07:05:29.471Z"
    },
    "id": 635802,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635802.json"
    },
    "type": "petition"
}