{
    "attributes": {
        "action": "Stop Hertfordshire Council selling the greenbelt land in Park St for development",
        "additional_details": "It seems that no-one else but HM government can stop HCC selling this land. If St Albans  people could vote out the HCC councillors they probably would. Residents and local flora and fauna need to have more protection. But HCC appears to be riding roughshod over local opinion. Can government intervene and put a stop to these undemocratic and illiterate actions from HCC. There is no national benefit to this development going ahead. But very adverse effects for the people and wildlife in Park St",
        "background": "Eric Pickles gave the go ahead for a Freight Terminal in 2014. Nothing has been built so far and the case for building a Freight Terminal in this location no longer stands up. In fact other more suitable sites now exist that obviate the need to have one in Park Street.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-30T22:12:33.195Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-31T12:19:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-23T10:36:10.538Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local planning decisions and sale of local authority assets are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-23T10:36:20.500Z"
    },
    "id": 635941,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635941.json"
    },
    "type": "petition"
}