{
    "attributes": {
        "action": "insert clause into \"The Scotland Act\" to give clarity on holding referendums",
        "additional_details": "It will give clarity to many issues surrounding this debate, remove the distraction from the important issues in public life in Scotland that have been neglected for nearly a decade. All our resources need to be refocused on education, healthcare, police, local authorities, economy, rural affairs among many other sectors. Scotland has the worst drug death toll in western world, the highest youth mortality rate and lowest life expectancy in Europe. It will help heal the divisions in our society",
        "background": "Insert a clause into The Scotland Act detailing certain thresholds that must be met including economic thresholds and majority support  before Scotland can hold a referendum. These thresholds should include no less than 75% support for the cause, economic thresholds and timeframes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-31T13:23:32.476Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-31T13:58:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-04T06:32:05.745Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Scottish Parliament to be given powers to legislate for a referendum on Scottish independence in certain circumstances, but it's not clear what you mean when you refer to \"economic thresholds\" and \"timeframes\".\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-04T06:32:06.987Z"
    },
    "id": 635988,
    "links": {
        "self": "https://petition.parliament.uk/petitions/635988.json"
    },
    "type": "petition"
}