{
    "attributes": {
        "action": "Improve access for Adult Autism Post Diagnostic support / Occupational Therapy",
        "additional_details": "My local neurodevelopmental team in Coventry said they cannot offer me post diagnostic support/OT because I didn't get my diagnosis through them, I got it privately. They said the restriction was made by the local commissioning board. I have only been sent website links, it's not enough. I'm finding it difficult to access occupational therapy via the NHS to help with my sensory issues because of this restriction. All autistic adults should be able to access occupational therapy in the NHS.",
        "background": "Allow all Autistic adults with a confirmed valid Diagnosis (from any NHS trust/private clinic) to access NHS autism post diagnostic support/ Occupational Therapy without restrictions. Improve online information around managing Autism and it's comorbidities (e.g. hyper/hyposensitivity, sleep, diet)",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-01T16:35:01.421Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-02T07:52:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-04T13:49:18.608Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nWe are sorry to hear about your situation, but decisions about patient care and commissioning of NHS services are a matter for the NHS and local commissioning boards, not the UK Government or Parliament.\r\n\r\nIf you are unhappy with service you have received from the NHS you can complain about this: https://www.nhs.uk/using-the-nhs/about-the-nhs/how-to-complain-to-the-nhs/\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease NHS Funding for Research and Treatment of Adult ADHD And Autism: https://petition.parliament.uk/petitions/629854"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-04T13:49:20.649Z"
    },
    "id": 636055,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636055.json"
    },
    "type": "petition"
}