{
    "attributes": {
        "action": "Place a hold on road tax until the roads are restored to a safe quality",
        "additional_details": "The standard of UK roads currently imposes a risk of damage to cars and a risk if life altering or ending accidents for motorbike riders, to expect road tax payments for roads that are completely unfit for use is simply a disgusting show of money befor the actual safety of UK residents. If 80 million pounds can hw found to refurbish Big ben, that was not in a detrimental state, and posed no urgent risk of life to UK residents, then the roads should be refurbished also.",
        "background": "The government should place a hold on road tax, until actions are taken to ensure roads are of a safe and fit for use standard. The roads in the UK, are incredibly unsafe, causing damage to cars along with causing a risk of like to motorbike ridersUntil the roads are safe road tax should be paused",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-03-31T15:30:43.488Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-03-31T16:48:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-04T07:05:36.648Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the condition of roads, but we're not sure what criteria you want to be set for when vehicle excise duty can be charged again.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease funding for the repair and resurfacing of roads: https://petition.parliament.uk/petitions/634995"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-04T07:05:37.672Z"
    },
    "id": 636000,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636000.json"
    },
    "type": "petition"
}