{
    "attributes": {
        "action": "Pause vehicle MOTs and road tax until the roads have been fixed",
        "additional_details": "Pause MOTs or make all vehicle tax free. The roads are terrible yet we're paying for their so called maintenance. If I have to repair my vehicle again because of pot holes I will be sending the bill to Downing Street.",
        "background": "Why should we have to pay to make our vehicles suitable for the roads, when the roads aren't suitable for our vehicles? Freeze MOTs until the roads are fixed",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-02T23:42:52.307Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-03T21:08:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-05T09:49:33.559Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the condition of roads, but we're not sure what criteria you want to be set for when vehicle excise duty can be charged again, and cars be required to undergo MOTs.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease funding for the repair and resurfacing of roads: https://petition.parliament.uk/petitions/634995\r\n\r\nYou can already claim compensation if your vehicle has been damaged by a road. You can find out to do this here: https://www.gov.uk/claim-for-damage-to-your-vehicle"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-05T09:49:34.387Z"
    },
    "id": 636118,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636118.json"
    },
    "type": "petition"
}