{
    "attributes": {
        "action": "Reduce the price of utility bills",
        "additional_details": "To help people have a more positive insight on their financial situation/ living arrangements as energy bills being so high can not only affect mental & physical health of adults, but children too. i don’t think the society/public are considered enough, especially for those working a 40+ hour week with no entitlement to extra help and are still struggling to make ends meet. this has to stop!",
        "background": "consider reducing the price of utility bills..mainly gas and electricity alongside water usage etc. the cost of living crisis is only causing more problems for people which can effectively have an impact on people’s mental health",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-03T20:41:54.780Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-03T20:54:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-05T09:43:16.704Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action that the Government or Parliament is directly responsible for.\r\n\r\nWe understand that you're concerned about the cost of utilities, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Government isn't directly responsible for the price of utilities, but can provide financial support to decrease the cost of utilities to households. The Government has already done this for energy bills through the Energy Price Guarantee, and we can accept petitions calling for this support to be made more generous. We could also accept a petition calling on the Government to put in place similar support for water bills.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-05T09:44:00.794Z"
    },
    "id": 636163,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636163.json"
    },
    "type": "petition"
}