{
    "attributes": {
        "action": "Make family court a safe place for victims of domestic abuse, do not silence us!",
        "additional_details": "I want the Government or Parliament to change this, I’m well aware that domestic abuse is a lot more than just physical violence. Manipulation & coercive control are very hard to prove. If you are a victim of any emotional or psychological abuse, you are given limited time with a CAFCASS worker who determines if what you are saying is genuine. If both have raised DA it’s then drawn a line under. There needs to be a change. The right support & training needs to be given!",
        "background": "Mediation is not suitable for victims of domestic abuse and currently court is the only option to go down. However it is also not a safe place to have your voice heard due to perpetrators being in denial and unfortunately unless there is a criminal conviction you are not taken seriously.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-04T17:13:27.160Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-04T17:26:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-06T12:29:25.343Z",
        "rejection": {
            "code": "no-action",
            "details": "The judiciary is independent of the Government and Parliament, so we can't accept petitions about training for members of the judiciary. You may wish to sign this petition, which asks the Government to review handling of legal proceedings involving victims of domestic abuse: https://petition.parliament.uk/petitions/635062\r\n\r\nIf you need help with domestic abuse, you may wish to consider the information available here: https://www.gov.uk/guidance/domestic-abuse-how-to-get-help\r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-06T12:30:03.126Z"
    },
    "id": 636206,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636206.json"
    },
    "type": "petition"
}