{
    "attributes": {
        "action": "Change the rules for the Child Maintenance",
        "additional_details": "Stop children and the payment receiving parent from going without as the paying parent holds all the power.",
        "background": "Give better guidelines to the Child Maintenace to use against parents who do not comply with paying",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-06T11:59:18.532Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-06T16:51:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-11T07:59:04.569Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about non-payment of child maintenance, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Child Maintenance Service can already take a range of actions to collect arrears of child maintenance. You can find out what actions the CMS can take here: https://commonslibrary.parliament.uk/research-briefings/cbp-7774/\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nNon-payment of child maintenance a criminal offence with custodial penalties: https://petition.parliament.uk/petitions/634816\r\n\r\nConduct a full review of the Child Maintenance Service: https://petition.parliament.uk/petitions/634098\r\n\r\nIf you want the Government to do something different to the above petitions you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-11T07:59:05.633Z"
    },
    "id": 636292,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636292.json"
    },
    "type": "petition"
}