{
    "attributes": {
        "action": "Make The Masters golf tournament available on free-to-air television",
        "additional_details": "Putting live golf coverage behind a paywall means that the sport is being lost to those that cannot afford to pay for a subscription. While it also fails to capitalise on the huge numbers of people who enjoy the game.\r\n\r\nMartin Slumbers, the Chief Exec of the R&A, recently stated that 10.2 million people played golf each year in the UK. The loss of live coverage of these Majors and even lack of highlights on free-to-air telelvions, and the inspiration that it gave to those that watched, means that golf will forever lose generations of future stars.",
        "background": "For years golf fans have enjoyed watching The Masters on terrestrial TV - for the first time in 2022 there is no live coverage and not even highlights of The Masters on free-to-air television. The Masters should be classed as Category A or at least a Category B sporting event.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-08T19:38:37.908Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-08T19:58:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-11T15:51:48.734Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about what sporting events to broadcast are a matter for individual broadcasters, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to add the Masters tournament to the list of events for which broadcast rights must be offered to the main free-to-air terrestrial broadcasters on “fair and reasonable terms”, if that's what you want to happen.\r\n\r\nIt would still be up to individual broadcasters whether to secure broadcast rights and how to use these."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-11T15:51:49.918Z"
    },
    "id": 636401,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636401.json"
    },
    "type": "petition"
}