{
    "attributes": {
        "action": "Ban radio broadcasts from containing audio which may distract a motorist",
        "additional_details": "Audio effects which imitate real-world sounds, including but not limited to emergency sirens, text or telephone notifications, signals such as beeps, or horns, should not be permitted within British radio broadcasts accessible via motor vehicles. As these sounds imitate realistic and probable distractions within a motorist's immediate environment, they are likely to distract an active motorist, potentially leading to increased traffic accidents, injuries, and fatalities.",
        "background": "This petition calls for His Majesty's government to introduce regulations preventing radio stations from containing misleading audio effects within their broadcasts, including within advertisements where applicable, which have the potential to distract motorists.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-09T20:27:38.003Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-13T22:11:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-17T07:41:16.565Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about broadcast standards for radio are a matter for Ofcom, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-17T07:41:17.925Z"
    },
    "id": 636427,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636427.json"
    },
    "type": "petition"
}