{
    "attributes": {
        "action": "Private hire licensing councils to have permanent enforcement in each area",
        "additional_details": "Public Saftey.\r\nThere is a spread in the areas in which out of district private hire vehicles are being used, this is leading to operators/drivers of such licensed vehicles working areas a long way from where they were licensed.\r\nIn some cases the owner/drivers of the vehicles are breaching the legislated rules at the moment by not using the correct signage and pretending to be hackney vehicles and are operating without insurance.\r\nWe need local enforcement covering ALL areas the license covers.",
        "background": "Have any local council that issues a private hire license to either limit its license to operating borders, or have enforcement in each operating area where that license is in use.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-11T10:13:30.563Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-11T11:06:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-13T09:56:52.469Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about enforcement action in respect of taxi and private hire vehicle licences are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRequire taxis and private hire vehicles be licensed in the areas they operate: https://petition.parliament.uk/petitions/636443"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-13T09:56:53.920Z"
    },
    "id": 636486,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636486.json"
    },
    "type": "petition"
}