{
    "attributes": {
        "action": "Cap Private Rental Rates",
        "additional_details": "For too long now a large section of the population of this country have been subjected to crippling private rental rates. \r\n\r\nIn many cases these rates have meant the ability to get onto the property ladder has become but a pipe dream. This leaves a significant section of the population heading toward what exactly, old age homelessness? The housing crisis would suggest so.\r\nFull Reform is needed. For at present the system only serves to make the rich richer and leave a healthy chunk of decent working people without a hope of securing a home of their own in their lifetime. \r\n\r\nThe private rental system is archaic. Why should private tenants bear the full mortgage costs and significantly more for landlords and suffocate any chance they themselves have of own a property at all.",
        "background": "A review of the rent charged in relation to landlord mortgage cost is needed, and whether in fact private rental should only be equivalent to or even a % cap of that value, rather than exceed it.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-11T19:05:18.481Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-11T19:15:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-13T10:57:43.616Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about rental costs, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYour petition refers to linking rent to mortgage costs, but it's not clear how this would work, as landlords might not have a mortgage for a property.\r\n\r\nYou could start a new petition explaining more clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nCap yearly rent increases for private tenants to average increase in pay: https://petition.parliament.uk/petitions/635142"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-13T10:57:44.723Z"
    },
    "id": 636516,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636516.json"
    },
    "type": "petition"
}