{
    "attributes": {
        "action": "Take measures against alcohol abuse in regards to alcohol delivery",
        "additional_details": "Helping individuals to manage and overcome addictions requires multiple interventions, temptation is too great for those with addictions.\r\nDelivery conveniences are fantastic for food and beverage services yet enable shielding snd disguised alcohol abuse, with no limits upon the number of units available for delivery each order.\r\nLike the gambling industry, I feel a self guided limit should be available on each retailer/service.\r\nI feel retailers should have to offer an abstain option to shoppers.",
        "background": "Alcohol abuse is a high cost non transmissible health and public order concern, with widespread traumatic impacts to society.\r\nAt present, there are insufficient measures to help prevent overconsumption via delivery, with orders of > 70 units possible at the click of a button every minute of the day",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-12T21:58:02.135Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-17T10:19:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-25T14:13:25.231Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about alcohol abuse, but we're not exactly sure what you'd like the UK Government and Parliament to. You could start a new petition explaining exactly what you'd like to happen. For example, you could start a new petition calling for the Government to reduce the legal measures by which spirits and other alcohol beverages are dispensed if that's something that you'd like to see. You could also start a new petition calling for a ban on delivery services for alcohol, if that's something that you'd like to happen. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-27T14:34:47.725Z"
    },
    "id": 636570,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636570.json"
    },
    "type": "petition"
}