{
    "attributes": {
        "action": "Improve Financial Education in Schools",
        "additional_details": "Financial education is on National Curriculum but most schools don’t teach it well/not at all. This is a massive problem as many don’t know the basics which will have dire consequences when they enter the real world.\r\n\r\nI did a questionnaire of UK secondary school students and 64% said they do not think the financial education they are receiving will set them up well for life while 38% say that it is rarely mentioned at their school showing the need for change.",
        "background": "Money is an intrinsic part of modern life as we live in one of the most competitive consumer economies yet most young people have very little understanding of the financial world that surrounds us and are disadvantaged as a result so improving financial education would benefit people everywhere.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2023-04-12T20:08:08.438Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-13T16:49:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-17T07:32:26.435Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you think education on finances is not adequate, but it's not clear what you want the Government to do to improve this.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIntroduce a new core subject of Personal Finances for Years 9 to 11: https://petition.parliament.uk/petitions/631393"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-17T07:32:27.562Z"
    },
    "id": 636566,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636566.json"
    },
    "type": "petition"
}