{
    "attributes": {
        "action": "Lower pensionable age for all",
        "additional_details": "My responses to the above from my local council:\r\n\"Conservative:\r\nI believe there should be equality in pension.\"\r\nThat's great but not feasible. My husband is a labourer so he will retire sooner than me.\r\nI'm sorry if I was misleading but my point is lowering the pension age for all - unless this is what you mean by equality?\r\n\"Labour:\r\nThanks for your email Melissa. Councillors have no direct influence over the national state retirement age. That is a matter for the UK Government\"",
        "background": "NHS: I only managed to progress to band 4 when a former secretary reached 66 and was able to retire.\r\nRetirement should be optional at 60. NHS employs people who would happily have left at 60, if that choice had not been taken from them.\r\nThis is for the benefit of the younger and older generation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-12T19:26:16.296Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-12T19:45:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-17T06:10:04.019Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure if you want the Government to make changes to the State Pension, the NHS pension, or both.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-17T06:10:05.251Z"
    },
    "id": 636564,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636564.json"
    },
    "type": "petition"
}