{
    "attributes": {
        "action": "If a suspect due to mental illness, police records to be deleted once recovered.",
        "additional_details": "People with mental illness are being made suspects or arrested and their DBS impacted rather than being treated by mental health professionals. It is not right or fair that people are being arrested or made suspects due to a disease. However, it is even more wrong that this is staying with them after they have recovered through the potential for disclosure on their DBS's. People who are recovered should not have to explain their actions to future employers from when they were not mentally well.",
        "background": "To create a new law whereby if someone becomes or has been a suspect, arrested or received or receives an out of court disposal, if professionals conclude that the cause of this was mental illness, once the suspect is recovered the police records concerning this are deleted.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-13T20:17:52.827Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-14T13:04:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-17T11:45:37.144Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about how cases involving suspects with mental health issues are recorded, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYour petitions refer to 'professionals' concluding that a police investigation/action was the result of an individual's mental health, but it's not clear if you are referring to the police deciding not to press charges because of an individual's mental health, if want individuals to be able to request a review by a new body, or something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nReview police handling of cases involving vulnerable suspects: https://petition.parliament.uk/petitions/636460"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-27T13:07:57.619Z"
    },
    "id": 636604,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636604.json"
    },
    "type": "petition"
}