{
    "attributes": {
        "action": "To  change the driving licensing laws in UK for partially sighted people",
        "additional_details": "This would make a huge difference to partially sighted people and helping us to make our daily lives easier and getting our jobs done more easily without having to depend on public transport to get to places . Not being able to drive restricts our activities and makes us dependent on other people for support",
        "background": "We want the UK government to change the law  to allow partially sighted people and people with retinitis pigmentosa to be given a driving license and allowed to drive driverless or driver assisted cars on British roads",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-14T10:50:11.954Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DfT",
                "name": "Department for Transport",
                "url": "https://www.gov.uk/government/organisations/department-for-transport"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-14T13:28:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-17T11:52:07.362Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to rules regarding eye sight and driving licences, but we're not sure if you want the Government to make it easier for partially sighted people to get standard driving licences, or if you want the Government to create a licence for partially sighted people, that just enables them to use driverless or driver assisted cars.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-17T11:52:08.817Z"
    },
    "id": 636632,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636632.json"
    },
    "type": "petition"
}