{
    "attributes": {
        "action": "Petition for the Implementation of Dynamic Weekends in the United Kingdom",
        "additional_details": "Dynamic weekends will improve well-being and productivity by providing sunnier time off, leading to increased motivation and performance at work. The proposed system maintains 104 annual weekend days, preserving economic stability while enhancing citizens' quality of life. Implementing dynamic weekends fairly distributes sunny days off across the nation, ensuring that more people can benefit from outdoor activities, supporting mental health, and promoting a healthier, more prosperous UK.",
        "background": "Dynamically shift weekends and public holidays to days when 70% or more of the UK experiences sunny weather, and make weekends with 70% or more gloomy weather working days. Maintain an annual average of 104 weekend days per year to ensure no negative impact on the economy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-15T12:08:06.574Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-21T08:05:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-26T11:05:56.927Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about working days are a matter for individual employers and employees, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling for changes to when bank holidays are held, but it would need to be clear at what point you want these dates to be set."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-26T11:05:57.622Z"
    },
    "id": 636678,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636678.json"
    },
    "type": "petition"
}