{
    "attributes": {
        "action": "Eradicate the word \"Mental\" and replace it with the word \"Mind\".",
        "additional_details": "We need bold positive change to eradicate stigma associated with the word \"mental\", it results in misunderstandings about the nature of any disorder.\r\n\r\nChanging the word, will change the way the services perceive people with mind conditions but also how these people see themselves. \r\n\r\nMental describes derogative issues which in turn denotes pessimistic outcomes. \r\n\r\nWe need monumental steps to eradicate the word \"mental\".  A commitment from this Government to end stigma by championing change.",
        "background": "I have for a long time been concerned with the use of the word \"mental\" to describe conditions of people's minds.   I remember a friend, who was labeled \"mental\" at school, and sadly he took his life.  The stigma attached to him in his earlier years never left him.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-13T21:09:01.614Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-13T22:16:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-17T07:41:45.808Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the use of language are a matter for individuals, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-17T07:41:47.095Z"
    },
    "id": 636607,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636607.json"
    },
    "type": "petition"
}