{
    "attributes": {
        "action": "Abolish road tax until local councils and Highways England fix existing potholes",
        "additional_details": "I believe we need to stop paying money for our roads if those roads are not up to a standard to drive on. The public is required by law to have a roadworthy vehicle so why is the local councils/Highways England allowed to have roads that are not worthy of a vehicle to use?",
        "background": "With thousands of potholes across our roads and highways that are causing damage to vehicles on a daily basis, its time something is done about it. Not only does it cost road users repair bills but also causes a risk of accident to bike users on the road.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-14T08:44:53.359Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-14T09:18:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-17T10:30:26.465Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the condition of roads, but we're not sure what criteria you want to be set for when vehicle excise duty can be charged again.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease funding for the repair and resurfacing of roads: https://petition.parliament.uk/petitions/634995\r\n\r\nYou can already claim compensation if your vehicle has been damaged by a road. You can find out to do this here: https://www.gov.uk/claim-for-damage-to-your-vehicle"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-17T10:30:27.458Z"
    },
    "id": 636624,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636624.json"
    },
    "type": "petition"
}