{
    "attributes": {
        "action": "Introduce Legislation on Exam Boards and Language GCSEs based on Census results",
        "additional_details": "Over the past decade, some communities have vastly expanded in size in the UK. Many people who have settled in the UK now have their children in school here. It is vital that a language GCSE be extended to the unrepresented communities. For example, whilst we have a Polish GCSE, and rightly so, the Romanian Community, which the latest Census puts at 472,000 speakers, has no such provision. It is only just that the Government brings in a mechanism to rectify this in good time.",
        "background": "Currently, it is on Exam Boards themselves to decide which languages have sufficient demand for a GCSE to be made available. We wish for a law to be passed, which requires mandatory consideration of the available Language GCSEs, based upon the latest Census results.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-17T13:16:24.353Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-17T17:06:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-26T14:46:58.748Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nIt is up to exam boards to decide what factors they take into account when deciding which languages have sufficient demand for a GCSE or A Level to be made available. You may wish to contact exam boards directly about this issue."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-27T13:42:16.763Z"
    },
    "id": 636788,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636788.json"
    },
    "type": "petition"
}