{
    "attributes": {
        "action": "Repeal Supreme Court ruling to allow Private emails for official Gov' business",
        "additional_details": "The Supreme Court has decided to support the lower courts over the lawfulness of the use of private communication channels to conduct public business. This means that all correspondence between officials is completely at the whim of individuals to share or get hacked and be shared. This is unsafe. As it stands it is currently acceptable for individuals within government to use unsafe apps for making incredibly significant decisions affecting the UK and the World without regulation or records.",
        "background": "We should immediately withdraw this dangerous oversight or make it law for all individuals and international business and national security engagements. We mustn't have one rule for the few and a different for the many. Public opportunities are lost while we are unfavoured this way. Level the field.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-17T15:42:04.600Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-18T15:11:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-26T07:02:16.402Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned by recent decisions by the judiciary regarding the conduct of official government communications, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYour petition refers to \"all individuals and international business and national security engagements\", but it's not clear what you mean by this.\r\n\r\nWe can accept petitions calling on the Government to introduce new requirements in relation to the conduct of official government communications, but you would need to be clear what new requirements you wanted to be imposed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-26T07:02:18.433Z"
    },
    "id": 636797,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636797.json"
    },
    "type": "petition"
}