{
    "attributes": {
        "action": "Extend Ultra Low Emissions Zone (ULEZ) scrappage grant scheme to Slough",
        "additional_details": "Drivers with vehicles which fall short of emission standards will have to either sell/scrap or shoulder the cost as per ULEZ scheme or pay £12.50\r\nThe grant scheme for London drivers does not include Slough and drivers are not considered eligible to get cash for their old car under the scheme. \r\nSlough is at the border of the ULEZ expansion line and there are many residents in the borough that travel to the capital for work, shopping or leisure, with many also having near and dear relatives",
        "background": "Include Slough in the ULEZ scrappage scheme\r\nThe ULEZ expansion on Aug 29th will move closer to Slough including Heathrow Airport, and will result any motorists driving with M25 ring road with a car exceeding the emissions level at a risk of being charged £12.50 a day under the new tariff.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-18T08:26:07.968Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-20T10:51:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-25T09:52:39.174Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. It is the responsibility of the Mayor of London and the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-25T09:52:39.171Z"
    },
    "id": 636829,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636829.json"
    },
    "type": "petition"
}