{
    "attributes": {
        "action": "Crossing on dunmow road",
        "additional_details": "I’m registered blind and have 3 children im moving into a new build soon but I’m worried as their is no safe place to cross I’m scared because I can’t see I won’t be able to cross the road to be independent and I would really appreciate everyone’s help to make it a safe place to cross. Not only for me but for everyone in the area. Thanks",
        "background": "I would like the local council to approve a traffic light or zebra crossing so it is safe for pedestrians on dunmow road just outside of manor links",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-19T21:47:54.436Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-20T08:08:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-21T11:10:38.285Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local road improvements are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition East Herts Council directly: http://democracy.eastherts.gov.uk/ielogon.aspx?lp=1&RPID=12313643&HPID=12313643&Forms=1\r\n\r\nWe only reject petitions that don’t meet the petition standards."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-21T11:10:38.283Z"
    },
    "id": 636932,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636932.json"
    },
    "type": "petition"
}