{
    "attributes": {
        "action": "Make the Network Railcard eligible for the entire UK.",
        "additional_details": "The government need to ensure that everyone in this country has access to a Railcard regardless of their place of residence. This will prove that they're serious about their \"levelling up\" agenda and ensure that everyone has affordable access to the rail. It helps people move to a more environmentally friendly mode of transport and will reduce traffic on the roads. The government should use this as a serious matter to help meet the goals of environmental progress, levelling up and economics.",
        "background": "The Network Railcard only applies to people in the southeast of England. This means that once you hit 30, unless you meet specific requirements you have to pay full fare on all tickets if you live anywhere else in the UK. This is discriminatory and unfair to people outside of the southeast.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-19T12:19:38.322Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-19T19:09:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-26T10:20:20.634Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe UK Government is only responsible for transport policy, including rail cards, for England.\r\n\r\nWe could accept a petition calling on the Government to require train operators in England to accept rail cards from Scotland, Wales and Northern Ireland, but it would be up to the governments of Scotland, Wales and Northern Ireland whether the rail cards for England should be accepted in those nations.\r\n\r\nWe could also accept a petition calling on the Government to work with the devolved administrations to try and secure UK-wide recognition of rail cards."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-04-26T10:20:21.168Z"
    },
    "id": 636900,
    "links": {
        "self": "https://petition.parliament.uk/petitions/636900.json"
    },
    "type": "petition"
}