{
    "attributes": {
        "action": "Reverse change of circumstance requirements for PIP claimants travelling abroad",
        "additional_details": "Disabled people should have the same right to travel abroad for holidays, work, family nd other reasons as non-disabled people. Travel like this is does not change a person's care or mobility needs. Disabled people shouldn't have to answer personal.and intrusive questions to get permission to travel just because they receive PIP. Non-disabled people recieving tax credits only notify travel abroad of over 8 weeks. This is less favourable treatment of disabled people and possibly discriminatory.",
        "background": "The requirement to notify a change of circumstances for travel abroad for people receiving Personal Independence Payment claimants has changed from four weeks to any travel. Any change of circumstances can lead to a loss or reduction of PIP. We want this change reversed immediately.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-22T15:23:50.833Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-22T16:27:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-02T11:18:44.147Z",
        "rejection": {
            "code": "no-action",
            "details": "The rules on claimants of the Personal Independence Payment informing the Department for Work and Pensions about travel abroad has not changed. Claimants should notify the Department for Work and Pensions t if they are planning to go abroad for 4 weeks or more. This is set out in the PIP handbook here: https://www.gov.uk/government/publications/personal-independence-payment-fact-sheets/pip-handbook#changes-in-circumstances"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-09T10:25:49.242Z"
    },
    "id": 637058,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637058.json"
    },
    "type": "petition"
}