{
    "attributes": {
        "action": "Tackle the disgraceful Mirgration sitaution! Stop the boats! Help our own people",
        "additional_details": "I have seen time and time again, the goverment are turning their heads away from our own people who are homeless on the streets with no shelter no food no nothing! and we have vets that have put their lives at risk for this country, yet again the uk goverment have failed to help our vets to get them housing and put them as a priority\r\n\r\nbut they are many many men who are fighting aged men that are coming across to the uk illegally, and they get put up in 4 and 5 star hotels, that is paid for by the tax payer, every day plus they get 3 meals a day, and get money every month from the goverment! When they come here to the uk,\r\n\r\nIts time we start putting our own people first! Its time we look after our own! \r\n\r\nPlease sign this petition if you agree with me",
        "background": "I want the uk goverment to tackle this disgraceful Mirgration sitaution! And stop the boats from reaching the uk! And start putting our own people first that includes our vets that have fought for this country over the years, and help our own people get off the streets and get housing",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-22T15:04:37.126Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-25T06:47:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-04-28T05:52:47.190Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about illegal attempts to enter the UK, and support for veterans, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Government has introduced the Illegal Migration Bill to change the law so that those who arrive in the UK illegally will not be able to stay here and will instead be detained and then promptly removed, either to their home country or a safe third country. You can find out more about this legislation here: https://www.gov.uk/government/collections/illegal-migration-bill\r\n\r\nThe Government has also agreed measures with France to tackle illegal migration. You can find out more about these here: https://www.gov.uk/government/news/prime-minister-agrees-unprecedented-measures-to-tackle-illegal-migration-alongside-france\r\n\r\nWe can accept petitions calling for changes to immigration policy, or support for veterans, but it would need to be clear what action you want the Government to take."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-02T12:23:03.548Z"
    },
    "id": 637056,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637056.json"
    },
    "type": "petition"
}