{
    "attributes": {
        "action": "Tesco needs to decrease the price of a meal deal",
        "additional_details": "I am writing to express my concern about the current pricing of the meal deals offered by Tesco. As a loyal customer of Tesco, I have noticed that the current price of the meal deal is quite expensive and it is putting a strain on the budget of many consumers.\r\n\r\nThe current price of the meal deal is simply too expensive for many consumers, particularly those on a tight budget. Many people rely on the meal deal as a quick and affordable lunch option, and the current price is making it difficult for them to access nutritious and filling meals.\r\n\r\nIn conclusion, I urge the government to take action and force Tesco to reduce the price of their meal deal to £3. This would be a significant step towards ensuring that all consumers have access to affordable and nutritious food options.",
        "background": "Force Tesco to decrease the price of a meal deal to £3",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-27T20:28:17.670Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-27T20:59:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-02T07:56:57.010Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the price of meal deals are a matter for individual retailers, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-02T07:56:58.153Z"
    },
    "id": 637331,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637331.json"
    },
    "type": "petition"
}