{
    "attributes": {
        "action": "Change planning law on greenbelt land from being exploited for commercial gain.",
        "additional_details": "Abbots Leigh is a small village in North Somerset, just outside of Bristol where a venture capitalist backed business are planning on expanding their business.  They intend to without planning permission:\r\nInstall 700 commercial allotments \r\nInstall 80 parking spaces\r\nInstall shipping containers \r\nUse plastic matting, cardboard & municipal compost\r\nAll on a beautiful greenbelt meadow with rare species including butterflies, skylarks, green woodpeckers, bats and many more \r\nHelp save our Greenbelt Land",
        "background": "Help us save our greenbelt land from commercial allotments exploiting the loopholes in planning laws for agricultural land. Stop the GreenWashing for Venture Capitalists backed businesses under the guise of ‘saving our planet’, in reality they are VC backed businesses with aggressive growth plans",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-27T20:04:56.736Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-27T20:38:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-02T07:56:17.453Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action, and we're not sure exactly what changes you'd like to be made to planning legislation.\r\n\r\nWe can accept petitions calling for changes to legislation governing new developments, but it would need to be clear what types of development you want to be prevented, or for planning permission to be required for."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-09T07:05:31.426Z"
    },
    "id": 637329,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637329.json"
    },
    "type": "petition"
}