{
    "attributes": {
        "action": "STOP the closure of Kettering Conference Centre and Leisure Village",
        "additional_details": "Around 85 employees, 3000 health club members, The National Volleyball centre  for the UK,  Local Sports Groups, British Judo Council, Local Theatre Groups, Dancing Schools, NHS Midwifery, Local personal trainers, Therapists, Town Council, youth groups, volunteers, religious groups, Local Businesses and much more are now without a venue in which to operate from and are looking for support from government to keep this very viable business operating.",
        "background": "Require North Northants Council or Management Company  to step in and  run this community asset whish is a very viable business in which now has 30 days to closure date and urgent action is required to avoid losing this asset to not only local community but the entire country",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-27T21:26:59.800Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-28T06:51:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-02T08:00:08.744Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about these businesses and the provision of these services in Kettering are a matter for their owners and the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-02T08:00:10.103Z"
    },
    "id": 637338,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637338.json"
    },
    "type": "petition"
}