{
    "attributes": {
        "action": "Amend proposed cost sharing regulations by the CAA to support platforms",
        "additional_details": "The CAA created CAP 2391 to combat illegal chartering, but instead, it may outlaw platforms that are being used by 98,000+ passengers and 6,000+ pilots. This regulation was formed without proper statistical data and may harm flying safety as collateral damage : pilots use the platform to fly more regularly and maintain a higher level of experience. The UK's GA community will lose a valuable service they have been using for the past 8 years, which will still be available in the rest of Europe.",
        "background": "We ask the government to look clearly at the facts raised against these regulation changes that will impact cost-sharing platforms operating in the UK. By cooperating with regulation authors to amend the regulation to support common interests. Ultimately more experience leads to safer flying.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2023-04-27T14:45:28.838Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-01T08:11:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-03T06:54:00.098Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about possible changes to cost sharing regulations for private pilots, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe CAA is operationally independent of the Government and Parliament, but we can accept petitions about changes to cost sharing regulations, which will need to be introduced by the Government and approved by Parliament. You would just need to be clear what changes you want, or do not want, to be implemented."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-05T16:40:41.170Z"
    },
    "id": 637314,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637314.json"
    },
    "type": "petition"
}