{
    "attributes": {
        "action": "Open more extra curricular activities for females of any ages",
        "additional_details": "Some girls and boys may not feel comfortable in mixed gender groups so I believe that more clubs should be opened where there is an option. If the Government was to do this, it would benefit the mental health of many girls and boys as they will be able to get more active and feel comfortable with their surroundings.",
        "background": "Open more clubs for females of any age. They could be boxing, football, rounders and many more like dancing, athletics and social clubs. There should be online sign up where there is an option for a mixed gender group, an all boys group or an all girls group.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-01T20:31:55.801Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-01T21:34:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-03T07:34:07.945Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nProviding extra curricular activities are a matter for relevant groups and businesses, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to provide additional funding to groups offering extracurricular activities for females, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-03T07:34:09.086Z"
    },
    "id": 637494,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637494.json"
    },
    "type": "petition"
}