{
    "attributes": {
        "action": "Introduce a priority line for serving members of the Military who need surgery.",
        "additional_details": "I am a serving soldier. 10 months ago I suffered an injury from a car crash where the other driver was at fault. I broke both my legs and need further corrective surgery after the initial discharge from hospital. Members of the armed forces are given a year to get back to work, however we are having to wait longer than a year for surgery due to waiting lists. We sacrifice our lives to serve our country, we deserve to be treated quicker to continue to provide that service.",
        "background": "Introduce a priority queue for serving members of the armed forces who need medical surgery as a result of injury. NHS waiting lists are a struggle for everyone however the selfless commitment of men and women to serve their country deserves surgery fast tracked by the NHS.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-29T11:16:03.486Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-01T19:01:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-03T07:27:29.506Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We are sorry to hear about the car crash you were involved in, and wish you a speedy recovery.\r\n\r\nWe can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about admissions and treatment for NHS patients are a matter for the NHS, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-03T07:27:30.527Z"
    },
    "id": 637400,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637400.json"
    },
    "type": "petition"
}