{
    "attributes": {
        "action": "Councils to adopt new build estates to protect freeholders from Management Fees.",
        "additional_details": "Freeholders are scared and financially stressed about estate management fees. We pay council tax but then subjected to uncapped and unregulated fees by these companies. If the green spaces budget was upped then the council could adopt the full estate that it gave planning permission for.\r\nUntil the past 15 – 20 years everything outside your home would be put up for adoption by the council and upkeep paid for by your council tax - Not now, now it's estate fees. Freehold means free from hold!",
        "background": "Give councils more funding for Green Spaces\r\nHome owners have been mislead at the point of sale. Estates to be brought to adoption standard by remedial work from the developer. Adoption or public ownership for public open spaces. Legal covenants & fee clauses to be removed on next sale or remortgage",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-04-29T23:11:04.208Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-04-30T17:13:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-03T06:28:29.583Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about arrangements for new build estates, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe could accept a petition calling on the Government to provide additional funding to local authorities in respect of green spaces, but decisions about the adoption of new build estates are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nGive residential freeholders a Right to Manage communal areas: https://petition.parliament.uk/petitions/634842"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-03T06:28:30.658Z"
    },
    "id": 637427,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637427.json"
    },
    "type": "petition"
}