{
    "attributes": {
        "action": "Law for energy efficient heating and appliances in private rental properties.",
        "additional_details": "I rented a flat privately in 2019. It was February, very cold out & so was the flat. The existing tenants had electric heaters on. I asked the agent to confirm the heating was working. He did not but I needed to make a decision as I had to move. Moved in and the stress began. The heating didn't work properly. The wiring in the flat was old and unsafe. The appliances old & energy inefficient. It caused enormous problems between myself and the unfit landlord leading to an unfair possession order",
        "background": "Require landlords by law to have safe, energy efficient, working heating and appliances in private rental flats. Make EICR a legal requirement every year. Ensure EPCs are accurate. Make it illegal to list a property for rent if heating and appliances aren't energy efficient. Hold agents accountable.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-01T12:47:55.456Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-09T10:28:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-10T17:50:07.042Z",
        "rejection": {
            "code": "no-action",
            "details": "We are sorry to hear about your experience, but petitions need to call on the Government or Parliament to take a specific action, and we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Landlord and Tenant Act 1985 already requires landlords to keep in repair and proper working order the installations for heating and hot water.\r\n\r\nLandlords are already required to provide EICRs and EPCs, and action can be taken if an EPC is not accurate.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. If you want landlords to be required to have specific appliances in the properties they let, you would need to be clear what appliances you wanted to be required."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-10T17:50:08.206Z"
    },
    "id": 637481,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637481.json"
    },
    "type": "petition"
}