{
    "attributes": {
        "action": "Require the government to address the issue of dealing with nuclear waste",
        "additional_details": "Nuclear waste has no respect for human time-spans. The currently considered way to neutralise its threat is bury it into a subterranean vault, of the kind the UK plans to build later this century. \r\nOnce interred, the waste has to be left for tens of thousands of years, while its radioactivity cools. \r\nDealing with any radioactive waste left on decommissioned sites will be a slow-motion race against time, which will last so long that even the grandchildren of those working on site will not see its end. \r\nThe process for what we currently have to deal with is estimated to cost at least £121bn.\r\nCompared to the longevity of nuclear waste, Sellafield, for example, has only been around for roughly the span of a single lunch break within a human life.",
        "background": "To publish a full and honest report on how they intend to deal with existing nuclear waste and also with the predicted nuclear waste from planned, future, nuclear power stations",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-03T12:18:44.773Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-03T16:49:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-05T06:15:57.718Z",
        "rejection": {
            "code": "already-happening",
            "details": "In January 2022 the Government created Nuclear Waste Services to ensure that waste is managed in a way that protects people and the environment, now and in the future.\r\n\r\nYou can find out more about Nuclear Waste Services here: https://www.gov.uk/government/organisations/nuclear-waste-services/about\r\n\r\nNuclear Waste Services recently published a new Corporate Strategy which is focused on key strategic objectives to ensure that the right waste form, in the right package, is managed or disposed of at the right facility. NWS has said it will support accelerated decommissioning through innovation, with legacy and future waste streams managed in the most sustainable and efficient way through technology development, expertise and setting worldwide standards to provide value for the UK.\r\n\r\nYou can read this strategy here: https://www.gov.uk/government/publications/nuclear-waste-services-corporate-strategy-2023\r\n\r\nIf there is a specific action you would like the Government to take in respect of nuclear waste management, you could start a new petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-05T06:16:00.565Z"
    },
    "id": 637576,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637576.json"
    },
    "type": "petition"
}