{
    "attributes": {
        "action": "Stop TFL from closing Kentish Town tube station for one year",
        "additional_details": "Thousands of people use the Kentish Town station each day and for many - particularly the elderly and disabled - the one year closure will mean they will not be able to access the services they need. For commuters and school children, this closure will result in daily disruption, delays and even more overcrowding of already busy alternatives, Camden Town and Tufnell Park, both of which regularly suffer from overflowing demand. Many local businesses that rely on tube traffic will also suffer.",
        "background": "This petition asks Transport for London to stop plans to close the Kentish Town tube in June and to design an alternative strategy that enables the tube to continue operating. It also urges the Department for Transport and Camden Council to intervene in support of this also.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-02T09:41:25.584Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-02T17:40:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-03T14:36:45.072Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is an operational matter for Transport for London.\r\n\r\nWe only reject petitions that don’t meet the petition standards."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-03T14:36:45.069Z"
    },
    "id": 637510,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637510.json"
    },
    "type": "petition"
}