{
    "attributes": {
        "action": "Covid Conscious Shopping for Covid Conscious people: Instate set shopping times",
        "additional_details": "As we know, Covid19 is a virus which is Airborne. The virus is still a threat continuing to mutate infecting people putting them at risk of Long Covid and permanent damage. Covid19 does not discriminate. Anyone at any age, regardless of health or vaccination status is at risk of catching, transmitting the virus. The world may have moved on, but for people left damaged by Covid, we cannot forget or resume our lives as we once did.\r\nWe urge you to support this petition by helping to protect us!",
        "background": "To implement within Supermarkets a safe space for a set period of time during the day to allow Covid Conscious, Disabled & Vulnerable people to shop safety who wish to continue to follow Covid protocols ie: Masking, Hand Sanitising and social distancing to help prevent the risk of catching Covid19.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-09T19:49:18.557Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-09T20:13:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-11T07:08:51.535Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about opening arrangements and covid safety in retail businesses are a matter for individual retailers, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-11T07:08:52.729Z"
    },
    "id": 637871,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637871.json"
    },
    "type": "petition"
}