{
    "attributes": {
        "action": "Stop drug dealing in Cambridge Heath area",
        "additional_details": "Drug dealers have taken over the Cambridge heath area and are taking advantage of the areas under the overground to sell and force vulnerable people to consume class 1 Drugs. \r\nThe area is becoming more and more dangerous, especially in hare row and surroundings where dealers harass and aggress women and local residents, including elderly and children (Knife aggressions and even sex in public space have been reported). his comes together with an increase in thievery and breaks in flats in the area, in particular around the oval.\r\nResidents demand the council to attend our calls and install CCTV in the area to prevent the dealing and consumption of class 1 drugs, and guarantee people safety! We have had no response for years and cannot continue living with fear!",
        "background": "Please stop drug dealing, we need cctv! We dont feel safe",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-08T19:08:26.348Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-08T19:27:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-10T07:08:15.018Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nTackling crime is are a matter for the local police force, not the UK Government or Parliament.\r\n\r\nDecisions about investigating and prosecuting alleged crimes are a matter for the police and Crown Prosecution Service, not the Government or Parliament.\r\n\r\nIf you think that a crime has been committed, you should contact the police here: https://www.police.uk/contact/\r\n\r\nIf you're not happy with how your local police force is tackling crime in your area, you could contact your local Police and Crime Commissioner about this. You can find contact details for your local Police and Crime Commissioner here: https://www.apccs.police.uk/find-your-pcc/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-10T07:08:16.187Z"
    },
    "id": 637808,
    "links": {
        "self": "https://petition.parliament.uk/petitions/637808.json"
    },
    "type": "petition"
}