{
    "attributes": {
        "action": "We need to completely overhaul the way this country is run. The UK is failing.",
        "additional_details": "How can we prevent our systems being tainted by human nature and greed?\r\n\r\nWe need politicians who are honest and have integrity. They should act in the interests of the public not billionaires. They should be held to the same scrutiny as businesses in marketing and advertising law.\r\n\r\nWe need a media that communicates fact not propaganda.\r\n\r\nWe need all thoughts to be heard and be taken into account when making decisions. Policies should benefit the most amount of people without causing harm.",
        "background": "Our political and economic systems are now actively harming the public and serving only the rich. We need to start looking at the UK as a failing business that needs urgent intervention to put it back on track.\r\n\r\nIf we don’t act soon it won’t just be the poor that are suffering.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-14T09:46:53.861Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-14T11:54:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-17T11:28:15.096Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-19T14:03:29.624Z"
    },
    "id": 638091,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638091.json"
    },
    "type": "petition"
}