{
    "attributes": {
        "action": "Single parents to be granted 30 hours funded childcare",
        "additional_details": "As a single mother trying to work it is difficult to earn with only 15 hours funded childcare. And in order to get 30 hours funded we must meet the income threshold, which is difficult to do when we only have 15 hours funded. It's a catch 22 . We need childcare in order to work but we need to work to get the childcare.\r\nIf we gave single parents who are working accessto the childcare it would mean that more single parent families would be less reliant on benefits. And be able to support their fam",
        "background": "Grant single parents 30 hours funded childcare so that they can work.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-12T10:43:46.162Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-12T14:59:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-16T12:26:15.538Z",
        "rejection": {
            "code": "already-happening",
            "details": "In the last Budget the Government announced that from September 2025, working parents of children under the age of five will be entitled to 30 hours free childcare per week. You can read more about changes to free childcare entitlements here: https://educationhub.blog.gov.uk/2023/03/16/budget-2023-everything-you-need-to-know-about-childcare-support/\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nBring in March 2023 budget changes to childcare allowances immediately: https://petition.parliament.uk/petitions/634909"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-22T12:47:51.492Z"
    },
    "id": 638013,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638013.json"
    },
    "type": "petition"
}