{
    "attributes": {
        "action": "Reform GP education surrounding ADHD.",
        "additional_details": "Thousands of people are dismissed when approaching their GP about ADHD. They display an outdated knowledge base and are prescribing medications which do not help people. This has been made worse by the recent BBC Panorama episode which aimed to “expose” private ADHD clinics - with which I had tremendous success and no complaints. Reform is needed to improve primary care provision for those diagnosed with/seeking a diagnosis of ADHD.",
        "background": "I wish to see General Practitioners being educated with up to date information surrounding ADHD. For example, an extra e-learning module to improve understanding and primary care management of the condition.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-17T21:39:31.740Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-18T10:01:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-23T06:40:53.252Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nTraining requirements for GPs are a matter for the GMC rather than the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nHold a Public Inquiry into pre and post diagnosis ADHD support: https://petition.parliament.uk/petitions/638179\r\n\r\nFund Improved Diagnosis Pathways For Neurodivergence: https://petition.parliament.uk/petitions/630668"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-23T06:40:54.208Z"
    },
    "id": 638265,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638265.json"
    },
    "type": "petition"
}