{
    "attributes": {
        "action": "Allow Private Hire Drivers in bus lanes.",
        "additional_details": "We believe that allowing PHV to use bus lanes will help to reduce traffic congestion and improve the overall flow of traffic in the city. It will also allow drivers to transport their passengers more efficiently and help to curb harmful emissions by decreasing the time spent on the road. Therefore, we urge the elected officials and decision-makers in Birmingham to reconsider the current regulations and take necessary action to allow private hire vehicles to use bus lanes within the city.",
        "background": "Private hire drivers carry passengers from all walks of life and work round the clock to provide a high-quality service.It is unjust to prohibit them from accessing bus lanes and make their jobs more difficult,especially they already face challenges inproviding better service to disabled passengers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-18T10:07:28.758Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-19T07:28:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-25T10:58:12.737Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Restrictions on the types of vehicles that can use particular lanes, including bus lanes, are a matter for individual local authorities, not the Government or House of Commons.\r\n\r\nIf you want your local authority to permit private hire vehicles to be able to use all bus lanes in your locality you should raise this with your local authority or local councillor."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-25T10:58:19.211Z"
    },
    "id": 638286,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638286.json"
    },
    "type": "petition"
}