{
    "attributes": {
        "action": "Legislate so that tech companies cannot delete accounts for inactivity",
        "additional_details": "Recently it has been announced that both Twitter, and Google are planning to delete inactive accounts, with other tech companies likely to follow. This risks erasing a huge amount of human history on the internet, but in the case of Googe, where an account is often the key to every online service a person accesses, risks locking people out from everything if they spend longer than a 2 year period unable to log in, such as after a coma, or a prison sentence.",
        "background": "The government should ban tech companies from deleting user accounts for merely being inactive for an arbitrary amount of time. To discourage this there should be a large fine (noticeable to the yearly profits of a large corporation) for every account deleted in this fashion.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-17T09:58:02.060Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-17T16:54:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-22T13:04:03.881Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about arrangements for closing customers' accounts, including for online services like email and social media, are a matter for individual businesses, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-22T13:04:05.573Z"
    },
    "id": 638223,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638223.json"
    },
    "type": "petition"
}