{
    "attributes": {
        "action": "Stop Subsidised Food and Drink for MP's and House of Lords",
        "additional_details": "Stop the subsidy on Food and Drink in government buildings immediately",
        "background": "Stop wasting tax payers money on cheap food and drink during cost of living crisis also when government are promoting minimum pricing on alcohol time they led by example",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-17T15:32:58.350Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-18T08:29:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-23T06:33:38.083Z",
        "rejection": {
            "code": "no-action",
            "details": "The House of Commons Catering service does not provide a subsidised service in the commercial sense of the word. Some venues make a profit, while in other venues the cost of providing the service does exceed the income received in sales due to the irregular hours and unpredictability of parliamentary business. The House of Commons publishes details of the cost of House of Commons catering services: https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/\r\n\r\nCustomers of the House of Commons Catering Services include some of the 650 MPs but also around 14,500 other pass-holders, many of whom are staff on lower wages that work irregular hours. In addition, members of the public and non pass holding visitors to Parliament also have access to these services. The irregular hours and the unpredictability of Parliamentary business contribute to increasing the net cost of providing a catering service. To offset this many of the restaurants, dining room facilities and their staff, are used to cater for private events at times when they are not required by the House. This is one of a number of measures used to reduce costs.\r\n\r\nCatering and expenses in the House of Lords is a matter for that House, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling for prices for House of Commons catering services to be raised to enable full cost recovery, if that's something you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-23T06:33:39.193Z"
    },
    "id": 638231,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638231.json"
    },
    "type": "petition"
}