{
    "attributes": {
        "action": "Grant priority route for ILR for people on work visa (Tier 2) basis on tax paid",
        "additional_details": "The Tier 2 visa category plays a vital role in addressing the skills gap by allowing highly skilled individuals from around the world to contribute their expertise and talents to the country. However, the current waiting period of 5 to 6 years to obtain ILR has become a significant source of frustration and hardship for these individuals",
        "background": "consider a policy that grants early priority access to ILR for Tier 2 visa holders who meet the following criteria - \r\nHave been residing in the UK under the Tier 2 visa for a continuous period of at least 3 years.\r\nHave been consistently paying taxes\r\nHave not utilized any public benefit",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-16T20:29:46.905Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-16T21:38:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-22T07:35:05.865Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the length of time people must be residing in the UK on a skilled worker visa to be able to apply for indefinite leave to remain, but we're not sure exactly who you want the priority route you suggest to apply to.\r\n\r\nYour petition refers to people have not \"utilized any public benefit\", but people in the UK on skilled worker visas are unable to access public funds, so this would apply to everyone on skilled worker visas.\r\n\r\nSkilled worker visas are also only available to people whose employer is sponsoring them, and people on these visas will therefore always be consistently paying tax.\r\n\r\nIt's therefore unclear if what you want is for everyone on a skilled worker visa to be able to apply for indefinite leave to remain after three years, or if you want something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-22T07:35:06.998Z"
    },
    "id": 638203,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638203.json"
    },
    "type": "petition"
}