{
    "attributes": {
        "action": "Force water companies to foot the bill for infrastructure improvements",
        "additional_details": "Water UK will  spend £10bn improving infrastructure after catastrophic failures to prevent sewage entering our water - recouped by increasing consumer bills to protect shareholder profits. They are a private entity and have neglected to maintain their assets, why should consumers pay? The government sold off our water to private entities and should protect the public by legislating that they are responsible for maintaining their assets, and should pay out of their own profits to do so.",
        "background": "Protect consumers by forcing water companies to foot the bill for large-scale improvements necessary as a result of mismanagement of assets and failure to maintain them adequately",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-18T12:53:46.263Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-18T13:28:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-23T07:15:30.563Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about price controls for water, which include the cost of investment in infrastructure, are a matter for Ofwat, not the UK Government or Parliament.\r\n\r\nUnder the Water Industry Act 1991, Ofway has statutory duty to make sure that companies are able to finance the proper carrying out of their functions. In setting price controls Ofwat's aim is to allow for a return on capital that is no more than necessary for an efficiently run company to get the funding they need from capital markets.\r\n\r\nYou can find out more about Ofwat's price controls here: https://www.ofwat.gov.uk/households/your-water-company/profits/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-23T07:15:31.839Z"
    },
    "id": 638293,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638293.json"
    },
    "type": "petition"
}