{
    "attributes": {
        "action": "Correct NHS Funding via public engagement on cost & a referendum on tax",
        "additional_details": "Successive Governments have appeared scared of increasing tax and appear to believe lower taxes are wanted by the Public above all\r\n\r\nI believe this sentiment has been misread, people care a lot about health and the consensus I experience is that we are all willing to contribute more for better outcomes\r\n\r\nModern medicine costs more, so engage us (the Public) and help us with long term sustainability and improvement of the health service and its staff, rather than focus on short term electioneering",
        "background": "We call on Parliment to correct the NHS funding crisis which needs credible tax increases confirmed by the public in a binding referendum.\r\n\r\nWe must fix years of chronic underfunding, resolve inequality between public/private healthcare, fix low NHS wages and help us survive treatable illness.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-18T21:29:03.120Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-20T09:19:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-25T12:01:02.620Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you would like to see more funding being provided to the NHS but we are unclear what precise action you would like the Government to take. You can view and sign petitions we already have open on the topic of increasing NHS funding here: https://petition.parliament.uk/petitions?q=increase+NHS+funding&state=open\r\n\r\nYou could start a new petition calling on the government to raise taxes to specifically pay for NHS services, similar to this open petition:\r\nRaise income tax to increase nurse pay in the NHS.\r\nhttps://petition.parliament.uk/petitions/629933\r\nOr you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-25T12:01:02.617Z"
    },
    "id": 638327,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638327.json"
    },
    "type": "petition"
}