{
    "attributes": {
        "action": "Ban Water Company's from issuing dividends and bonuses for 5 years.",
        "additional_details": "Excessive release of raw sewage is a nationwide environmental problem. It is causing health problems to Humans, Flora and Fauna the length of the UK. This is happening because water company's have persistently under invested in the UK sewage treatment infrastructure so that they can prioritise diverting profit to shareholders as dividends and bonuses to senior managers.",
        "background": "Change legislation or put pressure on the Water Company's that will prevent them from issuing dividends to share holders until they have invested the £10 Billion they estimate is required to address the environmental problem of excessive release of raw sewage into the UK waterways.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-19T14:29:21.157Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-20T05:17:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-25T11:46:22.387Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The payment of dividends and bonuses is a matter for individual companies, not the UK Government or Parliament. You could start a new petition calling for a tax to be introduced on the profits of water companies found discharging sewage in to the water ways, if that's something that you'd like to see.\r\n\r\nWe currently have the following petitions open on this topic:\r\n\r\nBring forward requirements for tackling sewage discharges into seas and rivers\r\nhttps://petition.parliament.uk/petitions/635193\r\n\r\nRequire water companies to pay a rebate when untreated sewage is discharged\r\nhttps://petition.parliament.uk/petitions/636517\r\n\r\nBan water companies dumping sewage in chalk streams\r\nhttps://petition.parliament.uk/petitions/637230"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-25T11:46:22.385Z"
    },
    "id": 638357,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638357.json"
    },
    "type": "petition"
}