{
    "attributes": {
        "action": "Ban and shut down Confucius Institutes across the United Kingdom",
        "additional_details": "Banning Confucius Institutes in the UK, as the Prime Minister called for in June 2022, would help stop Beijing’s propaganda that damages core British values.\r\nConfucius Institutes are a threat to universities' academic and freedom of speech as the Higher Education (Freedom of Speech) Bill have debated in the House of Commons. Their influence has led universities to restrict students' speech and academic rights.",
        "background": "We demand the government to completely ban and shut down Confucius Institutes across the UK to ensure the personal safety of British nationals, diaspora communities who living in the UK. We also urge the government to formulate policies to protect the freedoms of academic and speech in universities.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-19T10:02:20.613Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-19T10:30:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-24T10:46:05.802Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Universities are autonomous institutions and can choose who they cooperate with, including whether to partner with Chinese Higher Education Institutions or Confucius Institutes. These partnerships are therefore a matter for individual universities, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to regulate international partnerships of higher education institutions, with a view to ensuring these do enable undue foreign influence."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-08T12:12:24.226Z"
    },
    "id": 638345,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638345.json"
    },
    "type": "petition"
}