{
    "attributes": {
        "action": "Stop AI software until 3 Russel group universities provide a risk assessment.",
        "additional_details": "Thinking like a physicist, it is easy to see\r\n\r\nRisk = probability of event happening x impact\r\n\r\nThe probability that AI can develop into something malicious is well documented in several articles/papers and the impact would be disastrous for humans (also documented).\r\n\r\nThe potential for harm must be contained until better understood.",
        "background": "1) Stop use of AI software, particularly ChatGTP immediately. \r\n2) Request studies from 3 different Russel group universities on dangers of AI. \r\n3) Ask opinions from 1 leading EU and 1 US university. \r\n4) Allow 3 months response time.\r\n5) Put studies for debate in House of Commons",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-21T20:33:14.795Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-24T09:57:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-31T12:03:13.310Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about how, when and where to introduce or implement AI is a matter for individuals and organisations, not the UK Government or Parliament.\r\n\r\nYou could have a petition calling for the Government to commission a review into the potential impact of automation and AI on society, if that is something you wish to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-14T10:59:14.147Z"
    },
    "id": 638451,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638451.json"
    },
    "type": "petition"
}