{
    "attributes": {
        "action": "Educate all consultants on the existence of embedded UTI & improve testing",
        "additional_details": "The current 'care and treatment pathways' for women with chronic/embedded UTI are almost non-existent. Around 95% of medics and consultants have no understanding of embedded UTI and do not know how to treat or recognise the condition. One of the biggest hurdles to treatment is lack of adequate testing for women with UTI. Over 90% of chronic/embedded UTI infections are MISSED due to the use of unreliable MSU tests which are flawed. Millions of women across the UK are needlessly suffering.",
        "background": "Educate all urology consultants on the existence of embedded/chronic UTI and improve treatment outcomes urgently for patients with chronic/embedded UTI. One in five women experience recurrent UTIs—an infection that occurs two times or more within six months or at least three times in a year.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-22T08:28:51.668Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-22T13:28:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-31T08:17:46.951Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Programmes of studies and training for medical professionals are a matter for the National Institute for Health and Care Excellence, the NHS and individual medical practitioners, not the Government or House of Commons.\r\n\r\nYou could start a petition calling on the Government to fund research into the efficacy of current tests to diagnose urinary tract infections, and look at alternatives to these, if that is what you want to happen.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-31T08:17:56.839Z"
    },
    "id": 638458,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638458.json"
    },
    "type": "petition"
}