{
    "attributes": {
        "action": "Lower cost of Kent school busses",
        "additional_details": "With the KCC (kent county council) it only covers the half price of the bus fare for people who live in Kent. People who live elsewhere need to pay extra for the bus since they don’t live in the catchment area to buy this half priced card. I would like the Government or Parliament to do something about this because it should be equal for all children and their parents shouldn’t have to pay extra for living in a different area. Things are difficult enough for parents, this cost makes it worse.",
        "background": "I would like for the GoCoach child bus prices to be lowered because £3 for a child outside of Kent is ridiculous. You should not be paying to go to school when in London it’s free. £30 a week, £120 a month, £1200 a school year. £8,400 for the whole of secondary (including 6th form) is unreasonable.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-22T18:51:46.269Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-22T19:09:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-05-25T09:50:39.661Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nWe can't accept your petition because the UK Government aren't responsible for the issue you raise. Decisions about public transport in Kent are a matter for the Kent County Council, not the UK Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nKent County Council has its own petitions process. You can find out more about how to petition Kent County Council here: https://democracy.kent.gov.uk/mgepetitionlistdisplay.aspx?bcr=1"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-05-25T09:50:39.657Z"
    },
    "id": 638502,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638502.json"
    },
    "type": "petition"
}