{
    "attributes": {
        "action": "armed forces memorial board not fit for purpose honouring suicide men and women",
        "additional_details": "look at the current criteria the system and make it fit for purpose you owe it the the brave men and women that go to war in your name and are killed, maimed or die of suicide because of what they saw. then you can stand at the cenotaph every year lay your wreaths and truly honour those that gave their lives even those that took their own lives. there are those that died in battle and those that died because of battle there is  no distinction",
        "background": "the armed forces memorial is there to honour servicemen and women that died because of their service the criteria due to suicide needs a re-think in its application to honour these brave servicemen and women that suffered the trauma of war.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-23T23:35:56.215Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-24T13:41:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-01T10:06:06.508Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like to see armed services personnel who took their own lives remembered but this is already the case. \r\n\r\nUnder current guidance if death of a serviceman or woman occurred outside of a designated military operation and the evidence suggests that the individual’s suicide was occasioned as a direct result of the special circumstances of Service in the Armed Forces, their names may be included on the Armed Forces Memorial and the Roll of Honour. You can read the full guidance below: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1003898/Armed_Forces_Memorial-Bereaved_Families_Guide-May_21.pdf\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do differently to the current process\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-02T09:20:01.598Z"
    },
    "id": 638588,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638588.json"
    },
    "type": "petition"
}