{
    "attributes": {
        "action": "Support UK families by giving working women a choice to work or to be exempt.",
        "additional_details": "Exemptions are not a way to avoid working, but to pause working for X amount of years in order for women to have and raise a family. The exemption would give modern working women the choice to be stay at home mothers, a choice that we no longer have. This would help take pressure off the demands on childcare and allow women to take care of their own children whilst being paid fairly to do so. Many women want to stay at home with their children but can't, this would be a way for them to do so.",
        "background": "British women are now having less children than ever, due to the rising cost of living and demands on childcare. My solution is to give working women the CHOICE to decide whether they want to work or not in order to spend a period of time having and raising a family.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-23T16:16:15.395Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-28T16:26:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-02T07:22:41.435Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. It is already up to individuals whether to work, whether they have children or not.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-02T07:22:42.670Z"
    },
    "id": 638563,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638563.json"
    },
    "type": "petition"
}