{
    "attributes": {
        "action": "Have a law in place ensuring peaceful protests will always be legal",
        "additional_details": "We have fought too hard to have protesting for what is right be taken away from us. It should be a basic human right. What is the problem if we protest peacefully? Women wouldn't be able to vote if we didn't protest for it. If we are not allowed to protest,ideas that could change humanity and our planet for the better would never see the light of day. We are the people of the future. We have a lot of good things to say and we should be free to speak, in a firm but peaceful and respectful way.",
        "background": "I would like a law passed that means people can protest peacefully without fear of being prosecuted or arrested.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-25T23:49:20.640Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-28T06:35:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-02T06:47:31.877Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about restrictions on rights to protest, but we're not sure what changes you want to be made to existing legislation governing protests.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-02T06:47:33.155Z"
    },
    "id": 638686,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638686.json"
    },
    "type": "petition"
}