{
    "attributes": {
        "action": "Direct Trading Standards to allow plant-based brands to use dairy-related terms.",
        "additional_details": "The plant-based food and drink industry generates hundreds of millions of pounds of revenue each year and is a dynamic product innovator in the UK economy. \r\n\r\nThese guidelines  would prevent brands from continuing to use terms such as “mylk”, “sheese” and “b+tter” that they have used for years to describe their products. \r\n\r\nThere is no evidence of consumer confusion on this front, so the changes would achieve little other than adding costs to an industry already battling rising prices.",
        "background": "Draft guidelines from Trading Standards show its intent to prohibit vegan brands from using “misspelling[s], homophonic words or non-alphabet symbols” to refer to dairy terms. \r\n\r\nThe changes will hinder a growing market. The government should direct Trading Standards to rescind these guidelines.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-24T14:49:50.807Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DEFRA",
                "name": "Department for Environment, Food and Rural Affairs",
                "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-24T15:07:30.000Z",
        "opened_at": "2023-06-02T14:38:39.007Z",
        "rejected_at": "2023-06-05T13:40:09.721Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe guidance produced by the Food Standards and Information Focus Group (FSIFG) is a matter for trading standards officers, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-05T13:42:11.409Z"
    },
    "id": 638621,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638621.json"
    },
    "type": "petition"
}