{
    "attributes": {
        "action": "For all healthcare professionals to have free parking while on duty.",
        "additional_details": "believe that health care professionals are doing a wonderful job to deliver care to patients daily especially with the community sector, however parking as become a very difficult task making it extremely difficult for healthcare care workers to deliver care in a timely manner due to not having enough or no free parking. I would like the government to change or create a law that provides free parking for all healthcare workers with the U.K..",
        "background": "I would like for the government to provide free parking For all healthcare professionals to have free parking while working at all times in all areas across the United Kingdom.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-29T18:22:21.745Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-29T18:47:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-02T10:12:29.506Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about parking charges are a matter for car park operators, not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nFund free parking for all staff at NHS hospitals: https://petition.parliament.uk/petitions/631196"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-02T10:12:30.697Z"
    },
    "id": 638848,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638848.json"
    },
    "type": "petition"
}