{
    "attributes": {
        "action": "Increase school funding and introduce curriculum change to reduce knife crime.",
        "additional_details": "After school activities are essential in providing a safe space for children to develop social skills, which reduces aggression in the immediate and long term future. It also allows for them to have a supportive environment, which is evidenced to reduce knife carrying. Mentors are necessary for children to have a positive role model. Finally, knife crime intervention needs to be mandatory in the school curriculum as it will increase children's understanding, thus, leading to reduced knife crime.",
        "background": "This petition demands an increase in funding for schools across the country, which is vital to allow them to run more after school activities and fund peer mentors. \r\nAlso, for a change in curriculum, to include knife crime intervention as mandatory, and to allow for guest speakers on the topic.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-01T14:39:59.358Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-01T20:13:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-05T14:21:38.456Z",
        "rejection": {
            "code": "duplicate",
            "details": "We believe we already have petitions open which cover the issues you have raised, which you might like to sign:\r\n\r\nMake knife crime prevention a compulsory requirement for all school curriculum\r\nhttps://petition.parliament.uk/petitions/634860\r\n\r\nIncreased funding to improve public schools\r\nhttps://petition.parliament.uk/petitions/637330"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-05T14:21:38.454Z"
    },
    "id": 638974,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638974.json"
    },
    "type": "petition"
}