{
    "attributes": {
        "action": "Make cameras mandatory/ a legal requirement for all childcare setting providers",
        "additional_details": "provided. You do not support families for the mother to stay at home and yet do not adequately support them to work either. This government are awful and we should definitely take a more Nordic approach where children don’t go to school until 7, four day work weeks so people can actually spend time with their children. Supporting families to stay home with children.\r\n\r\nChildren are the future tax payers! Yet no regard for them at all. Make this all a legal requirement!!!!",
        "background": "So many horrid incidents have happened over the years and yet still the government don’t care to protect our children but have cameras up to fine vehicles to make money! We are expected to leave our children at such young ages in order to contribute to the economy and pay taxes yet no protection is",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-05-31T06:02:12.785Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-05-31T08:39:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-05T05:46:37.601Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's not clear if you just want the Government to make cameras a legal requirement in all childcare settings, or if you also want the Government to change the school starting age.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. If you want the Government to make cameras a legal requirement in all childcare settings and change the school starting age, the title of your petition would need to make this clear."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-05T05:46:38.979Z"
    },
    "id": 638902,
    "links": {
        "self": "https://petition.parliament.uk/petitions/638902.json"
    },
    "type": "petition"
}