{
    "attributes": {
        "action": "Give more protection in law, to young adults, from Grooming and Abuse of Power",
        "additional_details": "There is a world of difference between young adults conseting to a sexual relationship with a peer, and understanding how older and more powerful adults can manipulate them into doing things they otherwise would never entertain. Our young adults needs the law to protect them further from anyone who demonstrates the classic signs of grooming and power imbalance and more needs to be done to prevent organisations (such as universities) covering up this abuse.",
        "background": "Young adults who are over the age of consent are particularly vulnerable to grooming and abuse of power. The law deems these relationships to be consensual unless a very high threshold of evidence has been met. Young adults are not yet equipped to protect themselves from grooming and power abuse.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-02T21:10:28.741Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-12T22:58:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-15T16:20:06.761Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling for the Government to raise the legal age of consent for sex to 18, when the other partner is an adult."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-15T16:20:22.830Z"
    },
    "id": 639042,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639042.json"
    },
    "type": "petition"
}