{
    "attributes": {
        "action": "Abolish the Sunday Trading Act 1994 (allowing stores to open later on Sundays)",
        "additional_details": "The motive behind the intial implementation of the Sunday Trading Act has arguably been made redundant in the past 30 years. Rather than entirely abolishing it, placing a Sunday trading tax is likely to solve the issue of households being unable to shop whilst also generating income for the government (at the expense of large corporations who are willing to pay.) Specifically, a wind-fall tax or progressive tax, instead of a consistent tax, would remove any negative impacts on businesses.",
        "background": "Longer opening hours on Sundays would allow us to avoid bad situations that would easily be solved by an open supermarket. \r\n\r\nIt’s also likely to encourage people to shop in stores rather than online, boosting dying shops and bringing back more jobs after Covid.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-04T17:13:54.331Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "BEIS",
                "name": "Department for Business, Energy and Industrial Strategy",
                "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-05T13:03:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-09T09:12:10.393Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing Sunday trading laws, but it's not clear if you want the Government to abolish these, or introduce a new tax, and if the latter, how you want this to work.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nAbolish Restrictions on Sunday Trading Hours: https://petition.parliament.uk/petitions/639084"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-09T09:12:27.232Z"
    },
    "id": 639095,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639095.json"
    },
    "type": "petition"
}