{
    "attributes": {
        "action": "Improve working conditions for research staff in National Museums in England.",
        "additional_details": "The public are generally unaware of the vital role that research plays in the continuity of national museums. Focus is primarily on the public-facing aspects, without considering the historical significance that research has contributed towards establishing these narratives. The working environment of researchers, curators, and keepers greatly impacts the quality of research output they produce. So prioritising the improvement and maintenance of these spaces is essential.",
        "background": "National museums urgently require funding for the upkeep, improvement and maintenance of research offices and private study areas where the majority of museum staff work. Offices are dilapidated, poorly lit, and do no facilitate good research.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2023-06-05T12:34:53.646Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-06T09:26:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-09T16:46:16.865Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The working conditions for research staff in museums are the responsibility of the museum management, not the UK Government or Parliament. \r\n\r\nWe could accept a petition asking for the Government to increase funding for national museums, if that's something that you'd like to see.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-13T15:44:50.843Z"
    },
    "id": 639120,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639120.json"
    },
    "type": "petition"
}