{
    "attributes": {
        "action": "That the Home Secretary directs Police to arrest all shoplifters.",
        "additional_details": "Within the Strategic Policing Requirement 2023, the Home secretary states - It is crucial that policing also continues to focus on neighbourhood crime and anti-social behaviour in their local communities.\r\nThe Beating crime plan 2021 states  - this document sets out the government’s plan to deliver the change that Britain needs, with less crime, fewer victims and a safer country.\r\nShoplifting is an epidemic of crime with no response. The effect on business and communities has to be reversed.",
        "background": "Sir Robert Peel created the police in 1829 to prevent crime and disorder. Police forces have decided not to arrest shoplifters.\r\nThis approach needs to be reversed to aid business and communities.\r\nI require the Government to reverse this approach to criminal behaviour.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-06T18:01:24.153Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-07T15:02:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-12T06:28:39.922Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about how to tackle local crime are a matter for individual police forces, not the UK Government or Parliament.\r\n\r\nIf you're unhappy with the approach your police force is taking in relation to shoplifting, you could raise your concerns with your local Police and Crime Commissioner (PCC), who is responsible for overseeing how your area is policed. You can find out how to contact your local PCC here: https://www.apccs.police.uk/find-your-pcc/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-12T06:28:41.029Z"
    },
    "id": 639174,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639174.json"
    },
    "type": "petition"
}