{
    "attributes": {
        "action": "Government should be enforcing penalties on media outlets propagating fake News.",
        "additional_details": "Penalizing fake news outlets is crucial to combat misinformation's consequences. False narratives incite upheaval, fuel animosity, and mislead individuals. Robust penalties convey a resolute stance, safeguard the public, foster social harmony, and uphold responsible journalism. Holding media organizations accountable mitigates the pernicious impact, bolsters trust, and cultivates an enlightened society.",
        "background": "Government action needed: Penalize fake news media outlets, enforce stricter regulations, monitor for accuracy. Uphold journalistic standards, protect public trust. Ensure accountability in the media landscape.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-09T21:33:27.724Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-10T10:43:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-14T07:23:58.817Z",
        "rejection": {
            "code": "already-happening",
            "details": "Ofcom already has a Broadcasting Code, which states that news, in whatever form, must be reported with due accuracy and presented with due impartiality: https://www.ofcom.org.uk/tv-radio-and-on-demand/broadcast-codes/broadcast-code/section-five-due-impartiality-accuracy\r\n\r\nInvestigating alleged breaches of the Code are the responsibility of Ofcom, not the Government or Parliament, and Ofcom has stated that when a broadcaster breaches the Code deliberately, seriously, repeatedly or recklessly, Ofcom may impose statutory sanctions against the broadcaster."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-14T07:24:00.003Z"
    },
    "id": 639342,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639342.json"
    },
    "type": "petition"
}