{
    "attributes": {
        "action": "Remind disgruntled members of their right to a fair hearing under European Law.",
        "additional_details": "The news is awash with the claims by a disgraced former prime minister that he has \"Been stitched up\" by a \"Kangaroo court\".\r\nWe think that the best way to settle that question would be to put the matter before a real court, and the only court that can hear the case is the European Court of Human Rights: parliamentary privilege prevents any domestic court from looking at it.\r\nParliament should welcome the opportunity to show that its processes are beyond reproach, so should encourage the action.",
        "background": "The news abounds with claims that the Parliamentary Privileges Committee is a \"Kangaroo court\" with no means of redress.\r\nThis is not true: Article Six of the ECHR guarantees a fair hearing, so any member who thinks they have not had one can apply to the court.\r\nThey should be reminded of this.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-11T10:25:10.013Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-11T16:16:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-22T14:33:52.722Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe Government and Parliament are not responsible for reminding individual MPs or former MPs about their rights under the European Convention on Human Rights."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-28T13:49:00.328Z"
    },
    "id": 639427,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639427.json"
    },
    "type": "petition"
}