{
    "attributes": {
        "action": "STOP \"Climate Emergency\" policies as they are based on defective computer models",
        "additional_details": "Real life climate data over recent decades and comparisons of past predictions against how things have actually turned out to be has consistently shown the low to non-existent predictive reliability of  \"Man Made Climate Change\" computer modelling. \r\n\r\nYet this inherently flawed computer modelling is still being used as the basis for justifying the Government's draconian \"Climate\" policies! This includes \"The Climate Emergency\", \"Net Zero\", and other unnecessary and harsh associated policies.",
        "background": "There is an URGENT need to fundamentally re-examine the entire hypothesis of \"Man Made (anthropogenic) Climate Change\" and  how this has been incorrectly computer modelled. This MUST STOP  IMMEDIATELY before we are committed to potentially wholly unnecessary measures affecting our lives and economy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-12T16:48:34.187Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-13T12:45:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-16T05:36:50.843Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the Government's response to climate change, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition refers to \"Climate Emergency\" policies, but we're not sure exactly what policies you want the Government to abandon.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRepeal the Climate Change Act 2008:https://petition.parliament.uk/petitions/639235\r\n\r\nHold a referendum on the 2050 Net Zero target: https://petition.parliament.uk/petitions/636066"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-10T06:31:51.808Z"
    },
    "id": 639513,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639513.json"
    },
    "type": "petition"
}