{
    "attributes": {
        "action": "Ban commissions on leasehold multi-occupancy buildings insurance policies",
        "additional_details": "In recent years, greedy freeholders have used their in-house insurance broker firms to charge enormous hidden commissions (sometimes exceeding 60%) on insurance premiums while providing no additional value to leaseholders. Despite the fact that all insurance costs are passed down to them through the service charge, leaseholders have little to no say in the buildings insurance selection process for their property and as a result experience significant difficulty when challenging excessive premiums.\r\n\r\nA first-tier tribunal is not a sensible nor practical way of disputing unreasonable insurance costs given how rampant the problem is, so it is time the government took action to stop insurance firms engaging in unfair business practices and taking advantage of leaseholders.",
        "background": "The government should pass a law that prohibits insurance firms from charging commissions on multi-occupancy buildings insurance policies for leasehold property and only allow them to charge a single fixed fee.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-15T11:12:30.676Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-15T12:33:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-19T10:53:48.164Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the cost of insurance are a matter for insurance providers, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-20T13:26:58.147Z"
    },
    "id": 639677,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639677.json"
    },
    "type": "petition"
}