{
    "attributes": {
        "action": "Reopen Eurostar International Stations Ebbsfleet & Ashford for tourism.",
        "additional_details": "The international stations were the key element of travelling in and out of London to our neighbouring European countries. It was ideal for UK residents to use local than spending more time travelling up to St Pancreas. It will give jobs to people who live close to the area and improve service and provide access to international countries without travelling into London to then come back through on the same train line to exit the country.",
        "background": "Bring back tourism and business travel services back to our local town. We were able to travel easy to France and other Europe destinations from Ebbsfleet and Ashford International before it’s closure in 2020 as it bought in tourism and other services.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-14T14:49:30.058Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-14T15:08:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-19T06:55:46.163Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about what stations Eurostar services stop at are a matter for Eurostart, not the UK Government or Parliament.\r\n\r\nThe Government has said that it wants to see the reinstatement of services at Ebbsfleet and Ashford as soon as reasonably possible and when it is commercially viable for Eurostar to do so: https://questions-statements.parliament.uk/written-questions/detail/2022-10-12/61948"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-19T06:55:47.089Z"
    },
    "id": 639612,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639612.json"
    },
    "type": "petition"
}