{
    "attributes": {
        "action": "Pass legislation requiring infrastructure upgrades before planning is granted",
        "additional_details": "Central Government housebuilding targets take no account of the lack of infrastructure to serve the needs of current and future occupiers. Statutory consultees are unable to refuse applications to connect to sewerage and water infrastructure. Yet, the pace of upgrades and state of the current infrastructure can't meet demand today.\r\n\r\nThis has resulted in sewage being pumped to rivers and large parts of the country left without access to water for drinking.\r\n\r\nPlanning MUST take account of this.",
        "background": "Currently, utilities are not permitted to refuse applications to connect to their infrastructure during the planning process. We ask that Central Government give statutory consultees the ability to refuse applications until the required infrastructure upgrades are in place.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-16T11:16:00.161Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-16T12:39:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-20T06:58:19.391Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the impact of new developments on utilities, but it's not clear if you want changes to legislation governing utility connections for new developments, or the planning process, or both.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-23T07:10:42.339Z"
    },
    "id": 639753,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639753.json"
    },
    "type": "petition"
}