{
    "attributes": {
        "action": "Clean energy aid for South Africa during The South African energy crisis",
        "additional_details": "The ongoing issue in South Africa not only affects their economy but it also affects ours, Ties between South Africa and the UK include a shared language (English) and cultural links, similar systems of law and finance, and a shared passion for the same sports as well as a common interest in promoting trade and a rules-based international system. South Africa is on her knees and as an ally with the capabilities and resources we should be looking to help the rainbow nation in crisis",
        "background": "Funding for clean electricity in South Africa,  Today, more than 80% of South Africa's electricity is generated by coal-fired power stations - an astonishing figure, this amount of energy is not only harming the environment but is barely enough to sustain electricity in South Africa",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-19T19:44:19.679Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-31T14:44:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-03T08:40:01.987Z",
        "rejection": {
            "code": "already-happening",
            "details": "The UK has contributed £1 billion towards a plan geared towards \"coal plant de-commissioning; funding alternative employment in coal mining areas; investments which will facilitate accelerated deployment of renewable energy and investments in new sectors of the green economy.\" \r\nThis information can be seen here: https://www.gov.uk/government/news/joint-statement-south-africa-just-energy-transition-investment-plan\r\n\r\nWe could accept a petition calling for the amount the UK is providing in funding to be increased."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-03T08:40:14.113Z"
    },
    "id": 639926,
    "links": {
        "self": "https://petition.parliament.uk/petitions/639926.json"
    },
    "type": "petition"
}