{
    "attributes": {
        "action": "Police need more powers to stop and search if they got Suspicious on someone",
        "additional_details": "I am seeing more and more youngsters going into drugs, dealing or carrying weapons and too many youngsters smoking cannabis on streets they got no more respect left. The youngsters these days don't care anymore because ower UK laws are weak. If we don't act now ower future for this country is not looking good. We need to give more powers to Police and give tougher sentences for these crimes and Police need to step up there game.",
        "background": "Give Police more powers to stop and search if they got suspicious if someone one has got drugs or weapon. Make more tougher laws for people drug dealing or carrying weapons or smoking cannabis on the streets.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-22T23:12:36.446Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-23T07:19:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-27T07:48:35.552Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action, and we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nPolice officers already have the power to stop and search someone if they have reasonable grounds to suspect they're carrying illegal drugs, a weapon, stolen property, or something which could be used to commit a crime, such as a crowbar.\r\n\r\nDecisions about when to stop and search someone using these powers is an operational decision for individual police forces.\r\n\r\nWe could accept a petition calling for changes to stop and search powers, but it would need to be clear how you wanted these to be changed."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-27T07:48:36.544Z"
    },
    "id": 640083,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640083.json"
    },
    "type": "petition"
}