{
    "attributes": {
        "action": "Imprison CEO's who allow sewage to be discharged into public waterways.",
        "additional_details": "The water company bosses are paid a generous wage to manage water companies, a large part of that responsilibility lies in treating water to make it safe instead of discharging it into public waterways and coastal sea area's. Hold them to account with corporate law for using nature as their dumping ground instead of treating water as they are paid to do",
        "background": "Hold CEO's of water companies to account with prison time for any that allow sewage or contaminated water to be discharged into any public waterways untreated.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-22T16:57:19.068Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-22T17:36:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-27T07:10:02.440Z",
        "rejection": {
            "code": "already-happening",
            "details": "Directors of companies can already be imprisoned for environmental offences for up to 5 years. Under the the Environmental Permitting (England and Wales) Regulations 2016, as amended, persons are guilty of an offence if they engage in certain activities (including discharging sewage into the environment) without a permit or in breach of a permit’s conditions. Individuals found guilty on conviction in court can be fined or imprisoned for up to 5 years (regulation 39).\r\n\r\nDecisions about investigating and prosecuting environmental offences are a matter for the Environment Agency, and decisions about sentencing for environmental offences are a matter for the courts."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-27T07:10:06.507Z"
    },
    "id": 640071,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640071.json"
    },
    "type": "petition"
}