{
    "attributes": {
        "action": "Change the TFL Licensing laws on PCO Vehicles that carry wheel chair uses",
        "additional_details": "Everybody has a right to a education, and by not licensing a wheel chair vehicle because TFL has made this decision is unfair on many parties involved.\r\nWorking in the transport industry for years and meeting with many of the students and their families I see the importance first hand.\r\nI see how the vehicles give the children/young adults a chance of a normal daily life to attend school and interact with others. The vehicles are only there for the good of the disabled why take this away",
        "background": "Many Wheel chair uses children/ adults are transported daily to and from school or college.\r\nThe vehicles are a important part of daily life for them.\r\nMany vunerable passengers need to travel with equipment and buying new electric vehicles like TFL want is unfair treatment",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-22T19:03:40.569Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-22T19:24:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-27T07:34:01.761Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nDecisions about the provision of public transport in London are the responsibility of Transport for London, not the Government or Parliament.\r\n\r\nThe Government and Parliament are responsible for setting the laws that local government, including in London, need to meet when they are providing public transport.\r\n\r\nWe could accept a petition calling for changes to national requirements regarding the provision of public transport, but it would need to be clear what you are concerned about, and what you want local governments to be required to do.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-08T11:58:49.898Z"
    },
    "id": 640077,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640077.json"
    },
    "type": "petition"
}