{
    "attributes": {
        "action": "Void the resignation honours list of disgraced prime ministers",
        "additional_details": "Those who leave office in disgrace — who were found to have lied to parliament or forced out by their own party in less time than the average work probation period — should not have a say in who enters the House of Lords. \r\n\r\nThe Lords are life peers that can decide on our laws for decades. If they were chosen by someone deemed unfit for office, they cannot be deemed fit themselves.\r\n\r\nThis is the most brazen example of cronyism, and we, the people, deserve better from those we elect to govern.",
        "background": "The resignation honours system exists for the outgoing prime minister to honour those they deem worthy, usually for their support in office.\r\n\r\nIf the PM leaves dishonoured, they should not be allowed to ask HRH the King to confer such honours.\r\n\r\nDoing so is an insult to King and country alike.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-21T18:57:58.874Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-26T09:12:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-29T07:52:59.693Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about revoking honours or appointments, but we have published the following petition, which you might like to sign:\r\n\r\nPrevent individuals who mislead Parliament from making nominations for honours: https://petition.parliament.uk/petitions/639433"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-06-29T07:53:00.809Z"
    },
    "id": 640034,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640034.json"
    },
    "type": "petition"
}