{
    "attributes": {
        "action": "Supporting (FASD), individuals promote, inclusivity. You, Must, Help, Us.",
        "additional_details": "Drinking alcohol during pregnancy can cause FASD, leading to lifelong disabilities. Find reliable sources for more information and support.\r\nSupporting Evidence:\r\n\r\nhttps://nationalfasd.org.uk/\r\nhttps://hub.salford.ac.uk/fasd/\r\n\r\nPlease note the evidence is a starting point for understanding FASD and its impact. For more in-depth information and additional research studies, it is recommended to consult peer-reviewed journals and reputable sources dedicated to FASD research and support.",
        "background": "Dear Government and Parliament,\r\n\r\nI urge you to prioritize improving support and services for individuals with disabilities, including those with Foetal Alcohol Spectrum Disorder. \r\n\r\nSincerely,",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2023-06-21T18:12:49.805Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-21T19:08:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-06-26T07:26:26.973Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about support for people with Foetal Alcohol Spectrum Disorder, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to review care for people with FASD, or to increase funding for support for people with FASD."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-07T14:31:37.449Z"
    },
    "id": 640032,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640032.json"
    },
    "type": "petition"
}