{
    "attributes": {
        "action": "Allow overnight parking permit in exchange for area maintenance",
        "additional_details": "Human rights .\r\nWe should have the choice to live or stay in a campervan / motorhome regardless of it being part time or full time for our own reasons and choices in life.\r\nMany people spending time in campervans are skilled people who have allot to offer to maintain areas where the government can't spend money maintaining .\r\nThis would be an exchange of skilled people with certification/qualifications or just willing to help clean the local areas whenever they stay in their mbl home for over night parking .\r\nA parking overnight permit would be awarded in a mutually agreed exchange of environment maintenance.",
        "background": "Those staying over night could stay for up to a week as long as they agree to do a local rubbish pick up and have a permit to show in windscreen to state they are doing atleast one hour clean up of local area .\r\nOr skilled Land maintenance work exchange",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-27T20:54:25.599Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-27T21:24:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-03T07:37:46.568Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local parking arrangements are a matter for the relevant local authority and private car park operatrs, not the UK Government or Parliament.\r\n\r\nYou could raise this issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-03T07:37:47.579Z"
    },
    "id": 640295,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640295.json"
    },
    "type": "petition"
}