{
    "attributes": {
        "action": "full detailed explanation of what balance of probabilities is and what it means",
        "additional_details": "so that all parents know what balance of probabilities and if this judgment is appropriate and if all evidence is in full support of said judgment... due to as it stands no one knows if there is a defence of such in any way.. and balance of probabilities is thrown around in court with no actual defence",
        "background": "in family court cases judges and professionals use a reason of judgment  as balance of probabilities in there judgment... many families have no idea of what such reason is..and so we need a determination and full detailed explanation and documented list and report of what it is and means",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-06-28T02:49:13.128Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-06-29T02:40:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-07T10:54:50.035Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The balance of probabilities is the standard of proof applied in non-criminal cases. It requires proof that the fact in issue more probably occurred than not. It has been developed by the courts and is discussed extensively in case law.\r\n\r\nIt would be for the courts, rather than the Government or Parliament, to elucidate legal tests like this, as they often do in judgments."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-07T10:54:51.371Z"
    },
    "id": 640304,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640304.json"
    },
    "type": "petition"
}