{
    "attributes": {
        "action": "Remove recently erected height restriction at Knab Rock, Mumbles, Swansea",
        "additional_details": "Swansea council took it upon themselves to erect a height restriction in this single car park. \r\nWith no reasoning or consultation with locals living in the area and no warning. \r\nSince it’s become known,  reported on local news sites, there has been a lot of backlash from users, locals and the wider Swansea community. \r\nThis height restriction is 2.3m so does not prevent the use of this car park for overnight stays but simply limits the height of a van for no apparent reason.",
        "background": "Knab Rock has welcomed motorhomes & campervans for as long as I can remember. In the last year alone I have stayed there on many occasions meeting the locals, fishermen & people from all areas of the UK. \r\nThis little spot has become a small community in itself and forms part of Knab Rocks charm.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-03T02:40:47.456Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-10T15:03:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-13T09:20:52.104Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council. \r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council here:\r\nhttps://www.swansea.gov.uk/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-13T09:20:52.101Z"
    },
    "id": 640539,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640539.json"
    },
    "type": "petition"
}