{
    "attributes": {
        "action": "Make food allergy training a legal requirement for hospitality staff",
        "additional_details": "Hospitality staff are woefully ignorant about disorders, allergens, and diseases that could be life threatening, yet no formal training is in place for this. Vegans and vegetarian menus, which cater for a life choice is abundant and well-known, yet the impact of allergens aren't covered in the majority of restaurants.  It is the government's responsibility to ensure the health and safety of citizens who have to suffer through this uneducated drivel from staff who could potentially cause death.",
        "background": "Various HSE training courses are a legal requirement i.e manual handling, which isn't a life threatening issue but food allergens that can kill people is still not covered.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-02T15:15:12.206Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-02T17:52:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-05T12:20:28.332Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government has already made food allergen training a mandatory requirement for all staff who handle or work with food. This includes all staff within hospitality who work with food such as floor and bar staff as well as chefs.\r\n\r\nYou can read the Government's guidance on the requirements on the Food Standards Agency website here: https://www.food.gov.uk/business-guidance/allergen-guidance-for-food-businesses"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-05T12:20:28.329Z"
    },
    "id": 640529,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640529.json"
    },
    "type": "petition"
}