{
    "attributes": {
        "action": "Include first aid and health studies in the school curriculum",
        "additional_details": "When the country knows how to identify,  triage and treat accidents and incidents, it will relief the pressure of visits to hospitals, GP Surgeries and clinics, recruit more healthcare workers and lower patients entering hospitals. This will increase Hospital staff and decrease patients, saving the NHS in the future. Medical Instructors from emergency services and military will provisionally assist teaching to bring back trust and engagement within the communities so we feel safe together",
        "background": "To teach First aid and health studies in schools from year one as basic as applying a plaster through to in depth first aid treatment to gain GCSE and A Levels. It will cover things such as, over the counter medication, how to use an AED, CPR, serious RTA's. Also cover healthy eating and exercise.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-03T06:30:12.428Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-03T06:48:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-06T13:23:17.472Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government's new Relationships Education, Relationships and Sex Education (RSE) and Health Education curriculum requires that all students be taught about health and first aid in primary and secondary schools.\r\n\r\nYou can read the full Relationships Education, Relationships and\r\nSex Education (RSE) and Health Education curriculum here: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/908013/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf\r\n\r\nWe could likely accept a petition calling for specific new content to be added to the curriculum, if there is something specific that you would like to be taught as part of this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-06T13:23:30.694Z"
    },
    "id": 640542,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640542.json"
    },
    "type": "petition"
}