{
    "attributes": {
        "action": "Lift the ban on summer dresses in primary schools",
        "additional_details": "Children of all different needs should be allowed different options of school uniform. Banning a summer dress goes beyond every right we give our children ages 3-11. Some people have to battle for hours to get their Child into their uniform due to sensory issues or perhaps they are autistic and feel more comfortable in an alternative option. To say everything must be grey even in the summer months when it is very hot, is outrageous",
        "background": "Summer dresses are being banned to make schools more gender neutral, this is reducing the options for children of all needs to feel comfortable in school, to be more inclusive to everyone's needs they should be allowed. The ban should be lifted or stopped if it has been set in motion.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-03T09:22:42.787Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-03T09:43:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-06T08:49:17.894Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about uniform policies for individual schools are a matter for the governing authorities of that school, not the UK Government or Parliament.\r\n\r\nYou may wish to sign this petition, which makes a related request:\r\nhttps://petition.parliament.uk/petitions/639484\r\nRequire schools to have appropriate uniform rules for hot weather\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-06T08:49:31.577Z"
    },
    "id": 640547,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640547.json"
    },
    "type": "petition"
}