{
    "attributes": {
        "action": "Ban all sweeteners from being added into non-diet food and drinks",
        "additional_details": "People should have the right to just drink drinks with sugar in and have the freedom to do so, even with the sugar levy, the British public want full sugar drinks back without sweeteners added even if we have to pay more it's worth it, there should be a freedom of choice, it people want sweeteners they can choose the sugar free option.",
        "background": "Totally ban all sweeteners from being added into food and drinks that's non diet that should be sweetened with sugar instead, there's some recent evidence that sweeteners cause cancer and not everyone likes the taste of sweeteners, also their artificial and their being added into everything.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-05T13:23:03.000Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-05T13:56:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-07T12:53:05.928Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about sweeteners being added to products, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition says sweeteners should not be allowed to be added to \"non-diet\" foods or drinks, but there is no legal definition of diet foods.\r\n\r\nYour petition also says that people should have the right to drink drinks with sugar in them but all ingredients - including sweeteners or sugars - are already be listed on food and drink labels. Consumers can already decide whether or not to buy a drink containing sugar or sweetener.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-07T12:53:05.939Z"
    },
    "id": 640678,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640678.json"
    },
    "type": "petition"
}