{
    "attributes": {
        "action": "Not For Profit Companies for Utilities",
        "additional_details": "Allow the government the option to take companies like Thames water and re structure as a Not For Profit Company (like Welsh water) and allow the same option for any utilities or public serving company to ensure they acting in the best interest of the people, not milking the profits for personal gain so any and all profits made will be reinvested in the company to improve services or reduce cost to customers.",
        "background": "Allow the government the option to take companies like Thames water and re structure as a Not For Profit Company (like Welsh water) and allow the same option for any utilities or public serving company.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-04T15:28:12.259Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-14T06:41:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-24T09:23:54.895Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like to see changes to the way that utility companies, in particular water companies are run, but we're not sure what you'd like the Government or Parliament to do. \r\n\r\nCurrently the Government could, if it wished to, bring water companies and other utilities under public ownership and run them as not-for-profit organisations. \r\n\r\nWe currently have the following petitions open, which you might like to sign:\r\n\r\nHold a referendum on renationalising all utility services; gas, electric, water\r\nhttps://petition.parliament.uk/petitions/632845\r\n\r\nNationalise the water industry in England and Wales without delay\r\nhttps://petition.parliament.uk/petitions/638414"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-24T09:23:55.186Z"
    },
    "id": 640626,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640626.json"
    },
    "type": "petition"
}