{
    "attributes": {
        "action": "Change insurance calculations to be a non discriminatory calculation",
        "additional_details": "It's a legal requirement to have insurance yet general folk and people don't get a say in how it's worked out and are pretty much forced into a criminal price with little to no explanation. Especially with the living cost today. All it's doing is pushing people to break the law and have fake plates without insurance because insurance wants 5k a year to insure a 1k 3wheeler that doesn't go faster than 80 mph.",
        "background": "Currently our insurance in the uk is out of hand and believes they can charge what they want because it's a legal requirement. But how is the price worked out? It's based on gender and age and accidents involved in. When it should be based around history of the driver and not generalised stats",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-04T09:08:45.544Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-04T10:00:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-10T16:45:17.903Z",
        "rejection": {
            "code": "duplicate",
            "details": "Car insurance companies are not allowed to use a person's gender to calculate the price of insurance policies. \r\n\r\nYou may wish to sign the following petition, which asks the Government to stop car insurance companies considering a person's age when offering policies.\r\n\r\n'Stop car insurers considering age of driver when setting insurance policies'\r\nhttps://petition.parliament.uk/petitions/636551"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-10T16:45:31.667Z"
    },
    "id": 640602,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640602.json"
    },
    "type": "petition"
}