{
    "attributes": {
        "action": "Support those who are unable to access education by providing Govt funding.",
        "additional_details": "A child should not be discriminated against if they cannot access education in local provisions.  \r\n\r\nThe Govt should support all children, and allowing some children to be left behind due to situations out of their control is damaging and unhealthy as it creates barriers to their ability to enter the workforce and give them a good future.  \r\n\r\nSupporting Grants for children who are not in school is the right thing to do.",
        "background": "Support those who are unable to access education by providing Govt funding to every child regardless of where they are educated. \r\n\r\nBy funding the child, rather than where the education is taking place, it gives more opportunities to those who are not able to access education in school.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-05T19:06:12.511Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-05T21:05:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-10T08:00:05.217Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about support for children who do not attend school, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Government provides funding to local authorities, which are responsible for arranging suitable education for children. This includes arranging education for children who cannot attend school and are not being home educated.\r\n\r\nIf you are unhappy with the alternative educational provision your local authority has arranged in respect of your child you should complain to your local authority about this.\r\n\r\nWe could accept a petition calling on the Government to provide grants to families who choose to home educate their child, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-10T08:00:06.708Z"
    },
    "id": 640710,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640710.json"
    },
    "type": "petition"
}