{
    "attributes": {
        "action": "Provide more support for additional needs in children.",
        "additional_details": "Children are being failed through the system and struggles will worsen. They should not have to wait to be assessed from a specific age, and they should not have to wait years on end. Parents are not being listened to regarding concerns, resulting in delays of support for their child/children. With additional support within schools, local authorities and relevant healthcare professionals, children can go on to have a successful education and everyday living.",
        "background": "Provide more funding and not having a required age to be assessed from a specific age, as this will impact education and everyday life without the correct support in place.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-06T10:16:58.241Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-06T10:54:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-11T11:01:46.982Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign other open petitions with similar themes:\r\n\r\nhttps://petition.parliament.uk/petitions/634116\r\nIncrease funding for special educational needs and disabilities (SEND) education\r\n\r\nhttps://petition.parliament.uk/petitions/637624\r\nFund increased support for SEN children in mainstream schools\r\n\r\nhttps://petition.parliament.uk/petitions/636123\r\nIncrease funding for SEND support in early years and school\r\n\r\nhttps://petition.parliament.uk/petitions/632517\r\nReview how local authorities support children with special educational needs\r\n\r\nYou can make a complaint about the support your child's school provides for special educational needs at the following link: https://www.gov.uk/complain-about-school/sen-complaints"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-11T11:07:23.112Z"
    },
    "id": 640745,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640745.json"
    },
    "type": "petition"
}