{
    "attributes": {
        "action": "Stop the Bank of England from raising interest rates any further.",
        "additional_details": "This is a policy putting millions of families in financial despair with mortgages tripling and quadrupling and people are going to make choices between mortgage and eating. The inflation has not moved and will remain the same as it has not been caused by people overspending but by shortages of stock due to war in Ukraine and increase in energy prices. To simply take more and more money out of peoples pockets is like legalising robbery in a misconstrued show of acting against inflation.",
        "background": "The bank policy of reducing money in peoples pockets by increasing mortgages so demand for goods goes down so inflation goes down is totally flawed and is putting families in greater and greater hardship to the point they are under more hardship than during covid lockdowns.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-06T12:26:16.280Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-07T21:17:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-11T09:16:45.282Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about base interest rates are a matter for the Bank of England, not the UK Government or Parliament.\r\n\r\nWe have also published the following petition, which you might like to sign:\r\n\r\nTake back control of interest rates from the Bank of England: https://petition.parliament.uk/petitions/639682"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-11T09:16:45.998Z"
    },
    "id": 640756,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640756.json"
    },
    "type": "petition"
}