{
    "attributes": {
        "action": "change the way prisoners are being treated by prison staff",
        "additional_details": "",
        "background": "make sure the prisons are supporting prisoners mental health and are getting the right support for rehabilitation. Make sure the prison staff are not treating prisons inhumane and be more understanding how it affects prisoners and their families on the outside.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-06T07:31:50.793Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-06T08:00:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-10T12:48:27.316Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you are concerned about the way that prisoners are treated whilst they are serving a sentence, but we're not sure what action you would like the Government to take.\r\n\r\nPrison staff have a duty of care towards all prisoners, and they must take reasonable measures to keep prisoners safe during their sentence. In cases where a prisoner would like to make a complaint about treatment that they have received from prison staff there is a formal complaints procedure. You can find out more about this process through HM Prison and Probation Service: https://www.gov.uk/government/organisations/hm-prison-and-probation-service/about/complaints-procedure\r\n\r\nYou could start a new petition calling on the Government to introduce new measures to improve how prisoners are treated or to improve conditions inside prisons, if this is something you would like to see happen. You would have to be specific about what measures you would want."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-10T12:48:27.313Z"
    },
    "id": 640737,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640737.json"
    },
    "type": "petition"
}