{
    "attributes": {
        "action": "Stop the constant roadworks on Nottingham Road in Long Eaton, NG10",
        "additional_details": "Over the last two years there have been countless roadworks between the Long Eaton Green Roundabout and Chilwell that have caused gridlock along Nottingham Road. Adequate notice is never posted through the letterboxes of all the residents of the road, only a handful right outside the roadworks. Normally, signs should be posted weeks before the works begin. This allows people to plan around and also radio stations to broadcast to all locals to avoid the area.",
        "background": "Take the signed petition to the Broxtowe and Erewash councils and ask them to align with each other to ensure that they speak regarding priorities for all roadworks and obstructions. Queues are so long and affecting commuting and residents ability to move and air quality from idling engines.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-06T08:00:19.588Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-06T12:15:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-10T17:34:29.978Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local roads are a matter for the local councils, not the UK Government or Parliament.\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nWe only reject petitions that don’t meet the petition standards."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-10T17:34:33.059Z"
    },
    "id": 640738,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640738.json"
    },
    "type": "petition"
}