{
    "attributes": {
        "action": "Repaint child friendly murals on wall of The Kent intake unit (KIU)",
        "additional_details": "I can see no reason why Robert Jenrick MP requested the child friendly cartoons be painted over - except to deprive traumatised children, of a warm setting to help ease their very real fears. He does not represent the majority of the UK who are disgusted and ashamed by this cruel act against innocent children. During the 2nd world war the UK welcomed refugee children into our homes, this government is turning its back on them. Please have a heart and reinstate the murals. Thank you.",
        "background": "The Kent intake unit (KIU) is a reception centre for unaccompanied child asylum seekers. These are vulnerable children who would have been without the family and displaced from their country due to war, famine, climate disasters or economic hardship.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-08T15:52:31.578Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-08T16:48:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-20T06:42:54.594Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n \r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n \r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n \r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n \r\nYou could also raise this issue with the Government department responsible for asylum centres. You can find contact details for the Home Office here: https://www.gov.uk/government/organisations/home-office\r\n\r\nWe could accept a petition calling on the Government to ensure that all asylum reception centres are children friendly, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-20T06:42:56.090Z"
    },
    "id": 640877,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640877.json"
    },
    "type": "petition"
}