{
    "attributes": {
        "action": "Make information for Group B streptococcus included in prenatal care.",
        "additional_details": "There is no information or option to test for the potentially fatal bacteria of group b strep, carried by women in the birth canal. During birth, the GBS bacteria can be spread to the unborn baby through the birth canal. Pregnant women would be oblivious to this bacteria and have no idea that they are a carrier. GBS can lead to death as well as lifelong disabilities.\r\nNHS do not test nor give information for group b streptococcus or give parents the option for private testing.",
        "background": "For the safety of our new born babies, information and options for testing for group b streptococcus during pregnancy needs to become part of the prenatal care for women. I urge the parliament to make this information compulsory from the NHS and private midwifery service.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-08T16:40:30.621Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-09T19:05:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-13T08:45:39.931Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether to provide information on certain conditions is an operational decision for the NHS and for the independent Nursing and Midwifery Council, not for the UK Government or Parliament.\r\n\r\nBelow is a previous petition on this topic, as an example of a request that we could accept:\r\nhttps://petition.parliament.uk/petitions/608081\r\nFund routine testing for Group B Streptococcus during late pregnancy\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-13T08:45:45.793Z"
    },
    "id": 640880,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640880.json"
    },
    "type": "petition"
}