{
    "attributes": {
        "action": "Re-paint murals at Kent Intake Unit, and other units, to treat children humanely",
        "additional_details": "The removal of these paintings/murals is a shameful act that ONLY intends to make children suffer. \r\n\r\nBBC News reports that this is because they \"sent too welcoming a message\". The idea that that might reduce people coming into the country is laughable. \r\n\r\nDoes the government also plan on removing these murals from hospitals? Presumably we also don't want children to frequently visit hospitals? \r\n\r\nRemoving the murals makes the life of these children harder. And the staff. \r\n\r\nPut. Them. Back. Now.",
        "background": "As reported yesterday, Immigration Minister Robert Jenrick has ordered the removal of murals of cartoon characters from Kent Intake Unit. These comfort scared and vulnerable children during one of the most stressful and uncertain times of their lives. \r\n\r\nWe want the government to put them back.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-08T13:58:09.191Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-08T14:45:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-20T06:42:42.131Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n \r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n \r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n \r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n \r\nYou could also raise this issue with the Government department responsible for asylum centres. You can find contact details for the Home Office here: https://www.gov.uk/government/organisations/home-office\r\n\r\nWe could accept a petition calling on the Government to ensure that all asylum reception centres are children friendly, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-20T06:42:43.793Z"
    },
    "id": 640871,
    "links": {
        "self": "https://petition.parliament.uk/petitions/640871.json"
    },
    "type": "petition"
}