{
    "attributes": {
        "action": "Gov should invest money in better places, and not soo much in asylum seeker",
        "additional_details": "Too much money is spent on these people, who lie to enter into this country. I am not anti for this matter, but the UK gov are letting too many in, they believe in their stories about their countries and let them in “refuge” to the UK. This money can be spent on certain other British individuals, schools, hospitals, UK roads where many many roads have potholes and also other private companies which aid us. This matter should be solved asap.",
        "background": "The government spends too much money on the process of asylum seekers. The money (as salary) goes to multiple social workers, interpreters, local school staff who work after school hours and in holidays, special NHS staff who are allocated to these child’s and legal individuals like solicitors.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-11T10:57:40.529Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-11T11:11:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-13T11:08:32.584Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the cost of the current asylum system, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Government is seeking to pass legislation to change the law so that those who arrive in the UK illegally will not be able to stay here and will instead be detained and then promptly removed, either to their home country or a safe third country. You can find out more about this legislation here: https://www.gov.uk/government/collections/illegal-migration-bill\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-13T11:45:59.258Z"
    },
    "id": 641006,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641006.json"
    },
    "type": "petition"
}