{
    "attributes": {
        "action": "Make equal split shared care of children available to men and women by default.",
        "additional_details": "To ensure children develop meaningful relationships with both their mothers and fathers. To reduce the risk of children within seperated parent families growing up around conflict between parents and control by one or more of their parents. To assist separated families to co-operate more effectively in the best interests of their children.",
        "background": "Amend law to allow men and women to both obtain automatic equal shared care of their children upon separation. So long that it is safe for the child. Only on evidential grounds should the courts consider it unsafe for both parents to obtain equal shared care of their children.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-12T00:48:55.403Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-12T08:01:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-14T14:23:57.594Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you're concerned about ensuring shared and equal parental access to their children, but it's not clear what you want the Government to do to achieve this.\r\n\r\nThe Children Act (England and Wales) 1989 already requires any court making a decision affecting the care and upbringing of a child to give paramount consideration to the welfare of that child, including a presumption that the involvement of each parent in the child's life will further the child's welfare.\r\n\r\nYou can find out more about making child care arrangements in cases of parental separation or divorce via the links below:\r\nhttps://www.gov.uk/looking-after-children-divorce/if-you-agree\r\nhttps://www.cafcass.gov.uk/grown-ups/parents-and-carers/divorce-and-separation/parenting-together/\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-14T14:23:57.592Z"
    },
    "id": 641033,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641033.json"
    },
    "type": "petition"
}