{
    "attributes": {
        "action": "Grant 2023 A Level grading allowances in England similar to Wales/Scotland/NI",
        "additional_details": "Pupils who sat A-levels in England in 2023 face tougher grading than their peers in Wales, Scotland, and Northern Ireland. This would result in students in England missing their university offers at a higher rate when compared to students in the other devolved nations. As home students, all are competing for the same university places in the UK. This petition appeals to remove this unfairness for the students of England by giving them the same exam grading allowances in 2023 as students in the other devolved nations. This ensures that all students in the UK impacted by the pandemic have an equal chance to access higher education.",
        "background": "We want the Department for Education to work with Ofqual to ensure that students in England are graded after the 2023 A-Level exams with the same allowances provided to students in Wales, Scotland, and Northern Ireland in order to compensate for the disruption caused by Covid-19.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-12T04:30:18.755Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-12T07:31:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-18T09:45:58.130Z",
        "rejection": {
            "code": "duplicate",
            "details": "We currently have the following petition open which you might like to sign.\r\n\r\nEnsure fair grading for A Level students in 2023\r\nhttps://petition.parliament.uk/petitions/631243"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-18T09:52:25.038Z"
    },
    "id": 641037,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641037.json"
    },
    "type": "petition"
}