{
    "attributes": {
        "action": "Make PIP accessible for people unable to work due to depression and anxiety",
        "additional_details": "Despite claiming that PIP is for everybody, this is not the case. A person who is unable to leave their home alone due to panic attacks/agoraphobia should not be considered fit for work. A fit note should be sufficient to claim PIP.",
        "background": "Questions asked when applying for pip are based on physical abilities. This is not always applicable to mental health conditions. For example, a person may be able to cook, dress themselves, wash etc in their own home, but due to panic attacks/agoraphobia, be unable to work. This needs to change!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-11T19:04:48.990Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-13T15:47:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-18T07:07:08.053Z",
        "rejection": {
            "code": "no-action",
            "details": "You can get Personal Independence Payment (PIP) if all of the following apply to you:\r\n\r\n- you’re 16 or over\r\n- you have a long-term physical or mental health condition or disability\r\n- you have difficulty doing certain everyday tasks or getting around\r\n- you expect the difficulties to last for at least 12 months from when they started\r\n\r\nThis means that someone suffering from depression or anxiety may be eligible for PIP, if they have difficulty doing certain everyday tasks.\r\n\r\nIf what you want is for anyone who is signed off work to be eligible for PIP, we could accept a petition requesting that.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nCreate fast-track for PIP applications where NHS staff can approve claims: https://petition.parliament.uk/petitions/639467\r\n\r\nEnsure that PIP assessors are fully trained in mental health: https://petition.parliament.uk/petitions/640747"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-18T07:07:09.160Z"
    },
    "id": 641021,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641021.json"
    },
    "type": "petition"
}