{
    "attributes": {
        "action": "Change \"No holidays during term time\" to apply to children of GCSE age only",
        "additional_details": "Children experiencing different cultures is extremely important for their learning of diversity, history and language.\r\nFamilies are struggling at the moment and the 1 luxury that kept most families spirits high, was a family holiday, whether in the UK or abroad. This has now been stripped away because of extreme prices when restricted to school holidays.\r\nTeachers spend all year with children, when they go on holiday, they want to relax and not be surrounded by more children.",
        "background": "Change the ruling so Children up to year 7 can go on holiday any time of year.\r\nYears 8 and above are restricted to \"no holidays\" in term time due to GCSE work. \r\nAllow teachers (of whom are not teaching at GCSE level) to take leave through out the year too. \r\nAllow 20 days leave per year",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-12T13:07:32.268Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-12T14:29:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-17T08:12:49.823Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to arrangements for taking children out of school, but ye're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYour petition says that you want restrictions on taking children out of school to be removed except for children taking GCSEs, but your petition then goes on to say you want these restrictions to be removed up to Year 7, when students normally start taking their GCSEs in Year 10.\r\n\r\nYour petition also refers to holiday arrangements for school staff, but this would be a matter for individual schools, not the Government or Parliament.\r\n\r\nYou could start a new petition explaining clearly for what years you want restrictions on taking children out of school during term time to be removed.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nScrap fines for taking children out of school in term time: https://petition.parliament.uk/petitions/631546\r\n\r\nAllow school children 5 days of absence: for family, holidays & mental wellbeing: https://petition.parliament.uk/petitions/632846"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-17T08:12:50.773Z"
    },
    "id": 641051,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641051.json"
    },
    "type": "petition"
}