{
    "attributes": {
        "action": "Change the discriminatory laws pertaining to prescribing of male HRT",
        "additional_details": "Male Hypogonadism or 'male menopause' is a common condition affecting men of all ages. When approaching the NHS with this condition, men will often be turned away based on outdated practise or be prescribed outdated protocols shown to be ineffective. Testosterone Enanthate or 'Enantate' is shown on prescribing formularies but only for use in gender dysphoria treatment. We would like this biologically identical male hormone available to men. We also want the HRT Prepayment Scheme extended to men.",
        "background": "We would like the government to make the NHS change the prescribing formulary guidance to include Enanthate as a primary treatment and would also like male HRT to be included in the 'HRT Prepayment Certificate' scheme.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-13T13:31:49.762Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-15T13:37:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-04T09:12:05.138Z",
        "rejection": {
            "code": "irrelevant",
            "details": "There are no laws relating to the prescribing of male HRT. Prescribing medicines, including HRT is the responsibility of individual clinicians, not the UK Government or Parliament. We could accept a petition calling for the HRT Prepayment Certificate scheme to be extended to HRT for males, if that was the only request of the petition."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-06T15:16:44.686Z"
    },
    "id": 641112,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641112.json"
    },
    "type": "petition"
}