{
    "attributes": {
        "action": "CBC to unpause the schools for the future program for Stotfold and Shefford",
        "additional_details": "This has been planned for by parents, children, schools and council for the past 3 years. Parents have planned their lives & schools invested millions into the change from a 3 tier school system to a 2 tier system like the rest of the county and country. Other areas of the county are continuing their plans for this despite having planned for less time and is only the Stotfold and Shefford cluster being paused. What has gone wrong and who is responsible? It’s not believed it cannot now be funded",
        "background": "We need the government/parliament to help unpause the CBC’s schools for the future program in the Stotfold and Shefford area which has been promised and planned for the past 3 years. It is claimed the last admin did not plan its funding. This needs investigating and the program funded, true or not.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-13T08:46:54.922Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-13T09:04:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-18T06:42:06.326Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local programmes are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local authority directly: https://www.centralbedfordshire.gov.uk/directory/78/e-petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-18T06:42:07.746Z"
    },
    "id": 641100,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641100.json"
    },
    "type": "petition"
}