{
    "attributes": {
        "action": "Reform the assessment process when assessing children for Autism",
        "additional_details": "The government write curriculums and guidance for early years on how children should be developing, however, it is recognised in these documents that children are individual and may follow different paths of development. The current assessment for Autism is very narrow and if children are deemed not to be displaying the same behaviours it is rejected leading to diagnosis being too late. The government believe in early intervention yet this process doesn't reflect that.",
        "background": "The current assessment process is flawed. The assessment process needs to be updated to reflect that the Autistic Spectrum is huge. Not every Autistic person follows the same pathway. This is leading to late diagnosis.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-13T12:51:08.187Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-13T18:02:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-18T07:28:04.469Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about how autism is assessed in children, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nFor example, we could accept a petition calling on the Government to review how autism is assessed in children, with a view to identifying how this process could be improved.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease funding for autism/ADHD assessments to reduce waiting times: https://petition.parliament.uk/petitions/640581"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-18T07:28:05.679Z"
    },
    "id": 641110,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641110.json"
    },
    "type": "petition"
}