{
    "attributes": {
        "action": "Standardise packaging so it can be reused",
        "additional_details": "In the UK it is estimated that five million tonnes of plastic is used every year, nearly half of which is packaging. Micro plastics are destroying marine life, impacting on our health and environment. Almost all plastics are made from chemicals that come from the production of planet-warming fuels (gas, oil and even coal). UK Gov needs to drive radical reform in reduction of packaging production and mandate reuse. Cigarettes are proof it can be done.",
        "background": "Standardise bottle packaging of 50ml, 100ml, 250ml and litre bottles across foods and toiletries. This means manufacturers can reuse packaging. The majority of products are produced by a limited number of companies - who earn billions at the expense of our physical and environmental health.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-17T13:09:56.605Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-17T19:13:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-24T11:06:22.664Z",
        "rejection": {
            "code": "no-action",
            "details": "Standardisation of tobacco packaging doesn't mean that cigarette packets can be reused by manufacturers, so it's not clear what standards you would like to impose on packaging for food and drink bottles. You could start a new petition saying clearly what standards you want. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-24T11:06:51.428Z"
    },
    "id": 641286,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641286.json"
    },
    "type": "petition"
}