{
    "attributes": {
        "action": "Ban Imports of Exotic Animals as Pets into the UK",
        "additional_details": "The importation of exotic animals as pets to the UK must be urgently banned. This trade causes immense suffering to the animals, disrupts ecosystems, and poses risks to both animal welfare and public safety. Animals are taken from their natural habitats, subjected to grueling journeys, and often die during transit or soon after arrival. In captivity, they suffer physically and psychologically due to the inability to replicate their native habitats. Escaped exotic animals, such as snakes, have threatened citizens and native wildlife while potentially carrying harmful parasites. An immediate ban is necessary to protect animal welfare, preserve ecosystems, and ensure public safety.",
        "background": "We urge the UK Government to immediately ban the importation of exotic animals as pets. Protect animal welfare, prevent ecosystem disruption, and ensure public safety. Act now to end the suffering caused by the exotic-pet trade and safeguard our environment and communities.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-16T00:09:35.880Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-16T11:16:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-19T11:57:44.156Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to cover as \"exotic animals\".\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as banning the ownership of wild animals currently covered by the requirement for a licence:\r\n\r\nhttps://www.gov.uk/licence-wild-animal"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-19T11:57:56.779Z"
    },
    "id": 641219,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641219.json"
    },
    "type": "petition"
}