{
    "attributes": {
        "action": "Abandon proposed visa fee and NHS surcharge announced on July 13, 2023",
        "additional_details": "We believe that these new fees are unfair and discriminatory, and will have a negative impact on the UK economy and society.\r\n\r\nThe proposed visa fee is a significant financial barrier for many people who want to come to the UK to work, study, or visit. This will make it more difficult for businesses to hire the skilled workers they need, and will discourage students from coming to the UK to study.\r\n\r\nThe proposed NHS surcharge is also unfair and discriminatory. It will disproportionately impact low-income families and individuals, and will make it more difficult for people to access essential healthcare services.\r\n\r\nWe believe that these new fees are unnecessary and harmful. The fees charged by the immigration system are already high and cannot justify another increase.",
        "background": "We urge the government to abandon these proposed fees and to work with us to find a more fair and equitable way to fund the NHS and public sector funding.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-17T06:36:47.990Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-17T07:37:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-20T07:18:11.388Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/641140"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-20T07:18:12.592Z"
    },
    "id": 641266,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641266.json"
    },
    "type": "petition"
}