{
    "attributes": {
        "action": "Change the conditions of PSW visa status",
        "additional_details": "The Govt should either. \r\nA. Exempt TAX on wages to those working on PSW and also should be exempt from Paying council tax on their accommodations.\r\nB. Count their stay as in their number of days as normal from when they first entered the country prior to even acquiring the PSW status as they had to stay continuously after their course.\r\nIt’s only fair if the government end goal is to just tax working immigrants money and send them back once they can’t work as the employees refuse to hire them.",
        "background": "It’s Unfair that the days of stay in the United Kingdom are not being counted to whom ever the PSW status has been granted or will be granted, because those on that status are being taxed on their Wages and also giving council tax and basically living like any other normal person, it’s morally wrong",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-19T02:27:47.020Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-19T04:22:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-21T07:16:45.495Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action, and we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYour petition refers to days \"not being counted\", but we're not sure what you mean by this. If you want time spent in the UK on a student or graduate visa to count towards indefinite leave to remain, we could accept a petition requesting that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-21T07:16:46.719Z"
    },
    "id": 641359,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641359.json"
    },
    "type": "petition"
}