{
    "attributes": {
        "action": "Introduce a midday break akin to the Spanish ‘siesta’ to protect workers",
        "additional_details": "Extreme weather is reducing productivity and concentration levels, which could be countered by shifting more complex tasks to the morning hours and allowing for a break of the typical working day.",
        "background": "This approach has long been suggested by trade unions in Germany for example. Back in 2011, the DGB confederation of trade unions was encouraging Angela Merkel to grant German workers a lunchtime power nap for better health and to increase productivity.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-18T13:39:52.621Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-18T13:48:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-25T08:03:28.209Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWorkers over 18 are entitled by law to one uninterrupted 20 minute rest break during their working day, if they work more than 6 hours. You could start a petition requesting that workers should be entitled to a longer break, or that employers should be required to provide facilities for sleep, if this is something you would like to see."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-25T08:03:43.600Z"
    },
    "id": 641337,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641337.json"
    },
    "type": "petition"
}