{
    "attributes": {
        "action": "Change that people can not ring in anonymous to social services with concerns",
        "additional_details": "People are affecting children lives with Malicious lies being able to hide their details\r\nIf their are genuine concerns for a child then no person should be worried about leaving details.\r\nThe affect it has is more powerful and can course long lasting damage to a person who has generally not done the things that’s been accused by social services and I believe people should be held accountable for telling lies that can affect a whole family in different ways including the child’s childhood",
        "background": "I want the government to put in place where no one can ring social services on children without leaving there details. \r\nI believe people in situations may need their details kept quiet but I believe social services should know who has rang.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-20T12:34:51.756Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-20T14:36:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-25T07:27:42.831Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe Government and Parliament are not responsible for the information people provide about themselves when they raise concerns about a child's welfare."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-25T07:27:42.829Z"
    },
    "id": 641434,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641434.json"
    },
    "type": "petition"
}