{
    "attributes": {
        "action": "Build female only gyms across the UK to increase physical activity amongst women",
        "additional_details": "Many women avoid going to the gym due to male disrespect and comments or due to being insecure of working out in front of the opposing gender, however this shouldn’t be a barrier for a lack of exercise. Therefore, if gyms are created female will want to voluntarily go to the gym which will increase their physical activity and eventually decrease obesity levels across the country. Some countries in the Middle East such as Dubai have already taken action and have been incredibly successful.",
        "background": "I want the government to take action and create female only gyms across the whole of the UK.Physical activity amongst women in particular is significantly low partially due to modernisation and lack of  movement, therefore the creation of female only gyms in the UK would be quite beneficial.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-24T22:29:29.163Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-24T23:48:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-27T11:06:13.668Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe UK Government and Parliament are not responsible for the provision of gyms."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-27T11:06:14.684Z"
    },
    "id": 641591,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641591.json"
    },
    "type": "petition"
}