{
    "attributes": {
        "action": "Make public, a full investigation of mistreatment in Care homes, when reported.",
        "additional_details": "",
        "background": "The result of an investigation into the mistreatment of resident's in Care homes should be looked into adequately, and so it can make credible changes to prevent the same from happening again.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-25T00:06:45.909Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-26T15:32:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-31T07:33:31.379Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action, and we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nUnder the The Health and Social Care Act 2008 (Regulated Activities) Regulations 2014, care providers already have to establish and operate systems and processes to investigate, immediately upon becoming aware of, any allegation or evidence of abuse.\r\n\r\nWe could accept a petition calling on the Government to require care homes to publish the outcomes of investigations into allegation or evidence of abuse, if that's what you'd like to happen.\r\n\r\nIf you want to complain about a care provider, including about how they have investigated allegations or evidence of abuse, you can find out how to do so here: https://www.cqc.org.uk/contact-us/how-complain/complain-about-service-or-provider"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-31T07:33:32.490Z"
    },
    "id": 641599,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641599.json"
    },
    "type": "petition"
}