{
    "attributes": {
        "action": "Create a Child Work Awareness Day",
        "additional_details": "Children of an earlier age such as Primary School age and early secondary can experience work type activities in a fun environment so that they get a better understanding of what a workplace is, the opportunities that may be available to them as they make choices throughout their education journey and to experience the realities of a workplace so that it isn't an alien concept, not something to be feared but anticipated in a positive way and also aiding future recruitment.",
        "background": "Create a national day or week where work places can hold work awareness days/events for the children of employees to experience the workplace or a workplace type environment. With activities and talks/discussions about employees jobs, roles and responsibilities in a fun and positive way.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-24T23:52:09.473Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-25T10:59:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-27T11:27:23.701Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nWorkplaces can hold events for the children of employees to experience the workplace whenever they want. Deciding if and when to hold events like this are a matter for individual employers, not the Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-27T11:27:24.776Z"
    },
    "id": 641598,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641598.json"
    },
    "type": "petition"
}