{
    "attributes": {
        "action": "Ensure fans are not forced in to buying top tier tickets to events.",
        "additional_details": "Fans desperate for tickets have grabbed tickets at huge prices in panic at selling out in minutes. It appeared these shows had been sold out, but over the days after the initial general sale, Ticketmaster and AXS have made more affordable tickets available. There are no reasons these tickets should be available now except for the fact TM and AXS held back tickets to push VIP sales. People who spent between £200 and £600 on VIP packages are now left with worse seating than those paying ~£89.",
        "background": "Prevent sites like Ticketmaster and AXS from holding back more affordable tickets in the favour of pushing VIP/More expensive tickets in general sales. They are taking advantage of people desperate to see shows who cannot necessarily afford the higher prices.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-26T21:28:10.061Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-26T21:53:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-31T08:09:28.767Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about when to release tickets for sale are a matter for event organisers, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-31T08:09:29.940Z"
    },
    "id": 641665,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641665.json"
    },
    "type": "petition"
}