{
    "attributes": {
        "action": "Require fashion retailers to have maternity clothes in their physical shops",
        "additional_details": "Like many other first time mothers in the UK, I have struggled to find clothes that both fit me and suit me. There is always the option to buy online, but it does not compare to being able to try clothes on at the shop to gain a better understanding of how your body is changing. The shortage of stock in retail shops makes pregnancy a lot harder for many women’s mental health and self awareness. All retailers have maternity clothes online, so why not in physical shops?",
        "background": "Pregnancy is a period of constant change in women’s bodies. The lack of readily available pregnancy clothes in retail shops makes this period a lot more stressful and complex than needs to be. By ensuring retailers have items in stock at the shops, everyone wins.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-25T14:08:23.393Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-25T14:52:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-07-27T11:56:39.952Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. \r\n\r\nDeciding what clothes to stock is a matter for individual retailers, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-07-27T11:56:39.951Z"
    },
    "id": 641611,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641611.json"
    },
    "type": "petition"
}