{
    "attributes": {
        "action": "Call to prevent energy price hikes in aid of FAT CATS.",
        "additional_details": "Call to the government to prevent greedy fat cats ripping us of for necessities such as ENERGY.  This needs to be discussed and debated and the appropriate action taken.",
        "background": "We are told that energy price hikes are due to market forces.  YET, the energy companies are experiencing MASSIVE PROFIT INCREASES.  Eg. British gas year on year increase in profits is at 889%.  The government needs to find a way to PREVENT this greed from ever happening again.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-28T11:32:53.049Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-28T11:49:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-01T07:33:53.251Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about profits earned by certain energy companies, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nOfcom sets an energy price cap, which is intended to ensure that the profit energy supplies make is capped. You can find out how this works here: https://www.ofgem.gov.uk/information-consumers/energy-advice-households/check-if-energy-price-cap-affects-you\r\n\r\nThe Government has also introduced an Energy Profits Levy to tax the the profits of the oil and gas sector. You can find out more about this here: https://www.gov.uk/government/publications/cost-of-living-support/energy-profits-levy-factsheet-26-may-2022\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIntroduce a permanent 20% energy company profit tax, and abolish VAT on energy: https://petition.parliament.uk/petitions/633416\r\n\r\nIf you'd like the Government to do something different you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-01T07:33:54.391Z"
    },
    "id": 641725,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641725.json"
    },
    "type": "petition"
}