{
    "attributes": {
        "action": "Have the ability to chose who to pay for treatment. NHS or Private.",
        "additional_details": "Sue to the increasing strain on the nhs and the inability to see a GP,  Many appointments are cancelled, people who may need urgent care are unable to get the treatment or even diagnosis.  The hospitals are over crowded and taking on strain of the GP’s workflow. People should be given the choice to “opt out” of paying the NHS via NI and go private.\r\n\r\nWe have no choice about the service we get, we just have to put up with what we get. \r\n\r\nIf you pay for a service privately, we own that decision.",
        "background": "Give individuals a choice as to whether they contribute to the NHS via National insurance, simply give people the choice to go private.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-27T20:00:02.048Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-28T06:15:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-01T07:13:33.215Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you want people to have the option to opt out of NHS care to reduce their personal tax obligations, but it's not clear what effect you want opting out to have on an individual's tax obligations. Funding for NHS services comes from general taxation, and it's not clear how you want an individual's tax obligations to be changed if they opt out of NHS care.\r\n\r\nYou could start a new petition explaining more clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-01T07:13:34.541Z"
    },
    "id": 641707,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641707.json"
    },
    "type": "petition"
}