{
    "attributes": {
        "action": "Justice system to recognise deception, fraud & theft as criminal in civil cases.",
        "additional_details": "Pass a law that makes it a criminal offence to dissolve a business for the sole purpose and intention of writing off debt to then start a new company to carry on trading. \r\nPolice to be instructed to consider all evidence that could identify criminal activity such as fraud by deception and theft within the boundaries of a breach of contract in civil law and actively pursue through a criminal court.\r\nInstate a regulator for all tradesman whose services rely solely on trust, where there is no try before you buy or return of faulty goods option.\r\nLaws to protect the consumer and laws to protect the trader from non payment.",
        "background": "Employing a builder roofer or similar relies solely on trust, no try before you buy or return of faulty goods advantage. The law as it stands makes it a civil dispute when a disagreement occurs between tradesmen and customer. Scamming people of life savings by failing to deliver services paid for.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-28T13:03:28.586Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-07-28T18:55:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-17T11:20:24.165Z",
        "rejection": {
            "code": "no-action",
            "details": "It is not clear exactly what actions you would like to be made a criminal offence. Deciding how to investigate and prosecute allegations of criminal activity are a matter for the Police and Crown Prosecution Service.\r\n\r\nYou may wish to sign:\r\n'Introduce statutory licensing and regulation of builders'\r\nhttps://petition.parliament.uk/petitions/636359"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-22T11:44:29.896Z"
    },
    "id": 641728,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641728.json"
    },
    "type": "petition"
}