{
    "attributes": {
        "action": "Allow the public to vote on new policies that were not on the 2019 ballot",
        "additional_details": "The oil and gas announcements from today (31/07) go against pledges made in the 2019 manifesto, against the party’s own advisors and against current science and peer-reviewed, publicly accessible data.  These will greatly shape the future of this island in ways that won’t just impact this generation, but lifetimes to come. Our attitudes and stance on issues like climate change and immigration matter, our words carry. We used to be an empathetic and kind nation. We should be able to vote this.",
        "background": "With the current government driving forward with climate policies that are not science-driven and immigration bills which fall short of the UN human rights act: which were not on the ballot at the last general election, it’s time the public had a say in changes that will shape the future of the UK",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-07-31T20:37:42.629Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-01T08:52:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-03T09:03:13.633Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you might want to call for a general election, or for referendums to be held on all policies that weren't in the 2019 election manifesto."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-03T09:03:25.811Z"
    },
    "id": 641863,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641863.json"
    },
    "type": "petition"
}