{
    "attributes": {
        "action": "Review local authorities statutory powers around residents parking charges.",
        "additional_details": "The government need to introduce rules and regulations which councils need to work within as residents and business owners/workers are being continually punished by complex parking permit rules seemingly there only to be a cash cow to local authorities.\r\n\r\nWe are in a cost of living crisis yet parking permits continue to rise, some authorities have introduced 'digital permits' with the nuiances and cost not deemingly democratically voted on by local residents.",
        "background": "Local authorities seem to use car parking and especially residents/buisness car parking as a cash cow, they inveribly have '1 size fits' all policies which don't fit all scenarios and generally local authorities seem very draconian and not fair to those who live where they are being charged.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-01T06:16:55.580Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-01T11:54:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-04T09:38:09.432Z",
        "rejection": {
            "code": "no-action",
            "details": "It is not clear if you are referencing residents/permit parking, all permit parking, or all powers regarding parking in your locality. \r\n\r\nIf you would like to request a review, you would need to be clear about what exactly you would like to be reviewed. If you would like to request changes to powers available to local authorities regarding parking, you would need to be clear what these changes are. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-04T09:38:26.153Z"
    },
    "id": 641879,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641879.json"
    },
    "type": "petition"
}