{
    "attributes": {
        "action": "Debate the rights of constituents to hold a recall petition for absent MP’s",
        "additional_details": "The MP for Mid Bedfordshire has a poor voting record and an even poorer record for holding surgeries in their constituency, or actively representing their constituents. They prefer instead to promote their media career, whilst continuing to draw a full parliamentary salary, despite not turning up for work. This effectively leaves Mid Beds without a member of Parliament to represent them. \r\n\r\nMid Beds constituents would like the house to debate whether legislation is required to enable constituents whose MP fails to represent them to have the right to hold a recall petition. A large volume of constituents in Mid Bedfordshire, of all political persuasions, are dismayed that this situation is allowed to persist, with no seeming way to do anything about it.",
        "background": "The MP for Mid Bedfordshire announced they were standing down immediately on the 9th June. They have since refused to resign, due to a personal matter regarding whether they were entitled to a peerage. This is of no consequence to the MP’s Constituents.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-01T20:16:49.242Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-01T21:13:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-04T06:58:17.126Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/641224"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-04T06:58:19.238Z"
    },
    "id": 641921,
    "links": {
        "self": "https://petition.parliament.uk/petitions/641921.json"
    },
    "type": "petition"
}