{
    "attributes": {
        "action": "Petition To Review & Reopen Police Reports Pertaining To Creative Industry Cases",
        "additional_details": "It is crucial to uphold justice and fairness for all citizens, regardless of their profession, and ensure that creative professionals are not subject to discrimination or prejudice when interacting with law enforcement. \r\nReviewing and reinvestigating police reports, are essential steps to promote equal treatment and build trust between the Creative Industry and law enforcement.",
        "background": "To address the issue of biased treatment and potential mishandling of police reports involving individuals in the Creative Industry. Review and reinvestigate these reports, and establish an oversight committee to ensure impartially is adhered to and the path to justice is clear and accessible.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-04T19:17:04.028Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-04T19:27:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-07T15:50:12.600Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about investigating crimes, including when to close or reopen cases, are a matter for the police, not the Government or Parliament.\r\n\r\nOversight of the police is a matter for Police and Crime Commissioners, and considering complaints about the conduct of the police is the responsibility of the Independent Office for Police Conduct.\r\n\r\nIf you are concerned about policing in your area you could raise your concerns with your local Police and Crime Commissioner. You can find contact details for your local Police and Crime Commissioner here: https://www.apccs.police.uk/find-your-pcc/\r\n\r\nIf you are concerned how a particular case has been handled, you can find out how to complain about this here: https://www.policeconduct.gov.uk/complaints/guide-to-complaints-process"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-07T15:50:13.608Z"
    },
    "id": 642037,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642037.json"
    },
    "type": "petition"
}