{
    "attributes": {
        "action": "Provide a solution to high emissions caused by traffic avoiding the ULEZ.",
        "additional_details": "Congestion caused by traffic avoiding the ULEZ will create new pockets of high emissions in currently unaffected areas. When vehicles are rerouted or forced to take longer routes to avoid the ULEZ, they cause traffic congestion on alternative roads. This leads to stop-and-go traffic, idling vehicles, slower average speeds, which in turn can increase emissions of air pollutants in new areas. \r\nBefore manifesting new problems and expense, we need to find solutions.",
        "background": "Encompass a plan so people are not subjected to poor air quality. \r\nHigher traffic density by avoiding ULEZ, increases the number of vehicles emitting pollutants in a limited space, creating new regional high-emission zones. A solution is needed to tackle emissions & not restrict the flow of traffic",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-04T09:49:39.280Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-21T20:34:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-24T08:11:30.463Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-24T08:11:31.891Z"
    },
    "id": 642009,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642009.json"
    },
    "type": "petition"
}