{
    "attributes": {
        "action": "To look into the Security sector for officers to have a stab vest as uniform",
        "additional_details": "To have stab vest made a standard piece of uniform for security officers as knife crime is on the increase and slo there is a less police presence, and increased of threats made to officers during and after work, threats made to offers to be stabbed after there shift and also these are many lone workers in the security industry. I feel a stab vest should be made standard uniform and companies should supply this.",
        "background": "To push for more safety on the uniform issued to security officers in that section for example make stab vest a standard piece of uniform.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-06T21:55:53.724Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-07T18:17:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-09T07:03:36.276Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about what uniform to provide to security staff are a matter for individual employers, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to Make it a legal requirement for SIA licence holders to wear a stab vest on duty. If you want to start a new petition you'll need to provide your full name."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-09T07:03:37.671Z"
    },
    "id": 642108,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642108.json"
    },
    "type": "petition"
}