{
    "attributes": {
        "action": "Private Hire Drivers Neglected!",
        "additional_details": "We as private hire drivers feel neglected and have no one to turn to or seek help! No one treats us like humans and everyone sees taxi drivers like we are scums!\r\n\r\nRunning a vehicle for a private hire involves us extensive MOT, applying for a Vehicle License, insuring through taxi insurance, vehicle finance, fuel, mobile phone, data, accountant, tax and NIC, service, maintenance and repairs and so much more! Each one I have mentioned prices have increased yet our income has decreased!",
        "background": "To have options for drivers like myself to get good deals on insurance, maintenance and many more!\r\nWe are providing a service to the public yet we aren't being noticed! \r\n\r\nPs throughout Covid I worked as key workers needed to be in hospital, surgery and many others yet we wern't key workers?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-07T10:37:52.841Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-07T10:57:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-09T06:47:35.038Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about costs for insurance, vehicle finance, mobile phones and accountants are a matter for the relevant service providers, not the UK Government or Parliament. We could accept a petition calling for the Government to introduce tax breaks for private hire vehicle drivers, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-09T06:47:36.416Z"
    },
    "id": 642125,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642125.json"
    },
    "type": "petition"
}