{
    "attributes": {
        "action": "Move Bibby Stockholm to London",
        "additional_details": "They are quick to spend OUR money to make themselves & their mates richer, but they forget about the people who actually make this happen. Without the working class (which is the majority) they money wouldn't be there. I'm fed up with you spending my money on things I do not get a say in!!! Moving the barge to a central location, to enable MPs to use it as & when they need to, would save us millions. It would highlight those that are there for the people & those that are there for £££!",
        "background": "Move Bibby Stockholm to London so MPs can use it (for overnight accommodation/2nd base) rather than migrants. This will cut out need for subsidised meals, expenses on 2nd homes & save £millions each year. If its good & safe for migrants, it's good & safe for all humans!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-07T07:21:15.831Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-07T19:01:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-10T13:44:05.995Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government is responsible for accommodation for asylum seekers, including the use of the Bibby Stockholm for this purpose, but the Government is not responsible for accommodation for MPs, or expenses for MPs.\r\n\r\nExpenses for MPs, including those for accommodation and subsistence, are set by the Independent Parliamentary Standards Authority (IPSA), and is independent of both Parliament and Government."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-10T15:14:52.458Z"
    },
    "id": 642119,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642119.json"
    },
    "type": "petition"
}