{
    "attributes": {
        "action": "Restrict legal aid to UK citizens only",
        "additional_details": "A British value is fairness. I don't consider it to be fair when people who are born here , work hard , pay taxes and are then denied legal aid , when economic migrants who have contributed nothing , get off a boat and are immediately eligible .",
        "background": "IAM appalled at the amount of taxes payers' money being used to provide legal services to prevent deportation , when in the majority of cases UK citizens are denied access to legal aid.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-10T14:18:32.624Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-11T11:50:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-17T10:18:10.425Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand you want restrictions on the rights to legal aid. However, there are already rules governing eligibility for legal aid.\r\n\r\nLegal aid relating to civil actions, such as asylum applications, is subject to a 'means' test (https://www.gov.uk/guidance/work-out-who-qualifies-for-civil-legal-aid#means) and a 'merit' test (https://www.gov.uk/guidance/work-out-who-qualifies-for-civil-legal-aid#merits).\r\n\r\nThere are also strict requirements governing when a person can appeal a conviction for the first time, and on subsequent occasions. For example, legal aid is available for judicial review in immigration cases, however there are specific rules to prevent someone repeatedly raising the same issue. This is outlined in the Legal Aid, Sentencing and Punishment of Offenders Act 2012: https://www.legislation.gov.uk/ukpga/2012/10/schedule/1/enacted (see Paragraph 19(5)). Further information can be found in this Home Office guidance, which sets out the grounds for appeal in immigration cases: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/919742/rights-of-appeal-v8.0.pdf.\r\n\r\nIt is therefore not clear what changes you want to be made. You could start a petition calling for specified changes to the rules governing the right to appeal in immigration cases, if that is something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-17T10:18:10.422Z"
    },
    "id": 642277,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642277.json"
    },
    "type": "petition"
}