{
    "attributes": {
        "action": "Get Essential Tremor recognised as a disability",
        "additional_details": "The simplest daily tasks are a challenge such as using cutlery, drinking, writing, tying shoes and many other tasks. ET is a incurable and debilitating illness that worsens with age. It can also take a toll on people's work life if they have the condition.\r\n \r\nWe want the Government to get Essential Tremor recognised as a disability so that people with ET are protected under the Equality Act 2010. We believe this will ensure doctors take ET more seriously and provide better care and treatment for their patients with the condition. We think this will also help to prevent discrimination against people with the condition.",
        "background": "Essential Tremor (ET) affects the nervous system and causes involuntary and rhythmic shaking in the knees, head, voice and most commonly, in the hands.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2023-08-09T16:59:39.723Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-09T18:00:20.000Z",
        "opened_at": "2023-09-07T14:18:32.728Z",
        "rejected_at": "2023-09-07T18:01:37.814Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThe Government's guidance on disability under the Equality Act 2010 states that you’re disabled if you have a physical or mental impairment that has a ‘substantial’ and ‘long-term’ negative effect on your ability to do normal daily activities:\r\nhttps://www.gov.uk/definition-of-disability-under-equality-act-2010\r\n\r\nThis could cover people who have Essential Tremor, where this has a a ‘substantial’ and ‘long-term’ negative effect on their ability to do normal daily activities.\r\n\r\nWe could accept a petition calling on the Government to fund increased support for people suffering from Essential Tremor, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-07T18:05:03.967Z"
    },
    "id": 642235,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642235.json"
    },
    "type": "petition"
}