{
    "attributes": {
        "action": "Prevent TFL from introducing Toll charge on Blackwall Tunnel & Silvertown Tunnel",
        "additional_details": "TFL has introduced many new charges for usage of roads in London while Londoners are already facing a pocket squeezing cost of living crisis, this is yet another blow to the average person living within London. \r\n\r\nSadiq Khan should be prevented by all means to make decisions for his constituents in matters he has not discussed with anyone under his constituency.\r\n\r\nTFL say this is to pay for maintenance while their website says otherwise (Reality: discourage driving in London)",
        "background": "TFL intends to introduce a toll charge on Blackwall Tunnel & Silvertown Tunnel when the new Silverton Tunnel is commissioned for usage, we want the government to put an end to TFL's desired plan to charge users for use of this tunnel.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-10T12:17:25.743Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-10T12:39:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-22T11:53:57.228Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The London Assembly is responsible for Transport for London. You can start a petition with the Assembly here: https://www.london.gov.uk/who-we-are/what-london-assembly-does/petitions\r\n\r\nAlternatively, we could accept a petition calling for the Government to prevent traffic authorities from charging tolls for roads."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-22T11:54:03.587Z"
    },
    "id": 642270,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642270.json"
    },
    "type": "petition"
}