{
    "attributes": {
        "action": "Offer asylum in the UK to all White South Africans.",
        "additional_details": "In July, Julius Malema, leader of the Economic Freedom Fighters, South Africa's third largest political party, sang the racist song \"Kill the Boer, the farmer,\" at a rally of his followers. His incitement came amidst a wave of murders of White SA's. Between Jan and Mar there were 77 murders, 62 attempted murders, and 317 cases of assault on White farmers.\r\nPoor and disabled White South Africans are particularly vulnerable, and unable to gain residency abroad. They must be given asylum by the UK.",
        "background": "White South Africans are under grave threat of physical attack within South Africa. Many are unable to gain residency abroad as they fail to meet visa requirements, whether due to disability, asset requirements, etc. Those white South Africans must be offered political asylum by the UK as refugees.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-11T10:49:15.707Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-11T17:20:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-17T12:48:03.261Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. People can already claim asylum if they have left their country and are unable to go back because they fear persecution.\r\n\r\nYou can find out more here: https://www.gov.uk/claim-asylum\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-17T12:48:06.356Z"
    },
    "id": 642319,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642319.json"
    },
    "type": "petition"
}