{
    "attributes": {
        "action": "Make saying homosexuality is \"same-gender attraction\" a hate crime.",
        "additional_details": "Charities like Stonewall, which apparently stand for \"LGB rights\", now say that homosexuality is \"Same-gender attraction\", not same-sex. This, combined with the supposed fact that \"gender is fluid\", effectively renders homosexuality a choice. It is an irrefutable, scientific fact, that homosexuality is the attraction to the same sex. There is no psychological basis for sexuality being gender-based. The government need to make this a hate crime to purposely redefine homosexuality.",
        "background": "I want the Government to make purposely redefining homosexuality as \"same-gender attraction\" a hate crime in order to better protect the rights of homosexual individuals.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-11T03:06:15.837Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-11T03:14:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-21T08:37:10.278Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. You could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nA hate crime is any criminal offence which is perceived by the victim or any other person, to be motivated by hostility or prejudice, based on a person's disability or perceived disability; race or perceived race; or religion or perceived religion; or sexual orientation or perceived sexual orientation or transgender identity or perceived transgender identity.\r\n\r\nCrimes that are motivated by hostility towards a person's sexual orientation can already be classed as hate crimes.\r\n\r\nDecisions about investigating and prosecuting alleged crimes, including hate crimes, are a matter for the police and Crown Prosecution Service, not the Government or Parliament. Deciding whether a criminal offence has been committed, and whether this is a hate crime, is a matter for the courts."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-21T08:38:41.463Z"
    },
    "id": 642309,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642309.json"
    },
    "type": "petition"
}