{
    "attributes": {
        "action": "no landline telephone lines in 2025 as all telephones are switched to digital.",
        "additional_details": "BT especially, also they state after 2025 all providers will only offer digital services. And not provide access in medical emergencies or power cuts to phone for help via a land line service or no mobile signals such as in rural areas and Highlands and Islands. My wife suffers from compromised immune system and has needs to order emergency medication from the local gr surgery or have an emergency ambulance take her to hospital neither of which we could do in the event of a power cut on digital",
        "background": "to investigate and make telephone companies to still provide emergency landline connections in the event of power cuts.\r\nBT offer a battery back up for their digital service which has an expensive price of £85.00 each and only lasts one hour. So useless if the power is out for a couple of days.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-13T16:19:49.279Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-14T06:22:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-31T12:34:55.275Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nThe Government sets minimum service standards for access to telecommunications, but decisions about the technology used to meet these standards (including replacing the Publicly Switched Telephone Network (PSTN) to internet-based phone services are a matter for individual telecommunication providers, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-31T12:35:02.565Z"
    },
    "id": 642394,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642394.json"
    },
    "type": "petition"
}