{
    "attributes": {
        "action": "Hold a consultation on Relationships and Sexuality Education in Northern Ireland",
        "additional_details": "Principals, teachers, parents, and churches do not feel comfortable, and are concerned that the implementation of the Relationships and Sexuality Education (NI) (Amendment) Regulations 2023 discriminates against the parent, contravening Section 76 of the NI Act 1998, Article 9 of the ECHR, and the Human Rights Act 1998 Part II, Article 2.\r\n\r\nBy introducing this legislation, the Secretary of State is going against parents' convictions, which should be upheld throughout the entire education program.",
        "background": "We demand a full and proper, public consultation process to be carried out.\r\n\r\nWe demand an urgent, independent review of all RSE/Gender Ideology teaching and guidance involving Schools (Board of Governors, Principals, Head Teachers, Teachers), Parents, and Churches.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-14T19:36:53.725Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-14T19:45:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-21T09:26:06.728Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Education in Northern Ireland is a devolved matter, therefore the decision about holding a public consultation about the RSE curriculum is a matter for the Northern Ireland Assembly and not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-25T15:17:03.412Z"
    },
    "id": 642453,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642453.json"
    },
    "type": "petition"
}