{
    "attributes": {
        "action": "Replace private hire driver licences with Hackney licences only",
        "additional_details": "The laws around private hire licensing have become so convoluted with regards to cross border hiring, operators licences etc that many drivers choose to gain a licence in one borough because it is easier or cheaper, and then go to work many miles away from their licensing authority. This makes it difficult for their authority to enforce any licensing conditions. If all taxi drivers were Hackneys, the customer would know their driver has topographical knowledge and prices would be governed.",
        "background": "Cease issuing private hire licences nationally and continue only with the issue of Hackney carriage driver licences.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-15T19:03:08.934Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-15T20:43:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-22T07:00:08.100Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure if you want the Government to ban the operation of all private hire vehicles (PHVs), or only stop local authorities from being able to issue new licences for PHVs.\r\n\r\nAdditionally, whether hackney carriage drivers are required to have comprehensive topographical knowledge of an area is a matter for the relevant licensing authority, so the change you suggest would not mean that customers would know their driver has topographical knowledge.\r\n\r\nYou could start a new petition explaining more clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRequire taxis and private hire vehicles be licensed in the areas they operate: https://petition.parliament.uk/petitions/636443"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-22T07:01:48.668Z"
    },
    "id": 642497,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642497.json"
    },
    "type": "petition"
}