{
    "attributes": {
        "action": "Local beer in local pubs.",
        "additional_details": "Recent changes to beer duty have disproportionately penalised small independent breweries over large Pub Co’s. As more pubs are either tied, or free houses sign contracts that limit their selection to beer provided by large centralised suppliers, often increasing prices by 200-300%, small independent breweries have found that their local market has been unfairly restricted. This would also allow people to support small local businesses/employers and reduce carbon footprints. Support local !",
        "background": "Create a legal requirement for all public houses (whether tied or freehold) to have the freedom to purchase stock, whether served on hand pull or keg line directly from small local breweries within 20 miles of the pub, without penalty.",
        "closed_at": null,
        "committee_note": "",
        "created_at": "2023-08-14T19:00:26.616Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-14T19:11:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-21T10:31:44.356Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you would like to see changes to what beer is stocked and sold by pubs but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere is already a legal process through the Pubs Code by which tied pubs can apply for a market rent only option as their contract, which would allow them more choice in which beer they stock, this would include locally brewed beer.\r\n\r\nYou could start a new petition asking the Government for changes to existing legislation, such as the Pubs Code or alcohol duty rates, but you would need to explaining clearly the changes would be. you would like the Government or Parliament to do.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-21T10:31:44.353Z"
    },
    "id": 642451,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642451.json"
    },
    "type": "petition"
}