{
    "attributes": {
        "action": "Falsifying being in the Military should be made a Criminal Offence in the UK",
        "additional_details": "The UK Government to make it unlawful for an individual to make false claims about being in the Military Service and/or claim that they served; should be made a Criminal Offence in the United Kingdom which includes England, Ireland, Scotland, Wales and including it's Territories. There is growing trend in the UK that individuals disclose untruths concerning their Military Service, which also include the wearing of Military Regalia such as medals, berets, rank etc, which should be stopped.",
        "background": "The UK Government to make it unlawful for an individual to make false claims about serving in the Military; which should be made a Criminal Offence in the United Kingdom, which includes, England, Ireland, Scotland, Wales and Territories",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-14T15:40:05.931Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-14T17:54:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-21T09:15:23.720Z",
        "rejection": {
            "code": "already-happening",
            "details": "It is already against the against the law for a civilian to wear a uniform of the armed forces without authorization, and false claims of military service used to obtain money or other enrichment are prosecuted under the general crime of fraud."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-21T09:15:24.056Z"
    },
    "id": 642442,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642442.json"
    },
    "type": "petition"
}