{
    "attributes": {
        "action": "Stop the banks making us a cashless society.",
        "additional_details": "Banks aave said from the 11th of September they will be able to limit the amount of money that a person can put in and takes out of their account, they will have the right to refuse taking cash and cheques. Banks want their customers to use electronic banking only. I believe it is against our human rights for the banks to dictate how where and when a person can spend what is legal tender (cash). This could then lead to \r\nPeople being controlled by the banks and those that run the banks as to where, when and how we can spend our own money.",
        "background": "Stop the banks from being able to limit how much money we can take out of our accounts at any one time, stop the bank from charging us ridiculous charges to withdraw money from a cash point ie 2.75% of the amount we will withdraw.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-14T22:10:09.466Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-15T18:41:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-21T16:21:11.131Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about limits on cash withdrawals and deposits are a matter for individual banks, not the UK Government or Parliament.\r\n\r\nYou may wish to sign this petition which calls for a similar action: \r\nMake a UK law requiring all establishments to accept cash\r\nhttps://petition.parliament.uk/petitions/636557"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-21T16:21:15.538Z"
    },
    "id": 642463,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642463.json"
    },
    "type": "petition"
}