{
    "attributes": {
        "action": "Investigate why Bedlington is being ignored by Northumberland County Council",
        "additional_details": "Bedlington is the fourth largest Market Town in Northumberland and we need someone in authority (Central Government} to intervene, level up and address the imbalance we feel with the rest of the County. \r\nWe feel no one in the Unitary Authority that is NCC is acting on our behalf.",
        "background": "We would like the opportunity to speak directly to the Levelling up Minister. Whilst we see Millions going into other towns within the County, Bedlington is constantly neglected.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-17T12:09:36.533Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-18T08:38:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-22T10:56:47.050Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n \r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n \r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n \r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n \r\nYou could also raise this issue with the Government department responsible for local government. You can find contact details for the Department for Levelling Up, Housing and Communities\r\nhere: https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-22T10:56:47.562Z"
    },
    "id": 642575,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642575.json"
    },
    "type": "petition"
}