{
    "attributes": {
        "action": "DEFRA prevent the River Thames Scheme flowing into Shepperton Open Water Lake",
        "additional_details": "Shepperton Open Water Lake is home to a wide community, the facility allows this community to swim in a safe and managed body of water that is free from contaminated river source. It is an invaluable resource and supports, Veterans, Amputees, Mental Health, Sports Clubs including British Tri and Team GB, alongside Charities and Families. Not only does it provide a clean safe water source for People, it also is an SNCI habitat and home for much wildlife.",
        "background": "We ask that the Secretary of State for Environment, Food and Rural affairs makes a direction under s.40(1) of the Environment Act 1995 to the Environment Agency to re-route the River Thames Scheme (containing landfill-contaminated river water) away from Shepperton Open Water Swimming Lake.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-16T15:54:33.603Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-17T06:10:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-22T10:03:14.931Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n \r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n \r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n \r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n \r\nYou could also raise this issue with the Government department responsible for the environment. You can find contact details for the Department for Environment, Food & Rural Affairs here: https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-20T13:10:54.939Z"
    },
    "id": 642541,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642541.json"
    },
    "type": "petition"
}