{
    "attributes": {
        "action": "\"Fair Pay Now: Advocate for Better Payment Terms for UK Trades & Contractors!\"",
        "additional_details": "The UK government has a responsibility to ensure the robustness of its construction sector, pivotal to national progress. Tradespeople, essential in this endeavour, grapple with unpredictable payments and prolonged delays.  By supporting 'Fair Pay Now', the government can foster an environment of fairness and respect, crucial for the sustainable growth of our nation's infrastructure. Championing prompt, consistent payment terms underscores commitment to prosperity for all.",
        "background": "UK tradespeople and contractors, vital to our nation's growth, face unjust payment delays from all sectors. 'Fair Pay Now' champions timely, fair compensation and payment rights. Stand with us to fortify an industry and ensure every professional's right to prompt pay and better terms",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-16T11:54:59.730Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-17T08:41:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-22T10:06:30.949Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about delays to payments to tradespeople and contractors, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-22T10:06:31.544Z"
    },
    "id": 642529,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642529.json"
    },
    "type": "petition"
}