{
    "attributes": {
        "action": "Ensure midwives  are able to treat tongue tie immediately a baby is born",
        "additional_details": "So babies can get the best start in life by receiving breast milk immediately. Every child deserves to receive breast milk. A large enough percentage of babies are born with a tongue tie. Mothers suffer severe mental distress and judgement watching their baby struggle to latch on. Society pushes breast feeding and mothers with a baby with tongue tie are not receiving the treatment their babies need to enable them to do it. It’s cost cutting and used to be available in the ward from trained midwives.",
        "background": "Ensure midwife’s in hospital carry out this on the day the baby is born.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-16T11:47:13.503Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-16T15:57:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-22T07:52:38.413Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about training for midwives are a matter for the Nursing and Midwifery Council, and decisions about patient care are a matter for individual clinicians, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to Review how babies with tongue-tie are diagnosed and treated, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-22T07:52:39.610Z"
    },
    "id": 642528,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642528.json"
    },
    "type": "petition"
}