{
    "attributes": {
        "action": "Lower 2023 A level Grade boundaries and re-grade all A level students fairly.",
        "additional_details": "2023 A Level Grade Boundaries are ludicrously high, they are considerably higher than pre-covid, (2019), grade boundaries, they fail to take into account that these students did not sit their GCSEs so may lack exam techniques and skills, These results are a record low, with predicted A* students only achieving B grades. Universities are resulting to reducing their entry requirements as not enough students are meeting these requirements.",
        "background": "The Department of Education should force exam boards to lower their grade boundaries in accordance to this year's students abilities and every A Level student should be given new results in line with a more fair and lower grade boundaries.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-18T14:02:55.241Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-18T14:23:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-22T11:47:21.352Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about grade boundaries are a matter for exam boards, not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nEnsure fair grading for GCSE and A Level students in 2023 due to strikes: https://petition.parliament.uk/petitions/636929"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-22T11:47:22.205Z"
    },
    "id": 642618,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642618.json"
    },
    "type": "petition"
}