{
    "attributes": {
        "action": "Nadine Dorries must go. Wixams, a new town in her constituency has no GP service",
        "additional_details": "Bedford Borough Council, Central Bedfordshire Council, the BLMK NHS Integrated Care Board, L&Q (Gallagher's), Barratts, and other developers and builders including Extra Care Wixams Retirement Village must work collaboratively to use S106 monies and CIL with Central Government Funding from Department of Health and Social Care to ensure it is built before the S106 funding deadline of 2026 and 20,000 residents from new born to elderly with complex health needs can access health provision locally.",
        "background": "Wixams will be a town of over 20k people.It was planned in 1999, Nadine became our MP in 2005. Despite the lack of GP and other healthcare she has made no attempt to support our campaign. I have campaigned for GP provision since I moved here in 2011 when there were 450 homes. We are now 3,000 homes.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-20T06:36:01.782Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-21T13:54:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-24T07:26:53.048Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for the removal of an MP.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMake MPs who are absent from their constituency and Parliament subject to recall: https://petition.parliament.uk/petitions/641224"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-24T07:26:54.460Z"
    },
    "id": 642692,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642692.json"
    },
    "type": "petition"
}