{
    "attributes": {
        "action": "Get Mary Earps goalkeeper shirt sold by Nike.",
        "additional_details": "As a football coach for young girls and with 2 daughters who play football I think the government need to acknowledge Mary Earps and get her goalkeeping shirt to be sold alongside the rest of the team kit.Mary Earps is a legend. A true inspiration to never give up. She has proved her worth and her unbelievable skills and gained the world cup golden glove as proof. The world has acknowledged her. Her supporters have acknowledged her. Its time Nike ACKNOWLEDGE HER. MARY EARPS-LEGEND.",
        "background": "Mary Earps has proven to be an England Legend. Before the world cup she was voted the number one goalkeeper in England. So for Nike to not acknowledge that and sell the kit is disgraceful to say the very least. It sends a shocking message to goalkeepers that they aren't as important as the rest.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-21T22:16:29.987Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-22T07:57:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-24T08:29:12.752Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about what products to sell are a matter for retailers, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-24T08:29:14.409Z"
    },
    "id": 642794,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642794.json"
    },
    "type": "petition"
}