{
    "attributes": {
        "action": "Entitle All nurses in Primary care to the same pay rise as secondary care nurses",
        "additional_details": "The NHS pay rise that nurses have been granted should be across the board for all nurses including primary care. \r\nPrimary care nurses will not currently be getting the pay rise despite having an NHS pension and NHS ID cards and abiding by NHS policies and procedures.\r\nPrimary care allows many patients to avoid secondary care admission resulting in many GP staff disappointed they have been omitted from any NHS pay rise especially given the current excessive demands on services they offer",
        "background": "All Primary Care nurses in England Scotland and Wales should be entitled to the same pay rise as those in Secondary Care. It is discrimination to omit a large number of the nursing workforce who are as dedicated and committed to patient care",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-21T14:04:57.179Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-22T10:02:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-24T11:50:04.121Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is an operational decision for the NHS, and in some circumstances for individual practices."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-24T11:50:05.455Z"
    },
    "id": 642761,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642761.json"
    },
    "type": "petition"
}