{
    "attributes": {
        "action": "Bring the Goverment to court for a judical review,",
        "additional_details": "The Goverment knows that these boats are full of ilegal imigrants and are fleeing from a safe country that is France to land on the ukYou and every member of your crew need to have the following documentation: Passport, Visa and European Health Insurance Card (EHIC). It’s advisable to check the expiry dates well in advance of any trips you plan to make in case you need to apply for a renewal.\r\nThese people are known to have no documents they should be stopped before they enter British waters by our Navy.",
        "background": "The current government has failed and is failing to protect England by maratime law from numerous landings of unveted boats and they should be brought to account by means of a judical review.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-20T10:50:29.419Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-22T15:23:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-24T14:39:44.703Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Applications for judicial review can be made by individuals to the Courts. The UK Courts are independent from the UK Government and Parliament. You can find out more about Judicial Reviews here: https://www.judiciary.uk/how-the-law-works/judicial-review/\r\n\r\nWe've published these petitions about the issue you raise which you may wish to sign: \r\n\r\nInvestigate the legality of pushing back boats seeking to enter the UK illegally: https://petition.parliament.uk/petitions/639252\r\n\r\nCreate international waters in Dover Strait, and turn back migrant boats: https://petition.parliament.uk/petitions/641012\r\n\r\nSeek returns agreement for people illegally entering the UK from France: https://petition.parliament.uk/petitions/641129"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-24T14:39:52.357Z"
    },
    "id": 642701,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642701.json"
    },
    "type": "petition"
}