{
    "attributes": {
        "action": "Ban 'fleecehold' agreements",
        "additional_details": "Currently we have no legal rights to challenge and are being held to ransom by the property management companies. Inflated charges are being made for relatively little work being carried out. For example a housing estate of 10 houses being charged £10000 per year and going up, for grass cutting, buildings insurance being added when no buildings (other than those privately owned and insured by the freeholders) are on the site, charges for making cosmetic changes to privately owned property etc",
        "background": "Stop property management companies charging freehold house owners on housing estates unreasonable and extortionate amounts for the maintenance of unadopted roads and cap the total amount to be paid yearly",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-23T10:51:54.529Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-24T10:20:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-30T10:16:58.727Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you're concerned about arrangements for the management of communal areas in housing estates, however we're not exactly sure what action you'd like to see. \r\n\r\nWe could accept a petition calling for a specific action, for example we previously published this petition calling for a ban on house builders including service management for freeholds in deeds: https://petition.parliament.uk/petitions/566132\r\n\r\nWe also have this petition open which you may wish to sign: \r\nGive residential freeholders a Right to Manage communal areas: https://petition.parliament.uk/petitions/634842"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-18T08:07:28.542Z"
    },
    "id": 642888,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642888.json"
    },
    "type": "petition"
}