{
    "attributes": {
        "action": "Provide all catagory b+e driving licence holders with a 7500kg MAM.",
        "additional_details": "People who passed their driving test before 1997 are given this as standard but people who wish to have it who passed after 1997 now need to have to sit another test. This seems a little unfair as we have proved we can do exactly the same test and I feel it should either be everyone gets up to 7500kg MAM as standard or nobody gets it without sitting additional tests.",
        "background": "Appeal for all catagory b drivers to be able to drive or tow a vehicle weighing up to 7500kg MAM.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-25T17:18:23.619Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-25T17:32:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-30T09:21:46.192Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's not clear from the text of your petition if you want new rights to be granted to all Category B licence holders, all Category BE licence holders, or both.\r\n\r\nYour petition also states that people with licence grants before 1 January 1997 have a right to drive vehicles up to 7,500kg MAM, but drivers who passed their car test before 1 January 1997 can actually tow a car and trailer combination up to 8,250kg maximum authorised mass (MAM).\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-30T09:21:47.135Z"
    },
    "id": 642999,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642999.json"
    },
    "type": "petition"
}