{
    "attributes": {
        "action": "Stop Dart Charge charging customers for their own error",
        "additional_details": "I am a frequent user of the QE ii crossing. Since the change in system I am unable to login to my account to top up my account to pay for crossings I have made and as such when/if I am finally able to login to my account the amount will be very high. Also, IF I am unable to login to my account and pay in time then I will receive multiple fines. I have rang constantly but I am always 150+ in the queue and I don’t have time to sit and wait. There are thousands of people in the same position…",
        "background": "I would like government to step in and stop the Dartford Crossing from charging all customers that have been affected by their huge error since the change of system",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-24T10:12:32.537Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-27T07:35:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-30T16:25:51.467Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. \r\n \r\nDecisions about the customer service for the Dartford Crossing charge are an operational matter for the Dart Charge contact centre, not the UK Government or Parliament. \r\n\r\nYou may wish to sign the following petition:\r\nhttps://petition.parliament.uk/petitions/641332"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-30T16:25:51.465Z"
    },
    "id": 642934,
    "links": {
        "self": "https://petition.parliament.uk/petitions/642934.json"
    },
    "type": "petition"
}