{
    "attributes": {
        "action": "Ask MPs to vote ref: donation of ULEZ scrappage 4x4s & SUVs to Ukraine",
        "additional_details": "Since Russia’s illegal invasion of Ukraine, the >200 members of the UKVDC have successfully driven thousands of vehicles to be used by hospitals, military and charitable teams in Ukraine. UKVDC is just one example of volunteers who take British cars to be reused where they will irrefutably save lives. \r\n\r\nBut there are very few SUVs & 4x4s left for sale, and non-ULEZ-compliant cars present a truly unique, win-win opportunity to save money & lives. Rarely has such an opportunity come before MPs.",
        "background": "Enable experienced, independent, unpaid UK volunteers (e.g. UK Volunteer Drivers Club), to relocate selected ‘scrap’ SUVs & 4x4s to Ukraine, where such vehicles are desperately needed for emergency evacuations or as ambulances; a plea that has been ignored despite massive UK public support.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-27T08:44:35.785Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-27T08:58:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-08-30T15:40:27.780Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. \r\n \r\nDecisions about the ULEZ car and motorcycle scrappage scheme are a matter for the Mayor of London, rather than a decision about policy or legislation that is made by the Government or Parliament.\r\n\r\nYou could petition the London Assembly:\r\nhttps://www.london.gov.uk/who-we-are/what-london-assembly-does/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-08-30T15:40:27.776Z"
    },
    "id": 643054,
    "links": {
        "self": "https://petition.parliament.uk/petitions/643054.json"
    },
    "type": "petition"
}