{
    "attributes": {
        "action": "To provide car enthusiasts a safe venue off public roads and save lives",
        "additional_details": "In the South-West there's an issue with illegal Street racing/stunt driving due to no alternative venues in the area costing the tax payers by using police and emergency resources, plus lives and injuries at risk. We propose to work towards saving the roads and to provide a venue away from the public and a safe environment open on a weekly basis run by the community being achieved upon request from the government to the County Council for a provision of a venue that is suitable for this criteria",
        "background": "To create a venue in the South-West for car enthusiasts to get off the streets for road safety and insuring the general public have peace and reassurance again in the communities. We are requesting for government assistance in approaching the County Council in this area with regards to a future plan",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-08-29T09:09:46.252Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-08-29T09:14:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-01T08:00:26.269Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. \r\n \r\nDecisions about opening local car racing tracks are a matter for interested parties in the relevant locality, including the local authority, not the UK Government or Parliament. \r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here: \r\nhttps://www.southhams.gov.uk/article/3671/Petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-01T08:00:26.267Z"
    },
    "id": 643118,
    "links": {
        "self": "https://petition.parliament.uk/petitions/643118.json"
    },
    "type": "petition"
}