{
    "attributes": {
        "action": "Allow Non Medics to Practice Aesthetics",
        "additional_details": "By forcing non medics to have a medic present when practicing, you are practically forcing them out of work. How are non medics supposed to pay someone to be present through treatment? \r\nAllowing only medics to practice does not eradicate bad practice as there is good in bad in all. Some non medics have better work than medics! Vice versa. It is extremely biased and discriminatory to assume medics are better than non medics purely because of a title. Implementing this regulation is unjust.",
        "background": "Non medics should not need a medic to be present when practicing. Non medics are trained just as much as medics and should not be scrutinised because they are not from a medical background. Medics are not even taught facial anatomy in their job; this is learnt when training in aesthetics.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-02T20:44:06.956Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-02T21:16:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-07T08:53:27.486Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about requirements for medics to be present during the administration of aesthetic procedures, but this isn't currently a requirement.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-07T08:53:27.483Z"
    },
    "id": 643290,
    "links": {
        "self": "https://petition.parliament.uk/petitions/643290.json"
    },
    "type": "petition"
}