{
    "attributes": {
        "action": "Stop the MOD from removing dependents from Bovington Medical Practice.",
        "additional_details": "They haven't considered the impact the choice to remove dependents from the practice will have. People suffering from mental health issues who have built up trust with their doctors will be left without the support, Spouses with children, left alone when their parnters go away, and can't drive, will not be able to easily travel to a new surgery when needed. Bovington is in the middle of nowhere and already an inconvenience to most, taking accessible health care away will be ridiculously detrimental.",
        "background": "The MOD need to stop disadvantaging dependents of the serving. We are being thrown out of the medical centre and left worried that we will not be able to receive the same care when needed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-03T11:28:39.781Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-03T12:05:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-08T12:56:55.667Z",
        "rejection": {
            "code": "operational",
            "details": "We can't accept petitions about something that is an operational decision for a government or parliamentary body, rather than decision about policy or legislation that is made by the Government or Parliament.\r\n\r\nWe also can’t accept petitions that request action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise this issue with the Ministry of Defence directly. You can find their contact details here: https://www.gov.uk/government/organisations/ministry-of-defence"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-08T12:57:05.828Z"
    },
    "id": 643306,
    "links": {
        "self": "https://petition.parliament.uk/petitions/643306.json"
    },
    "type": "petition"
}