{
    "attributes": {
        "action": "Limitations on the next Royal Mail price increase killing small businesses",
        "additional_details": "We ask the Government to step up and remind the Royal Mail CEO that small businesses and his own company are on the verge of collapsing if they go ahead this steep fare increase.\r\n\r\nSome small businesses will not survive, and others will turn to other competitive delivery providers, which will also put Royal Mail staff's jobs at risk!\r\nWe ask the Governement to act by requesting a meeting with Royal Mail CEO, or to take back control of Royal Mail before it's too late.",
        "background": "We ask the Goverment to step up and have their say over the new Royal Mail prices increase coming into effect from october 2023.\r\nA second class large letter stamp fare increased from £1.05 to £1.15 last April, and will go up to £1.55 in October - a steep 50% increase in less than a year!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-03T17:12:42.597Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-04T06:51:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-27T18:58:12.582Z",
        "rejection": {
            "code": "irrelevant",
            "details": "\r\nWe can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about stamp price increases are for Royal Mail. Ofcom is the regulator for Royal Mail, and sets price caps. More information is available on its website: https://www.ofcom.org.uk/postal-services\r\n\r\nYou could start a new petition asking for Royal Mail to be brought back into public ownership, if that is what you'd like.\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-27T18:59:08.394Z"
    },
    "id": 643317,
    "links": {
        "self": "https://petition.parliament.uk/petitions/643317.json"
    },
    "type": "petition"
}