{
    "attributes": {
        "action": "Save Harrow Skatepark from being shut down and renovate the facilities.",
        "additional_details": "Harrow Skatepark is one of the oldest skateparks in Britain and has been used by people of all ages from the local community and beyond. However, in the last few years, the council has failed to maintain the facilities to the point where it has become less and less usable with there now being rumours that they will close the park permanently on health and safety grounds. The loss of this park will mean the loss of a historical place and a safe area where young people can be active and healthy.",
        "background": "Stop Harrow Skatepark from being shut down and renovate the facilities so that the park can be a safe space for young people to enjoy healthy, social activities. If the park was renovated it would attract people from all over the capital benefiting local businesses as well as the local reputation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-03T10:25:50.371Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-04T11:37:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-06T14:59:48.703Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Not the Government/Parliament’s responsibility\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-06T14:59:48.700Z"
    },
    "id": 643304,
    "links": {
        "self": "https://petition.parliament.uk/petitions/643304.json"
    },
    "type": "petition"
}