{
    "attributes": {
        "action": "Limit the Duration of Zero-Hours Contracts to Protect Workers' Rights",
        "additional_details": "Introduce protections for agency workers based on their employment duration:\r\n\r\nAfter three months, increased notice periods.\r\nAfter six months, eligibility for paid leave and benefits.\r\nAfter one year, access to guaranteed minimum working hours.\r\nPrevent agency loopholes by not resetting protections during breaks in service. Strengthen enforcement, promote collective bargaining, ensure transparency, and conduct regular reviews for a fairer UK employment landscape.",
        "background": "I am petitioning the Government and Parliament to take comprehensive actions to address the pervasive issues associated with zero-hours contracts and protect the rights and security of workers, including access to mortgages.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-04T14:23:23.328Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-04T20:39:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-07T06:38:34.323Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about zero hours contracts, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYour petition refers to holiday and employment right entitlements, but people on zero-hours contracts are already entitled to holiday, and are protected by employment rights. It's also not clear what actions you want the Government to take to promote collective bargaining and ensure transparency in the labour market.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nBan rotating shift patterns and require 4 weeks' notice of zero hours rota: https://petition.parliament.uk/petitions/635131"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-07T06:38:35.562Z"
    },
    "id": 643355,
    "links": {
        "self": "https://petition.parliament.uk/petitions/643355.json"
    },
    "type": "petition"
}