{
    "attributes": {
        "action": "Keep Castle Grange residential home OPEN!",
        "additional_details": "Keeping Castle Grange Residential Home open is not just a matter of sentimentality; there are several compelling reasons why the government or Kirklees Council should prioritize its continued operation. \r\n\r\nIt is a moral duty to provide quality care for elderly and vulnerable citizens. Closure would disrupt their routines, potentially leading to emotional and physical deterioration. \r\n\r\nKirklees Council should explore alternative solutions to address their financial challenges.",
        "background": "We, the concerned staff, residents, and supporters of Castle Grange Residential Home, urgently petition Kirklees Council to reconsider the impending closure of this vital facility. Castle Grange, serving our community for a decade, provides exceptional care and support to elderly residents.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-06T09:49:42.599Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-06T10:11:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-08T07:21:06.667Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local authority run residential homes are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition Kirklees Council directly: https://democracy.kirklees.gov.uk/mgEPetitionListDisplay.aspx?RPID=500786376&HPID=500786376&VM=1&"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-08T07:21:07.707Z"
    },
    "id": 643439,
    "links": {
        "self": "https://petition.parliament.uk/petitions/643439.json"
    },
    "type": "petition"
}