{
    "attributes": {
        "action": "Provide a new sen school in Chichester area",
        "additional_details": "To enable children who have additional needs to right to be able to go to school that meets their needs  give them the right setting for their education . The very few sen schools that are available are at max capacity so why can’t the government provide another school for children with additional needs !",
        "background": "To be able to fund a new sen school in the West Sussex area Chichester! As so many sen children are not able to start school one because their isn’t enough places in the already existing sen schools and mainstream can’t facilitate our sen children",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-05T14:10:02.534Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-05T15:24:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-07T10:26:56.555Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nLocal education provision is the responsibility of your local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nThe Government is responsible for providing funding to local authorities for education provision, and we have published the following petition, which you might like to sign:\r\n\r\nIncrease funding for special educational needs and disabilities (SEND) education: https://petition.parliament.uk/petitions/634116"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-07T10:26:56.552Z"
    },
    "id": 643403,
    "links": {
        "self": "https://petition.parliament.uk/petitions/643403.json"
    },
    "type": "petition"
}