{
    "attributes": {
        "action": "Change Nursing qualifications pathways to increase nursing staff in the NHS",
        "additional_details": "Review education requirements of nurses.\r\nChange current qualifications pathways.\r\nUse the funding spent on funding University Degrees in Nursing to provide jobs and pay for on hands training. \r\nCut the time of nurse training.\r\nOpen opportunities for skilled workers from other nations to access these opportunities prior to permanent residency.\r\nIncrease nurses and workforce in all NHS hospitals!\r\nWithout change more patients will die for lack of staff and prioritising paperwork!",
        "background": "Remove the criteria for nurses to have degrees for their vocations. Hands on practical learning is the only way for nurses to be fully equipped to help patients….. remove all the bureaucratic red tape preventing those who are willing and able to partake in nursing jobs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-08T21:37:21.925Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-09T00:10:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-12T07:14:45.211Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about standards and training requirements for nurses, including whether they need to complete a degree, are a matter for the Nursing and Midwifery Council (NMC), not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-12T07:14:46.428Z"
    },
    "id": 643544,
    "links": {
        "self": "https://petition.parliament.uk/petitions/643544.json"
    },
    "type": "petition"
}