{
    "attributes": {
        "action": "Enforce schools to overhaul strict uniform policies.",
        "additional_details": "A school expected children to go get their uniform checked and stamped before starting the new school year. Blazers are still enforced in intense heat. Militant policies are affecting children with additional needs & sensory issues the most. Schools are not adhering to the new 'affordable alternatives' law. We're in a pandemic of school refusers, mental ill health and anxiety in young people has increased by 50%, children are scared to go to schools that are becoming more like detention centres.",
        "background": "Uniform is supposed to prepare children for adulthood and the workplace, but they are more akin to the military. They are supposed to promote a feeling of equality amongst students, but the idea of this is being defeated by children being targeted and punished for the slightest infraction.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-10T09:08:28.281Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-10T10:31:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-18T10:34:31.249Z",
        "rejection": {
            "code": "no-action",
            "details": "You may wish to sign:\r\n\r\nBan compulsory school uniforms: https://petition.parliament.uk/petitions/639304\r\n\r\nPrevent schools isolating or excluding students to enforce school uniform policy: https://petition.parliament.uk/petitions/643501\r\n\r\nIf you would like schools to be prevented from imposing certain requirements in school uniform policies, you could start a new petition saying what requirements you would like to be banned."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-18T10:52:30.594Z"
    },
    "id": 643587,
    "links": {
        "self": "https://petition.parliament.uk/petitions/643587.json"
    },
    "type": "petition"
}