{
    "attributes": {
        "action": "Prosecute owners of dogs which attack a person(s) or other animals.",
        "additional_details": "Unrealistic due to the vast amount of XL Bully’s across the UK. As well as the devastation. If someone was in possession of a weapon in the street they would be arrested and charged. It’s no different if your dog acts that way, as the owner is using them as a weapon! If a law was made for owners to be prosecuted if their dog attacks someone or another animal, owners (not just XL bully owners) would actively take action to train their dogs. & overall dog attacks across all breeds would be minimal",
        "background": "I want the government to stop the ban of XL Bullies and look into the reason why they may act in an aggressive way. Dogs act out due to many reasons but how they are bought up play a big factor. To ban a breed because of other peoples animals acting wrongly and the rest of us having to suffer is..",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-11T22:19:35.603Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-12T08:51:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-14T14:49:45.508Z",
        "rejection": {
            "code": "duplicate",
            "details": "It is already an offence if a person's dog is dangerously out of control, and it is an aggravated offence if the dog that is out of control injures a person.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMake dogs attacking other pets a specific criminal offence: https://petition.parliament.uk/petitions/637398\r\n\r\nBad owners are to blame not the breed - don't ban the XL bully: https://petition.parliament.uk/petitions/643611\r\n\r\nRemove breed specific legislation. Consider alternative methods for dog control: https://petition.parliament.uk/petitions/638509"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-14T14:49:46.417Z"
    },
    "id": 643683,
    "links": {
        "self": "https://petition.parliament.uk/petitions/643683.json"
    },
    "type": "petition"
}