{
    "attributes": {
        "action": "Force Sadiq Khan and TFL to address the London Underground air quality.",
        "additional_details": "It is in everyone’s interest to use the London Underground. This is because the government wants to achieve green targets and initiatives. One way it could incentivise and improve the transport facilities is by improving the air the travellers with be inhaling for substantive amounts of time. Air quality is a vital factor in any individuals health and part of living is breathing but not for the London Underground clearly. \r\n\r\nIt’s astonishing we Londoners breath black air below ground and pay.",
        "background": "I would like the government to address Sadiq Khan and TFL on the issue of air quality. The London Underground air quality is in a dyer state. There are many videos on particulate count and its very concerning. Sadiq Khan should address and fix what’s in his power instead of introducing ULEZ policies",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-12T16:17:07.035Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-12T20:28:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-15T06:15:51.370Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Air quality on the London Underground is the responsibility of Transport for London and the Mayor of London.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-15T06:15:53.388Z"
    },
    "id": 643725,
    "links": {
        "self": "https://petition.parliament.uk/petitions/643725.json"
    },
    "type": "petition"
}