{
    "attributes": {
        "action": "Prevent the Digital Services Tax from becoming an indirect tax on UK businesses",
        "additional_details": "The purpose of the Digital Services Tax is to ensure that large multinational businesses make a fair contribution to supporting vital public services, where there is a disproportionate misalignment between the place where profits are taxed and the place where value is created.\r\n\r\nBy allowing these large multinationals to pass their tax burden on to the UK businesses that are creating the value for them in the first place, you are defeating this purpose and indirectly taxing UK businesses instead.",
        "background": "Multiple large multinationals, including Google, Amazon & Apple, are increasing fees to UK customers to account for the Digital Services Tax – effectively passing on this cost to UK businesses.\r\n\r\nThis practice should not be allowed, and measures should be put in place to prevent it from occurring.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-13T17:11:42.440Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-14T07:35:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-18T15:37:13.718Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the prices companies charge for their services are a matter for individual companies, not the UK Government or Parliament. We could accept a petition calling for changes to the Digital Services Tax, if that's something that you'd like to see."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-18T15:37:26.241Z"
    },
    "id": 643799,
    "links": {
        "self": "https://petition.parliament.uk/petitions/643799.json"
    },
    "type": "petition"
}