{
    "attributes": {
        "action": "Bring back the dog license",
        "additional_details": "There is no such thing as a bad animal. Only a bad owner. It is the owner that trains the dog and cares for the dog. So why punish a breed for irresponsible dog ownership.\r\n\r\nIf the government brought back the dog license. Then it will promote better dog ownership and hopefully better responsibility, because if the dog license doesn't come into action again, then there is always going to be someone else that is going to bring another breed of dog and before we know it all dogs will be banned.",
        "background": "After the XL bully has hit the headlines nationwide. It is about time that something is done. As an organisation, that specialises in animal welfare. We believe that banning a dog breed for the owner's mistakes might not be the ideal route to take.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-14T13:53:32.325Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-14T14:48:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-18T14:36:59.556Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign these petitions which call for similar actions: \r\n\r\nhttps://moderate.petition.parliament.uk/admin/petitions/643650\r\nBring back a Dog Licence\r\n\r\nhttps://petition.parliament.uk/petitions/638509\r\nRemove breed specific legislation. Consider alternative methods for dog control\r\n\r\nIn addition, we can only publish a petition if we have the full name of the petition creator, which is published alongside the petition text. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-18T14:37:07.387Z"
    },
    "id": 643842,
    "links": {
        "self": "https://petition.parliament.uk/petitions/643842.json"
    },
    "type": "petition"
}