{
    "attributes": {
        "action": "Send logistical aid to Eastern Libya, and support the rescue efforts.",
        "additional_details": "The UK government has always been at the forefront of humanitarian efforts worldwide, providing aid and relief to countries in need. Now it's time for us to stand together once again and help alleviate the suffering in Eastern Libya.\r\nThe floodwaters have wreaked havoc on infrastructure, homes, hospitals, schools, and essential services, in a country suffering from years of conflict. We need immediate action to prevent further loss of life and to provide support to those who have lost everything.",
        "background": "Now that more than 5000 people have been confirmed dead, there’s an estimated 10000 people missing, over 30000 people displaced, and a city has been destroyed in the aftermath of Storm Daniel; the people of Eastern Libya need urgent aid to help rescue efforts.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-13T21:29:14.114Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-13T22:02:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-18T13:00:58.934Z",
        "rejection": {
            "code": "already-happening",
            "details": "Since you started your petition, the Government has announced additional aid to Libya:\r\n\r\nhttps://www.gov.uk/government/news/uk-ramps-up-vital-life-saving-support-for-libya\r\nThe UK has ramped up crucial life-saving support to flood-hit Libya, allocating increased funding and deploying an essential emergency medical team.\r\nThis additional support builds upon the initial package worth up to £1 million announced earlier this week (Wednesday 13th), which will be used to provide vital provisions including emergency shelter items, portable solar lanterns and water filters."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-18T13:01:15.766Z"
    },
    "id": 643816,
    "links": {
        "self": "https://petition.parliament.uk/petitions/643816.json"
    },
    "type": "petition"
}