{
    "attributes": {
        "action": "Ask council/police to promptly address nighttime parties/noise after 10pm",
        "additional_details": "Some councils don't have night team to deal with midnight party/noise immediately, police are too lazy to deal with it, leaving vulnerable people, such as babies, elderly people, patients with mental disorder and physical disease, suffered from anxiety and sleep deprivation. More people get sick leave to see doctors, reduced societal productivity and caused burden to NHS and government(sick pay). Crime/car accident raised because of sleep deprivation.",
        "background": "Someone have overnight party in street/house, cause troubles to neighbour. Hope government can enforce duty upon council/police to have immediate response towards this. The police/council must warn them immediately, record their name and address, fine for repeat offences. Community education scheme",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-13T21:29:05.468Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-13T22:02:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-18T10:47:59.091Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nLocal authorities have a statutory obligation to investigate nuisances, including noise that could constitute a statutory nuisance, and current legislation already gives local authorities the power to enforce restrictions and issue fines if these are breached. Deciding when to use these powers is a matter for individual local authorities, and not the Government or House of Commons.\r\n\r\nIf you want the police to take more action about noise complaints you could start a petition calling for producing excessive noise to be made a criminal offence."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-18T10:48:14.906Z"
    },
    "id": 643815,
    "links": {
        "self": "https://petition.parliament.uk/petitions/643815.json"
    },
    "type": "petition"
}