{
    "attributes": {
        "action": "Caa and Airports should spare just 10 metres of altitude from ground for drones",
        "additional_details": "There is some nice places that dont need more than 10 metres in height out side three miles from airports like quarries and lakes, Caa and airport have (no fly zone) right down to the ground i agree from the center of the landing strip to maybe two miles or more  at ground level to stop drones entering the airport yes at two or more miles they got enough room to take off ,\r\njust at lease from three miles out spare some altitude for us",
        "background": "It would be fairer if the caa and airports would spare just 10 metres of altitude three or more  miles distance from airports under all no fly zones for drone enthusiast no commercial air craft would want to fly that low would they ? and drone should be set to 10 metre max altitude ?",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-13T19:12:23.955Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-28T07:59:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-05T07:01:17.414Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see more permissive arrangements for the use of drones near airports, but we're not sure exactly what permissions you'd like to be put in place.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-05T07:01:34.882Z"
    },
    "id": 643805,
    "links": {
        "self": "https://petition.parliament.uk/petitions/643805.json"
    },
    "type": "petition"
}