{
    "attributes": {
        "action": "Make it illegal for Motor Insurance companies to coerce an unfair settlement",
        "additional_details": "Motor insurance companies are not properly regulated by the Financial Ombudsman and the FCA. If you have an issue there may be some recourse but not in the instance where they offer you less than market value for your vehicle.\r\n\r\nIn these cases the Insurance Company coerce you into an unfair settlement by keeping your claim open which cripples your ability to get insured on another vehicle.\r\n\r\nUsed car values are up 30% on previous years and this is not being reflected in total loss valuations",
        "background": "Create a legal framework around fair valuations of total loss vehicles.\r\nMake it illegal for an insurance company to keep a claim open in cases where settlements are not agreed so the driver is unable to get other insurance.\r\nMake it illegal to affect alternative insurance in non-fault claims",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-15T18:10:28.018Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-16T18:51:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-20T12:45:36.097Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nThe Financial Ombudsman Service can already intervene where they find that an insurer hasn’t paid a fair price for a vehicle. However, we could likely accept a petition that calls for the creation of a specific statutory framework for valuations in insurance claims.\r\n\r\nYou may also wish to sign this petition, which makes a related request:\r\nhttps://petition.parliament.uk/petitions/639425\r\nStop individuals in non-fault accidents being charged more for car insurance"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-20T12:46:05.831Z"
    },
    "id": 643990,
    "links": {
        "self": "https://petition.parliament.uk/petitions/643990.json"
    },
    "type": "petition"
}