{
    "attributes": {
        "action": "Existing customers should be entitled to same cost of contract as new customers",
        "additional_details": "It is unfair for existing customers of companies such as internet providers and mobile phone network providers to pay a higher price for a contract than a new customer on the same contract. An existing customer at the moment is unable to legally cease their contract without penalty and start a new contract as a new customer on the lower rate",
        "background": "I would like the Government to make it illegal for companies such as internet providers and mobile network providers to charge existing customers more for the same contract offered to new customers. Where this practise occurs, existing customers should be able to close their contract with no penalty",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-15T18:41:07.160Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-16T05:53:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-20T08:48:43.883Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether to offer discounts to new customers are a matter for service providers. Ensuring that customers get fair treatment and fair prices for communications services is the responsibility of Ofcom, which is operationally independent of the UK Government and Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-20T08:48:56.692Z"
    },
    "id": 643996,
    "links": {
        "self": "https://petition.parliament.uk/petitions/643996.json"
    },
    "type": "petition"
}