{
    "attributes": {
        "action": "Get the blanket ban on xl bullies changed.",
        "additional_details": "There has been a blanket ban on XL bullies, we know all dogs are capable of damage, we acknowledge that genetics play a part but thousands of dogs are now going to die,  statistics show that the most attacks don't even come from a bully breed. The malicious reports, the way they have been portrayed is unfair. If it were to be humans it would be inhumane to even suggest this. Hold owners accountable ban the breeding of them but not the owning of them. Don't bully the bullies",
        "background": "Make owners take responsibility instead of making the whole breeds pay,  implement licences for having these breeds. Stop blanket bans and take each dog report as it comes, a lot of reports are malicious.  Offer rescue or surrender shelters for no kill.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-15T21:32:43.566Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-16T17:57:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-18T15:20:38.591Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign the following petitions, which call for similar action:\r\n\r\nBad owners are to blame not the breed - don't ban the XL bully: https://petition.parliament.uk/petitions/643611\r\n\r\nBring back a Dog Licence: \r\nhttps://petition.parliament.uk/petitions/643650\r\n\r\nThe Government has said it plans to ban the American XL Bully, but that the existing population of these dogs needs to be managed safely. It has said that there will therefore be a transition period, of which further details will be provided in due course. The Government has said that current XL Bully dog owners do not need to take any action at this stage.\r\n\r\nRead the Government's announcement:\r\nhttps://www.gov.uk/government/news/government-to-ban-american-xl-bully"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-18T15:20:38.588Z"
    },
    "id": 644026,
    "links": {
        "self": "https://petition.parliament.uk/petitions/644026.json"
    },
    "type": "petition"
}