{
    "attributes": {
        "action": "Overturn Mark Drakeford’s decision to implement the 20mph speed limit in Wales.",
        "additional_details": "The 20mph limit, instituted despite significant public opposition, lacks concrete evidence of “saving lives” or “reducing emissions”. It has led to mass traffic congestion, which in turn leads to higher emissions and is causing confusion as many residents are unsure which roads are now 20mph due to the poor implementation of the change. The current welsh government refuses to acknowledge the opinion of the majority of the country. A referendum is crucial so that the majority of Wales is heard.",
        "background": "Overturn Mark Drakeford’s decision to implement a 20mph speed limit to the majority of roads in Wales and ensure that in future, a decision with this level of impact is not implemented without having first having a referendum.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-19T18:33:15.033Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-19T20:04:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-20T12:57:54.025Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Welsh Government and Welsh Parliament is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Welsh Parliament has its own Petitions Committee. If you'd like to send your petition to the Welsh Parliament, you can find out more here: https://petitions.senedd.wales/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-20T12:57:54.024Z"
    },
    "id": 644589,
    "links": {
        "self": "https://petition.parliament.uk/petitions/644589.json"
    },
    "type": "petition"
}