{
    "attributes": {
        "action": "Highlight that Sir Matt Busby Sports Complex is being considered for closure.",
        "additional_details": "This bustling centre has become the heart of our community, offering a wide range of amenities including a pool, gym, fitness classes and more. It also serves as a home to numerous clubs like Bellshill Sharks ASC, dance schools, football teams, diving clubs, taekwondo and kendo clubs.  It’s where countless individuals learn to swim, a life-saving skill.\r\nThe closure of Sir Matt Busby Leisure Centre would have a devastating impact on the well-being, health, and sense of community in our area.",
        "background": "We would like you to consider alternative options other than closure of the centre.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-20T19:30:17.711Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-20T19:35:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-27T15:09:06.873Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions about funding for the the Sir Matt Busby Leisure Centre are a matter for North Lanarkshire Council, not the UK Government or Parliament. \r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them here:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou may also wish to raise this issue with your local MSP who represents you in the Scottish Parliament. You can find out who your local MSP is and how to contact them here: https://www.parliament.scot/msps"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-04T09:51:43.053Z"
    },
    "id": 644692,
    "links": {
        "self": "https://petition.parliament.uk/petitions/644692.json"
    },
    "type": "petition"
}