{
    "attributes": {
        "action": "STOP SCHOOLS FROM LOCKING TOILETS DURING SCHOOL",
        "additional_details": "The administration at Balerno Community High School have decided locking toilets during school-time is the way forward. We are a school of 800+ and during lessons we have to share 2 toilets, sadly, sometimes the toilets aren‘t re-opened during lunch and break, causing queues. 1 of the 2 open toilets has a glass window above the door and directly opens into a corridor, a clear breach of privacy. Blockages are common, stopping the flush from functioning, rendering the 2 toilets we have useless.",
        "background": "Stop schools from locking toilets during school time",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-20T14:07:15.003Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-20T16:48:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-27T11:31:56.437Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Scottish Government and Scottish Parliament are responsible for schools in Scotland. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: https://petitions.parliament.scot/\r\n\r\nYou may also wish to contact your local council and MSP who represent you about this issue. \r\n\r\nYou can find the name of your local council and how to contact them here: https://boundaries.scot/\r\n\r\nYou can find the name of your local MSP and how to contact them here: https://www.parliament.scot/msps\r\n\r\nYou may also wish to raise this issue directly with your school's management \r\n\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-27T11:32:02.552Z"
    },
    "id": 644665,
    "links": {
        "self": "https://petition.parliament.uk/petitions/644665.json"
    },
    "type": "petition"
}