{
    "attributes": {
        "action": "Revoke all current and future congestion and ulez charges.",
        "additional_details": "Charges placed on small business owners and residents through congestion charges, ulez charges, fees for charging electric vehicles and the cost of upgrade grades after grants have been issued are more than can be reasonably afford. This pats low income families at risk of debt, or being unable to feed their family, and puts small businesses at risk of collapse.  This in turn increases the number of people reliant on government support.",
        "background": "Revoke all current and future ulez charges including any other form of charges and/or against drivers in respect of emissions and pollution. Put the responsibility of reducing emissions on councils in the form of making all public transport within cities clean via the use of clean energy vehicles.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-21T06:05:29.138Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-21T07:13:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-28T15:50:54.636Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issues you raise. The issues you raise are the responsibility of local authorities and councils.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-08T12:02:56.614Z"
    },
    "id": 644715,
    "links": {
        "self": "https://petition.parliament.uk/petitions/644715.json"
    },
    "type": "petition"
}