{
    "attributes": {
        "action": "Challenge the T-level Health Core Paper B grades (2023 summer series NCFE).",
        "additional_details": "The algorithm issued by exam board NCFE has allocated grades based on the statistics that nationally learners performed better on Paper A and worse on Paper B. We have worked hard throughout the year, and we don't even have the opportunity to prove this algorithm wrong. Over the summer, NCFE have completely ignored us, and replied later with copy-paste emails. We cannot get onto our desired university courses. They have ruined our futures and told us to retake, even though it's not our fault.",
        "background": "We would like parliament to help challenge our grades. On 22/06/23, NCFE's system where Paper B was set to be taken crashed. We have been allocated grades through an algorithm. Our personal performance has been disregarded. We have reached out, but haven't made any progress personally with them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-22T10:23:24.575Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-22T10:52:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-29T09:13:23.487Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Decisions about the grading of exams are a matter for individual exam boards, not the UK Government or Parliament.\r\n\r\nYou are able to challenge the results of a qualilfication here: \r\nhttps://www.gov.uk/appeal-qualification-result"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-09-29T09:28:17.348Z"
    },
    "id": 644828,
    "links": {
        "self": "https://petition.parliament.uk/petitions/644828.json"
    },
    "type": "petition"
}