{
    "attributes": {
        "action": "Allocate funding to mitigate the impact of RAAC on St Leonard’s, Durham",
        "additional_details": "Three of the four worst affected schools are in the North east demonstrating increasing inequality between the North East and the rest of the UK. Extensive academic research on the impact of learning during the Covid pandemic has demonstrated lower academic achievement, widening inequality and poor mental health from online learning. We need plans in place to rebuild St Leonard’s now alongside a robust interim plan for full time f2f education for all pupils to prevent long-term adverse impact.",
        "background": "In 2010, the government cancelled the Building Schools for the Future programme. St Leonard’s is one of the most seriously affected schools. We need investment now to ensure effective education for all children affected who are receiving on average only one day per week of face-to-face education.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-22T21:30:01.203Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-22T21:34:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-09-29T17:13:50.308Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise this issue with the Department for Education.\r\n\r\nWe do have a petition about funding for alternative teaching space for schools affected by RAAC that you may wish to sign: https://petition.parliament.uk/petitions/643801"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-02T11:53:11.559Z"
    },
    "id": 644870,
    "links": {
        "self": "https://petition.parliament.uk/petitions/644870.json"
    },
    "type": "petition"
}