{
    "attributes": {
        "action": "Petition for MP accountability: Ensure promises match votes after election",
        "additional_details": "We would like a database of commitments made by MPs and then have that publicised on the Parliamentary website under the MPs listing and any votes taken in Parliament showing how they voted in relation to that commitment and any comments made.\r\nIf they've changed their opinion on a subject this should be highlighted and why.",
        "background": "All too often we have MPs saying one thing to get elected that are generally popular with voters and another once they've been elected.\r\nWe need some form of accountability that shows commitments made before elections to actions taken after they become MPs.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-24T17:15:07.155Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-24T22:49:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-05T12:45:59.764Z",
        "rejection": {
            "code": "no-action",
            "details": "It's already possible to find out how MPs vote in the House of Commons on the Parliament website: https://votes.parliament.uk/ \r\n\r\nParty manifestos, a list of commitments that MPs campaign on before a general election, are also already publicly available. \r\n\r\nWe're therefore not sure what further action you'd like to see. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, you could start a new petition calling for party manifesto commitments to be legally binding if that's something that you'd like to see. We've previously published the following petitions on this issue:\r\n\r\nBreaking Manifesto Pledges Should Immediately Trigger a General Election: https://petition.parliament.uk/petitions/596673\r\n\r\nMake Party political Manifestos legally binding once elected: https://petition.parliament.uk/archived/petitions/231586"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-05T12:46:09.196Z"
    },
    "id": 644956,
    "links": {
        "self": "https://petition.parliament.uk/petitions/644956.json"
    },
    "type": "petition"
}