{
    "attributes": {
        "action": "Reconsider/reflect on today's role of government and betrayal of general public.",
        "additional_details": "The course that government is following as of today already sees beginning of public unrest, in forms of vandalising equipment used to extort money from citizens, removal of road signs, protests. Already it is being shown that information providers are directed not to inform about opposition to government actions. \r\n\r\nAny and all signatures of this petition mean vote of no confidence in whole of UK government and all its employees.",
        "background": "Bring to public view/broadcast accumulated acts of government that caused increased costs of living, backdoor trading by prominent politicians without being imprisoned for it , limits of freedom of movement, inept police force, inept health service, government ability to disregard majority vote.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-25T11:03:26.556Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-25T12:21:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-03T16:08:06.759Z",
        "rejection": {
            "code": "honours",
            "details": "We can't accept petitions about appointments, which includes calling for Ministers to be sacked or for a vote of no confidence in the UK Government.\r\n\r\nIf you're concerned about a particular policy or decision that's the responsibility of Government or the House of Commons, you could start a petition about that.\r\n\r\nYou may wish to sign this petition calling for an immediate general election: https://petition.parliament.uk/petitions/641904"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-03T16:17:45.360Z"
    },
    "id": 644983,
    "links": {
        "self": "https://petition.parliament.uk/petitions/644983.json"
    },
    "type": "petition"
}