{
    "attributes": {
        "action": "Recognise Hidradenitis Suppurativa (HS) as a serious/debilitating condition.",
        "additional_details": "Recognise hidradenitis suppurativa as a serious condition and make a cure available in the UK also support us through employment as its difficult to live let alone work.",
        "background": "Recognise hidradenitis suppurativa as a serious life long condition,which has significant impact on a person's everyday life.Having to regularly change dressings and constantly live with the pain and discomfort of the operations will affect your quality of life and mobility and lead to depression",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-26T20:49:05.417Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-24T20:10:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-11-02T09:56:45.961Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government's guidance on disability under the Equality Act 2010 states that you’re disabled if you have a physical or mental impairment that has a ‘substantial’ and ‘long-term’ negative effect on your ability to do normal daily activities:\r\nhttps://www.gov.uk/definition-of-disability-under-equality-act-2010\r\n\r\nIt is therefore already the case that under the Equality Act, anyone with a physical or a mental condition which has a substantial and long-term impact on your ability to do normal day to day activities is protected under the disability protected characteristic. This could cover people who have Hidradenitis Suppurativa, where this has a ‘substantial’ and ‘long-term’ negative effect on their ability to do normal daily activities."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-02T09:57:00.265Z"
    },
    "id": 645075,
    "links": {
        "self": "https://petition.parliament.uk/petitions/645075.json"
    },
    "type": "petition"
}