{
    "attributes": {
        "action": "Create a Northumberland Loop Line - Pegswood to Newcastle Upon Tyne via Blyth",
        "additional_details": "While the Northumberland Line is a very welcome reopening of a closed passenger route linking Ashington, Bedlington, Blyth and other communities to Newcastle Upon Tyne; the 'Northumberland Loop' could add rail connectivity to North Northumberland & into Scotland at low cost & quick implementation. If long distance services run via this route other cities in UK (such as York & London) could be connected to this area helping drive economic growth in one of UK's most economically deprived regions.",
        "background": "To research creation of a 'Northumberland Loop' using the existing rail route from Pegswood to Newcastle Upon Tyne via Bedlington, Bebside (for Blyth), Newsham, Seaton Delaval and Northumberland Park (majority (5 of 6 stations) on the soon to open Northumberland Line) for passenger services.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-26T19:54:28.479Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-28T07:59:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-05T07:03:35.744Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n \r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n \r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n \r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n \r\nYou could also raise this issue with the Government department responsible for transport. You can find contact details for the Department for Transport here: https://www.gov.uk/government/organisations/department-for-transport"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-05T07:03:37.388Z"
    },
    "id": 645073,
    "links": {
        "self": "https://petition.parliament.uk/petitions/645073.json"
    },
    "type": "petition"
}