{
    "attributes": {
        "action": "Justice for asylum seekers: Reform Unfair Laws Now!",
        "additional_details": "Human rights act 1998, article 14, talks about how everyone has the right to seek and to enjoy in another country from persecution. However, they are being sent away to another country by the government.\r\narticle 17 of the human rights act 1998. The act talks about how one cannot be deprived of one's poverty.",
        "background": "The government should prioritize creating fair and compassionate policies that protect the rights of asylum seekers.\r\nThe government should take action and reform laws and ensure fair treatment.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-27T08:34:04.769Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-27T16:01:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-04T09:59:20.407Z",
        "rejection": {
            "code": "no-action",
            "details": "We understand that you'd like to see some changes to Asylum Seeker laws and policies, but we're not exactly sure what changes you'd like to see. \r\n\r\nYou could start a new petition calling for a clear action for the UK Government or Parliament. For example, you could start a new petition calling for more financial support for asylum seekers, if that's something that you'd like to see. \r\n\r\nYou may also wish to sign this petition which we've published: \r\n\r\nAbandon plans to transfer asylum seekers to Rwanda.: https://petition.parliament.uk/petitions/640382"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-04T10:18:13.181Z"
    },
    "id": 645092,
    "links": {
        "self": "https://petition.parliament.uk/petitions/645092.json"
    },
    "type": "petition"
}