{
    "attributes": {
        "action": "Tackle Youth Knife Crime: Analysis and Strategies for Intervention",
        "additional_details": "The Office for National Statistics report showed that knives or sharp objects were used in 75% teen murders compared with juat 40% in adults (2023).\r\n\r\nIn the year ending March 2022, there were around 45,000 offencrd involving a knife or sharp instrument in England and Wales. This is 9% higher than 2020/21 and 34% higher than 2010/11.",
        "background": "Understanding the Root Causes, Address Socioeconomic disadvantages (Economic Disparities, which lead to youth into criminal activities), Gang Involvement (looking into allure of belonging, protection and financial gain via grooming networks), Substance and Mental Health Community intervention etc",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-27T21:05:52.122Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-27T22:39:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-04T17:28:22.266Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about youth knife crime, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nYou may wish to sign this petition: \r\n\r\nCreate a dedicated Minister for Knife Crime Prevention: https://petition.parliament.uk/petitions/639631"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-04T17:28:24.408Z"
    },
    "id": 645145,
    "links": {
        "self": "https://petition.parliament.uk/petitions/645145.json"
    },
    "type": "petition"
}