{
    "attributes": {
        "action": "Change rules on the ENG1 medical assessment for seafarers.",
        "additional_details": "The Maritime Coastguard Agency's ENG1 medical criteria, particularly BMI reliance, warrants urgent review. \r\n\r\nBMI, as a singular metric, provides an incomplete picture of an individual's overall health and fitness. It does not consider crucial factors such as muscle mass, cardiovascular health, and metabolic indicators, which are paramount in determining a person's capability to perform physically demanding tasks at sea.\r\n\r\nFishers and Inland Waterway workers are within safe range of assistance.",
        "background": "Work towards changing the Maritime Coastguard Agency's (MCA) rules on the ENG1 medical assessment for seafarers, not specific to but with a focus on inland waterways day workers.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-27T18:41:00.548Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-27T18:54:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-04T15:14:07.342Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about the rules on the ENG1 medical assessment for seafarers are a matter for the Maritime Coastguard Agency (MCA), not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to ban BMI requirements for all medical assessments, if that's something you would like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-04T15:14:07.339Z"
    },
    "id": 645133,
    "links": {
        "self": "https://petition.parliament.uk/petitions/645133.json"
    },
    "type": "petition"
}