{
    "attributes": {
        "action": "Considering Fridays as Part of the Weekend for Muslim Communities Nationally.",
        "additional_details": "A matter of great significance to the Muslim community in our country. other religious communities, such as Christians who observe Sunday as a day of worship and Jews who observe Saturday as their holy day, have their religious observances accommodated through the inclusion as part of the weekend. However, the Muslim community, which constitutes a significant portion of our diverse population, lacks such an accommodation.work life balance to spend quality time with family & community activities.",
        "background": "Considering Fridays to be as part of the national weekend.I humbly request the Government to consider Fridays as part of the weekend. By allowing Muslims to have the same benefit as other religious groups, we would be promoting fairness, equality, and respect for religious diversity in our society.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-29T13:00:02.485Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-29T14:01:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-05T14:24:22.537Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want Friday to be part of the weekend, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nDecisions about the days people work are a matter for individuals and their employers, not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nChange the school week to a four day week: https://petition.parliament.uk/petitions/643506\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-05T14:24:23.371Z"
    },
    "id": 645251,
    "links": {
        "self": "https://petition.parliament.uk/petitions/645251.json"
    },
    "type": "petition"
}