{
    "attributes": {
        "action": "Overrule the Welsh Assembly on the 20mph default under section 114 govt of wales",
        "additional_details": "section 1c of 114 government of wales act 2006,  UK govt. can overrule WAG if it would have an adverse effect on the operation of the law as it applies in England. English law section 71 of the road traffic regulation act states It shall not be lawful for a person to drive a motor vehicle on a restricted road at a speed exceeding thirty miles per hour. this will cause confusion when travelling between the two nations having an adverse effect on motorists and the wider community.",
        "background": "Under section 1c of 114 government of wales act 2006,  UK govt. can overrule WAG if it would have an adverse effect on the operation of the law as it applies in England. English law section 71 is in conflict with the new default in Wales and will cause confusion cross borders. Please overrule WAG.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-29T18:26:37.134Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-29T18:30:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-11T12:41:17.887Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Section 114 of the Government of Wales Act gives the UK Government the power to make an order prohibiting the Presiding Officer of the Welsh Senedd from submitting a Bill for Royal Assent in certain circumstances. The legislation changing the speed limit for restricted roads in Wales to 20mph was made through delegated legislation, so Section 114 cannot be used to block this.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nAmend the devolution settlement for Wales to remove powers over speed limits: https://petition.parliament.uk/petitions/647178"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 18,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-11T12:41:19.374Z"
    },
    "id": 645370,
    "links": {
        "self": "https://petition.parliament.uk/petitions/645370.json"
    },
    "type": "petition"
}