{
    "attributes": {
        "action": "Ask Newham Council to create a college for SEND students aged 19-25",
        "additional_details": "We want the government or parliament to do it because:\r\n\r\nIt is a legal obligation under the Children and Families Act 2014 and the Equality Act 2010 to provide SEND students with suitable education until they reach the age of 25.\r\nIt is a moral duty to respect the rights and dignity of SEND students and support them to achieve their full potential and independence.\r\nIt is a social benefit to invest in SEND education and create a more inclusive and diverse society.",
        "background": "We want the government or parliament to:\r\n\r\nEnsure that Newham Council funds a new SEND college in the borough.\r\nMonitor the progress and quality of the new SEND college and hold the council accountable.\r\nReview and improve the national policy and funding for SEND education for 19-25 year olds.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-30T12:03:54.763Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-01T13:51:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-02T18:02:37.919Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nLocal education provision is the responsibility of your local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-02T18:02:37.916Z"
    },
    "id": 645717,
    "links": {
        "self": "https://petition.parliament.uk/petitions/645717.json"
    },
    "type": "petition"
}