{
    "attributes": {
        "action": "Have more engaging, free and fun school days to better the way we see school.",
        "additional_details": "Many school children despise school, and feel forced to enter a class with boring lessons, and dread sitting at a table and being punished for not writing. I feel, that if the school day feels more free, and engaging, instead of feeling forced upon. Students will better in there education. It is proven, that schools with more enjoyable days have better success rates. Children that don't want to learn simply won't. I ask for interactive whiteboard games, rewards, quizzes, prizes themed movies etc",
        "background": "If the government make school days more engaging and fun, such as, having interactive games, not just writing, topic based movies, and even free periods. The school day will be more exciting, and better students mental health inside the buildings. And prevent the dread of not wanting to go in",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-09-30T19:55:43.149Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-09-30T21:43:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-06T09:41:57.481Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe Government is responsible for setting the national curriculum, which sets out the content schools are required to teach, but deciding how to deliver this education is a matter for individual schools and teachers.\r\n\r\nWe could accept a petition calling for changes to the national curriculum, if there are changes you would like to be made to this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-06T09:41:58.582Z"
    },
    "id": 646117,
    "links": {
        "self": "https://petition.parliament.uk/petitions/646117.json"
    },
    "type": "petition"
}