{
    "attributes": {
        "action": "I want to start a petition to provoke the government to build a supermax jail.",
        "additional_details": "So that we live in a fairer society.\r\nIf a supermax jail was built specifically for domestic house burglaries and also persistent shoplifting then it would qct as a deterrent .. currently there is none and people are getting away with dozens of offences without any punishment.. its beyond outrageous a man can enter my house and take my belongings and not go to prison.",
        "background": "I want the government to build a supermax jail for persistent burglars of domestic houses and shoplifting so that victims know that persistent offenders do not just get a suspended sentence. Persistent offenders get a short sharp shock of custody. This is a critical issue and needs addressing",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-01T09:16:56.494Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-01T20:47:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-09T06:57:39.442Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nA super-maximum security (supermax) prison represents the most secure level of custody in the prison systems of certain countries, but constructing a new supermax prison would not affect the sentences people receive for particular offences.\r\n\r\nIf what you want is stricter sentences people receive for shoplifting and burglars of domestic houses, you could start a new petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-09T06:57:40.693Z"
    },
    "id": 646393,
    "links": {
        "self": "https://petition.parliament.uk/petitions/646393.json"
    },
    "type": "petition"
}