{
    "attributes": {
        "action": "To influence Indian Govt for a Rebuild of MULLAPPERIYAR DAM in (Kerala, INDIA).",
        "additional_details": "DAM was constructed between 1887-1895 with an unusual agreement of 999 years to divert water eastwards to the Madras Presidency area (present-day Tamil Nadu State). This contract was made in between the Secretary of State under British and the King of Travancore, the vassal state under the British. About 3.5 million people currently living in Kerala State are directly affected by this so called \"WATER TIME-BOMB \" and is reported by the New York edition on 28 September 2023, Section A, Page 27.",
        "background": "British Parliament and Government, as a matter of Urgency to influence World Leaders and Indian Government and it's Prime minister for a Rebuild or Decommission of MULLAPPERIYAR DAM in (Kerala State, INDIA). Dam was build by Co John Pennycuick CSI, who served under the British East India Company.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-03T22:42:57.272Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-04T06:19:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-10T11:16:03.514Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level, including abroad.\r\n \r\nYou could also raise this issue with the Government department responsible for foreign relations. You can find contact details for the Foreign, Commonwealth & Development Office here: https://www.gov.uk/government/organisations/foreign-commonwealth-development-office"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-10T11:16:04.122Z"
    },
    "id": 647247,
    "links": {
        "self": "https://petition.parliament.uk/petitions/647247.json"
    },
    "type": "petition"
}