{
    "attributes": {
        "action": "Let mosques across the whole of London to play the adhan",
        "additional_details": "As England is a right respecting county and there are about 1,318,754+ Muslims alone in London! We think us Muslims have the right to pray all our prayers without missing one.",
        "background": "Allow the adhan (call to prayer) to be played at mosques all around London.Due to their inability to hear the adhan, hundreds of thousands of Muslims miss Salah (prayer time) each day.Therefore, please join this petition urging the UK parliament to let mosques to play the adhan",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-04T15:34:24.734Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-08T12:06:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-12T06:24:17.399Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about permitting the broadcast of calls to prayer are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nWe could accept a petition calling on the Government to give all religious institutions in England legal rights to broadcast calls to prayer, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-12T06:24:18.356Z"
    },
    "id": 647350,
    "links": {
        "self": "https://petition.parliament.uk/petitions/647350.json"
    },
    "type": "petition"
}