{
    "attributes": {
        "action": "I want you to rethink changing how long we have to be in school for and how long",
        "additional_details": "Because it is bad. All of the kids in school I am sure of it are devastated to hear what you said at the conference and I'm sure that no kid agrees with you. And any child for that matter it was bad enough thinking about how much longer you have until your finished with school and now it's even longer. All your doing is not allowing us to start real life early. If we leave school at 16 we still have some time to learn the ropes if the open world but if we're confined to school well mess up.",
        "background": "I and many other teenagers I'm sure would like you to reconsider what your doing with the school system as it is not right. Yes maybe we don't learn enough in school but then atleast give the schools more funding to try and increase the learning potential of the students instead of staying longer.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-05T06:48:56.927Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-05T06:54:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-10T14:36:29.703Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. \r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-10T14:36:29.701Z"
    },
    "id": 647543,
    "links": {
        "self": "https://petition.parliament.uk/petitions/647543.json"
    },
    "type": "petition"
}