{
    "attributes": {
        "action": "When a soldier dies the family should get £200,000, not £100,000.",
        "additional_details": "Soldiers put their lives on the line to protect our country, and their families bear the consequences if the worst happens. The current death benefit of £100,000 is not enough to compensate for such a loss. Increasing it to £200,000 would provide more financial security and acknowledge the sacrifice of those who serve our country. It's time for the government to step up and show support for our military families.",
        "background": "I want the Government to give families with soldiers in the army that have died a compensation of 200,000, not £100,000. I think that these families have suffered an unbearable loss, and the least that the Government should do is provide them with some financial stability.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-06T09:41:27.184Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-06T10:20:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-17T15:12:03.312Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about death in service benefits for members of the Armed Forces, but there is not a flat £100,000 payment for members of the Armed Forces who die in service.\r\n\r\nThe death in service benefits from the Armed Forces Pensions Schemes differ depending on which scheme the individual is in. The calculations vary depending on the individual’s salary, grade or length of service.\r\n\r\nWe could accept a petition calling for changes to existing arrangements for death in service benefits for members of the Armed Forces, but it would need to be clear what changes you want."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-17T15:12:03.965Z"
    },
    "id": 647780,
    "links": {
        "self": "https://petition.parliament.uk/petitions/647780.json"
    },
    "type": "petition"
}