{
    "attributes": {
        "action": "Save Veteran Oak Trees on Melton Fields from being chopped down by developers!",
        "additional_details": "The NFPP states that veteran trees shouldn’t be felled except for exceptional circumstances, this development doesn’t meet those circumstances. The recent State of Nature report provides further support for the need to protect these veteran oak trees that sit on Functionally Linked Land to the Humber SSSI RAMSAR which is part of the East Atlantic Flyway. More information can be found here: newplanningaccess.eastriding.gov.uk \r\nRef 20/03555/STPLF",
        "background": "Stop developers from felling two veteran oak trees on Melton Fields in a Climate Emergency. They are at least 200 years old and registered with the Woodland Trust as veteran oaks. These trees cannot just be replaced, they provide oxygen and are full of biodiversity providing homes to bats, birds etc",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-06T14:25:21.990Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-06T15:05:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-11T08:29:01.759Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local planning decisions are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nAutomatically give all trees protection with tree preservation orders: https://petition.parliament.uk/petitions/637544"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-11T08:29:03.571Z"
    },
    "id": 647815,
    "links": {
        "self": "https://petition.parliament.uk/petitions/647815.json"
    },
    "type": "petition"
}