{
    "attributes": {
        "action": "Change the behaviour / culture of our society to stop littering and fly tipping.",
        "additional_details": "Complete restructure on how we manage litter and recycling systems for example in Europe and other countries they have the facilities to trade in plastic bottles and tins at supermarkets in exchange for tokens or money that can be spent inside the store. Locally our recycling is collected in open boxes. In our exposed area this gets blown around. The sides of roads are litters with plastic, beer and takeaways. The culture of this country needs to change. Japan was not always like it is now!",
        "background": "Plastic is in our food, water, vegetables, meat. In research it is found in our lungs, blood and stools. Plastic in our bodies is having an effect on the health of everyone. This county needs to revaluate and change how society views packaging and recycling. Society norms on litter is very poor.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-07T10:17:19.857Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-08T13:43:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-12T06:25:04.480Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about littering, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-12T06:25:05.560Z"
    },
    "id": 647917,
    "links": {
        "self": "https://petition.parliament.uk/petitions/647917.json"
    },
    "type": "petition"
}