{
    "attributes": {
        "action": "Mandate that the Welsh Sened conduct a referendum on the 20mph speed limit law.",
        "additional_details": "The Welsh Sened’s role is to represent the will and interests of the people of Wales. The new default 20mph speed limit across Wales achieves neither. Polling by YouGov shows 61% of Wales oppose the change and 459,000 people have signed a petition for repeal and been ignored.\r\n\r\nThe estimated cost of this change (£4.5 Billion) doesn’t account for hidden costs to logistics and public transport sectors. The benefits? Far too few.\r\n\r\nThis change is not in our interests and verifiably against our will.",
        "background": "Since the Sened is representing neither the will or interests of the people of Wales, it is appropriate for the British government to step in and mandate that the Welsh government conduct a referendum of its constituents on the 20mph speed limit and abide by the results of that referendum.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-07T07:53:21.664Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-20T21:22:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-30T12:08:07.398Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about speed limits in Wales are a matter for the Welsh Government and Senedd, not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nAmend the devolution settlement for Wales to remove powers over speed limits: https://petition.parliament.uk/petitions/647178"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-30T12:08:28.339Z"
    },
    "id": 647905,
    "links": {
        "self": "https://petition.parliament.uk/petitions/647905.json"
    },
    "type": "petition"
}