{
    "attributes": {
        "action": "We would like you to recall 6 seater & 8 seater taxi/private hire vehicles back",
        "additional_details": "It is affecting drivers wages due to not earning the ‘6 or 8 seater’ amount, it’s affecting customers with family’s bigger than 4, ie sending 2x vehicles would cost more money that ordering a 6 seater. Also if a single mother is with her 4 children how will she get them all home? It’s affecting companies and also before this we had them around for many years without any issues, aswell as 8 seaters",
        "background": "You recently have stopped 6 & 7 seater vehicles being able to be plated as a taxi/pvt hire in Northamptonshire customers need them back, companies need them back and drivers need to be able to earn the correct wage in the vehicles",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-07T18:57:25.379Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-08T07:29:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-11T15:07:15.402Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the terms of licences for private hire vehicles are a matter for individual licensing authorities, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-11T15:07:16.529Z"
    },
    "id": 647996,
    "links": {
        "self": "https://petition.parliament.uk/petitions/647996.json"
    },
    "type": "petition"
}