{
    "attributes": {
        "action": "Better medical attention for supporters attending football matches in the UK",
        "additional_details": "Too many times are we seeing fans falling ill at games. Leyton Orient & Southampton in recent times show us that the response needs to change. Referees have to carry matches on as per the laws of the game, this needs changing. Too many lives are being lost & out at risk. We would also like to see better responses/training & procedures in place to help supporters who require critical medical attention. Nobody should go to a football match & not come home. Life is more important than football.",
        "background": "Put pressure on The FA, EFL, Premier League, National League & Below to allow football matches to be stopped so that supporters who need medical attention get the response they need, in order to save lives. Stoppages in play, physios/medical staff helping with use of football club medical equipment",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-07T18:07:27.336Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-07T18:36:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-16T16:54:43.734Z",
        "rejection": {
            "code": "no-action",
            "details": "It is unclear how you would like existing rules around medical support at football games to change. \r\n\r\nWhether or not games should be stopped is not something that the UK Government or Parliament is directly responsible for."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-16T16:54:52.377Z"
    },
    "id": 647987,
    "links": {
        "self": "https://petition.parliament.uk/petitions/647987.json"
    },
    "type": "petition"
}