{
    "attributes": {
        "action": "To make sure all sidewalks are safe by implementing a new law",
        "additional_details": "Uncut grass on sidewalks can be dangerous because it can hide obstacles and make it harder to see where you're walking.In addition ,uncut grass on sidewalks can create a space for people to casually discard plastic waste. Furthermore, this issue is also harming our wildlife as it is a large obstacle and allows pests and fleas to live, but also due to the high amount of discarded waste it put them into more danger. I consider a penalty would be suitable for not keeping our communities safe.",
        "background": "A new law must be inforced to make sure all sidewalks are free from any obstacles and all grass and bushes are out of harms way. First of all, if a sidewalk is overgrown it makes it difficult for people to use it especially those with disabilities.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-08T17:31:15.049Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-08T17:37:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-12T06:46:40.756Z",
        "rejection": {
            "code": "already-happening",
            "details": "Local authorities already have a duty to prevent, as far as possible, the stopping up or obstruction of highways for which they are responsible. This includes sidewalks.\r\n\r\nIf you are concerned about how your local authority maintains sidewalks in your area you could raise your concerns with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-12T06:46:41.893Z"
    },
    "id": 648147,
    "links": {
        "self": "https://petition.parliament.uk/petitions/648147.json"
    },
    "type": "petition"
}