{
    "attributes": {
        "action": "Allow car meets + authorise unused land",
        "additional_details": "carmeets should be allowed to continue because it stops more groups being on the streets and that means less gangs less stabbings and the carmeets are always held on industrial estates or carparks away from residential properties and what harm is it causing anyone if we had appropriate areas for the carmeets we would use it IE air fields we could use it how we need. Most of the carmeets are just people wanting to show off there cars",
        "background": "carmeets should be allowed to continue because it stops more groups being on the streets and that means less gangs less stabbings and crime rates even higher if we had appropriate areas for the carmeets we would use it like unused fields",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-10T12:46:45.329Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-10T16:46:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-17T10:48:48.463Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about provision of space for leisure activities are a matter for individual local authorities and landowners, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-17T10:48:48.460Z"
    },
    "id": 648368,
    "links": {
        "self": "https://petition.parliament.uk/petitions/648368.json"
    },
    "type": "petition"
}