{
    "attributes": {
        "action": "Source ADHD medications effected by the national shortage urgently!",
        "additional_details": "Adults, but especially children, on the affected medicines will need to reduce and discontinue their current medication on the advice from prescribers and the compulsory guidelines from the NHS. This will be a disaster for so many families who have struggled for so long to get their children medication that helps.Some children get physically violent when not on medication which results in domestic abuse towards parents and siblings. Their education or employment will be disrupted significantly.",
        "background": "There is a serious shortage of certain ADHD medications, causing a crisis for individuals and families. We want the government to prioritise sourcing the medication as the impact on families, individuals and schools will be enormous.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-11T15:11:04.301Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-11T16:00:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-17T07:58:03.461Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about sourcing pharmaceuticals are a matter for health providers, and decisions about where to manufacture pharmaceuticals are a matter for individual pharmaceutical companies, not the UK Government or Parliament.\r\n\r\nThe supply disruptions are expected to resolve at various dates between October and December 2023."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-17T07:58:05.150Z"
    },
    "id": 648547,
    "links": {
        "self": "https://petition.parliament.uk/petitions/648547.json"
    },
    "type": "petition"
}