{
    "attributes": {
        "action": "Don't charge us to go through ULEZs areas or stop non-ULEZs cars outright.",
        "additional_details": "Living in ULEZ areas costs £12.50 for each entry or exit, totaling £4,562.50 annually for one trip, or £9,125 for both. Students lose a significant part of their housing allowance over four years. As the affected population grows from 4 to 9 million, it will impact England's economy significantly. The government must consider these economic effects whilst they continue addressing air pollution in these areas.",
        "background": "I would like the Government or Parliament to ban petrol, diesel and hybrid vehicles entering ULEZs areas. If you really care about the air being polluted, vehicles should be stopped outright and not be charged whatever the price is.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-11T12:25:58.458Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-11T12:31:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-16T12:45:07.446Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Ultra Low Emission Zones are the responsibility of local authorities.  \r\n\t\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them here:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou may wish to sign these petitions that call for actions which are within the responsibility of the UK Government and Parliament:\r\n\r\nRemove local authority powers to introduce LTNs, CAZs, LEZs and ULEZs: https://petition.parliament.uk/petitions/637517\r\n\r\nReferendum on local government power to introduce road traffic policies: https://petition.parliament.uk/petitions/648018"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-16T12:45:13.068Z"
    },
    "id": 648518,
    "links": {
        "self": "https://petition.parliament.uk/petitions/648518.json"
    },
    "type": "petition"
}