{
    "attributes": {
        "action": "The government to call for a ceasefire in the war between Gaza and Israel.",
        "additional_details": "This was war will not end in peace but only repeat a cycle of anger, heartache, and further loss of life.\r\n\r\nThis war is being supported by counties around the world. There is collective amnesia that war in the middle east has not brought lasting peace in the past, and it will not bring lasting peace this time either. We must seek a different solution and stop repeating history.\r\n\r\nNo-one wants to see further bloodshed. This only makes Palestinians and Israelis feel more vulnerable across the world",
        "background": "1. Call for an immediate ceasefire\r\n\r\n2. Negotiate humanitarian corridors so food, water, fuel and medical aid can come into Gaza, and people can come out.\r\n\r\n3. Begin peace talks between Gaza and Israel. These peace talks must be in good faith and they must respect human rights on both sides.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-13T05:54:45.343Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-13T06:36:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-19T06:41:02.287Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nSeek a ceasefire and to end Israeli occupation of the West Bank and Gaza Strip: https://petition.parliament.uk/petitions/648292\r\n\r\nUrge the Israel Government to allow fuel, electricity and food into Gaza: https://petition.parliament.uk/petitions/648383\r\n\r\nCall for Israel to immediately establish a humanitarian corridor in Gaza: https://petition.parliament.uk/petitions/648642"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-19T06:41:04.470Z"
    },
    "id": 648726,
    "links": {
        "self": "https://petition.parliament.uk/petitions/648726.json"
    },
    "type": "petition"
}