{
    "attributes": {
        "action": "Make it illegal for News Media to air unverified Terrorist Group Information",
        "additional_details": "This often leads to more violence so I would like the Government to put an obligation on the Media that it should provide verifiable information not the words of terrorist organisations and their associated organisations and groups before a Democracy defending its people and the citizens of the terrorist organisation it’s faces .",
        "background": "The Media are to quick to release information via Terrorist Groups and their associated organisations, this is often proved false hours or days later . Yet this information leads to more hatred and more disinformation to be spread.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-18T17:16:27.634Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-19T17:41:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-27T15:03:40.168Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nSetting and enforcing standards for broadcasters is a matter for Ofcom, not the UK Government or Parliament, and the Broadcasting Code already contains requirements for the news to be reported with due accuracy. You can find out more about these rules here: https://www.ofcom.org.uk/tv-radio-and-on-demand/broadcast-codes/broadcast-code/section-five-due-impartiality-accuracy\r\n\r\nIf you would like to make a complaint about a news broadcast you can find out how to do so here: https://www.ofcom.org.uk/complaints/complain-about-tv-radio-a-website"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-27T15:03:41.277Z"
    },
    "id": 649351,
    "links": {
        "self": "https://petition.parliament.uk/petitions/649351.json"
    },
    "type": "petition"
}