{
    "attributes": {
        "action": "Act to Keep BBC Parliament Streams Politically Neutral",
        "additional_details": "The BBC's live stream is meant to faithfully broadcast House of Commons proceedings, not to serve as a platform for editorialising or debate. The inclusion of contradictory banners is highly inappropriate and erodes public trust. Given the situation, we recommend the House take action by writing to the BBC for rectification and consulting OfCOM for regulatory insight. This action is crucial for restoring democratic values and re-establishing public trust.",
        "background": "On 20th Oct, during an adjournment \"debate\" on 'Trends in excess death', the BBC's live Parliamentary stream included banners contradicting the speech. This undermines the stream's purpose: to offer an unbiased record of House of Commons proceedings. Immediate corrective measures are needed.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-20T19:43:47.364Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-21T05:52:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-10-27T15:04:07.180Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nSetting and enforcing standards for broadcasters is a matter for Ofcom, not the UK Government or Parliament, and the Broadcasting Code already contains requirements for the news to be reported with due accuracy. You can find out more about these rules here: https://www.ofcom.org.uk/tv-radio-and-on-demand/broadcast-codes/broadcast-code/section-five-due-impartiality-accuracy\r\n\r\nIf you would like to make a complaint about a news broadcast you can find out how to do so here: https://www.ofcom.org.uk/complaints/complain-about-tv-radio-a-website"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-10-27T15:04:08.390Z"
    },
    "id": 649597,
    "links": {
        "self": "https://petition.parliament.uk/petitions/649597.json"
    },
    "type": "petition"
}