{
    "attributes": {
        "action": "Declare there is NO scientific consensus our CO2 emissions cause Climate Change.",
        "additional_details": "We consider that the scientific opinions of the global network of many hundreds of eminent, highly experienced & Nobel Laureate scientists in climate and related fields from eg CLINTEL & The CO2 COALITION who for many years have been jointly declaring \"There Is No (man made) Climate Crisis\" should be EQUALLY heard in a fresh Parliamentary debate on Climate & CO2.\r\n\r\nWe consider that this is a two sided scientific debate and NOT the settled consensus science required for major decision making.",
        "background": "We are concerned that parliament has not been fully informed of BOTH  sides of the science of whether there is, or is not, ANY negative  measurable influence on our climate by our Carbon Dioxide (CO2) emissions or of whether human CO2 emissions could even be highly beneficial to all life on earth.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-22T09:18:20.371Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-24T17:25:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-11-01T09:00:55.135Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's not clear if you just want the Government or Parliament to declare that there is no scientific consensus that CO2 emissions cause climate change, or if you want existing legislation and policy on climate change to be reviewed or revoked.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRepeal the Climate Change Act 2008: https://petition.parliament.uk/petitions/639235"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-01T09:00:56.353Z"
    },
    "id": 649696,
    "links": {
        "self": "https://petition.parliament.uk/petitions/649696.json"
    },
    "type": "petition"
}