{
    "attributes": {
        "action": "Outlaw the use of drone technology by police for surveillance",
        "additional_details": "The police should not be allowed to use drones as a method of surveillance on the public. Mass surveillance is a step towards a police state and the use of drones will only accelerate the transformation of the UK from a liberal country which values personal freedom to a sectarianised society. The people of Britain have a deep-rooted belief in freedom of speech and internal freedom of movement, we do not want our every step to be monitored and documented through the use of drone technology.",
        "background": "The police should not be allowed to use drones as a form of surveillance. It is an infringement on our privacy and may lead to the termination of personal freedoms. The UK already has 8 CCTV cameras for every 100 people. Unless used to fight active crime, the police should not be using drones.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-28T13:59:11.093Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "HO",
                "name": "Home Office",
                "url": "https://www.gov.uk/government/organisations/home-office"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-28T15:22:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-11-07T12:50:24.012Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the use of drones by the police, but it's not clear if you want all use of drones by the police to be banned, or for them only to be allowed to be used when a crime is actively being committed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-06T16:04:17.484Z"
    },
    "id": 650141,
    "links": {
        "self": "https://petition.parliament.uk/petitions/650141.json"
    },
    "type": "petition"
}