{
    "attributes": {
        "action": "Petition to Stop Threatening Letters from TV Licensing!",
        "additional_details": "🚨 These letters use threatening language, creating fear and stress among recipients. We firmly believe that there are better ways for TV licensing to communicate with the public.\r\nWe call on TV licensing to reconsider their approach and adopt a more respectful and informative method of correspondence. By doing so, they can effectively communicate without causing undue stress and anxiety.\r\nWe propose the exploration of alternative communication methods, such as digital platforms and online.",
        "background": "We, the undersigned, are deeply concerned about the distressing and intimidating letters that individuals across the country are receiving from TV licensing. We believe that this communication approach is unnecessary and causes unnecessary anxiety.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-10-30T19:00:26.325Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-10-30T19:42:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-11-08T15:18:59.891Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe requirements to have a TV Licence are set by the Government and Parliament, but decisions about communications regarding the TV Licence are a matter for the TV Licensing Authority (TVLA), which is operationally independent.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nAbolish the TV licence and make the BBC a subscription channel: https://petition.parliament.uk/petitions/649092\r\n\r\nWe could also accept a petition calling on the Government to decriminalise non-payment of the TV Licence fee, so that the TVLA cannot refer to criminal penalties in its correspondence."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-08T15:19:00.770Z"
    },
    "id": 650307,
    "links": {
        "self": "https://petition.parliament.uk/petitions/650307.json"
    },
    "type": "petition"
}