{
    "attributes": {
        "action": "Change the law on free school transport under 3 miles",
        "additional_details": "This is because children in rural areas are being measured on distance for transport,the same as children in areas with pavements away from very high speeds,street lighting, safe paths, flooded fields and many more things. I would like more relaxed Hazard-checking,( as being so strict meand putting routes through, that’s really shouldn’t.That will allow these very very small groups of children from these tiny rural\r\nVillages to be able to get the transport to school, instead of sadly not allowing them to receive the free transport. In cases, by being excluded they are having to walk nearly 6 miles per day to school on hard terrain and on routes that are unacceptable, as they are being marked non hazardous when they are inappropriate and stopping these children from gaining safe transport.",
        "background": "I would like the distance on rural routes to be shorter than 3 miles and the hazard checks on rural paths to be more realistic for children of such young ages.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-11-01T18:54:01.153Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-11-01T19:53:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-11-06T12:59:55.839Z",
        "rejection": {
            "code": "no-action",
            "details": "We're not sure exactly what you'd like the Government or Parliament to do. We understand you would like changes to the home to school transport guidance, but we're not sure whether you'd like the distance reduced to a specific amount or whether you'd like clearer guidance to councils on what is a suitable and safe distance.\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n* This similar petition was rejected: https://petition.parliament.uk/petitions/549284\r\n\r\n \r\n\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-06T12:59:55.837Z"
    },
    "id": 650459,
    "links": {
        "self": "https://petition.parliament.uk/petitions/650459.json"
    },
    "type": "petition"
}