{
    "attributes": {
        "action": "Remove media bias in attempt to report news fairly",
        "additional_details": "So the British public can form opinions on topical issues without pressures and influence, only facts.This can lead to higher awareness for issues and more interest/involvement with Parliament as they research these issues.",
        "background": "The government should make sure the news/newspapers don’t present a one sided view, they should report both sides of the argument/issue and report on what the people believe and not what they want the people to believe.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-11-04T19:08:31.729Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-11-04T19:26:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-11-13T15:18:17.048Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned that some news reporting is biased, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Broadcasting Code already requires broadcast news to be reported with due accuracy and presented with due impartiality. OFCOM, the UK's communications regulator, is responsible for enforcing the Broadcasting Code.\r\n\r\nThere are also regulators for print media, although these are not government regulators, and their codes do not require members to report the news with impartiality. We could accept a petition calling on the Government to introduce statutory requirements for all news to be reported impartially, if that's what you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-13T15:18:18.154Z"
    },
    "id": 650724,
    "links": {
        "self": "https://petition.parliament.uk/petitions/650724.json"
    },
    "type": "petition"
}