{
    "attributes": {
        "action": "Change the legistative framework to reduce nosie limit of all fireworks sold .",
        "additional_details": "In the report carried out by the government in 2020 by the Office for Product Safety and Standards titled Fireworks: noise levels and impacts on health and the environment, section 6 state that fireworks cause distress to dogs and a dBAs above 120 cause raised heart rate.  Additionally it lists pigs should not be exposed to a dBA of 80 or above. Also, it is mention in section 8 animals have heighten hearing compared to humans. There is very little mention of the impact on human mental health.",
        "background": "Change the legislative framework for the noise limit for all fireworks sold in the UK  to 100 dBA or lower. \r\nThis is due to the large distress caused for animals each year which does result in the death of pets and wildlife. Additionally the stress and repeat of trauma caused for people with PTSD.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-11-05T19:13:52.068Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-11-05T19:35:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-11-14T08:40:47.593Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/649354\r\n\r\nAlso, the Office for Product Safety and Standards report on noise levels and impacts on health and the environment notes that the Welfare of Farm Animals Regulations (WOFAR) state pigs should not be exposed to noise levels of above 85 dB (not 80dB as you state in your petition) on a farm. The report did not include information about the impact of fireworks on heart rate, but noted that domestic animals exposed to aircraft noises of 120-135 dB showed no injury, and became accustomed to intermittent levels of aircraft noise at 120 dB – apart from a raised heart rate at the time of stimulus, no other effects were noted.\r\n\r\nThe full report is available here: https://assets.publishing.service.gov.uk/media/5f92e916e90e077afc99d4a7/fireworks-evidence-submission-opss-noise-levels.pdf"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-14T08:40:48.826Z"
    },
    "id": 650827,
    "links": {
        "self": "https://petition.parliament.uk/petitions/650827.json"
    },
    "type": "petition"
}