{
    "attributes": {
        "action": "Give personal car leases the same tax benefits as business car leases.",
        "additional_details": "Current EV tax advantages primarily benefit company directors and salary sacrifice scheme participants, excluding over half of UK new car buyers. A 40% tax-paying individual has an effective cost of 70% more on a personal lease vs. a business lease due to low Benefit-in-Kinds on EVs. The disparity is around a 30% saving for a 20% taxpayer. This unjust system disproportionately penalizes lower-income individuals, who don’t have access to such schemes, making EVs even more unattainable.",
        "background": "Pass a law to allow motorists with personal car leases to claim the same tax benefits relating to low benefits in kind on EVs, which allows business lease users to save thousands to run exactly the same vehicle.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-11-06T17:39:27.984Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-11-07T10:13:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-11-20T14:38:06.698Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to tax arrangements for private individuals who lease a car, but it's not clear what tax arrangements you want to apply to people in this scenario.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-14T17:14:00.156Z"
    },
    "id": 650924,
    "links": {
        "self": "https://petition.parliament.uk/petitions/650924.json"
    },
    "type": "petition"
}