{
    "attributes": {
        "action": "To stop the Home Secretaries policy of removing tents from the homeless.",
        "additional_details": "Homelessness is not a lifestyle choice. The work of homeless charities plugs the gap left by failed housing policies. There is little or no help from the Government or local authorities to house the homeless, indeed, the policies are all focused on making people homeless and keeping them in a state of homelessness, and there is no support for Charities to provide temporary housing - this is the policy we need, not punishment of the homeless and supporting charities",
        "background": "We would like the Home Secretary to withdraw her policy to remove tents from the homeless as these are the only shelter that they have; and also withdraw her intention to fine the homeless (who have no money) and homeless charities who are providing the tents because of a failed housing policy",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-11-08T17:17:26.342Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-11-08T20:00:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-11-17T07:10:27.678Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nDo not restrict the use of tents by homeless people: https://petition.parliament.uk/petitions/650799\r\n\r\nDo not restrict charities from providing tents for homeless people: https://petition.parliament.uk/petitions/650692"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-17T07:10:28.854Z"
    },
    "id": 651095,
    "links": {
        "self": "https://petition.parliament.uk/petitions/651095.json"
    },
    "type": "petition"
}