{
    "attributes": {
        "action": "Help for working families as we’re struggling too with the cost of living",
        "additional_details": "Look at the working class people/families and give them a little help too\r\n\r\nFamilies losing houses as can’t no longer afford their mortgage\r\n\r\nFamilies can’t heat their homes cause wages have to buy food for their family\r\n\r\nNot asking for alot but some kind of help, food banks are struggling to keep up demand as people are finding it really hard not n this current climate",
        "background": "The Government need to take a hard look at the way the system is working right now as hard working people/families are struggling to pay bills due to the costs of living crisis, it’s not just those on benefits.\r\nFamilies are struggling to keep homes warm with the price of gas and electricity",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-11-09T07:39:55.393Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-11-09T07:59:40.000Z",
        "opened_at": null,
        "rejected_at": "2023-11-20T15:14:23.198Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the cost of living, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nPass a law to stop standing charges on domestic bills: https://petition.parliament.uk/petitions/644887\r\n\r\nPermanently scrap green levies on energy bills: https://petition.parliament.uk/petitions/640214\r\n\r\nUprate benefits in line with CPI inflation: https://petition.parliament.uk/petitions/644655\r\n\r\nIf you'd like the Government to do something else you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-20T15:14:24.021Z"
    },
    "id": 651139,
    "links": {
        "self": "https://petition.parliament.uk/petitions/651139.json"
    },
    "type": "petition"
}