{
    "attributes": {
        "action": "Grass roots and Amateur football to run from April til October",
        "additional_details": "Grass roots and low level football is swamped (literally) with cancellations and re-organised fixtures because it's played throughout winter. Numbers are down for teams. Just play during the nicer weather months. More people will play, watch and spend in the club bar after.\r\n\r\nThe lower tiers in the pyramid don't have the facilities for winter games. The quality is lower because of this too.",
        "background": "Get the FA to change the seasons to April-October for lower tier football where the facilities aren't good enough to ensure weekly games on pitches. More players will be interested in playing. More people will watch, club houses will be busier and make more money.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-11-10T19:20:44.877Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-11-11T09:49:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-11-22T13:17:46.979Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nWe can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions about football season dates are a matter for organisers and the football authorities, not the Government or House of Commons."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-22T13:17:50.177Z"
    },
    "id": 651276,
    "links": {
        "self": "https://petition.parliament.uk/petitions/651276.json"
    },
    "type": "petition"
}