{
    "attributes": {
        "action": "Reform the voting system and abolish the First Past the Post system",
        "additional_details": "The terribly advertised Alternative Vote referendum of 2011 is not enough. Parties like the Liberal Democrats are constantly harassed by the FPTP system, showing a clear failure in a fair democracy of our country. A fairer system such as the Additional member system, as used in Scotland, would greatly improve our countries’ elections and the say of the people. Parties with more votes would get more seats - It’s as simple as that.",
        "background": "Sign against the unjust democracy of the UK, allow people to have their voices in the General Election to be heard and reform the voting system to a fairer system. This disproportionate system of parties with numerous voters getting less seats is not working and is an unfair representation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-11-16T20:05:47.324Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-11-16T21:15:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-11-28T10:29:31.971Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nChange the voting system to proportional representation (PR): https://petition.parliament.uk/petitions/639390\r\n\r\nReplace the election system from First Past the Post to Single Transferable Vote: https://petition.parliament.uk/petitions/640810\r\n\r\nIf you would like the Government to replace first past the post with a specific voting system you could start a new petition requesting this."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-28T10:29:32.556Z"
    },
    "id": 651686,
    "links": {
        "self": "https://petition.parliament.uk/petitions/651686.json"
    },
    "type": "petition"
}