{
    "attributes": {
        "action": "Ensure that the police apply the law equally to all, without fear or favour",
        "additional_details": "The police officers oath requires them: WITHOUT FEAR OR FAVOUR, MALICE OR ILL-WILL, TO PROTECT LIFE AND PROPERTY AND TO UPHOLD THE LAW.\r\n\r\nNews coverage and social media has clearly and repeatedly identified the police choosing not to uphold the law equally in the case of public protests, riots, anti-social behaviour, and hate crimes, both in public and online. \r\n\r\nSocial cohesion relies upon the same rule of law for all, and continued two-tier policing is risking serious public disorder as some segments of society feel that they are not being held to the same standards in law as others.",
        "background": "Ensure police forces all over the UK understand and follow their duty to uphold the law equally, regardless of their prejudices for race, religion, sexuality, gender identity, or political alignment.\r\n\r\nEnsure that the police are held to account when they fail in this duty.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-11-16T18:48:37.554Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-11-16T19:24:30.000Z",
        "opened_at": null,
        "rejected_at": "2023-11-28T12:04:42.001Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the consistency with which the police fulfil their responsibilities and exercise their powers, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIf someone believes the police have behaved inappropriately they can complain about this. You can find out how to complain about a police force here: https://www.policeconduct.gov.uk/complaints/guide-to-complaints-process\r\n\r\nThere are also elected police and crime commissioners (PCC) who are responsible for how local areas are policed, and you can contact your local PCC to make a suggestion or a complaint about how your local area is policed. You can find out more about PCCs and how to contact them here: https://www.gov.uk/police-and-crime-commissioners\r\n\r\nIf there is a specific action you would like the Government to take, you could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to review the police response to recent protests, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-28T12:04:42.611Z"
    },
    "id": 651682,
    "links": {
        "self": "https://petition.parliament.uk/petitions/651682.json"
    },
    "type": "petition"
}