{
    "attributes": {
        "action": "Identify how the EU referendum, set up as an advisory vote, became a decision.",
        "additional_details": "The UK is in the position that it is in because of the decision made by the referendum decision.\r\nThere is nothing in the official record to show how the advisory referendum set out by parliament became a decision: it appears to have happened through ministerial decree.\r\nIf this is correct then that decree has overwritten the settled will of parliament, in which case it is essential to record how that happened for future reference.\r\nOr if there is some other explanation, then that must be set out.",
        "background": "The EU referendum was set up as an advisory vote. That fact is well established and inarguable: it was the basis of the Supreme Court judgment.\r\nHowever somewhere between setting it up and holding the vote it became a decision.\r\nParliament must identify the mechanism by which that came about.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-11-18T12:52:06.852Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-11-19T09:03:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-11-30T14:57:21.188Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWhile the European Union Referendum Act 2015 did not make the result of the referendum binding, ahead of the election the Government said that it would implement the result.\r\n\r\nFollowing the referendum legislation to effect the United Kingdom's departure from the EU was introduced by the Government and agreed by Parliament, through the normal legislative process."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-15T18:22:03.701Z"
    },
    "id": 651771,
    "links": {
        "self": "https://petition.parliament.uk/petitions/651771.json"
    },
    "type": "petition"
}