{
    "attributes": {
        "action": "Introduce car insurance based on vehicle rather then a person.",
        "additional_details": "in many European countries, vehicle insurance is based on the vehicle rather then the person and this results in affording a vehicle, more people being under employment due to actually being able to travel to and from a place of work. We would like car insurance to be fair and drivers who actually drive within the laws not to be paying for mistakes of others.",
        "background": "We want the government to help and lower the costs of car insurance especially now during these hard times. We would like to introduce a possibility of the car it self being insured rather then the person driving it, just like most of the EU countries.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-11-19T17:04:45.466Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-11-19T17:16:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-11-30T12:54:29.253Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe law requires people to be insured for the car they are driving. It is already possible to get car insurance that covers a driver on multiple cars. Decisions about what car insurance products to offer are a matter for individual insurers, not the UK Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEstablish a Commission to investigate extortionate Car Insurance price rises: https://petition.parliament.uk/petitions/644067\r\n\r\nIntroduce fixed prices for car insurance based on power to weight ratio and age: https://petition.parliament.uk/petitions/646793"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-30T12:54:29.828Z"
    },
    "id": 651833,
    "links": {
        "self": "https://petition.parliament.uk/petitions/651833.json"
    },
    "type": "petition"
}