{
    "attributes": {
        "action": "How Child Maintenance deals with parents avoiding paying for their children.",
        "additional_details": "The parent avoiding paying child maintenance should be treated the same as a parent who is avoiding paying and in employment by having assets seized to recover the outstanding Child Maintenance. Currently a parent avoiding payments and on benefits can have no action taken against them even if they have assets.",
        "background": "It is a legal obligation to pay child maintenace and some parents go to illegal measures to avoid paying child maintenance. Claiming benefits fraudulently while working cash in hand stops the Child Maintenance taking action against them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-11-19T21:03:50.019Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-11-19T21:26:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-11-30T13:08:30.457Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned that some parents are avoiding paying child maintenance, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Child Maintenance Service (CMS) can already collect child maintenance arrears through a deduction from earning order that deducts payments from a paying parent's salary, or a deduction order, which deducts monies from a paying parent's bank account.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMake non-payment of child maintenance a criminal offence: https://petition.parliament.uk/petitions/646601"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-11-30T13:08:31.282Z"
    },
    "id": 651846,
    "links": {
        "self": "https://petition.parliament.uk/petitions/651846.json"
    },
    "type": "petition"
}