{
    "attributes": {
        "action": "Enforce the legal age limit for the use of all vaping products.",
        "additional_details": "The use of vapes amongst children has risen to its highest since records began with a quarter of young people admitting to trying it. Not only is this illegal, but it is also unproductive and, potentially, life-threatening. \r\n\r\nVaping amongst children during school time has led schools to focus more attention than they would have liked to stop the epidemic of e-liquid-using teens, flooding out of lessons to put their health at risk.\r\n\r\nWe must enforce the law for the benefit of all young people.",
        "background": "The British people are asking the UK Government to fine or give warnings to stores being found selling vaping products to people under the age of 18. We are also asking for vapes to be confiscated from those vaping under the legal age limit.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-11-25T14:06:48.993Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-11-25T14:49:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-12-06T11:28:17.161Z",
        "rejection": {
            "code": "already-happening",
            "details": "This Government has committed £3 million of new funding to create a specialised “illicit vapes enforcement squad” to enforce the rules on the sale of vapes, tackling illicit vapes and underage sales.\r\n\r\nThe Government has said that this national programme will gather intelligence, coordinate efforts across the country, undertake test purchasing and develop guidance to build regulatory compliance.\r\n\r\nYou can find out more about the Government's action to enforce the law on illegal sale of vapes here: https://www.gov.uk/government/news/crackdown-on-illegal-sale-of-vapes"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-06T11:28:17.738Z"
    },
    "id": 652157,
    "links": {
        "self": "https://petition.parliament.uk/petitions/652157.json"
    },
    "type": "petition"
}