{
    "attributes": {
        "action": "Remove all subsidies from food provided to MPs within the Houses of Parliament.",
        "additional_details": "Expecting the public to minimise food costs faced by MPs is unacceptable during a cost of living crisis when so many people without a generous government pay packet are forced to rely on foodbanks or otherwise go hungry.\r\n\r\nhttps://www.opendemocracy.net/en/food-poverty-parliament-mps-taxpayers-cost-of-living-subsidies/\r\n\r\nMPs are already paid a lot of money and can claim for many other things already. The price paid in bars and restaurants in the Houses of Parliament need to reflect the true cost.",
        "background": "We have subsidised food sold to MPs to the tune of £17 million over three years. This needs to stop and MPs need to pay the full costs themselves when so many member of the public are forced to go hungry.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-11-28T11:33:46.247Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-11-28T14:50:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-12-07T12:06:56.680Z",
        "rejection": {
            "code": "no-action",
            "details": "The House of Commons Catering service does not provide a subsidised service in the commercial sense of the word. Some venues make a profit, while in other venues the cost of providing the service does exceed the income received in sales due to the irregular hours and unpredictability of parliamentary business.\r\n\r\nCustomers of the House of Commons Catering Services include some of the 650 MPs but also around 14,500 other pass-holders, many of whom are staff on lower wages that work irregular hours. In addition, members of the public and non pass holding visitors to Parliament also have access to these services.\r\n\r\nThe House of Commons publishes details of the cost of House of Commons catering services: https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/\r\n\r\nWe could accept a petition calling for prices of food and drink in the House of Commons to be increased, either for all users or for Members of Parliament, if that's what you'd like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-07T12:06:57.789Z"
    },
    "id": 652281,
    "links": {
        "self": "https://petition.parliament.uk/petitions/652281.json"
    },
    "type": "petition"
}