{
    "attributes": {
        "action": "The recognition of MCAS as a registered condition by NICE.",
        "additional_details": "This recognition is vital for fostering research, improving healthcare practices, and ensuring that individuals with MCAS receive the attention and support they need. By officially registering MCAS, we can enhance awareness, accessibility to treatments, and overall well-being for those affected. Your support in endorsing this request will make a significant impact on the lives of individuals with MCAS. Many individuals with MCAS struggle to access necessary medications through the National Health Service (NHS), exacerbating their challenges and contributing to a sense of isolation. This oversight results in people suffering in silence, facing unmet healthcare needs, and enduring a diminished quality of life.",
        "background": "I urge the Government and Parliament to prioritise the inclusion of Mast Cell Activation Syndrome (MCAS) in the official list of recognised conditions by the National Institute for Health and Care Excellence (NICE).",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-11-28T09:21:28.704Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-11-28T09:40:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-12-07T10:52:38.570Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about what conditions to produce guidelines for are a matter for the National Institute for Health and Care Excellence, which is operationally independent of the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to review care and support for people with Mast Cell Activation Syndrome (MCAS), if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-07T10:52:39.660Z"
    },
    "id": 652274,
    "links": {
        "self": "https://petition.parliament.uk/petitions/652274.json"
    },
    "type": "petition"
}