{
    "attributes": {
        "action": "Stop the ban on XL bully's and make people have a licence to own one.",
        "additional_details": "Because its not the dogs fault if they were raised wrong they are not gonna know what is right from wrong same as any other dog breed They have the same right as any other dog to be in a loving home and have people raise them the right way. People who take care and give there dog unconditional love end up having a kind and gentle dog. This isn't fair on the breed. They get  left and stuck in kennels if no one takes them by December. That's not fair cause they will watch other dogs come and go to a loving home. Make people have a licence to own one cause if peopel don't truly want an xl breed they wouldnt want to go through the effort of signing up for a licence. You should ban the people who can't take care of the dog instead of banning the breed its not fair on them",
        "background": "To get rid of the ban on xl breeds and get people who own one or want to own one to get a license in order to own a xl bully breed",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-11-30T19:01:38.046Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-11-30T20:00:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-12-11T11:06:50.363Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nBad owners are to blame not the breed - don't ban the XL bully: https://petition.parliament.uk/petitions/643611\r\n\r\nBring back a Dog Licence: https://petition.parliament.uk/petitions/643650"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-11T16:30:31.009Z"
    },
    "id": 652426,
    "links": {
        "self": "https://petition.parliament.uk/petitions/652426.json"
    },
    "type": "petition"
}