{
    "attributes": {
        "action": "Warm Space Remain - Save Diss Sauna & Steam Room",
        "additional_details": "We have a mental health pandemic in this country and yet all the Councils are closing their warm spaces, their wellness facilities, Long Stratton having shut just a few years ago.\r\n\r\nThe local community needs it for survival.  \r\n\r\nThe Community Swimming Pool has to be cost effective and fit for purpose, but if we don't speak up for those who don't have a voice, then our communities will dive even further into depression and despair making the burden on the health care providers, even greater.",
        "background": "As a trauma therapist, many of my clients with autoimmune diseases use the sauna and steam room for self care and to regulate their autonomous nervous systems, to rest, to connect with others in a safe space, many of whom are elderly and this is their only connection!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-11-30T11:56:34.396Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-11-30T13:27:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-12-11T10:30:18.734Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local facilities like this are a matter for the relevant operators and local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-11T16:30:28.818Z"
    },
    "id": 652401,
    "links": {
        "self": "https://petition.parliament.uk/petitions/652401.json"
    },
    "type": "petition"
}