{
    "attributes": {
        "action": "Refund/Rebate Council Tax since October when the bin strikes began in Warrington",
        "additional_details": "Warrington Borough Council are not providing the full service as none of our bins have been emptied since the bin strikes began in October.  They are breaking the contract of Council tax.  Its not down to the bin men that are on strike, Warrington Borough Council could of brought in a private company to cover this.  But instead they have kept every penny of our Council tax and not emptied a bin or provided a service as specified in the Council tax budget.",
        "background": "Either refund or Rebate all council tax in Warrington since the bin strikes began as Warrington Borough Council are not keeping to the contract of council tax.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-12-05T00:35:00.732Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-12-05T12:20:00.000Z",
        "opened_at": null,
        "rejected_at": "2023-12-14T09:42:56.048Z",
        "rejection": {
            "code": "local",
            "details": "You could contact your MP directly about this issue. You can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nYou could also raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them here:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou could also petition your local council. You can find more information here: https://www.warrington.gov.uk/petitions\r\n\r\nWe could accept a petition calling on the Government to require councils to offer council tax refunds if certain services aren't provided.\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-14T09:43:22.818Z"
    },
    "id": 652639,
    "links": {
        "self": "https://petition.parliament.uk/petitions/652639.json"
    },
    "type": "petition"
}