{
    "attributes": {
        "action": "Introduce mental health wellbeing into classrooms and provide more support.",
        "additional_details": "Child and adolescent services are already under massive pressure with a lot of children needing mental health support , some waiting lists in the country can last up to two years. With introducing mental health support in schools services will be under less pressure and more children can receive the mental health support they need. Currently more and more children and teenagers are suffering with mental health since Covid 19 and a lot of young people need support.",
        "background": "I would like the government to consider introducing mental health wellbeing teaching into the school curriculum and provide school councillors, too many young people suffer from mental health and too many young people loose their life’s from it from lack of support and camhs waiting lists .",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-12-06T16:21:31.827Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-12-06T21:50:10.000Z",
        "opened_at": null,
        "rejected_at": "2023-12-15T11:11:35.186Z",
        "rejection": {
            "code": "duplicate",
            "details": "Mental health and wellbeing is already part of the statutory curriculum, for primary and secondary students: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1019542/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMandatory qualified counsellors in all secondary schools in England: https://petition.parliament.uk/petitions/650542\r\n\r\nProvide funding for on-call mental health teams for schools: https://petition.parliament.uk/petitions/646834\r\n\r\nIntroduce a statutory requirement for schools to have a staff wellbeing policy: https://petition.parliament.uk/petitions/651638"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-15T11:11:37.376Z"
    },
    "id": 652762,
    "links": {
        "self": "https://petition.parliament.uk/petitions/652762.json"
    },
    "type": "petition"
}