{
    "attributes": {
        "action": "Lower new minimum wage requirement of £38,7k for skilled Worker and family visa",
        "additional_details": "The new minimum wage criteria for the skilled worker visa place a significant burden on both employers and prospective skilled workers. This may hinder the growth of many British companies and sectors heavily reliant on skilled professionals.\r\nA lower minimum wage requirement can enhance the UK's ability to address skill shortages in key industries, ultimately fostering a more dynamic and resilient workforce.\r\nA lower minimum wage requirement would better serve the interests of the UK economy.",
        "background": "Lower and the new requirement of increasing the minimum wage for Skilled Worker visa and family visa. Currently, this new salary is only attainable in certain positions in bank front desk, IT or financial technology sector. However, other industries also require talent like home care, and retail.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-12-05T19:46:55.410Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-12-05T19:51:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-12-18T16:07:31.922Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nCancel increase to minimum income requirement for Skilled Worker and Family visa: https://petition.parliament.uk/petitions/652619\r\n\r\nDon’t increase the income requirement for family visas to £38,700: https://petition.parliament.uk/petitions/652602"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-18T16:07:32.992Z"
    },
    "id": 652703,
    "links": {
        "self": "https://petition.parliament.uk/petitions/652703.json"
    },
    "type": "petition"
}