{
    "attributes": {
        "action": "Revisit the VED for motorcycles now that we are not in the EU.",
        "additional_details": "I would like the Government to recognise in light of not only having left the EU, but that it also wants us to reduce our emissions with our road based vehicles. Therefore it should recognise that motorcycles are far less damaging to the environment and the highways because of lower weight, size and emissions. For instance, my 12 year old car weighs 1428kg, is a twin turbo diesel and pays £35 per year road tax. My motorcycle is less than one year old, Euro V emissions, weighs 220kg!",
        "background": "The last petition on this subject was in 2014 and was rejected because the EU determined what VED (Road tax) is levied on motorcycles. As we have exited the EU we should once again revisit this subject as at present it is a totally unjust charging system.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-12-11T21:28:20.849Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-12-12T11:49:50.000Z",
        "opened_at": null,
        "rejected_at": "2023-12-19T13:45:19.281Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petition, which you might like to sign:\r\n\r\nSet vehicle tax rates for motorcycles based on emissions not engine size: https://petition.parliament.uk/petitions/642958\r\n\r\nIf you want the Government to change vehicle tax rates for motorcycles in some other way, you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-19T13:45:20.108Z"
    },
    "id": 653108,
    "links": {
        "self": "https://petition.parliament.uk/petitions/653108.json"
    },
    "type": "petition"
}