{
    "attributes": {
        "action": "A revision of the Control of Greyhounds Act (Northern Ireland) 1950",
        "additional_details": "This Act mandates the muzzling for all sight-hounds. This is outdated and ignores the gentle nature of these breeds. Other breed advocates rightly argue that it fails to consider responsible ownership, proper training, and the individual temperament of dogs. Internationally, Northern Ireland is the only country with this strict law in place, demonstrating a lack of understanding of canine behavior. Reevaluation is crucial to align legislation with modern principles of responsible dog ownership.",
        "background": "The law currently states that any greyhounds, whippet and lurcher dog breeds should be muzzled at all times and not to be off lead in public places.\r\nThe act also states that owners of these dogs are limited to walking only 2 of them at any one time. The act is outdated and requires modern revision.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-12-17T21:15:30.432Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-12-17T21:33:20.000Z",
        "opened_at": null,
        "rejected_at": "2023-12-22T09:27:56.847Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about legislation on animal welfare are a matter for the Northern Ireland Assembly, not the UK Government or Parliament.\r\n\r\nIf you want to raise this issue you could contact your MLA, or raise it with the relevant Northern Ireland department.\r\n\r\nYou can find contact details for your MLAs here: http://www.niassembly.gov.uk/your-mlas/\r\n\r\nYou can find contact details for the departments of the Northern Ireland Executive here: https://www.nidirect.gov.uk/contacts/government-departments-in-northern-ireland"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2023-12-22T09:27:58.578Z"
    },
    "id": 653419,
    "links": {
        "self": "https://petition.parliament.uk/petitions/653419.json"
    },
    "type": "petition"
}