{
    "attributes": {
        "action": "Introduce a minimum portion size for school meals",
        "additional_details": "Catering companies are collectively providing insufficient amounts of food for students, particularly those in state schools. The government has the authority to intervene and so can implement a minimum caloric level for portions provided to all students in education from 4-18 years, this could also involve \"healthy\" calories, to help fight the obesity crisis.   Students receiving sufficient meals are able to perform better academically, to improve the future we need good meals in the present.",
        "background": "In the age of rising poverty that has seen 2 million children become eligible for Free School Meals, it must be a priority for the government to take action to ensure that all children are given sufficient meals at school. Some caterers don't provide this and so there must be a minimum portion size.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-12-20T08:48:51.435Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-12-20T09:01:00.000Z",
        "opened_at": null,
        "rejected_at": "2024-01-04T12:20:21.809Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Department for Education already has standards around free school meal portions: \r\n\r\nThe standards require that school lunches always include one or more portions of fruit and vegetables every day, one or more portions of starchy food, such as bread or pasta every day, a portion of food containing milk or dairy every day, and a portion of meat or poultry on 3 or more days each week 2.\r\n\r\nWe could accept a petition calling for these to be changed, but it would need to be clear what changes you want."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-04T12:20:29.905Z"
    },
    "id": 653531,
    "links": {
        "self": "https://petition.parliament.uk/petitions/653531.json"
    },
    "type": "petition"
}