{
    "attributes": {
        "action": "Take Action to Prevent the Euthanasia of American Bully XL Dogs",
        "additional_details": "* Provide spaying/neutering of American Bully XL dogs, as well as American pitbull terriers, other pitbull types and other banned dogs.\r\n* Reduce the prices of muzzles for these dogs.\r\n* Make it a legal requirement for owners of banned dogs to go to court and do their utmost (through training and evidence) to prove that their dog is safe, for them to be put on the Exempt List.\r\n* Ban the breeding of these dogs, to prevent more from being born only to potentially be euthanised or end up unwanted.",
        "background": "It is unfortunate that the Government have chosen to ban American Bully XL dogs, after attacks by some of them, as opposed to more effective laws to reduce dog attacks. However, as this is the case, we believe that the Government should take action to prevent dogs from being killed unnecessarily.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-12-20T01:52:00.593Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-12-21T10:52:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-01-02T13:50:59.964Z",
        "rejection": {
            "code": "no-action",
            "details": "The UK Government has already introduced a ban on the breeding of XL bully dogs. You can find out more here: https://www.gov.uk/government/news/new-legal-restrictions-on-xl-bully-dog-now-in-force\r\n\r\nYou may wish to sign this petition:  \r\n\r\nFund any mandatory costs for owners of XL Bully dogs: https://petition.parliament.uk/petitions/648328\r\n\r\nWe could accept a petition calling on the Government to only allow the seizure or destruction of XL Bully dogs if it is proven in court that they are dangerous, if that's something that you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-02T13:51:19.014Z"
    },
    "id": 653526,
    "links": {
        "self": "https://petition.parliament.uk/petitions/653526.json"
    },
    "type": "petition"
}