{
    "attributes": {
        "action": "Stop the Ban of American Bully Dogs and Repeal the Dangerous Dogs Act",
        "additional_details": "Breed bans don’t prevent attacks on people by other breeds. Those who want to own an aggressive dog will often turn to other breeds that are not banned. Most behaviourists, experts on dog behaviour and psychology, agree that breed is not a determining factor in dog attacks. \r\n Most behaviourists would agree that it would be better to mandate education for new dog owners to learn how to properly read dogs’ body language, as well as on how to handle, care for and train their dogs properly.",
        "background": "Four words: innocent dogs will die! Another four words: breed bans don’t work.\r\n I understand that the Government has a responsibility for public safety, but there are better, more effective ways to protect the public from dog attacks than banning breeds.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-12-21T19:33:57.665Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-12-21T21:26:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-01-02T10:18:37.074Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petition, which you might like to sign:\r\n\r\nScrap ban on dog breeds, regulate dog owners and ban euthanasia of healthy dogs: https://petition.parliament.uk/petitions/652050\r\n\r\nBad owners are to blame not the breed - don't ban the XL bully: https://petition.parliament.uk/petitions/643611"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-02T10:18:38.105Z"
    },
    "id": 653619,
    "links": {
        "self": "https://petition.parliament.uk/petitions/653619.json"
    },
    "type": "petition"
}