{
    "attributes": {
        "action": "Build more schools/inclusion units in Portsmouth for neurodiverse children",
        "additional_details": "Too many families are struggling to find schools suitable for their children and some are having to not work due to their child being at home and schools unable to meet their needs (EHCP’s). Children aren’t getting the education and support they require from staff with the expertise. Numbers are on the rise as always and this is becoming a crisis for schools, children and their families.",
        "background": "I would like the government/parliament to firstly increase the annual wage of 1:1 assistance and TA’s. All staff are trained to meet diverse needs. More support for families when children can’t attend mainstream. All schools to have an inclusion unit for all ages. Build a new school.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-12-23T13:14:17.758Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-12-23T14:04:40.000Z",
        "opened_at": null,
        "rejected_at": "2024-01-02T14:17:16.108Z",
        "rejection": {
            "code": "local",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local school provision are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nFund the provision of smaller schools for those with complex SEND: https://petition.parliament.uk/petitions/642005\r\n\r\nProvide funding to increase school places for children with SEND: https://petition.parliament.uk/petitions/651164\r\n\r\nRegular SEN training for educational staff: https://petition.parliament.uk/petitions/649405"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-02T14:17:17.394Z"
    },
    "id": 653702,
    "links": {
        "self": "https://petition.parliament.uk/petitions/653702.json"
    },
    "type": "petition"
}