{
    "attributes": {
        "action": "Stop Hammersmith & Fulham Council (LBHF) building on school playgrounds",
        "additional_details": "LBHF's claim that this is the only way to fund the schools' redevelopment is flawed in many ways. Its own professional study declares the Avonmore plan \"technically unviable\".\r\n\r\nLBHF has not consulted adequately on the disposal of the land and the negative impacts of its repurposing on the whole local community. Its claims of ‘overwhelming support’ are based on a tiny, one-sided sample. LBHF has ignored petitions and independent surveys showing strong objections from hundreds of local residents.",
        "background": "We call on the Secretary of State for Education to uphold S.77 of the School Standards and Framework Act (which prevents the “disposal of school playing fields”) so LBHF cannot implement its plans to build high-density housing on the playgrounds of Avonmore Primary and Flora Gardens schools.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2023-12-28T14:06:02.374Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [
            {
                "acronym": "DLUHC",
                "name": "Department for Levelling Up, Housing and Communities ",
                "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"
            }
        ],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2023-12-28T17:11:00.000Z",
        "opened_at": null,
        "rejected_at": "2024-01-04T10:53:42.296Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n \r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n \r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n \r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n \r\nYou could also raise this issue with the Government department responsible for education. You can find contact details for the Department for Education here: https://www.gov.uk/government/organisations/department-for-education"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-09T14:23:47.070Z"
    },
    "id": 653836,
    "links": {
        "self": "https://petition.parliament.uk/petitions/653836.json"
    },
    "type": "petition"
}