{
    "attributes": {
        "action": "Request for Urgent Action Regarding Flood Response Measures In Retford",
        "additional_details": "Despite the severity of these incidents, which occurred a few months ago and resulted in extensive flooding, it appears that insufficient measures have been taken to mitigate the situation. The lack of a sufficient response to these past events is deeply troubling, and I urge you to take immediate action to address this matter. It is imperative that we implement effective flood defense strategies to prevent such occurrences in the future, ensuring the safety and well-being of our residences",
        "background": "I am writing to express significant concern regarding the recent flooding events that have impacted the Retford areas.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-03T11:22:41.623Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-03T11:49:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-01-10T11:14:00.584Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou may also wish to sign the following petition:\r\n\r\nIncrease investment in flood risk management and climate resilience\r\nhttps://petition.parliament.uk/petitions/649898"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-10T11:14:00.599Z"
    },
    "id": 654154,
    "links": {
        "self": "https://petition.parliament.uk/petitions/654154.json"
    },
    "type": "petition"
}