{
    "attributes": {
        "action": "Stop the New Year's eve fireworks display in London.",
        "additional_details": "Fireworks all started in London because of the millennium it only needed to be that one year, now we have it every year and it is just not necessary. we never had fireworks before the millennium and we certainly don't need them now. \r\n\r\nOur London Mayor is trying to improve the air quality in London, and letting of 30 tons of fireworks releasing noxious fumes into the atmosphere is completely unacceptable. \r\n\r\nThe company involved suggest the have paid to offset the emissions from the fireworks, how does paying to pollute the atmosphere solve the problem? sounds a bit like the Mayors ULEZ scam.",
        "background": "Stop the New Year's eve fireworks display in London.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-02T19:57:53.208Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-02T21:01:40.000Z",
        "opened_at": null,
        "rejected_at": "2024-01-09T10:25:46.826Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local firework displays are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nBan the use of fireworks: https://petition.parliament.uk/petitions/654005"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-09T10:25:47.363Z"
    },
    "id": 654106,
    "links": {
        "self": "https://petition.parliament.uk/petitions/654106.json"
    },
    "type": "petition"
}