{
    "attributes": {
        "action": "Normalise Gluten Free food in shops and restaurants",
        "additional_details": "Currently there are around 67,737 people are diagnosed with ceoliac disease in the UK. There are many more who couldn't get the diagnosis due to the current testing methods. \r\nPeople living with the disease are limited to what they can eat. Ceoliacs are expected to pay more for food and often in restaurants they will add an extra charge for a Gluten Free pasta dish. The discrimination is obvious, as I would doubt it very much that anyone with diabetes would get charge extra for a diet coke.",
        "background": "I would ike the government to implement a change in how ceoliacs and those with a gluten free diet are being treated in the UK. Shops and restaurants should stock all gluten free items like they do for non gluten free.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-03T22:01:16.960Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-03T22:16:00.000Z",
        "opened_at": null,
        "rejected_at": "2024-01-10T16:28:56.654Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the approach of some retailers and hospitality businesses to stocking gluten-free products, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what new requirements you would like the Government to impose on retailers and hospitality businesses."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-10T16:28:57.856Z"
    },
    "id": 654199,
    "links": {
        "self": "https://petition.parliament.uk/petitions/654199.json"
    },
    "type": "petition"
}