{
    "attributes": {
        "action": "To overturn all Post Office Horizon scandal convictions of subpostmasters.",
        "additional_details": "This scandal has been going on for over 17 years and is the subject of a public inquiry.  The government has the power to automatically quash all convictions of subpostmasters in any way connected with the Horizon scandal but has failed to do so.  The evidence is overwhelming.  It is time for the government to shoulder the responsibility and take positive action so that all such convictions are deemed unsafe and should be quashed without further delay.",
        "background": "There has been a government enquiry into the Post Office Horizon computer system, yet still some subpostmasters have criminal convictions that have not been overturned.  All affected subpostmasters living or dead need to have their criminal convictions overturned.  Re ITVX Mr Bates v Post Office.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-04T22:43:42.586Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-02-03T21:08:00.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-13T16:22:14.465Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government has announced its plans to overturn the convictions of all those convicted in England or Wales on the basis of Post Office evidence given during the Horizon scandal. Further information can be found here: https://www.gov.uk/government/news/government-to-quash-wrongful-post-office-convictions "
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-13T16:22:16.476Z"
    },
    "id": 654290,
    "links": {
        "self": "https://petition.parliament.uk/petitions/654290.json"
    },
    "type": "petition"
}