{
    "attributes": {
        "action": "Allow permanent residents with Settled Status and British familes a UK passport.",
        "additional_details": "Many British Citizens, born and bred in the UK, have married overseas nationals. Their spouses have since made the UK their home. Many have lived, worked and paid their taxes for decades. Many have had several children, and even grandchildren. They have built their homes and and whole lives around a British family, but they are denied citizenship unless they pay for and pass a ridiculous test, and are also denied many other rights for which their taxes already pay for.",
        "background": "Spouses of UK citizens that have permanently setlled in the UK should be allowed to apply for British Citizenship without the rigmoral of having to pass tests, or prove they should be able to be British. Especailly for anyone that has lived in the UK for more than 20 years.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-08T11:24:09.165Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-08T12:47:20.000Z",
        "opened_at": null,
        "rejected_at": "2024-01-16T12:20:43.234Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure if you want the Government to allow anyone who is a permanent resident of the UK, with Settled Status and a British family, to be able to apply for a UK passport, or if you just want spouses of UK nationals, who are permanent residents of the UK with Settled Status, to be able to apply for UK citizenship without having to pass the Life in the UK test or prove their knowledge of English.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-30T07:26:01.072Z"
    },
    "id": 654552,
    "links": {
        "self": "https://petition.parliament.uk/petitions/654552.json"
    },
    "type": "petition"
}