{
    "attributes": {
        "action": "Environment Agency re dredge the waterways of UK to ease flooding pressures",
        "additional_details": "The government need to do this as I live in Wraysbury in 2014 David Cameron visited and advised ‘we would never allow this to happen again’ fast forward to 2024 and the village is again devastated by flooding, river beds are higher than ever impacting on the problem, the environment agency need to start being proactive rather than reactive, from 1947 till 2003 Wraysbury did not flood. Yes we had rain, storms etc, but the rivers were always dredged, every year, somewhere along the Thames, when they stopped then the river bed levels rose and flooding started.",
        "background": "Get the environment agency to go back to dredging the Thames and other water ways that flood to stop the devastation caused",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-09T06:27:56.271Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-09T07:47:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-01-19T14:53:13.140Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The dredging of main rivers is regulated under the Environmental Permitting Regulations 2010, but decisions about dredging of individual rivers is a matter for individual local authorities and the Environment Agency, not the Government or House of Commons.\r\n\r\nIf you are concerned about management of the Thames you could contact the Environment Agency directly about this: https://www.gov.uk/government/organisations/environment-agency"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-19T14:53:13.177Z"
    },
    "id": 654632,
    "links": {
        "self": "https://petition.parliament.uk/petitions/654632.json"
    },
    "type": "petition"
}