{
    "attributes": {
        "action": "Save our roads",
        "additional_details": "Social media is now full of horror stories about the state of our roads pot holes that are repaired and reappear within a few days . Broken suspension and damage to wheels and tyres. Money wasted on temporary repairs \r\nIt’s now time for action or we will not have a road system left that is suitable for the next generation of green vehicles",
        "background": "Stop doing temporary repairs to our crumbling highways and introduce a nation wide scheme to repair to higher standard that will improve our over crowded highways",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-08T21:20:50.290Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-08T23:00:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-01-16T14:04:42.084Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the condition of some roads, but we're not sure exactly what you'd like the Government or Parliament to do. Additionally, maintenance of local roads are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to introduce new requirements for local authorities to maintain roads to a certain standard. We could also accept a petition calling on the Government to provide additional funding for road maintenance, either for local roads or national roads."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-16T14:04:42.606Z"
    },
    "id": 654603,
    "links": {
        "self": "https://petition.parliament.uk/petitions/654603.json"
    },
    "type": "petition"
}