{
    "attributes": {
        "action": "Stop the ban on xl bullys",
        "additional_details": "XL Bullies are not inherently dangerous or vicious. Like any other breed, their temperament largely depends on how they're raised and treated.It's unfair that all XL Bullies should suffer because of some owners' negligence. banning a specific breed does not solve issues related with dog attacks or aggression. It is time we shift our focus from blaming breeds towards promoting responsible ownership including proper training, socialization, care and love for all dogs irrespective of its breed.",
        "background": "Stop the xl bully ban from happening to Scotland! urge you all who believe in justice for all dogs regardless of their size or breed - sign this petition today! Let us stand together against this unjust ban on XL Bully dogs!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-09T23:31:16.990Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-09T23:57:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-01-18T09:37:29.764Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about banning XL Bully dogs in Scotland are a matter for the Scottish Government and Parliament, not the UK Government or Parliament.\r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: http://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-18T09:37:30.766Z"
    },
    "id": 654721,
    "links": {
        "self": "https://petition.parliament.uk/petitions/654721.json"
    },
    "type": "petition"
}