{
    "attributes": {
        "action": "acknowledge that England, Wales, and Scotland Has Native People.",
        "additional_details": "I want the government to acknowledge the facts that english is a ethnic group of people native to England and that we come from these lands, same with the Scottish ethnic group being native to Scotland and the Welsh ethnic group being native to wales, we are asking the government to set a clear example to the British public of who the native English, Scottish and Welsh are.",
        "background": "I want the government to acknowledge the facts that in the United Kingdom there are native people same as in America with the native Americans for example the people who come from Britons and Germanic tribes are native English, Same with the Welsh who come from the celts and Britons",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-10T21:09:57.188Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-10T21:25:40.000Z",
        "opened_at": null,
        "rejected_at": "2024-01-23T10:06:58.740Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nPetitions are intended to enable people to ask the Government or Parliament to change policies or laws. If there is a policy or law you want to see changed you could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-23T10:11:39.361Z"
    },
    "id": 654782,
    "links": {
        "self": "https://petition.parliament.uk/petitions/654782.json"
    },
    "type": "petition"
}