{
    "attributes": {
        "action": "Change the Dangerous Dog Act. Bring back dog licencing and classify dogs.",
        "additional_details": "What the Government has done by outlawing the XL Bully is appalling, there are hundreds of friendly XLs, who have been bought up the correct way, socialised with other dogs, children and adults by owners who know the breed of dog and are competent enough to own that breed of dog. You can literally see it online with the thousands of social media posts or even in the news. The few who have used them as a power status, bringing them up to attack and not socialised are the problem and have bought this upon this breed. Now the XL bully has been banned, give it a few years before it moves to the next powerful breed, then what we ban that dog after years of it being fine? The Government is going after the completely wrong people and animal. Licencing may prevent this.",
        "background": "Change the dangerous dog act, attacks still happen not because of the dog, its the people owning them.Some people don't know how to control certain breeds, others are very good. Dog licence should be introduced and classification of all breeds, then the owner applies for the licence and class of dog",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-12T08:31:22.894Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-12T08:50:30.000Z",
        "opened_at": null,
        "rejected_at": "2024-01-19T18:07:00.526Z",
        "rejection": {
            "code": "duplicate",
            "details": "https://petition.parliament.uk/petitions/643650"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-19T18:07:03.735Z"
    },
    "id": 654878,
    "links": {
        "self": "https://petition.parliament.uk/petitions/654878.json"
    },
    "type": "petition"
}