{
    "attributes": {
        "action": "Licence all large breeds in Scotland including XL bullies",
        "additional_details": "This isn't just about controlling numbers or generating revenue; it's about ensuring the welfare of our beloved canine companions. Let's make sure every large breed dog in Scotland has a responsible owner who understands their needs and is prepared to care for them properly.",
        "background": "that each dog is cared for responsibly by its owner. It would also offer an opportunity to educate owners about their responsibilities towards their pets - something that is currently lacking. Each owner would pay for a licence",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-11T08:50:10.285Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-11T10:32:20.000Z",
        "opened_at": null,
        "rejected_at": "2024-01-19T14:21:41.893Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Scottish Government and Scottish Parliament is responsible for. That means that the UK Government and Parliament can't look into it. \r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to send your petition to the Scottish Parliament, you can find out more here: https://petitions.parliament.scot/ \r\n\r\nYou may also wish to contact your local MSP who represent you about this issue. \r\n\r\nYou can find the name of your local MSP and how to contact them here: https://www.parliament.scot/msps\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-19T14:21:46.869Z"
    },
    "id": 654803,
    "links": {
        "self": "https://petition.parliament.uk/petitions/654803.json"
    },
    "type": "petition"
}