{
    "attributes": {
        "action": "Make a new skatepark in Scotland north Ayrshire",
        "additional_details": "skateboarding BMXing and skateparks as a whole are becoming very popular and there isn't enough places for it to happen in Scotland people need to travel hours to find one its something kids teens and adults alike can all do and enjoy we just need more places even with just a couple ramps its a new activity for younger kids to get into",
        "background": "build more parks or ramps in Scotland things like half pipes a small box are more than enough for people to go to and wouldn't cost a lot this can help kids find a new passion and hobby and let others have a place to do it rather that on the street",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-15T20:55:44.126Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-15T21:08:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-01-23T12:33:11.014Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about public sports facilities, including skateparks, are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-23T12:33:11.012Z"
    },
    "id": 655162,
    "links": {
        "self": "https://petition.parliament.uk/petitions/655162.json"
    },
    "type": "petition"
}