{
    "attributes": {
        "action": "I would like Schools to do more in the way of mental wellbeing for children.",
        "additional_details": "So on world mental health day and children’s mental health day we have someone from the mental health sector or someone who has suffered with mental health go into schools and talk to the children. This could help them understand it and not feel alone if they are struggling with their mental health. We would need that person going into schools to have checks and to give the school governors a presentation on what they will be talking about before we allow them to do so. I feel this could bring future suicide statistics down.",
        "background": "Most schools have a few days to teach children about Sex Education which is important of course, but we also need to help our children with understanding mental health and what support there is out there for them.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-18T10:14:18.188Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-18T11:20:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-01-26T10:29:47.407Z",
        "rejection": {
            "code": "already-happening",
            "details": "Mental health and wellbeing is already part of the statutory curriculum, for primary and secondary students: \r\n\r\nhttps://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1019542/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf\r\n\r\nHow to deliver the national curriculum is a matter for individual schools, but we could accept a petition calling for changes to the national curriculum content on mental health and wellbeing, if you want any changes to what schools are required to teach students about."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-26T10:29:47.405Z"
    },
    "id": 655357,
    "links": {
        "self": "https://petition.parliament.uk/petitions/655357.json"
    },
    "type": "petition"
}