{
    "attributes": {
        "action": "To revitalise Crystal Palace with London's first-ever indoor Sand Sport Arena",
        "additional_details": "The Beach Sport Community has flourished in UK and around the world. Even in freezing temperatures, outdoor beach courts in London are packed, highlighting the community's strong demand for year-round facilities\r\n\r\nSand sports promote healthy activities and inclusivity by offering a space for people of all ages and backgrounds to participate \r\n\r\nCrystal Palace deserves a long-due regeneration program to put it back on the map \r\n\r\nLondon is the only major city in Europe without an indoor beach facility",
        "background": "Prioritise and support the transformation of the Crystal Palace broken Olympic pool (disused since 2020) into the FIRST EVER indoor London Beach Sport Arena\r\nRevitalise the London community, enhance public health, and create a lasting legacy\r\n\r\nTransform a point of shame into a great point of pride",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-21T12:26:41.343Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-21T13:43:00.000Z",
        "opened_at": null,
        "rejected_at": "2024-01-30T11:55:25.377Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n \r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n \r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n \r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 15,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-30T11:55:26.107Z"
    },
    "id": 655569,
    "links": {
        "self": "https://petition.parliament.uk/petitions/655569.json"
    },
    "type": "petition"
}