{
    "attributes": {
        "action": "Reduction on the initial payment for all healthcare workers to buy  first home.",
        "additional_details": "The nurses are caring peoples lives, and the results are evident in the community. it's a kind request to the government about our lives. If the government doesn't support it will take years to buy a house. This is one of the reason peoples migrate from UK to other countries more and more recently. its a petition raised by Hereford Malayalee Associations (HEMA), which is a non profitable organisation trying to help and  develop social well-being of people around Hereford.",
        "background": "After the Brexit the health care sector faced massive crisis to find nurses, during that time International recruitments made more easy and less complicated to face that issues.Those relocated to UK are faced big issues with paying a high amount of rent which reached 50-60% of their monthly income.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-21T12:11:27.538Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-21T12:30:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-01-30T11:54:52.176Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to abolish stamp duty for healthcare workers buying their first home."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 13,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-01-30T11:54:52.780Z"
    },
    "id": 655567,
    "links": {
        "self": "https://petition.parliament.uk/petitions/655567.json"
    },
    "type": "petition"
}