{
    "attributes": {
        "action": "Parliament should submit to the scrutiny of the law.",
        "additional_details": "Parliamentary Standards have found members guilty of behaviour that outside of parliament might be called, bribery, sexual assault & criminal misconduct.\r\nParliamentary rules allow devious deals which allow members to enrich themselves unreasonably.\r\nWe believe that parliament does not regulate itself well enough.\r\nA High Court of Justice should be convened and parliament should put itself on trial.\r\nThis petition is not the place for accusations: the public will have to make those some other way.",
        "background": "An authority which cannot be challenged is a tyranny, so parliament should face a challenge, to show that it is not a tyranny.\r\nIt is not enough to say that their authority can be challenged at the ballot box, because there is no realistic prospect of challenging the dominant parties' duopoly.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-23T18:11:43.234Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-25T22:08:40.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-08T12:38:38.212Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call for a specific action for which the Government or Parliament are directly responsible for.\r\n\r\nMPs can already be prosecuted for criminal offences, including bribery and sexual assault. Decisions about investigating and prosecuting alleged crimes are a matter for the police and Crown Prosecution Service, not the Government or Parliament.\r\n\r\nThere is a Code of Conduct for MPs, which sets out the standards of behaviour expected of Members of Parliament as they carry out their work, and specific rules about the registration and declaration of financial interests. You can find out more about this Code and these rules here: https://www.parliament.uk/business/publications/commons/hoc-code-of-conduct/\r\n\r\nThere is already a High Court, which is independent of the Government and Parliament. You can find out more about the High Court here: https://www.judiciary.uk/courts-and-tribunals/high-court/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 11,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-14T15:49:13.713Z"
    },
    "id": 655719,
    "links": {
        "self": "https://petition.parliament.uk/petitions/655719.json"
    },
    "type": "petition"
}