{
    "attributes": {
        "action": "Expand the House of Commons Petition Service.",
        "additional_details": "There is a real shortage of proper engagement between parliament and the people.\r\nParliamentary petitions are a step in the right direction: they often spark lively debates on social media, sometimes the politicians even participate, but social media is often dominated by shouting, or skewed by troll farms and 'bots.\r\nIf a parliamentary petition could lead to properly structured debate, convened on social media between the electors and the elected, then the potential possibilities are profound.",
        "background": "House of Commons Petition System has proven quite popular, and has produced some interesting results, but its scope is very limited, so should be expanded to make better use of its potential.\r\nFor example, a petition ought to be able to propagate a proper public debate with parliamentarians.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-26T12:31:11.803Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-30T19:45:20.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-08T11:25:42.103Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to the parliamentary petition system, but we're not sure what changes you'd like.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-16T14:25:20.115Z"
    },
    "id": 655964,
    "links": {
        "self": "https://petition.parliament.uk/petitions/655964.json"
    },
    "type": "petition"
}