{
    "attributes": {
        "action": "Stop the closure of Aberdeenshire Out of School Care",
        "additional_details": "If these setting close many families will have to give up work as there are is no where for primary age kids to go after school.\r\nThe council are saying that they are looking to close the after school clubs due to the demand, yet setting in Westhill plus other areas have hugh waiting lists!\r\n\r\nhttps://aberdeenshire.moderngov.co.uk/documents/s16259/07%20Aberdeenshire%20Out%20of%20School%20Care%20OOSC%20Provision.pdf",
        "background": "Stop the council closing the after school clubs in Aberdeenshire. If they close many families will have to give up work as there is no where for primary age kids to go after school.There is demand for the clubs the council need to pay correctly to get the staff. This will criple working parents!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-30T18:51:38.020Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-30T19:00:00.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-08T11:23:42.316Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local authority provision of out of school care are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-08T11:23:43.356Z"
    },
    "id": 656291,
    "links": {
        "self": "https://petition.parliament.uk/petitions/656291.json"
    },
    "type": "petition"
}