{
    "attributes": {
        "action": "Speed bumps to be installed on our road",
        "additional_details": "So many of our beloved animals and wildlife are cruelly being taken from us due to the persistent speeding that occurs in our small village.\r\n\r\nNot only are they being killed but also costly in vet bills through wrecklessness, lack of care, lack of thought for others.\r\n\r\nIs it really going to take a child to be killed because of the speeding that occurs!!!",
        "background": "I would like speed bumps installed in our village main road",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-01-30T23:12:52.573Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-01-30T23:26:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-08T12:49:04.825Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We're not sure exactly which road you're talking about, but petitions must call for a specific action that the UK Government or Parliament is responsible for.\r\n\r\nDecisions about installing speed bumps on locally managed roads are a matter for individual local authorities, not the Government or Parliament. We can accept petitions calling for improvements to road managed by Highways England, as this is a central government agency, but it was not clear if the road you referred to was locally managed or managed by Highways England.\r\n\r\nIf this road is managed by your local authority you could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-08T12:49:04.823Z"
    },
    "id": 656311,
    "links": {
        "self": "https://petition.parliament.uk/petitions/656311.json"
    },
    "type": "petition"
}