{
    "attributes": {
        "action": "Make doctors and teachers aware of adhd symptoms in girls and women",
        "additional_details": "Millions of girls and women are going undiagnosed with adhd because teachers, gps and cahms are unaware of the signs and symptoms of adhd in girls because they are different from symptoms in boys leading women and girls to be diagnosed and mediated for depression and anxiety they dont have this also affects their quality of life. When seeking help many gps still believe adhd is still a boys only condition",
        "background": "Make GPs, teachers and cahms aware of the signs and symptoms of adhd in girls and women",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-02-03T20:02:06.989Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-02-04T02:29:30.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-13T10:59:58.256Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Training for medical professionals and diagnosis of ADHD are a matter for relevant public health authorities and individual clinicians, not the Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to require additional training for teachers on ADHD, or to provide additional funding to identify students with ADHD or provide additional support to students with ADHD."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-13T10:59:58.934Z"
    },
    "id": 656584,
    "links": {
        "self": "https://petition.parliament.uk/petitions/656584.json"
    },
    "type": "petition"
}