{
    "attributes": {
        "action": "Change the way the Government accept Emissions reductions on ULEZ zones",
        "additional_details": "Government support for fuel conditioners in ULEZ ensures affordability, driving equitable participation in emissions reduction. Embracing innovation fosters a resilient economy and job creation. Environmental impact is amplified, aligning with global standards. Parliamentary action is pivotal for a sustainable, inclusive, and technologically advanced transportation future. The proposal envisions a holistic and inclusive approach for a sustainable and resilient future in transportation",
        "background": "Fuel conditioners in ULEZ fosters affordability, technological progress and environmental impact, promotes social equity by providing a cost-effective alternative to post-modifications, stimulates innovation, aligns with global standards, Allowing UK members to access zones for work at no cost.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-02-05T12:49:14.861Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-02-05T13:23:00.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-13T14:07:25.042Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIn any case, the rules for London's Ultra Low Emission Zone are a matter for the Mayor of London and London Assembly, not the Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-13T14:07:25.683Z"
    },
    "id": 656663,
    "links": {
        "self": "https://petition.parliament.uk/petitions/656663.json"
    },
    "type": "petition"
}