{
    "attributes": {
        "action": "More police allocated in dangerous areas in London.",
        "additional_details": "Families are suffering everyday, mourning the death of their child that could have been easily deterred, had there been an increased amount of police in certain areas. Parents are not supposed to bury their children, their children are supposed to bury them. Postcode wars have had a drastic increase since 2017, and the government has yet to acknowledge the consequences that have fallen upon families in London.",
        "background": "We want increased policing in more dangerous areas in London. For instance, 13,503 knife crime incidents were recorded in London between July 2022 and June 2023 alone.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-02-05T12:54:08.531Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-02T19:45:40.000Z",
        "opened_at": null,
        "rejected_at": "2024-03-13T15:52:04.567Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n \r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n \r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n \r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n \r\nYou could also raise this issue with the Government department responsible for policing. You can find contact details for the Home Office here: https://www.gov.uk/government/organisations/home-office\r\n\r\nWe could accept a petition calling on the Government to provide additional for all police forces in England, or for police forces in areas where there have been increases in crime, if that's something you want to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-13T15:52:10.658Z"
    },
    "id": 656665,
    "links": {
        "self": "https://petition.parliament.uk/petitions/656665.json"
    },
    "type": "petition"
}