{
    "attributes": {
        "action": "Help Stop Closure Of Holy Family Kidbrooke Primary School",
        "additional_details": "Its A Catholic School In The Heart Of Kidbrooke It’s Local, Welcoming And Is The Only Historical Building That Is Left, As Kidbrooke Is A Well Built Up Area, As Previoisly It Was Known As The Ferrier Estate. \r\n\r\nWe Want To Protect The Well Being Of Our Students Aswell As Our Parents And Teachers \r\n\r\nWhen They Gave Us Notice Their Was No Consultation A Decision Was Made From The Diocese Without Consulting With Parents. \r\n\r\nIt’s A Small School That Has Been In Existence For Decades!",
        "background": "Stop The Proposal For Closure That The Diocese Has Opted For And Look At Different Options Into Saving The School! \r\nAfter The Short Notice It Has Traumatised Our Children And Parents.The Government  The Teachers The Parents And Community Have A Duty Of Care To Our Students",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-02-06T13:20:55.273Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-02-06T13:27:20.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-14T08:41:27.722Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local school closures are a matter for individual schools and the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-14T08:41:28.864Z"
    },
    "id": 656745,
    "links": {
        "self": "https://petition.parliament.uk/petitions/656745.json"
    },
    "type": "petition"
}