{
    "attributes": {
        "action": "Increase the number of police in Jewish communities.",
        "additional_details": "With the sharp rise of hate crime over the past few months and numerous attacks in Jewish communities across the UK, many have been left feeling vulnerable and under protected.",
        "background": "It is imperative that there is an increase in police patrolling the streets of Jewish communities to ensure the safety of its citizens.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-02-06T14:03:57.386Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-02-07T17:26:30.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-15T14:47:44.254Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for. Decisions about deployment of police officers are a matter for individual police forces, not the UK Government or Parliament.\r\n\r\nIf you are concerned about how your area is policed, you could contact your local police and crime commissioner (PCC), who is responsible for making sure that local police meet the needs of the community. You can find contact details for your local PPC here: https://www.apccs.police.uk/find-your-pcc/\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nHold an inquiry into antisemitism including support for terrorist organisations: https://petition.parliament.uk/petitions/650165\r\n\r\nWe could accept a petition calling on the Government to provide additional funding for increased police presence in Jewish communities."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-15T14:47:45.578Z"
    },
    "id": 656752,
    "links": {
        "self": "https://petition.parliament.uk/petitions/656752.json"
    },
    "type": "petition"
}