{
    "attributes": {
        "action": "Recognise CVS (Cyclic Vomiting Syndrome) as a disability.",
        "additional_details": "I want people to be able to be covered by disability rights. many lose their jobs over this illness they cannot control. There's no cure for CVS they can only treat the symptoms and there are few preventative medications due to lots of triggers being the cause of this illness. No doctor I've personally seen knows how to manage this illness effectively. If the doctors can't how can people with this illness maintain a normal working life? as a sufferer of this illness of 12 years its very hard.",
        "background": "Have the NHS and Government recognise CVS as a disability due to its debilitating nature. lasting 5-14 days sometimes longer in severe cases. CVS causes receptive vomiting episodes, severe headaches, loss of consciousness and for some have no quality of life and aren't covered by anything.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-02-07T15:12:48.197Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-02-07T19:09:20.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-15T09:22:10.669Z",
        "rejection": {
            "code": "irrelevant",
            "details": "The Government's guidance on disability under the Equality Act 2010 states that you’re disabled if you have a physical or mental impairment that has a ‘substantial’ and ‘long-term’ negative effect on your ability to do normal daily activities:\r\nhttps://www.gov.uk/definition-of-disability-under-equality-act-2010\r\n\r\nIt is therefore already the case that under the Equality Act, anyone with a physical or a mental condition which has a substantial and long-term impact on your ability to do normal day to day activities is protected under the disability protected characteristic. This could cover people who have cyclical vomiting syndrome (CVS), where this has a a ‘substantial’ and ‘long-term’ negative effect on their ability to do normal daily activities.\r\n\r\nDecisions about patient care for people with CVS are a matter for the NHS and individual clinicians, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-15T09:22:11.784Z"
    },
    "id": 656821,
    "links": {
        "self": "https://petition.parliament.uk/petitions/656821.json"
    },
    "type": "petition"
}