{
    "attributes": {
        "action": "Change how Child Maintenance is Calculated based on the costs of raising a Child",
        "additional_details": "The way Child Maintenance is calculated is not based on a fair calculation of how much it costs to raise a child. It is simply deemed that just because a paying parent earns more, they should in turn pay more for the upbringing of their child, even though that child is not costing any more to raise. These are just a few examples, but When a paying parent pays a higher tax amount, that is not taken into consideration, because their gross income is used, and not what they actually take home. If a parent pays for court proceedings to enable them to even see their children, the huge cost of this isn’t taken into account. Paying parents are getting into huge amounts of debt because of the unfair way these payments are Calculated.",
        "background": "Child Maintenance is currently worked out purely on a paying parents Gross income. Information like Income after tax, cost of living, outgoings and many more important factors aren’t taken into consideration in the calculation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-02-07T16:24:24.319Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-02-07T18:39:40.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-15T09:18:09.140Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about how child maintenance is currently calculated, but it's not clear if you want calculations to be based on the cost of raising a child, or the to take into account additional factors about the financial situation of the paying parent.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nBase child maintenance calculation on net pay: https://petition.parliament.uk/petitions/655868"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-15T09:18:10.419Z"
    },
    "id": 656825,
    "links": {
        "self": "https://petition.parliament.uk/petitions/656825.json"
    },
    "type": "petition"
}