{
    "attributes": {
        "action": "Fix the roads in Kirkby in ashfield",
        "additional_details": "Despite repeated reports to the council regarding the dangerous roads, they are either not fixing it at all. I have evidence where I have reported holes as being fixed and I have had to ring up because they hadn't been fixed, or they are not repairing the holes properly meaning the same holes are re-appearing time and time again.\r\nResidents are suffering seriously expensive damages to Thier cars, because of hundreds of holes in breach of the highway code that the council fail to repair.",
        "background": "Nottingham city council are failing repeatedly to fix dangerous potholes in our area. We need to be given money as part of the new budgets to fix our roads.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-02-09T15:02:09.912Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-02-09T16:06:20.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-16T16:51:23.918Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local road maintenance are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-16T16:51:23.915Z"
    },
    "id": 656960,
    "links": {
        "self": "https://petition.parliament.uk/petitions/656960.json"
    },
    "type": "petition"
}