{
    "attributes": {
        "action": "Provide Tax relief for pet owners",
        "additional_details": "Pet owners are struggling with the escalating costs of pet food and veterinary care. Charities are inundated daily with pets that owners can't  afford to keep.\r\n\r\nResearch has shown that owning a pet can reduce stress levels, lower blood pressure, decrease feelings of loneliness etc.   In 2022, 62% of UK households had pets, but it is down to 57 per cent now.\r\n\r\n It is estimated that savings of up to £2.45bn to the NHS could be achieved through the  therapeutic aspects  of pet ownership",
        "background": "We believe that the British Government should acknowledge the value that pets bring into our lives - not only as companions but also as contributors to our physical and mental wellbeing.\r\nUK government should provide tax relief for pet owners.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-02-11T19:04:37.866Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-02-12T10:48:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-22T10:18:44.880Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure if you want changes to taxes on things pet owners buy in connection with owning pets, or the ability to get tax relief on this spending, or just a general reduction in tax liability.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-22T10:18:46.171Z"
    },
    "id": 657075,
    "links": {
        "self": "https://petition.parliament.uk/petitions/657075.json"
    },
    "type": "petition"
}