{
    "attributes": {
        "action": "Enable API access to National Highways traffic camera CCTV images.",
        "additional_details": "Existing third-party websites provided essential services, offering faster, more helpful interfaces for accessing the images. These platforms were invaluable resources to thousands of users daily. However, recent changes by National Highways have made these services inaccessible. Enabling API access (as Traffic Scotland and Traffic Wales both already do) would ensure the continuation of these vital resources, facilitating better public access to essential information, and promoting road safety.",
        "background": "We request third-party access to National Highways traffic images through an API or similar means. This would facilitate the development of user-friendly services such as websites and apps that can display these publicly available images to the public in a simpler, more useful and feature-rich way.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-02-12T13:09:10.584Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-02-12T14:14:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-20T12:23:36.975Z",
        "rejection": {
            "code": "operational",
            "details": "Decisions about the format in which to release traffic camera images are an operational matter for National Highways.\r\n\r\nYou could contact National Highways directly with your suggestion."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-20T12:23:37.535Z"
    },
    "id": 657108,
    "links": {
        "self": "https://petition.parliament.uk/petitions/657108.json"
    },
    "type": "petition"
}