{
    "attributes": {
        "action": "Stop UK Banks from Blocking Cryptocurrency Withdrawals for Ordinary Citizens",
        "additional_details": "This practice is not only unfair but also counterproductive. The government encourages citizens to pay capital gains tax on cryptocurrency profits; however, this becomes impossible if people cannot access their own funds.\r\nWe urge the relevant authorities to reconsider these restrictive policies and allow law-abiding citizens access to their rightfully earned money. This will promote financial inclusivity and uphold the principles of fairness that underpin our society.",
        "background": "UK banks are blocking ordinary citizens from withdrawing funds from registered cryptocurrency exchanges to their accounts. These individuals, who have already paid taxes on their income, have invested in cryptocurrency as a means of improving their future financial situation.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-02-15T19:11:51.318Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-02-15T20:05:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-23T13:47:53.086Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign to following petition, which calls for the same action:\r\n\r\nPrevent banks from banning transactions with Cryptocurrency Exchanges\r\nhttps://petition.parliament.uk/petitions/654841\r\n\r\nWe can also only accept petitions that include a full name."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-23T13:47:53.083Z"
    },
    "id": 657287,
    "links": {
        "self": "https://petition.parliament.uk/petitions/657287.json"
    },
    "type": "petition"
}