{
    "attributes": {
        "action": "Ban MPs, Members of Lords and Government officials using Private Health Care",
        "additional_details": "While the citizens and honest tax payers suffer with long wait lists for surgeries and appointments with GPs, MPs and civil servants use private healthcare while NHS is getting slowly privatised and the services are made worse and unreliable day by day while those people who are responsible to ensure NHS functions well immune to the problems in NHS.  If the MPs and Civil servants are prevented from using Private Healthcare (by skipping the NHS waitlists for themselves), NHS will never improve as it doesn't impact those who are responsible to make NHS function well.",
        "background": "Bring a regulation that forces the MPs and Lords to use only NHS for healthcare to ensure they will get same same level of care and waiting lists as common people.  This will force the people responsible for making NHS a better service do exactly that as it will impact them directly.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-02-16T13:21:40.169Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-02-16T16:08:00.000Z",
        "opened_at": null,
        "rejected_at": "2024-02-26T14:49:31.194Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Not the Government/Parliament’s responsibility\r\n\r\nWe can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether to pay for private healthcare are a matter for every individual, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-02-26T14:49:39.890Z"
    },
    "id": 657348,
    "links": {
        "self": "https://petition.parliament.uk/petitions/657348.json"
    },
    "type": "petition"
}