{
    "attributes": {
        "action": "Stop killing dogs",
        "additional_details": "Dogs play a crucial role in peoples lifes especially for people who are vulnerable/disabled people whos dog may be the only reason they get out of bed in the morning. We need legislation brought forward on updated regulations for dogbreeding, dog ownership, furthermore we need to address the constant rise of Police use of guns to deal with dogs. We are seeing it daily dogs being murdered in broad daylight for everyone to see where there only crime is escaping there home.",
        "background": "Can the government find it in there hearts to actually deal with the increasingly complex issue of dogs, We have outdated legislation that doesn’t tackle the route issue, hence why in 67% of police responses dogs are shot dead rather than handled correctly. This needs to stop.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-02-19T00:48:22.578Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-02-19T00:53:40.000Z",
        "opened_at": null,
        "rejected_at": "2024-03-01T08:59:31.265Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about certain policies regarding dogs, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nScrap ban on dog breeds, regulate dog owners and ban euthanasia of healthy dogs: https://petition.parliament.uk/petitions/652050"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-01T08:59:32.284Z"
    },
    "id": 657484,
    "links": {
        "self": "https://petition.parliament.uk/petitions/657484.json"
    },
    "type": "petition"
}