{
    "attributes": {
        "action": "URGENT call for UK to air-drop essential aid to Gaza",
        "additional_details": "This is a plea to honour the 2030 SDGs and respect human dignity globally, notwithstanding the Palestinian people. Aid delivered previously is falling short and innocent civilians are facing harrowing consequences, which are only compromised further with difficulties in delivering the aid. We want to show our commitment to valuing human life and sanctity in response to the desperate pleas and avoidable loss of life from the region for simple and basic items that are yet critical for survival.",
        "background": "This petition calls the UK government to provide life-saving aid in Gaza again but as a request from the people in the UK, especially the North, where civilians are clinging on to life without access to basic human necessities. The aid should include food, medical supplies and fuel.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-02-24T16:16:49.769Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-02-24T18:45:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-03-05T09:02:11.817Z",
        "rejection": {
            "code": "already-happening",
            "details": "The UK has already delivered aid by air to Gaza. You can find out more about this here: https://www.gov.uk/government/news/uk-and-jordan-drop-life-saving-aid-to-gaza-hospital\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease aid and support for Palestinians: https://petition.parliament.uk/petitions/648337"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-05T09:02:13.312Z"
    },
    "id": 657875,
    "links": {
        "self": "https://petition.parliament.uk/petitions/657875.json"
    },
    "type": "petition"
}