{
    "attributes": {
        "action": "Permanently close the Bellhouse landfill site at Stanway, Colchester.",
        "additional_details": "Landfill gas may contain: methane, carbon dioxide - both able to displace oxygen. Hydrogen sulphide and ammonia - harmful systemic effects via direct inhalation and trace elements e.g xylenes and dioxin - linked to malignancy and birth defects. \r\nWe frequently detect gaseous odour (unmistakably, hydrogen sulphide) in our homes via closed doors and windows. It impacts quality of life, is detrimental to physical and mental health and devalues our homes. We are expected to endure this until 12/26.",
        "background": "We residents proximal to the site regularly experience malodour from decaying rubbish, but recently this also includes increasing incidents of exposure to leaking toxic landfill gas; The worst episode yet 04/03/24 was acknowledged by the operators as a ‘fault’ and was detected up to 4.8 km away.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-05T12:10:31.806Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-05T12:45:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-03-18T13:53:54.760Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them here:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here: \r\nhttps://cmis.essex.gov.uk/essexcmis5/Petitions.aspx\r\n\r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n\r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n\r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n\r\nYou could also raise this issue with the Environment Agency. You can find contact details here: https://www.gov.uk/report-an-environmental-incident"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-18T13:53:56.694Z"
    },
    "id": 658453,
    "links": {
        "self": "https://petition.parliament.uk/petitions/658453.json"
    },
    "type": "petition"
}