{
    "attributes": {
        "action": "Implement a ruling that all x-rays to be viewed independently by 2 specialists.",
        "additional_details": "MacMillan Cancer Support state there is an “estimated 3 million people living with cancer in the UK. Each year, around 167,000 people die from cancer in the UK, an average of 460 people every day.\r\n\r\n(MacMillan.org.uk 4 March 2024, https://www.macmillan.org.uk/about-us/what-we-do/research/cancer-statistics-fact-sheet)\r\n\r\nI believe that the figure of 167,000 deaths could be reduced by thorough and accurate x-ray reading by two consultants (one of which must be a cancer specialist).\r\n\r\nThis could result in reduced cancer treatment, costing less to the government/NHS, a reduction in the use of theatres (early cancer can, in most cases, be treated with chemotherapy and ongoing maintenance) thus freeing up more beds.",
        "background": "Implement a Ruling stating that all X-rays reported, independently by 2 consultants.  One of whom must be a cancer specialist.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-04T12:09:34.583Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-05T09:25:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-03-18T15:23:10.926Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about how to review patient x-rays are a matter for the NHS and individual medical professionals, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-18T15:23:12.646Z"
    },
    "id": 658407,
    "links": {
        "self": "https://petition.parliament.uk/petitions/658407.json"
    },
    "type": "petition"
}