{
    "attributes": {
        "action": "Change the working week to 4 days as per trial in Japan, Iceland, Netherlands",
        "additional_details": "After these countries trialing a 4 day week, Employees felt the difference by \r\n71% HAD REDUCED LEVELS OF\r\nBURNOUT\r\n39% LESS STRESS\r\n\r\nBetter mental and physical health – more time to focus on our health and wellbeing, and prevent and address any issues or illnesses and spending time with family and friends more. A space to boost tourism and increase productivity. \r\n\r\nFamily is so important for everyone and we need to take care and enjoy the time with our loved ones.",
        "background": "Change the working week across all companies with an idea of full time employees working 10 hour shift over 4 days to qualify for the time off or part time employees 6.5 hours over 4 days but no specific days or shift pattern for emergency workers or on call staff.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-05T23:53:03.302Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-06T02:56:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-03-18T15:36:26.708Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. UK law places limits on the total amount of time someone can work during a week and the minimum amount they can be paid an hour, but it doesn't specify how many or which days of the week they have to work. This would be a decision for employers and employees.\r\n\r\nWe could accept a petition calling for the maximum number of hours worked during a week to be reduced, if this is something you would like to see happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 16,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-18T15:36:27.849Z"
    },
    "id": 658498,
    "links": {
        "self": "https://petition.parliament.uk/petitions/658498.json"
    },
    "type": "petition"
}