{
    "attributes": {
        "action": "Grant TfL the funds needed to repair the Central Line in 2024.",
        "additional_details": "The Central Line has been reduced to an emergency service. The trains are in a state of disrepair. 200 million journeys a year are now being shared amongst 50 trains, all of which are on their last legs. The proposed central line improvement project is moving at a glacial pace. More money is needed to repair the trains quickly, within the 2024 calendar year, to enable commuters to get to work.",
        "background": "Government should grant emergency funding to TfL to enable the repairs to the Central Line to be completed urgently, within the 2024 calendar year.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-05T09:17:08.559Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-05T09:43:40.000Z",
        "opened_at": null,
        "rejected_at": "2024-03-18T15:23:32.966Z",
        "rejection": {
            "code": "local",
            "details": "We can’t accept petitions that request action at a local level.\r\n \r\nYou could ask your MP to take action on your concerns about this issue, including by asking them to present a public (paper) petition about this.\r\n \r\nYou can find contact details for your local MP here: https://members.parliament.uk/FindYourMP\r\n \r\nAnd you can find out how to ask your MP to present a public (paper) petition here: https://www.parliament.uk/get-involved/sign-a-petition/paper-petitions/\r\n \r\nYou could also raise this issue with the Government department responsible for transport. You can find contact details for the Department for Transport here: https://www.gov.uk/government/organisations/department-for-transport"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-18T15:23:33.953Z"
    },
    "id": 658438,
    "links": {
        "self": "https://petition.parliament.uk/petitions/658438.json"
    },
    "type": "petition"
}