{
    "attributes": {
        "action": "Create a red squirrel conservation zone in South Wales",
        "additional_details": "Red squirrels are a dying species, if there's no government interference then there wont be no interference at all. it is essential that the red squirrels are kept separate from the greys in order to stop them from being out preformed and in result killed for it.",
        "background": "create a conservation site in south wales or possibly use already established conservation sites and create a Red squirrel conservation zone. The RCT and Cardiff area lacks serious wildlife so that would be a perfect place for it",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-05T15:14:00.119Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-19T14:41:20.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-04T14:09:25.121Z",
        "rejection": {
            "code": "irrelevant",
            "details": "Your petition is about something that the Welsh Government and Welsh Parliament is responsible for. That means that the UK Government and Parliament can't look into it.  \r\n\r\nThe Welsh Parliament has its own Petitions Committee. If you'd like to send your petition to the Welsh Parliament, you can find out more here: https://petitions.senedd.wales/\r\n\r\nYou may also wish to raise this issue with your local Members of the Senedd who represent you. You can find out who your Members of the Senedd are and how to contact them here: https://senedd.wales/find-a-member-of-the-senedd/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-04T14:09:30.941Z"
    },
    "id": 658473,
    "links": {
        "self": "https://petition.parliament.uk/petitions/658473.json"
    },
    "type": "petition"
}