{
    "attributes": {
        "action": "Shorten the peak hours and only charge students off peak fares",
        "additional_details": "Most students have railcards connected to their oysters which cap at a lower price during off peak travel. However peak hours last until 9.30am so to be on time, students have to pay extra to travel during peak hours. The daily cap from zone 1 - 4 is £12.30, that is 3.5 tesco meal deals! This adds further pressure on people who cannot afford to pay central London rent and have to live far out. If the fares cannot be reduced then the peak hours need to be changed to allow more flexibility.",
        "background": "Shorten peak hour period, 9.30am is not longer peak! Peak hours should be reviewed and reduced, off-peak Friday is not enough.\r\n\r\nTFL should only charge student oysters off peak fares at all times so any student with a railcard can get to school on time without paying extra peak hour fare.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-13T21:57:08.137Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-13T22:25:00.000Z",
        "opened_at": null,
        "rejected_at": "2024-03-26T13:29:20.272Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about fares for Transport for London services are a matter for Transport for London, not the UK Government or Parliament.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-03-26T13:29:21.379Z"
    },
    "id": 658946,
    "links": {
        "self": "https://petition.parliament.uk/petitions/658946.json"
    },
    "type": "petition"
}