{
    "attributes": {
        "action": "Change the social housing criteria rules to get social housing",
        "additional_details": "There needs to be a change to local authorities lettings policies to allow people to downsize or choose what type of property they want to live in providing they aren’t going to have more rooms than they need for example 2 single adults want to live together should have the choice to get a house rather than being forced into a flat and other people that need to downsize from larger property needs to be a simple process than current one in place because it’s a widespread problem and not fair.",
        "background": "There is a widespread problem with people being able to get social housing because of local council letting plans to do with prioritising family’s for 2 or more bedrooms  not allowing 2 single adults for example to get a 2 bed property like a house and prefer put you in a flat against your choice",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-20T14:48:33.695Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-20T14:59:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-04T14:18:50.534Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nIf you're concerned with a decision by your local authority about the provision of social housing you could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-04T14:18:51.098Z"
    },
    "id": 659294,
    "links": {
        "self": "https://petition.parliament.uk/petitions/659294.json"
    },
    "type": "petition"
}