{
    "attributes": {
        "action": "Investigate council housing, the members of councils who are responsible.",
        "additional_details": "This is because I believe this issue impacts myself and many people in my local council and after loads of primary research I have come to the conclusion that it affects other members of the public across the nation",
        "background": "Regulate council housing \r\nInvestigating whether council housing meets standards and criteria\r\nCheck whether work is being done by the council members",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-20T17:20:50.318Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-20T19:44:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-04T10:48:58.140Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about council housing, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere is already extensive regulation relating to the provision of social housing. You can find out about how social housing is regulated here: https://www.gov.uk/government/organisations/regulator-of-social-housing/about\r\n\r\nIf you are concerned about the provision of social housing in your area you could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-04T10:48:58.612Z"
    },
    "id": 659302,
    "links": {
        "self": "https://petition.parliament.uk/petitions/659302.json"
    },
    "type": "petition"
}