{
    "attributes": {
        "action": "Endometriosis to be Recognised as a Disability",
        "additional_details": "10% of women suffer worldwide with this debilitating condition, yet healthcare, employers and the general public in general have no concern or idea what women are experiencing suffering with endometriosis. \r\nRecognising it as a disability might improve the general attitude towards women suffering, and also offer protection in jobs when unable to work due to time spent in appointments or receiving treatment during a flare up.",
        "background": "Recognise endometriosis as a disability for women suffering with debilitating pains and give them some protection from losing jobs due to lack of awareness from employers",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-22T16:12:30.973Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-22T16:30:30.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-08T08:08:03.651Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government's guidance on disability under the Equality Act 2010 states that you’re disabled if you have a physical or mental impairment that has a ‘substantial’ and ‘long-term’ negative effect on your ability to do normal daily activities:\r\nhttps://www.gov.uk/definition-of-disability-under-equality-act-2010\r\n\r\nThere is not a list of conditions that meet this definition, but it is therefore already the case that under the Equality Act, anyone with a physical or a mental condition which has a substantial and long-term impact on your ability to do normal day to day activities is protected under the disability protected characteristic. This could cover people who have endometriosis or adenomyosis, where this has a a ‘substantial’ and ‘long-term’ negative effect on their ability to do normal daily activities.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease funding for treatment and research into endometriosis: https://petition.parliament.uk/petitions/653561"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-08T08:08:05.110Z"
    },
    "id": 659438,
    "links": {
        "self": "https://petition.parliament.uk/petitions/659438.json"
    },
    "type": "petition"
}