{
    "attributes": {
        "action": "Significantly increase level of SEN funding to meet huge rise in level of need",
        "additional_details": "The Government must find an unprecedented level of emergency funding in order for schools to provide early intervention & support for SEN children. We need to reduce bureaucracy/red tape & encourage innovation. This system must be flexible & able to respond to local need at pace. Money saved now will cost significantly more in the long term & our children/families/schools need help now. Too many children are being educated in the wrong place with insufficient support because of lack of funding.",
        "background": "Since Covid, the number of SEN children & their level of need has risen considerably. There is not enough funding and specialist provision to meet the needs of our schools. This is unfair on our children and families who need help most and puts an enormous pressure on everyone in schools.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-22T20:46:13.210Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-22T21:09:00.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-08T08:32:30.150Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nIncreasing funding to support children with special educational needs: https://petition.parliament.uk/petitions/658269\r\n\r\nProvide funding to increase school places for children with SEND: https://petition.parliament.uk/petitions/651164\r\n\r\nIncrease Element 2 funding that is awarded to schools to match current economy: https://petition.parliament.uk/petitions/652084"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-08T08:32:31.308Z"
    },
    "id": 659461,
    "links": {
        "self": "https://petition.parliament.uk/petitions/659461.json"
    },
    "type": "petition"
}