{
    "attributes": {
        "action": "To stop deforestation and replant the rainforests that have been demolished",
        "additional_details": "We would love for you to help people see the wrong side of cutting down trees and help support us. We would also love for you to make the world greener and healthy before it’s too late. We believe people should be educated and aware of the dangers deforestation is doing to our amazing environment. Please take our warning into consideration and help us save the next generation of people from dirty air and lack of oxygen.",
        "background": "We would like you to stop people cutting down trees, if they need to they have to plant a tree right after. Use less paper. To spread the alarming news we should create an advertisement for adults on everything like sports and Spotify. We would appreciate it if you could help soften our thoughts.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-24T16:55:51.158Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-25T17:20:30.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-09T08:17:20.962Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about deforestation, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Government has already published a strategy setting out actions and new commitments from the government to help safeguard and restore England’s temperate rainforests, through investment, protection and partnership: https://www.gov.uk/government/publications/temperate-rainforest-strategy\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. We could accept a petition calling on the Government to ban the felling of all trees, or a requirement to plant a new tree for every felled tree. Your petition calls for less paper to be used, but it's not clear what actions you want to be taken to reduce paper usage."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 9,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-09T08:17:22.318Z"
    },
    "id": 659544,
    "links": {
        "self": "https://petition.parliament.uk/petitions/659544.json"
    },
    "type": "petition"
}