{
    "attributes": {
        "action": "Ensure regulation of motor insurance premium prices",
        "additional_details": "Motorists in the UK have to by law hold a valid motor insurance policy when driving a motor vehicle. Recent times has seen a excessive rise in insurance premium prices where customers are experiencing an astonishing rise in their premiums where there are no change in individual circumstances and insurance companies are not able to quantify the reasons for such policy premium increases. Insurance companies are holding motorists to ransom as UK law requires this type of policy to be in place",
        "background": "I would like the government to ensure that motor insurance companies in the UK are not able to exploit UK motorists through the production of excessively high insurance policy premiums against a backdrop of record profits for insurance companies and a cost of living crisis",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-03-25T08:32:19.528Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-03-25T09:20:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-08T15:19:52.055Z",
        "rejection": {
            "code": "duplicate",
            "details": "We have published the following petitions, which you might like to sign:\r\n\r\nPlace a Cap on Motor Insurance Premium Increases: https://petition.parliament.uk/petitions/649918\r\n\r\nCreate a state-owned car insurance provider: https://petition.parliament.uk/petitions/656026\r\n\r\nIntroduce fixed prices for car insurance based on power to weight ratio and age: https://petition.parliament.uk/petitions/646793"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 12,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-08T15:19:53.535Z"
    },
    "id": 659568,
    "links": {
        "self": "https://petition.parliament.uk/petitions/659568.json"
    },
    "type": "petition"
}