{
    "attributes": {
        "action": "Teach children about healthy and unhealthy relationship behaviors at school",
        "additional_details": "1 in 5 adults experience Domestic Abuse during their lifetime.There is a lack of awareness of what constitutes domestic abuse. Most people dont possess the knowledge of the spectrum of domestic abuse; violence, sexual, financial psychological abuse & coercive controlling behaviour.\r\nAdd healthy and unhealthy relationship behaviors to the curriculum for primary/secondary children. This would give children awareness of what type of behaviors to not tolerate and what not to do themselves",
        "background": "Teach Primary and Secondary school children in UK about healthy and unhealthy relationship behaviors as part of national curriculum.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-02T18:32:14.222Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-04-02T18:44:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-18T10:57:24.255Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government's Relationships and Sex Education curriculum, which is mandatory in all state schools, requires that students are now taught about the concepts of, and laws relating to, sexual consent, sexual exploitation, abuse, grooming, coercion, harassment, rape, domestic abuse, forced marriage, honour-based violence and FGM, and how these can affect current and future relationships: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/relationships-and-sex-education-rse-secondary\r\n\r\nIf you would like a stronger focus on domestic abuse and coercive control in the national curriculum, you could start a petition about that."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-18T10:57:24.252Z"
    },
    "id": 659982,
    "links": {
        "self": "https://petition.parliament.uk/petitions/659982.json"
    },
    "type": "petition"
}