{
    "attributes": {
        "action": "Get clothing stores and supermarkets to reassess their children’s clothing sizes",
        "additional_details": "Children’s clothing and shoes benefit from not having VAT making them more affordable for children who grow quickly and need more clothing. The current older children sizes are not true to size so many parents now have to purchase adult clothing for their old children and teenagers at a significant price increase  including non branded school uniform. Adult clothing is subject to VAT so increases the price even more. My children have healthy BMI’s but at 11&12 years old have to wear adults size",
        "background": "Get all supermarkets and clothing stores to reassess their children’s clothing sizes based on accurate sizes of children today, specifically school uniform, children’s clothing sizes are not realistic of todays size of children so many parents have to buy adults clothing for older children and teens",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-03T11:17:49.612Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-04-05T09:29:40.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-15T09:52:30.648Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about what size to produce clothing in are a matter for clothing manufacturers, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-15T09:52:31.843Z"
    },
    "id": 660027,
    "links": {
        "self": "https://petition.parliament.uk/petitions/660027.json"
    },
    "type": "petition"
}