{
    "attributes": {
        "action": "Ban broadband companies from charging existing customers more than new customers",
        "additional_details": "Existing customers on broadband are frequently overcharged when their existing contract comes to an end. Often they will have to waste time phoning up sales people to try and negotiate a lower price. These companies are exploiting the fact that most people don't want to go through the hassle of phoning to overcharge them. All of the wasted time on these phone calls and switching providers is a drain on productivity that only benefits the broadband companies and exploits vulnerable people.",
        "background": "Make it illegal to charge different amounts for the same service. New customers and existing customers should pay the same for the same service. All new customer deals should be available to existing customers and switching to them should be easy.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-03T12:22:39.578Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-04-03T13:26:20.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-12T12:03:44.519Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether to offer discounts to new customers are a matter for service providers. Ensuring that customers get fair treatment and fair prices for communications services is the responsibility of Ofcom, which is operationally independent of the UK Government and Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-12T12:03:47.696Z"
    },
    "id": 660032,
    "links": {
        "self": "https://petition.parliament.uk/petitions/660032.json"
    },
    "type": "petition"
}