{
    "attributes": {
        "action": "Stop the Kent county Council and the government from shutting down youth clubs",
        "additional_details": "The government know and Kent\r\nCounty council know that there is an epidemic with children’s and adolescence mental health, and now they are stopping mental health support. Without The youth club I wouldn’t be where I am today and I’m absolutely upset that this is been taken away from me and everyone around me and in the next few weeks",
        "background": "I’ve been volunteering at a youth club for  nearly 7 years now helping children with mental health and behavioural issues but now the council and the government are taking away early help workers youth clubs and child centres meaning all mental health support is being taken away from children",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-08T21:13:18.631Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-04-08T21:34:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-16T13:25:54.606Z",
        "rejection": {
            "code": "duplicate",
            "details": "The Government isn't responsible for youth clubs in Kent, which are the responsibility of the relevant local authority, but we have published the following petition, which you might like to sign:\r\n\r\nProvide additional funding for existing and new youth centres: https://petition.parliament.uk/petitions/656494\r\n\r\nIf you are concerned about planned closure of youth centres in Kent you could raise your concerns with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-16T13:25:55.240Z"
    },
    "id": 660290,
    "links": {
        "self": "https://petition.parliament.uk/petitions/660290.json"
    },
    "type": "petition"
}