{
    "attributes": {
        "action": "Make councils accountable to the 2014 legislation on ehcps.",
        "additional_details": "The councils are not being held accountable for their failings and this needs to change! \r\n\r\n\r\nWait times for appeals should be within weeks not months to years! \r\n\r\nReform the ehcp system so that all children get a suitable education in a reasonable time when needs are identified. Increase funding and hold councils accountable to the law.",
        "background": "I am calling for a reform on the current system which has become outdated and overstretched. \r\n\r\nLegal deadlines are not being met by LA’s with no accountability for this.\r\n\r\n\r\nChildren with disabilities have a right, by your law, to an education, one that is fit for purpose NOT fit for statistics!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-09T10:44:17.085Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-04-09T16:55:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-16T15:55:34.305Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned that some local authorities are not meeting their obligations with respect to EHCPs, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we have previously opened a petition calling on the Government to introduce fines for local authorities that breach obligations for EHCPs, which you can view here: https://petition.parliament.uk/petitions/641083"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-16T15:55:35.015Z"
    },
    "id": 660305,
    "links": {
        "self": "https://petition.parliament.uk/petitions/660305.json"
    },
    "type": "petition"
}