{
    "attributes": {
        "action": "Introduce one, fair code of practice",
        "additional_details": "The parking industry needs to have one code of practice only,  that is fair, clear, and protects the uk public while also allowing the parking industry to maintain standards and promote safety and rules within the parameter.  The code should benefit the industry while  maintain safety standards. It must also protect the public from being victimised, bullied, harassed as is the the process at the moment",
        "background": "The govenment needs to write ONE code of practice for the parking industry that is fair for both the industry and the general public \r\nIt should have an independent  governing body that is nonprofit from the industry and have safe guarding measures in place to protect the the disabled or vulnerable",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-15T20:29:22.231Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-04-15T20:49:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-22T11:10:37.318Z",
        "rejection": {
            "code": "already-happening",
            "details": "The Government has already created a Private Parking Code of Practice that sets out the requirements that private parking operators must follow when enforcing parking restrictions. This is intended to operate alongside a single appeals service. The Private Parking Code of Practice has been temporarily withdrawn pending review of the levels of private parking charges and additional fees. You can find out more about the Government's plans here: https://www.gov.uk/government/calls-for-evidence/private-parking-code-of-practice-call-for-evidence"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 14,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-22T11:10:38.704Z"
    },
    "id": 660684,
    "links": {
        "self": "https://petition.parliament.uk/petitions/660684.json"
    },
    "type": "petition"
}