{
    "attributes": {
        "action": "Improve the conditions and consistency of the P4 bus.",
        "additional_details": "The P4 bus service uses single deck buses to operate on a very busy route which goes through multiple school zones. This leads to very busy and dirty conditions on the P4. Additionally, the P4 has very inconsistent service with passengers reporting long waiting periods between buses. The P4 should be easily accessible, convenient and appealing to use to promote use of public transport and to improve the commute of people who use the route, this way elevating the quality of life for residents.",
        "background": "To increase funding and improve the overall conditions and consistency of the P4 bus service by increasing the amount of buses on the route at any time.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-16T20:01:57.894Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-04-16T20:42:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-23T09:22:00.107Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Services under Transport for London are the responsibility of the Mayor of London and the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\nYou may also wish to contact your local London Assembly Members about this issue. You can find out who they are and how to contact them here: https://www.london.gov.uk/who-we-are/what-london-assembly-does/london-assembly-members"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-23T09:22:06.356Z"
    },
    "id": 660756,
    "links": {
        "self": "https://petition.parliament.uk/petitions/660756.json"
    },
    "type": "petition"
}