{
    "attributes": {
        "action": "GP surgery's to provide advance appointments. Stop mandatory calls at 8am.",
        "additional_details": "Surgeries insist on patients calling at 8am, which results in ques that last sometimes two hours, or the patient not even getting into the que. Or, forcing unwell or disabled people to physically que outside the practice worsening their condition. Mentally ill patients worsening their symptoms. And then, at the end of the call there is not a guarantee of an appointment. It is a lottery system that does not favour the poorly or infirm and will result in people getting seriously ill.",
        "background": "For GP surgeries to make future appointments  if a patient has a long term or chronic condition. To allow working individuals or parents to make appointments when convenient.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-16T10:31:21.098Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-04-16T12:22:00.000Z",
        "opened_at": null,
        "rejected_at": "2024-04-23T10:55:08.721Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions relating to GP appointments, including whether to make these available to book, are operational matters for the NHS and individual GPs.\r\n\r\nThe Government has announced measures it is taking to make it easier for patients to see their GPs. You can find out more about this here: https://www.gov.uk/government/news/new-plan-to-make-it-easier-for-patients-to-see-their-gp\r\n\r\nWe could accept a petition calling on the Government to review the arrangements GPs have in place to enable patients to book appointments, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 19,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-04-23T10:55:09.606Z"
    },
    "id": 660718,
    "links": {
        "self": "https://petition.parliament.uk/petitions/660718.json"
    },
    "type": "petition"
}