{
    "attributes": {
        "action": "Force Police Forces to prosecute People who are Parking on the Pavement",
        "additional_details": "Police Officers took an oath to “I will, to the best of my power, cause the peace to be kept and preserved and prevent all offences against people and property; and that while I continue to hold the said office I will to the best of my skill and knowledge discharge all the duties thereof faithfully according to law”\r\nThey should be warned that failure to do so cold lead to charges of Gross Neglect of Duty, Misconduct whilst in Public Office and Disability Discrimination",
        "background": "According to the Justice Department S22a 34(1) 42 of the RTA 1988 are still prosecutable yet Police Forces refuse to prosecute people who are putting wheelchair users and young parents with babies and toddlers lives at risk by forcing them into the road where they could be hit by passing vehicles",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-23T15:55:37.122Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-05-03T08:14:20.000Z",
        "opened_at": null,
        "rejected_at": "2024-05-14T11:24:33.202Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about how to enforce road traffic offences are a matter for individual police forces, not the UK Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nBan pavement parking that blocks pavement users from passing: https://petition.parliament.uk/petitions/659229\r\n\r\nIf you are concerned about the response of your local police force to road traffic offences, you could raise your concerns with your local Police and Crime Commissioner, who oversees policing in your area. You can find contact details for your local Police and Crime Commissioner here: https://www.apccs.police.uk/find-your-pcc/"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-14T11:24:33.863Z"
    },
    "id": 661192,
    "links": {
        "self": "https://petition.parliament.uk/petitions/661192.json"
    },
    "type": "petition"
}