{
    "attributes": {
        "action": "Implement a One-Way System on Hillfield Road, Sparkhill, Birmingham B11 3LJ",
        "additional_details": "I am writing to formally request the implementation of a one-way system on Hillfield Road due to ongoing congestion and safety concerns. The current two-way traffic flow has led to frequent accidents and difficulties navigating the narrow street. Notably, neighboring streets operate as one-way, exacerbating the issue. Converting Hillfield Road to a one-way street, preferably from top to bottom, would alleviate congestion and enhance safety for motorists. I urge your department to consider this proposal, emphasizing the benefits of improved traffic flow and reduced accident risk. Your prompt attention to this matter is greatly appreciated.",
        "background": "I am requesting for Implementation of One-Way System on Hillfield Road, Sparkhill, Birmingham B11 3LJ",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-24T09:42:49.493Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-04-24T10:10:40.000Z",
        "opened_at": null,
        "rejected_at": "2024-05-01T15:47:41.525Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local roads are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou may also be able to petition your local authority directly."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-01T15:47:42.395Z"
    },
    "id": 661232,
    "links": {
        "self": "https://petition.parliament.uk/petitions/661232.json"
    },
    "type": "petition"
}