{
    "attributes": {
        "action": "Ban holiday companies from charging over the top fees during school holidays.",
        "additional_details": "Children deserve a break and a trip away as much as adults! By charging excessive amounts of money during school holidays, they are basically making it impossible for many families to be able to afford a trip away! Now they are imposing more fines and court action for taking children out of school during term time also so it is getting impossible to be able to even afford a holiday in the UK. There should be a cap on how much they can increase holiday prices during school holidays!",
        "background": "I think it should be made illegal for holiday companies to charge excessively during the school holidays. This makes it impossible for working class and lower income families to be able to afford to get away without taking their children out of school during term time and this then incurs fines!",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-26T15:53:28.154Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-04-27T12:40:00.000Z",
        "opened_at": null,
        "rejected_at": "2024-05-07T12:21:30.937Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about prices for holidays are a matter for travel agents and airlines, not the UK Government or Parliament."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 17,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-07T12:21:31.539Z"
    },
    "id": 661360,
    "links": {
        "self": "https://petition.parliament.uk/petitions/661360.json"
    },
    "type": "petition"
}