{
    "attributes": {
        "action": "Change to the Child maintenance system and self employment maintenance avoidance",
        "additional_details": "Once and for all take action. If someone was not in work they would be made to find a job yet someone is self employed they can get away with not supporting a child. If there self employment is not viable and not making a profit then they should go down the same path as someone not working and have to find a job viable or benefits stopped. Children are living in poverty due to a government not willing to address a significant issues.Equal parental rights should mean equal parental responsibility",
        "background": "There is far to many people not equally paying for their child due to claiming self employment and then low income benefits If someone was not working they would be asked to look for work yet if you go self employed you can spend years declaring low income and top up benefits and avoid supporting.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-29T21:04:50.884Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-04-30T05:53:00.000Z",
        "opened_at": null,
        "rejected_at": "2024-05-10T12:37:15.598Z",
        "rejection": {
            "code": "no-action",
            "details": "We could accept a petition calling for a review of Child Maintenance Services in respect of self-employed non-resident parents."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-10T12:37:37.232Z"
    },
    "id": 661556,
    "links": {
        "self": "https://petition.parliament.uk/petitions/661556.json"
    },
    "type": "petition"
}