{
    "attributes": {
        "action": "Provide a council tax rebate for a loss of services.",
        "additional_details": "Strike action has been ongoing since December 2023 causing uncertainty and confusion in South Tyneside households.\r\nDrop off options are being provided such as the skips in certain locations throughout the area and the local Refuse Centres. In order to dispose of waste in this manner people are incurring a personal cost to use their own vehicles or paying for private refuse collections.",
        "background": "Rebates to be issued to all households due to the lack of refuse collection services resulting in a personal cost of fuel transporting household and recycling to their local Refuse Centres.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-30T08:35:13.150Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-04-30T10:51:30.000Z",
        "opened_at": null,
        "rejected_at": "2024-05-10T10:30:14.194Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about reduced delivery of local services, but it's not clear if you want council tax rebates to be required for any loss of service, or only reduced waste collection services.\r\n\r\nWe can't accept petitions about local matters, so could not accept a petition calling for a rebate in your area, but could accept a petition calling on the Government to introduce new rights to council tax rebates across the country.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-10T10:30:15.530Z"
    },
    "id": 661583,
    "links": {
        "self": "https://petition.parliament.uk/petitions/661583.json"
    },
    "type": "petition"
}