{
    "attributes": {
        "action": "Reduce the cost of food in the major supermarkets.",
        "additional_details": "The country's nutrition is being put at stake with the costs rising. The majority of the public are forced to eat lower standard food to keep costs low, and is affecting the nutrition for children who need this to sustain growth and development. \r\nHealthy food is way more expensive than junk food nowadays, and this greatly affects people's mental and physical health. \r\nThis then has a negative impact on our NHS.\r\n\r\nDrop costs on food, we need to eat to survive.",
        "background": "Reduce the cost of food shopping. \r\nThe rise in costs to do a weekly shop are increasing to a point that should not be acceptable. \r\nThe supermarkets are showing MASSIVE profits to their stakeholders, which hugely increase during lockdown and is continuing on now.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-29T09:53:04.486Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-04-29T12:26:10.000Z",
        "opened_at": null,
        "rejected_at": "2024-05-09T15:07:38.864Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the price of food are a matter for producers and retailers, not the UK Government or Parliament.\r\n\r\nYou could start a petition, either to the UK Parliament or Scottish Parliament, calling for additional financial support to help people with the cost of living.\r\n\r\nIf you'd like to petition the Scottish Parliament, you can find out more here: http://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 20,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-09T15:08:27.508Z"
    },
    "id": 661515,
    "links": {
        "self": "https://petition.parliament.uk/petitions/661515.json"
    },
    "type": "petition"
}