{
    "attributes": {
        "action": "I would like you to deem cyclical Vomiting Syndrome a disability to aid research",
        "additional_details": "",
        "background": "I would like the government to look at the condition and deem it a disability so that people who suffer this condition and there families could claim benefits easier and so that the condition is researched so that there can be cure found.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-04-30T13:36:36.699Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-04-30T14:04:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-05-10T10:40:43.411Z",
        "rejection": {
            "code": "no-action",
            "details": "The Government's guidance on disability under the Equality Act 2010 states that you’re disabled if you have a physical or mental impairment that has a ‘substantial’ and ‘long-term’ negative effect on your ability to do normal daily activities:\r\nhttps://www.gov.uk/definition-of-disability-under-equality-act-2010\r\n\r\nThere is not a list of conditions that meet this definition, but it is therefore already the case that under the Equality Act, anyone with a physical or a mental condition which has a substantial and long-term impact on your ability to do normal day to day activities is protected under the disability protected characteristic. This could cover people who have vomiting syndrome, where this has a a ‘substantial’ and ‘long-term’ negative effect on their ability to do normal daily activities.\r\n\r\nWe could accept a petition calling on the Government to provide additional funding for research into vomiting syndrome, if that's something you'd like to happen."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-10T10:40:44.715Z"
    },
    "id": 661607,
    "links": {
        "self": "https://petition.parliament.uk/petitions/661607.json"
    },
    "type": "petition"
}