{
    "attributes": {
        "action": "Change student finance payments to monthly for specific students.",
        "additional_details": "Financial hardship is causing many students to drop out of university or move home which impacts the social and emotional wellbeing of those students.\r\nThe cost of living crisis is felt particularly by students espesically those living independently from parents or carers, or those offering financial assistance.\r\nMonthly payments would make budgeting and working with the money we are given so much more manageable and reduce the stress its causing students.",
        "background": "I would like to propose that student finance payments are paid out every month for specific students that are facing financial hardship rather than every three to four months.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-05-01T09:02:54.394Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-05-01T10:50:40.000Z",
        "opened_at": null,
        "rejected_at": "2024-05-13T12:53:50.283Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to change how student maintenance payments work for certain students, but it's not clear if you want students to be able to opt for monthly payments, or if you want certain students to only be able to receive monthly payment, and if so who this would apply to.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 10,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-13T12:53:50.873Z"
    },
    "id": 661661,
    "links": {
        "self": "https://petition.parliament.uk/petitions/661661.json"
    },
    "type": "petition"
}