{
    "attributes": {
        "action": "Allow high ranking police officers to carry firearm.",
        "additional_details": "I can provide some insights on why some people believe high-ranking officers in the UK should be allowed to carry firearms. One of the reasons is that it would enhance the security measures for these officers, especially in high-risk situations where their lives might be in danger and the lives of cuvvilians. having access to firearms could help them protect themselves and others more effectively in critical incidents. However, training must be conducted, obviously.",
        "background": "I want you to allow high ranking officers to carry firearms. This is to keep children and members of the public safe and for them to feel safe. I dont want to see another knife attack that goes on for too long because a taser doesnt work. I have had enough.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-05-01T17:32:34.133Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-05-01T17:42:40.000Z",
        "opened_at": null,
        "rejected_at": "2024-05-13T14:48:04.056Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nPolice can already be trained and authorised to carry firearms. It is up to individual police forces which officers are trained and authorised to carry firearms."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 6,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-13T14:48:04.558Z"
    },
    "id": 661707,
    "links": {
        "self": "https://petition.parliament.uk/petitions/661707.json"
    },
    "type": "petition"
}