{
    "attributes": {
        "action": "Stop ULEZ",
        "additional_details": "Let's make a difference and set an eco trend for our neighbouring countries to take care of our Planet! Going electric, Has anyone thought about our children/grandchildren? Where are all of these lithium battery's being disposed of in 20/30 years? It's an echo logical disaster! ULEZ is a money making scheme not an eco/health exercise",
        "background": "My car is £20 a year tax where as my husbands alternative work be vehicle (similar model) is ULEZ compliant and £340 tax. It's been proven that the underground is lethal to health. Plant more trees and get rid of cameras. It's not about the Planet it's about money. Let's lead in change not poverty",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-05-05T00:30:30.359Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-05-05T07:22:40.000Z",
        "opened_at": null,
        "rejected_at": "2024-05-15T11:18:14.297Z",
        "rejection": {
            "code": "irrelevant",
            "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Ultra Low Emission Zones are the responsibility of local authorities and councils.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRevoke powers to charge CAZ, LEZ, and ULEZ, and require refund of past charges: https://petition.parliament.uk/petitions/652161\r\n\r\nGive Government powers to veto or amend local road traffic schemes eg. ULEZ/LTNs: https://petition.parliament.uk/petitions/659730"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 21,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-15T11:18:15.577Z"
    },
    "id": 661897,
    "links": {
        "self": "https://petition.parliament.uk/petitions/661897.json"
    },
    "type": "petition"
}