{
    "attributes": {
        "action": "Review new houses built near a public house or music venue to help Live music.",
        "additional_details": "Too many public houses and music venues are closing due to properties being constructed near or right next to venues.  In a short time, the venue comes under pressure to reduce noise and eventually close.  This is all too common and the live music scene is shrinking because of this.\r\nThere is always a need for new builds, however, building opposite or next to a venue that has been there 100s of years is unfair and losing an important culture setting.",
        "background": "To ensure new builds near venues have to go through a process to ensure it does not cause unnecessary noise for the new houses which will lead to the closing of the venue.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-05-07T15:47:39.621Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-05-07T17:00:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-05-17T13:32:43.598Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about new properties being built near live music venues, but we're not sure exactly what you'd like the Government or Parliament to do. New developments already need planning permission, and local businesses can object to this permission being granted.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to prevent planning permission from being granted to new residential properties adjacent to music venues."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 8,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-17T13:32:47.628Z"
    },
    "id": 662024,
    "links": {
        "self": "https://petition.parliament.uk/petitions/662024.json"
    },
    "type": "petition"
}