{
    "attributes": {
        "action": "increase money input to school",
        "additional_details": "I would like the government to do this because, as a student at my school, I find that a lot of the teachers are not very good at there job, this is because they lack the ability to teach multiple people in a class room at once and are unable to keep it under control, I also find the sometimes getting equipment for class work or exams can be difficult because I wont know what to buy, if the schools where able to get more high quality equipment and could help me and some other students out. I also tend to find that some class rooms are falling apart, as the wall paper is peeling, and the ceiling is often discoloured because of leaks or bad maintenance, this i find an issue because i would sometimes see it and would get a sense of disgust which would stop my learning.",
        "background": "I want parliament to increase the amount of money they invest in schools across the UK, this means I would like teacher pay to increase, school supply funding to increase, and overall school quality to increase",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-05-07T13:27:24.581Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-05-07T13:54:50.000Z",
        "opened_at": null,
        "rejected_at": "2024-05-20T09:57:02.558Z",
        "rejection": {
            "code": "duplicate",
            "details": "You may wish to sign:\r\n\r\nIncrease funding for state schools and teachers' pay: https://petition.parliament.uk/petitions/658562\r\n\r\nIncrease funding for maintenance of school buildings and building new schools: https://petition.parliament.uk/petitions/655368\r\n\r\nProvide more funding for school repairs: https://petition.parliament.uk/petitions/654367\r\n"
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-20T09:57:13.578Z"
    },
    "id": 662014,
    "links": {
        "self": "https://petition.parliament.uk/petitions/662014.json"
    },
    "type": "petition"
}