{
    "attributes": {
        "action": "Remove the speed limit on motorways in certain sections.",
        "additional_details": "Reduced Travel Times: Smoother traffic flow decreases delays, enabling quicker journeys.\r\n\r\nEnhanced Safety: Consistent traffic flow can lead to fewer accidents and a safer driving environment.\r\n\r\nOptimized Road Capacity: Efficient traffic flow maximizes the use of existing road space, benefiting the overall transportation network.\r\n\r\nEconomic Benefits: Reduced congestion and improved traffic flow can boost productivity, support businesses, and stimulate economic growth.",
        "background": "Remove speed limits on UK motorways for selected sections. Safety assessments, advanced measures, strict criteria and driver education should be taken in consideration. Prioritize safety while enhancing traffic flow.",
        "closed_at": null,
        "committee_note": null,
        "created_at": "2024-05-09T07:41:42.142Z",
        "creator_name": null,
        "debate": null,
        "debate_outcome_at": null,
        "debate_threshold_reached_at": null,
        "departments": [],
        "government_response": null,
        "government_response_at": null,
        "moderation_threshold_reached_at": "2024-05-09T09:21:40.000Z",
        "opened_at": null,
        "rejected_at": "2024-05-21T10:52:59.278Z",
        "rejection": {
            "code": "no-action",
            "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see increased speed limits on certain sections of motorways, but it's not clear in what areas you want increased speed limits to apply.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."
        },
        "response_threshold_reached_at": null,
        "scheduled_debate_date": null,
        "signature_count": 7,
        "state": "rejected",
        "topics": [],
        "updated_at": "2024-05-21T10:53:00.042Z"
    },
    "id": 662133,
    "links": {
        "self": "https://petition.parliament.uk/petitions/662133.json"
    },
    "type": "petition"
}