{
    "data": {
        "attributes": {
            "action": "continue a policy of \"estimated time of arrival\" in the emergency services as well as introducing super surgeries - there is no place in a parliamentary democracy with equitable constitutions for postcode lottery health service provision. We the undersigned petition the P.M. to not forget an ethos of - \"to each according to his needs, from each according to his abilities\".",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The govt. would do well to think of economies of scale when making heatlh service changes - for the majority of service users, and the bulk of a GP's workload is perfunctory. Whilst tertiary level specialist care is very much called for to fill gaps in available provision : technological advances of which Gordon Brown's administration can be rightly proud,  this should not, in practice, equate to patients travelling further to bigger units from residential areas. The petitioner is calling on the PM to work with MPs who know their own local areas, and health teams, who know services and procedures, to get the best of both worlds for all. \n\nThe modernisation agenda did not get rid of Bevan's vision, but built still hospitals to address the original five giants of the Welfare state. Let this not blind us to the fact that most health is lifestyle - based and care touches every aspect of life.\n\nIt is on this basis that the BMA and 1.2 m signatories should be supported\nin calling for local GP surgeries to be protected : the gateway of community care.\n\nWe the undersigned still endorse attempts, to make sure Britain's welfare safety net continues to be an even bigger and better umbrella.",
            "closed_at": "2009-06-12T00:00:00Z",
            "created_at": "2008-06-12T12:26:16.788180Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-12T12:26:16.788180Z",
            "rejected_at": "2008-07-12T00:01:07.584918Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-12T00:01:07.584918Z"
        },
        "id": 10010012
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fivegiants/"
    },
    "type": "petition"
}