{
    "data": {
        "attributes": {
            "action": "Legislate to prevent all vehicles, in particular motorcycles from being used when they exceed reasonable noise levels.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With modern technology, there is no reason why vehicles need to create so much noise pollution.\n\nThose that argue that the power is reduced if the silencer is more effective need to be discounted, since most motorcycles have plenty of power to spare. \n\nAs a motorcyclist myself, I see no reason why motorbikes need to be so noisy, the argument that it helps motorcycles to be noticed by car drivers simply doesn't hold water and the decline of standards of driving on UK roads, though a very serious issue, is nevertheless a separate issue for other debates.\n\n \nThis petition would not be necessary at all if riders/drivers were to show consideration instead of accelerating to maximum revs and speeding through residential areas. \n\nSince such consideration for others will never be complete, legislation is necessary to make the vehicles quieter.\n\nNew motorcycles would need to be tested to show that they do not exceed reasonable levels. \n\nOlder motorcycles and modified motorcycles should be tested via the MOT test to ensure that they comply with the legislation.",
            "closed_at": "2009-06-12T00:00:00Z",
            "created_at": "2008-06-12T12:32:00.632167Z",
            "creator_name": "Richard Bagnall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-12T12:32:00.632167Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 35,
            "state": "finished",
            "updated_at": "2010-05-21T17:02:17.354079Z"
        },
        "id": 10010205
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MotorcycleNoise/"
    },
    "type": "petition"
}