{
    "data": {
        "attributes": {
            "action": "Use fuel tax income to invest in sustainable fuels for power stations, public transport and faster introduction of sustainable vehicles.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is a counter petition to the petition requesting \"the Prime Minister to Reduce Fuel duty to bring fuel prices back to an acceptable level\". The undersigned disagree strongly with that petition, and propose the following instead.\n\nIn recognition of the increased cost of oil, and the resulting increase in government revenue in fuel tax, the undersigned request that the prime minister should instead increase fuel tax by a very small amount, or keep it as it is, and use the extra income to invest in sustainable energy solutions and sustainable transport, such as offering increased tax breaks to car manufacturers that produce vehicles that run on alternative fuels (including electric cars, hybrid cars and hydrogen fueled cars).\n\nThe increased income should also be used to improve public transport, and help in the change from oil/coal power stations to alternative energy sources, including nuclear power and renewable energy.\n\nThe undersigned also petition the Prime Minister to create more incentive for corporations and individuals to use more environmentally friendly energy sources.",
            "closed_at": "2008-07-16T00:00:00Z",
            "created_at": "2008-06-12T18:59:14.760411Z",
            "creator_name": "Sebastian Keany",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-12T18:59:14.760411Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2008-07-17T00:01:01.662640Z"
        },
        "id": 10021842
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/investfueltax/"
    },
    "type": "petition"
}