{
    "data": {
        "attributes": {
            "action": "waive the need for congestion charges in Manchester by extending the current free traffic control zones",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Current proposals from the Transport Secretary envisage a congestion charge being introduced in Manchester in exchange for investment from the Transport Innovation Fund (TIF), using an expensive tag and beacon charging system.\n\nA very simple and effective traffic control system based on rising bollards already exists in central Manchester and could easily be extended throughout at low cost.\n\nThe rising bollards block private vehicles from entering central Manchester but allow public transport vehicles access by lowering themselves.\n\nAn extension of this system to a wider area of central Manchester and any surrounding town centres experiencing congestion solves the problem using an effective, proven system already in operation.\n\nUsing this proven system solves the congestion problem without the need to charge private motorists who are simply blocked from entering the city centre.\n\nSo .... by not using this proven free system but insisting on a congestion charge really a means of raising income .... rather than a means of reducing or eliminating congestion (as the current risng bollards system already does)?",
            "closed_at": "2009-06-13T00:00:00Z",
            "created_at": "2008-06-12T22:06:17.021621Z",
            "creator_name": "Des Farry",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-12T22:06:17.021621Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 14,
            "state": "finished",
            "updated_at": "2009-06-14T00:01:01.482930Z"
        },
        "id": 10025732
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Leesebollards/"
    },
    "type": "petition"
}