{
    "data": {
        "attributes": {
            "action": "Drop plans for a Lincolnshire eco town and to fund Lincolnshire's mission millions instead.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The historic market towns of eastern Lincolnshire will have their vitality and viability severely threatened by government plans to site an eco town at Manby and Strubby. Communication links are vital and this is an area with no railways, no major road system and   a high number of road deaths. Country life is steadily being eroded with the centralisation agenda so a better, more sensible solution would be to allow social, eco-housing to be built in our villages and market towns allowing these long established communities to blossom once more to the benefit of the county. Lincolnshire's local services, drainage, health, police and infra-structure are already so overstretched that an eco town would put undue financial pressure on all residents of Lincolnshire, where average wages are already extremely low and there is a higher than average number of elderly people. The people of Lincolnshire must tell the government this is the wrong place to consider such a proposal. And the government should be reminded that we are already missing millions in the county, we have not been fairly funded in the past and an eco town will do nothing to redress our desperate situation.",
            "closed_at": "2008-12-12T00:00:00Z",
            "created_at": "2008-06-12T18:08:05.044168Z",
            "creator_name": "Jill Makinson-Sanders",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-12T18:08:05.044168Z",
            "rejected_at": "2008-07-13T00:01:04.656899Z",
            "rejection": {
                "code": 2048,
                "details": "Similar to http://petitions.pm.gov.uk/lincs-eco-towns/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-13T00:01:04.656899Z"
        },
        "id": 10020672
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Nolincsecotown/"
    },
    "type": "petition"
}