{
    "data": {
        "attributes": {
            "action": "direct that guidance is issued by the  Food Standards Agency to allow certain domestic animals, including dogs and cats, access to food preparation areas in small family run Bed and Breakfast establishments provided steps are taken to prevent that access resulting in the contamination of food",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Regulation (EC) 852/2004 on the hygiene of foodstuffs, transposed into English law by statutory instrument 14/2006 has been interpreted so as to make it illegal for domestic animals to be allowed into kitchens within B&B establishments. The result of this is that many small B&Bs that double as family homes have been forced to remove their family pets from the kitchen and are considering closure. \n\nArticle 4(2), Annex II chapter 4 of Regulation (EC) 852/2004 sets out this provision. It allows for the competent authority, in our case the Food Standards Agency, to permit domestic animals access in ‘special cases’, provided adequate procedures are in place to prevent that access from resulting in contamination.\n\nIt is the view of the undersigned that small family run B&Bs are an integral part of British culture and local economies. They should be considered ‘special cases’ and certain domestic animals, including dogs and cats, should be permitted access to the kitchen provided steps are taken by the owner to prevent that access from contaminating food. In such circumstances the owner could undertake a risk assessment and measures put in place to achieve this.",
            "closed_at": "2008-09-13T00:00:00Z",
            "created_at": "2008-06-13T07:43:29.381624Z",
            "creator_name": "Praveen Naidoo",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-13T07:43:29.381624Z",
            "rejected_at": "2008-07-13T00:01:04.656899Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-13T00:01:04.656899Z"
        },
        "id": 10028681
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Dogs-in-kitchens/"
    },
    "type": "petition"
}