{
    "data": {
        "attributes": {
            "action": "getting council tenants to down size properties to size fitting there needs. freeing up family homes for families",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "their are many council homes that are underpopulated by people that no longer have families living at home. i would like to see people that no longer need big houses or flats to down size to a property that suits there needs. this should be mandatory. when tenancies are issued and this should be added in to it. their many people living in undersized council housing. and many people keep the  larger homes till old age. this is now making it unfair for families not getting the housing that is needed. the age that children are expected to share has changed in the last few years and this was unfair on them. and we had no say in that.if this was made into a condition to down size to a flat/home that is more fitting to their there needs. \nthousands of families in genuine need of bigger homes would get them. i not saying make people home less just people downsizing swapping with the families. think about the bigger picture things wont get better on there own. and this can work.",
            "closed_at": "2008-12-14T00:00:00Z",
            "created_at": "2008-06-13T10:29:04.021381Z",
            "creator_name": "andrew glen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-13T10:29:04.021381Z",
            "rejected_at": "2008-06-16T16:18:04.389596Z",
            "rejection": {
                "code": 256,
                "details": "Please review the wording of your title.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-16T16:18:04.389596Z"
        },
        "id": 10034607
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/downsize01/"
    },
    "type": "petition"
}