{
    "data": {
        "attributes": {
            "action": "Reduce the fuel duty on all commerical road user (lorrys coach and bus) holders of opperators licences. as a first step in reducing fuel duty over all and evently include all cars vans and other weather they ues diesel or petrol. The uk goverment charges around 2/3 of the at pump fuel price 66% is unacatable high. and the highest in the eu we have some of the cheapest per tax fuel. it is  a un fair advantage to eu hauliers and that why to start with hauliers who this high fuel charges and no charge fo none uk lorry to use our roads.it is either bakrupting smaller firm or driving haulage cost up and price on the shelf and as a direct result a major driving factor to inflation",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "By doing it in stages it reduces the impact on the ecconermy of the counrty. charging forgein drivers to use our road will add money to the coffers of the country and help fund the first stage of fuel duty reduction(inital charge none uk truck and in the same way as fuel grudally aid all other road user)",
            "closed_at": "2009-06-13T00:00:00Z",
            "created_at": "2008-06-13T15:41:37.499214Z",
            "creator_name": "ashley clark",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-13T15:41:37.499214Z",
            "rejected_at": "2008-07-16T00:01:03.807381Z",
            "rejection": {
                "code": 2048,
                "details": "There are many similar petitions, see http://search.petitions.pm.gov.uk/kbroker/number10/petitions/search.lsim?ha=1157&sc=number10&qt=fuel+duty",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-16T00:01:03.807381Z"
        },
        "id": 10043221
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/savehaulage2/"
    },
    "type": "petition"
}