{
    "data": {
        "attributes": {
            "action": "Ban mass balloon releases.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Tens of thousands of balloons end up in our waterways and the sea. These can prove lethal to marine animals and birds that may mistake them for food and choke on them, or become entangled in ribbons etc. Mass balloon releases have already been banned by authorities around the world, including some UK bodies.\n\nThe Marine Conservation Society (MCS) says: \"Dolphins, whales, seabirds and turtles have died from balloons. The number of balloons found on UK beaches has more than tripled in the last 12 years, from 3.4 balloons per kilometre to 11.5 balloons per kilometre.\"\n\nEven though many balloons are now made of latex - which is biodegradable - they do not have time to degrade in water before some innocent creature fatally happens upon them.\n\nTo help ensure the survival of many endangered marine creatures, it is essential that we stop releasing balloons into the environment.  Please support this cause and promote the use of alternative products for celebrations.",
            "closed_at": "2009-06-16T00:00:00Z",
            "created_at": "2008-06-13T13:51:04.347697Z",
            "creator_name": "Stephen Polkinghorne",
            "government_response_at": "2009-08-10T12:17:40.338035Z",
            "government_responses": [
                {
                    "created_at": "2009-08-10T12:17:40.338035Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ban mass balloon releases.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20274\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Balloons'",
                    "updated_at": "2009-08-10T12:17:40.338035Z"
                }
            ],
            "opened_at": "2008-06-13T13:51:04.347697Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 928,
            "state": "finished",
            "updated_at": "2010-01-10T03:01:33.024019Z"
        },
        "id": 10040453
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Balloons/"
    },
    "type": "petition"
}