{
    "data": {
        "attributes": {
            "action": "include the victims of child sexual abuse and exploitation and their families — and the families of children abducted and or murdered by child molesters - onto the UK’s anti-discrimination laws.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "ANTI-VPD\n\nWe, the Phoenix Chief Advocates (Shy Keenan and Sara Payne) know that there are hundreds of thousands of good, decent, taxpaying, voting victims and their families out there, currently being socially excluded and discriminated against - simply because they were the victim of someone else’s crime.   \n\nThis endemic anti-victim prejudice has created a victim support services void, resulting in social exclusion - otherwise known as a complete lack of non-prejudicial, victim support services. \n\nWe believe that the only way to effectively challenge this systemic abuse now, would be to make it illegal.\n\nThis would force the system to provide the appropriate public protection, justice and victim recovery services. Which is why we are petitioning the British government to: include the victims of child sexual abuse and exploitation and their families - and the families of children abducted and or murdered by child molesters - onto the UK’s anti-discrimination laws.",
            "closed_at": "2009-06-16T00:00:00Z",
            "created_at": "2008-06-13T22:40:33.247995Z",
            "creator_name": "Shy Keenan and Sara Payne",
            "government_response_at": "2010-04-01T16:28:33.804036Z",
            "government_responses": [
                {
                    "created_at": "2010-04-01T16:28:33.804036Z",
                    "details": "You signed a petition asking the Prime Minister to \"include the victims of child sexual abuse and exploitation and their families - and the families of children abducted and or murdered by child molesters - onto the UK’s anti-discrimination laws.\" \n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page23086\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ANTI-VPD'",
                    "updated_at": "2010-04-01T16:28:33.804036Z"
                }
            ],
            "opened_at": "2008-06-13T22:40:33.247995Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 681,
            "state": "finished",
            "updated_at": "2010-01-27T17:10:42.640749Z"
        },
        "id": 10049682
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ANTI-VPD/"
    },
    "type": "petition"
}