{
    "data": {
        "attributes": {
            "action": "Save our local community pub the Torriano",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Property developers have bought the freehold to a thriving community bar in Kentish town. The lanlord and leaseholder is being pushed out and financially crippled by the developers.The developers have submitted a planning application for redevelopment and hired a company called Indigo public affairs, to consult with select community members and secure planning permission. Unbelievably Mr Guberina has yet to be told of the planning application or consulted in any way. The Landlord and Landlady Live above the bar with there 1 year old son. They are being kept totally in the dark and out of the loop. The Torriano bar in Torriano Avenue, kentish town,NW5 2SG, Is a delightfully unique Bar in the back streets of kentish town. The area is residential and the bar is a much needed meeting place for the community. Its success is attributed to the dedicated and hard working family who run the bar . Please do not let Property developers  destroy one of the few remaining great bars in London.",
            "closed_at": "2009-06-16T00:00:00Z",
            "created_at": "2008-06-13T15:33:53.437706Z",
            "creator_name": "suzanne martin",
            "government_response_at": "2009-08-10T12:18:31.694372Z",
            "government_responses": [
                {
                    "created_at": "2009-08-10T12:18:31.694372Z",
                    "details": "You signed a petition asking the Prime Minister to \"Save our local community pub the Torriano.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20275\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Torriano'",
                    "updated_at": "2009-08-10T12:18:31.694372Z"
                }
            ],
            "opened_at": "2008-06-13T15:33:53.437706Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 240,
            "state": "finished",
            "updated_at": "2009-06-17T00:01:01.633533Z"
        },
        "id": 10043027
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Torriano/"
    },
    "type": "petition"
}