{
    "data": {
        "attributes": {
            "action": "Resolve the issue of a legal maximum temperature",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Workplace Health, Safety and Welfare Regulations 1992 requires the temperature in workroom to be at least 16 degrees Celsius unless much of the work involves severe physical effort in which case the temperature should be at least 13 degrees Celsius.\n\nThis is all well and good when it is cold during the winter months, however it is now June and I am currently working in an office which reaches 94 degrees farenheit on a daily basis and nothing is being done to ease the suffering incurred by myself and my colleagues. \n\nWe have written countless letters to the Welsh Assembly Government over the last six years, informing them of our discomfort, but just been given one excuse after another.\n\nWarm temperatures in offices makes people very ill, especially if they suffer from chlostrophobia or asthma. I wonder how the Welsh Assembly Government   would feel if one or more of its employees fainted from heat exhaustion and injured themselves. It would cost more to pay a compensation claim than to purchase a simple air conditioning unit.",
            "closed_at": "2009-06-16T00:00:00Z",
            "created_at": "2008-06-14T22:32:32.671060Z",
            "creator_name": "Robert Edmunds",
            "government_response_at": "2009-08-10T12:28:21.409217Z",
            "government_responses": [
                {
                    "created_at": "2009-08-10T12:28:21.409217Z",
                    "details": "You signed a petition asking the Prime Minister to \"Resolve the issue of a legal maximum temperature.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20282\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'WAGheat'",
                    "updated_at": "2009-08-10T12:28:21.409217Z"
                }
            ],
            "opened_at": "2008-06-14T22:32:32.671060Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 258,
            "state": "finished",
            "updated_at": "2009-06-17T00:01:01.633533Z"
        },
        "id": 10054362
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WAGheat/"
    },
    "type": "petition"
}