{
    "data": {
        "attributes": {
            "action": "block the call to reprimand MP Iris Robinson on her recent comments about Homosexuality on grounds of freedom speech and freedom of opinion.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "MP for Strangford has recently suggested that all homosexuals should receive psychiatric treatment to help \"cure\" them. These comments are not fitting of a MLA let alone an MP.\n\nAlthough these views may be wrong MP Iris Robinson still has the right to voice these opinions.\n\nEven if people disagree with what she says they can still agree with her right to say it.\n\nFree speech has to include views that you yourself find objectionable or abhorrent. When you limit speech to things you agree on, then you no longer have free speech.\n\nFree speech doesn't incite hatred. Criminal violent people do.\n\nPeople have the right to not support MP Iris Robinson's position in the community if they disagree with her views; this is her risk when she voices her opinions.\n\nTo reprimand her or otherwise persecute her for voicing her opinions is removing the peoples chance to give her their vote or not and hence remove both her freedom of speech and the people's freedom of choice.",
            "closed_at": "2008-08-15T00:00:00Z",
            "created_at": "2008-06-15T10:28:42.505210Z",
            "creator_name": "Paul Allan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-15T10:28:42.505210Z",
            "rejected_at": "2008-07-16T00:01:03.807381Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Iris-is-right/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-16T00:01:03.807381Z"
        },
        "id": 10056402
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Robinson-Free/"
    },
    "type": "petition"
}