{
    "data": {
        "attributes": {
            "action": "over rule proposed plans of a toxic waste site at Judkins Quarry Nuneaton, Warwickshire",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A controversial hazardous and contaminated waste cleansing plant will be created in Nuneaton.\n\nLocal residents and councillors are outraged after members of Warwickshire County Council's regulatory committee granted permission to TCSR Limited to create a materials recycling facility at Judkins Quarry.\n\nWhile the firm has always stressed that the plant will not pose any harm to local residents and refuted claims that it is an 'incinerator,' local Warwickshire County councillors cannot believe that planning permission has been granted at the Tuttle Hill-based site.\n\nThe news is not welcomed by Nuneaton and Bedworth Borough Council as well as local green campaigners and residents, and they are keen for the plant proposals to be refused.\n\nThe Environmental Agency still has to agree to the site and we believe that this should not happen.\n\nPlease sign the petition to show your support for the community of Nuneaton and help us oppose to the waste site.",
            "closed_at": "2009-06-16T00:00:00Z",
            "created_at": "2008-06-14T14:34:43.892575Z",
            "creator_name": "Esther Capelo",
            "government_response_at": "2009-08-10T12:26:30.499344Z",
            "government_responses": [
                {
                    "created_at": "2009-08-10T12:26:30.499344Z",
                    "details": "You signed a petition asking the Prime Minister to \"over rule proposed plans of a toxic waste site at Judkins Quarry Nuneaton, Warwickshire.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20278\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'JudkinsNuneaton'",
                    "updated_at": "2009-08-10T12:26:30.499344Z"
                }
            ],
            "opened_at": "2008-06-14T14:34:43.892575Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 799,
            "state": "finished",
            "updated_at": "2009-06-17T00:01:01.633533Z"
        },
        "id": 10052383
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/JudkinsNuneaton/"
    },
    "type": "petition"
}