{
    "data": {
        "attributes": {
            "action": "refund the duty on fuel to vehicles/ generators used in carnivals where the purpose of that carnival is to raise monies for charitable causes.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The South West Carnivals are unique and are chronicled very well on internet sites. Clubs devoted entirely to carnival compete with each other by building “carts(floats) and going round carnivals within the region. All this is to help raise funds for good causes. The “Carts” cost several thousands of pounds to design and build. They raise the monies themselves on a voluntary basis without reward, and with the cost of fuel at its present level clubs/organisations are either curtailing the amount of carnivals or in some cases not even entering at all.The main reason being given is the high cost of fuel, so any help in this direction could ensure their continued participation. The result will be less monies raised for good causes.\n\n A rebate of some, if not all, of the duty on fuel would help considerably in allowing these organisations/clubs to participate, therefore ensuring the funds raised are maintained, and the charitable causes do not suffer. \n\nThis is not confined to the South West, all over the UK carnival processions will be depleted, and the public response will be affected, resulting in lower  proceeds for charity. A tax rebate would benefit all.",
            "closed_at": "2009-06-16T00:00:00Z",
            "created_at": "2008-06-14T17:30:06.857861Z",
            "creator_name": "Bob Edmonds",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-14T17:30:06.857861Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 88,
            "state": "finished",
            "updated_at": "2010-01-27T17:40:59.108278Z"
        },
        "id": 10053781
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Carnivals/"
    },
    "type": "petition"
}