{
    "data": {
        "attributes": {
            "action": "launch an urgent inquiry into the rail service provided by National Express East Anglia",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "London Liverpool Street is one of the main commuter and tourist rail hubs for the capital. East Anglia is a region earmarked by the government for significant development and population growth, and the success of the London 2012 Olympic Games will be heavily reliant upon the service provided by National Express East Anglia (NXEA), both at London Liverpool Street and Stratford. Since the beginning of 2008, and culminating in events of June 2008, there has been clear evidence of catastrophic failure of the train service and the dissemination of information by NXEA. This has a devastating effect on the home and professional lives of many thousands of people, and threatens the very development of towns such as Chelmsford, Colchester, Ipswich and Norwich. The people of East Anglia, and indeed anyone travelling in to London from Stansted Airport, deserve better.\nThere is an urgent need for a public inquiry into rail provision within East Anglia - action and investment is needed now.",
            "closed_at": "2008-09-16T00:00:00Z",
            "created_at": "2008-06-14T09:43:26.924170Z",
            "creator_name": "Alex Stovold",
            "government_response_at": "2008-10-15T14:42:13.551429Z",
            "government_responses": [
                {
                    "created_at": "2008-10-15T14:42:13.551429Z",
                    "details": "You signed a petition asking the Prime Minister to \"launch an urgent inquiry into the rail service provided by National Express East Anglia.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17182\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'eastangliarail'",
                    "updated_at": "2008-10-15T14:42:13.551429Z"
                }
            ],
            "opened_at": "2008-06-14T09:43:26.924170Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 807,
            "state": "finished",
            "updated_at": "2008-09-21T03:50:19.834694Z"
        },
        "id": 10051582
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/eastangliarail/"
    },
    "type": "petition"
}