{
    "data": {
        "attributes": {
            "action": "abolish trial by jury in cases of sexual allegations where it is a case of one person's word against another's",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the Government's response to the 'JuryReasoning' ePetition, they said 'jurors are ordinary members of the public', 'it would not be appropriate to expect them to give reasons for their decision, as if they were legally trained' and doing so 'would undermine trial by jury'.\n\nWe therefore call for the abolition of trial by jury in cases where it is effectively one person's word against another's, in favour of a system whereby a judge (whose reasoning CAN be challenged at appeal) decides on a person's guilt or innocence, based on the evidence rather than emotion. This is important as someone wrongfully convicted cannot appeal their conviction simply because 'the jury got it wrong'.  Appeal Courts will not 'usurp the position of the jury', (i.e. rule that the jury made a wrong decision); they require 'fresh evidence', and this is most unlikely to become available, as it's virtually impossible to prove that some else has lied on oath, and retraction of an allegation (particularly where there were motives of revenge or compensation) is extremely rare.",
            "closed_at": "2008-10-16T00:00:00Z",
            "created_at": "2008-06-14T08:25:17.423390Z",
            "creator_name": "Phil Faber",
            "government_response_at": "2009-02-20T13:10:23.117034Z",
            "government_responses": [
                {
                    "created_at": "2009-02-20T13:10:23.117034Z",
                    "details": "You signed a petition asking the Prime Minister to \"abolish trial by jury in cases of sexual allegations where it is a case of one person's word against another's\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18329\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'AbolishJury'",
                    "updated_at": "2009-02-20T13:10:23.117034Z"
                }
            ],
            "opened_at": "2008-06-14T08:25:17.423390Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 212,
            "state": "finished",
            "updated_at": "2008-10-17T00:01:01.430303Z"
        },
        "id": 10051446
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AbolishJury/"
    },
    "type": "petition"
}