{
    "data": {
        "attributes": {
            "action": "Scrap the existing VED system and add 1p tax to a litre of fuel creating a fair system.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "By implementing the proposed change a fairer system for road use would exist.\n\nAt the moment an eldery person that only drive 5 miles a week to the shops is currently paying the same amount to use the highway as a company rep who may drive 1000 miles in a week. Is this fair?\n\nUnder the proposal a gas gussling car that only does 9 miles per gallon would generate more tax than a small fuel efficient car.\n\nAs the system currently stands foreign vehicles using our roads only contribute to their upkeep through existing fuel tax. This system would ensure that any motorist using the road would pay the same.\n\nBy removing the need for car tax massive amounts of public money could be saved by the scaling down of the DVLA as a large part of its work is dedicated to vehicle tax and enforcing its operation. By adding 1p tax to fuel there would be no escape for any motorist who refuses to tax thier vehicle under current system.\n\nInitial reactions to adding yet more tax to fuel may be negative but after impartially considering the above points the conclusion that this is a fair system that would benefit the nation would be reached. An addition of pence to fuel tax is preferable to the proposed changes to the VED system.",
            "closed_at": "2008-11-17T00:00:00Z",
            "created_at": "2008-06-15T06:59:48.978434Z",
            "creator_name": "Martin Goddard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-15T06:59:48.978434Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 26,
            "state": "finished",
            "updated_at": "2009-04-27T17:25:26.911942Z"
        },
        "id": 10055094
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NewVEDsystem/"
    },
    "type": "petition"
}