{
    "data": {
        "attributes": {
            "action": "Declare that the 42 Days Detention Debate is based on a fallacy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "\"Davis\", though correct, sustains a Good Friday Agreement folly.  Decommissioning applies only to weapons IRA  called  \"Stunts\", Bomb and Bullet. \n\nDebate, and appalling ideas to burn Magna Carta, is based on  fallacies terrorism is only about bomb and bullet and that Police and MI5, backed by inadequate civil contingency, can combat terror.  \n\n\"Stage 3\" of the IRA plan is not in the GFA and is sabotage (by security cleared sleepers in the unions the sort of people first in the queue for an ID card)\n\nThe most potentially serious interdicted IRA attack was July 1996, pre-emptive warnings came from whistleblower civil contingency concerns not MI5 or Police alone. IRA set out to to black out mains power.\n\nIf known unreliability of emergency backup generators ensues during the provoked nuclear plant shutdowns (see Dounreay) nuclear hazards or  Multiple Chernobyl result ... \n\nthe crux:\n\n(a) Direct attacks on mains fit the debate (MI5) model of terrorism.\n\n(b) The consequences of such an attack are not in the too narrow debate.  These are the woeful state of civil contingency.\n\nThe debate must be both about interdiction and survival.\n\nTony Blair appeared to finally recognise that in April 2005",
            "closed_at": "2008-07-17T00:00:00Z",
            "created_at": "2008-06-15T21:36:05.399433Z",
            "creator_name": "Rick Card",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-15T21:36:05.399433Z",
            "rejected_at": "2008-06-17T15:55:06.751659Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-17T15:55:06.751659Z"
        },
        "id": 10062992
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/42days-lie-base/"
    },
    "type": "petition"
}