{
    "data": {
        "attributes": {
            "action": "support the appointment of General Sir Richard Dannatt as the next Chief of the Defence Staff",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Air Chief Marshal Sir Jock Stirrup is due to stand down as Chief of the Defence Staff early next year.  His ideal successor would be General Sir Richard Dannatt, who is enormously respected amongst serving and retired Armed Forces personnel for his strong moral stance and his advocacy of welfare issues in particular.  It is right and proper at this current time, with the Army bearing the brunt of operations in Iraq and Afghanistan, that the professional head of the Armed Forces is a soldier, and the appointment of General Sir Richard Dannatt in particular would be a significant boost to morale.  If the Prime Minister were to support this appointment, it would also scotch recent rumours that he has in fact blocked General Dannatt's appointment to the post of CDS.",
            "closed_at": "2009-06-16T00:00:00Z",
            "created_at": "2008-06-15T20:47:43.292675Z",
            "creator_name": "Iain Paton",
            "government_response_at": "2009-09-21T11:48:38.931192Z",
            "government_responses": [
                {
                    "created_at": "2009-09-21T11:48:38.931192Z",
                    "details": "You signed a petition asking the Prime Minister to \"support the appointment of General Sir Richard Dannatt as the next Chief of the Defence Staff.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20560\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Gen-Dannatt-CDS'",
                    "updated_at": "2009-09-21T11:48:38.931192Z"
                }
            ],
            "opened_at": "2008-06-15T20:47:43.292675Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 353,
            "state": "finished",
            "updated_at": "2009-06-17T00:01:01.633533Z"
        },
        "id": 10062457
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Gen-Dannatt-CDS/"
    },
    "type": "petition"
}