{
    "data": {
        "attributes": {
            "action": "introduce a green paper proposing ways, that, where complaints have been instigated by resident(s) against a long standing activity (for example, church bells, sports facility, local airfield and similar), and where residence has been taken up since the start of that activity (providing there has been no significant increase in activity), a presumption should be made to protect the continuation of that activity and reject such complaint.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are increasing cases of new residents moving into a location, then to complain and campaign against activities that have taken place for many years, especially when such noise would or should have been obvious before choosing to live in the locality.\n\nEffectively, I am proposing “Grandfather rights” to well established activities and a presumption of rights to continue.\n \nThis would typically include moving near to a church, only then to complain about the bells, a playground only then to complain about children screaming or shouting, near a village airfield, then campaigning for its closure, a riding school, objecting to the horses, the noise of sports fans at a local pitch and other such long standing amenities or activities.\n\nIn addition to the benefits for those who have long enjoyed the facility, such a policy will ensure clarity for those making choices on places to live.\n\nPlease support this petition to protect long established activities with the presumption, that, providing there is no significant increase, such activities may continue; thereby protecting the traditions and facilities that make the UK such a great place to be.",
            "closed_at": "2008-09-17T00:00:00Z",
            "created_at": "2008-06-16T12:57:31.628320Z",
            "creator_name": "Keith Watts",
            "government_response_at": "2008-10-24T14:13:11.940459Z",
            "government_responses": [
                {
                    "created_at": "2008-10-24T14:13:11.940459Z",
                    "details": "You signed a petition asking the Prime Minister to \"introduce a green paper proposing ways, that, where complaints have been instigated by resident(s) against a long standing activity (for example, church bells, sports facility, local airfield and similar), and where residence has been taken up since the start of that activity (providing there has been no significant increase in activity), a presumption should be made to protect the continuation of that activity and reject such complaint.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17266\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'livewithit'",
                    "updated_at": "2008-10-24T14:13:11.940459Z"
                }
            ],
            "opened_at": "2008-06-16T12:57:31.628320Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13329,
            "state": "finished",
            "updated_at": "2009-04-29T03:02:30.992339Z"
        },
        "id": 10075125
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/livewithit/"
    },
    "type": "petition"
}