{
    "data": {
        "attributes": {
            "action": "Have a mandatory ten year prison term for anyone found carrying a gun or knife.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Anyone found carrying a gun or knife must serve a full ten year term. We must build more prisons (not rocket science)to house the increasing number of criminals and remove all but basic rights - E.g Toilet, washing facilities, basic food, bed. A games room as a privilige, not the norm! No more 5 star treatment.\nIt is supposed to dter people from re-committing crimes isnt it?! Lets give the power back to the law abiding citizens by giving us back our human rights - the rights of safety, freedom of speech, freedom to go out day or night without fear of being mugged or knifed. RESPECT YOUR ELDERS and RESPECT the laws of the land. Only COWARDS carry knives or guns or swords etc...lets go back to Queensbury Rules and not kick someone when they are down. A fair fight in a ring if you want to settle a row, not with a knife or gun. Let everyone be able to have fun and live out a full life. No law-abiding citizen deserves to die young.\n\nBack me and we can beat the enemies of our country.. mis-guided thugs with knives or guns, drug users/peddlers, murderers, rapists, paedophiles, terrorists. TOGETHER WE CAN MAKE A DIFFERENCE. LETS FORM A NEW PEOPLES POLITICAL PARTY - THE UK JUSTICE PARTY.",
            "closed_at": "2009-06-18T00:00:00Z",
            "created_at": "2008-06-16T21:21:13.851576Z",
            "creator_name": "steve thompson-white",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-16T21:21:13.851576Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 41,
            "state": "finished",
            "updated_at": "2009-06-20T03:03:16.475356Z"
        },
        "id": 10086206
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stabvictims/"
    },
    "type": "petition"
}