{
    "data": {
        "attributes": {
            "action": "publicly restate his commitment to build 3 million more homes by 2020, as called for by housing and homelessness charity Shelter.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Last year, Gordon Brown made a commitment to build 3 million more homes by 2020 and that of these, 45,000 social rented homes would be built a year by 2011.  Whilst this commitment was extremely welcome, one year on, and in light of today’s difficult economic climate, it is more important than ever that he demonstrates that building these homes is still a priority.\n\nWe believe that by publicly restating his commitment, the Prime Minster will show he is still serious about keeping his promise.  We desperately need more affordable homes.  The Government must ensure the target to build 3 million new homes by 2020 is met, and that a significant proportion of these are social rented.   \n\nMillions of households in this country are being pushed to breaking point by unmanageable housing costs.  Unless the Government acts now, the housing divide will become entrenched for generations and countless people will suffer from unnecessary repossession, eviction or homelessness.",
            "closed_at": "2008-12-12T00:00:00Z",
            "created_at": "2008-06-16T16:40:41.993484Z",
            "creator_name": "Adam Sampson",
            "government_response_at": "2009-01-29T17:32:22.846847Z",
            "government_responses": [
                {
                    "created_at": "2009-01-29T17:32:22.846847Z",
                    "details": "You signed a petition asking the Prime Minister to \"publicly restate his commitment to build 3 million more homes by 2020, as called for by housing and homelessness charity Shelter.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18181\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition '3millionhomes'",
                    "updated_at": "2009-01-29T17:32:22.846847Z"
                }
            ],
            "opened_at": "2008-06-16T16:40:41.993484Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2092,
            "state": "finished",
            "updated_at": "2009-05-28T17:22:10.003060Z"
        },
        "id": 10081341
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/3millionhomes/"
    },
    "type": "petition"
}