{
    "data": {
        "attributes": {
            "action": "Take all Human rights away from convicted pedophiles and rapists",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "All Pedophilia should carry a heavy compulsory sentence even death. Upon not enough substantial evidence for those wrongly accused a lie detector should be compulsory to prove a person guilty or not. Upon conviction the human rights of this person should be terminated. The government at the moment protects the names and databases of the convicted through this act and this should be abolished. All convicted pedo's should be given a compulsory sentence of life and even in extreme cases death. And upon conviction all human rights are terminated. A category should be made so that rapists, murderers and pedophiles share the same penalty as these acts of crimes all evade another persons human rights. If the British feared the severely high penalty's and sentences carried for these crimes then they would not happen as frequent as they do. Recently a man was sentenced to 2 years in prison for raping a 14 month old baby once again if this man had feared the death penalty this baby as helpless as it is would never of endured such a traumatic experience.This man will serve half of his given 2 year sentence is this really enough?",
            "closed_at": "2009-06-25T00:00:00Z",
            "created_at": "2008-06-16T20:14:00.770656Z",
            "creator_name": "Victoria",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-16T20:14:00.770656Z",
            "rejected_at": "2008-06-26T09:08:45.484627Z",
            "rejection": {
                "code": 8192,
                "details": "Please supply full name and address information.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-26T09:08:45.484627Z"
        },
        "id": 10085023
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Endofthepedo/"
    },
    "type": "petition"
}