{
    "data": {
        "attributes": {
            "action": "provide free complementary therapies on the NHS throughout England. Give Britain a say in how they are medically treated.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I BELIEVE THAT THERAPIES SUCH AS ACCUPUNCTURE, MESSAGE, SPORTS, AROMATHERAPY, SHIATZU, HYPNOTHERAPY AND OTHER ALTERNATIVE MEDICINES SHOULD BE FREE AND USED THROUGH THE U.K. I BELIEVE THAT THESE KINDS OF THERAPIES WOULD ESPECIALLY HELP THOSE WHO SUFFER WITH MENTAL HEALTH DISORDERS, LIKE DEPRESSION AND ANXIEYT, AND CAN ILLIMINATED THE SYMPTOMS OF SUCH DISABILITIES. MOST PEOPLE WHO SADLY HAVE MENTAL HEALTH PROBLEMS ARE ON LOW-INCOME OR ON SICK BENEFITS AND CANNOT AFFORD TO CHOOSE HOW THEY ARE MEDICALLY TREATED, WHICH IS UNFAIR IN TODAY'S SOCIETY. THE WEAK AND DISABLED SHOULD HAVE THE SAME RIGHTS AND OPINIONS AS ANY ONE ELSE, AND SHOULD BE ENTITLED TO THERAPIES THAT WILL MAKE THEM BETTER. EVEN THERE ARE SOME GOOD MEDICAL TREATMENTS IN THE NHS, THERE SHOULD BE MROE THERAPIES....LET'S GET THE NHS IN ENGLAND MORE SUITED TO EVERYBODY'S NEEDS, AND STOP CAUSING INEQUALITIES.\n\nTHANK YOU, AND PLEASE SUPPORT THIS CAMPAIGN....YOU TOO CAN HAVE MENTAL HEALTH PROBLEMS ONE DAY, AND REALISE THAT CONVENTIONAL THERAPIES LIKE ANTI-DEPRESSANTS AND COUNSELLING DO NOT ALWAYS WORK ON EVERYBODY....",
            "closed_at": "2009-03-16T00:00:00Z",
            "created_at": "2008-06-16T23:49:49.752377Z",
            "creator_name": "SARAH JANE CHILD",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-16T23:49:49.752377Z",
            "rejected_at": "2008-07-17T00:01:06.122635Z",
            "rejection": {
                "code": 256,
                "details": "Please address the excessive use of capital letters; they make your petition hard to read.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-17T00:01:06.122635Z"
        },
        "id": 10087368
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nhs-mentalhealth/"
    },
    "type": "petition"
}