{
    "data": {
        "attributes": {
            "action": "respond to a survey of 3,500 newly - qualified graduates with housing difficulties. This is the retrospective problem of student loans and the less than ideal effect on the skills sector - that once professional status is obtained, individuals cannot then start to contribute to the economy because they are paying back cash for their studies.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Further to my e - mail to Rt Hon Denham about a \"time in lieu\" substitute options to student loans, can I draw the P.M.'s attention to the following research and urge the British govt, to do more to help the gifted help themselves\n\n\"Opportunity for everyone, instead of opportunism in everything\".\n\nYoung graduates hoping to get on the housing ladder have been warned that they faced a struggle. Half of university students expect to be able to buy their first home within five years of finishing their degrees, according to a survey.\n\nBut Endsleigh Financial Independent Tailoring, which commissioned the poll, warned that it would take seven years to save the deposit needed for a £190,000 home.\n\nJames Crocker, an independent financial adviser at the firm, said: \"It seems highly unrealistic that a graduate with approximately £15,000 of debt will be able to save anywhere near enough for a deposit to buy a house within five years in the current mortgage market.",
            "closed_at": "2009-06-17T00:00:00Z",
            "created_at": "2008-06-16T15:53:47.850086Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-16T15:53:47.850086Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10,
            "state": "finished",
            "updated_at": "2010-02-25T14:35:17.535911Z"
        },
        "id": 10080172
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/graduatehousing/"
    },
    "type": "petition"
}