{
    "data": {
        "attributes": {
            "action": "A New Chancellor",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UK economy is facing its biggest slowdown since Labour came to power.\n\nChancellor Alistair Darling's 2008 Budget is crippling the UKs economic growth.\n\nFrom petrol stations prices, to road tax, to income support....EVERY UK citizen is slowly being dragged down into financial hell. Homes across the UK are in negative equity, gas & electricity bills are soaring and for many people their fixed rate mortgage ends in x amount of time leaving them with hundreds of pounds MORE to pay or lose their homes. \n\nSomeone NEEDS to look at this now and ACT before inflation explodes and the UK market buckles under preasure.\n\nMake an effort and dont just talk but ACT and remove all implimented 2008 budget increases. The budget is and had been said by hundreds of people to be a shambles. \n\nThe goverment has to take responsibility for its actions and prior to Alistair Darling taking the role of this seat Gordon Brown had a stab at the budget. Again with NO success.\n\nWith great power comes great responsibility.\n\nNow use that power for GOOD!",
            "closed_at": "2008-12-17T00:00:00Z",
            "created_at": "2008-06-17T08:16:40.624399Z",
            "creator_name": "Ben Payne",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-17T08:16:40.624399Z",
            "rejected_at": "2008-06-17T08:35:56.193611Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-17T08:35:56.193611Z"
        },
        "id": 10089797
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/2008Budget/"
    },
    "type": "petition"
}