{
    "data": {
        "attributes": {
            "action": "ask the leading breast cancer charities why they don’t acknowledge environmental and occupational exposures as risk factors for breast cancer.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Breast cancer cases have reached record levels and the disease is increasing across all age-ranges. In the UK a woman’s lifetime risk of breast cancer is 1 in 9.\n\nThere is mounting evidence linking lifelong, low-level exposure to a toxic cocktail of carcinogens and endocrine disruptors in our homes, workplaces, and environment to breast cancer. \n\nThe EU recently recognised the environmental causes of breast cancer which must be taken into account when considering any public health approach to this disease. But the UK cancer charities continue to refute environmental and occupational exposures as a risk factor for breast cancer. \n\nThe historic approach of focusing on lifestyles factors alone, accounts for only 30-50% of breast cancer cases, leaving 50-70% of cases with no known cause. \n\nThe UK could lead the way in Europe by recognising environmental and occupational risk factors, taking inspiration from progressive initiatives by the US and New Zealand Governments and the Canadian Cancer Society.",
            "closed_at": "2008-10-17T00:00:00Z",
            "created_at": "2008-06-17T10:59:28.790605Z",
            "creator_name": "Helen Lynn",
            "government_response_at": "2008-11-28T15:39:03.469876Z",
            "government_responses": [
                {
                    "created_at": "2008-11-28T15:39:03.469876Z",
                    "details": "You signed a petition asking the Prime Minister to \"ask the leading breast cancer charities why they don’t acknowledge environmental and occupational exposures as risk factors for breast cancer.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17608\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Preventcancer'",
                    "updated_at": "2008-11-28T15:39:03.469876Z"
                }
            ],
            "opened_at": "2008-06-17T10:59:28.790605Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 664,
            "state": "finished",
            "updated_at": "2008-10-24T03:45:44.366977Z"
        },
        "id": 10099604
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Preventcancer/"
    },
    "type": "petition"
}