{
    "data": {
        "attributes": {
            "action": "look at ways to stop making UK and US troops the focus of international hate for  uni - lateral missions - it may save lives !",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Following Bush's visit to the UK, please encourage reporters to focus on joint NATO peace - keeping efforts in the war - torn regions of the world. \n\nAlthough the media portrays Britain's commitment to NATO armed forces as largely joint UK - US heroism, I think this mis - representation focuses terroristic hate on two countries - making one nation's citizens more vulnerable in battle.\n\nThe army, RAF and British navy does not\nsupply the US, or independently send troops to wage war - it fulfills EU  commitments, which then unilaterally despatches to unstable regions of the world, often at the behest and request of national governments. \n\nSimilarly, and equally, if Britain needed intervention, then Commonwealth, EU and NATO troops presumably would be there for us.\n\nI don't understand the proportionate way NATO commitments are calculated - demographically, economically, diplomatically, colonially etc but would like to urge the British govt. to use this guage when other coutnries are looking to join the EU, with all it's benefits and ensure ALL troops have some degree of security of person.",
            "closed_at": "2009-06-17T00:00:00Z",
            "created_at": "2008-06-17T12:47:56.178923Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-17T12:47:56.178923Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2009-06-18T00:01:01.543101Z"
        },
        "id": 10104779
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NATOcommitments/"
    },
    "type": "petition"
}