{
    "data": {
        "attributes": {
            "action": "Allow overstayers from non-EEA countries without further leave to remain in the UK who have successfully graduated from any UK recognised or Listed body with advance  degree  and good standing with any UK recognised Professional body to switch to any of the Point Based System Tier at this first time of PBS roll.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The mission of DUIS include: Accelerating the commercial exploitation of creativity and knowledge, through innovation and research, to create wealth, grow the economy, build successful businesses and improve quality of life. \n\nAccording to DUIS the world is changing quickly and that means new challenges and opportunities for all of us. Scientific and technological breakthroughs are impacting on the way we live our lives and do business and the UK's economic position is, more than ever, dependant on how it reacts to increased global competition.\n\nSome visitors became overstayers in UK while pursuing a UK degree course by distance/online, many are now graduates with advanced degrees and qualified Chartered Engineers, Chartered Scientist, Chartered Managers, Chartered Marketers, Chartered IT Professionals, Chartered Accountants which has shown significant growth in blending with the UK Culture and way of life. Its obvious that skilled immigrants brings significant benefit to the UK economy, as the point base system is rolled out it will be beneficial to allow all overstayers who graduated from a UK recognised body and  presently in the UK to regularise their stay.",
            "closed_at": "2008-12-20T00:00:00Z",
            "created_at": "2008-06-17T14:58:31.472343Z",
            "creator_name": "Jose Leiz Gervasio",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-17T14:58:31.472343Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2008-12-21T00:01:01.421146Z"
        },
        "id": 10110084
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PBS-Overstayers/"
    },
    "type": "petition"
}