{
    "data": {
        "attributes": {
            "action": "Petition to have the Government consider opening more and larger, and possibly re-opening closed, mental health hospitals for wider ranges of in-patients.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The 'Care in the Community' programmes have created more problems for civilization and society than they solved.\nAlcoholics, drug addicts, pushers of powerfully addictive and mind altering illegal substances, those who refuse to attend education establishments, along with more psychiatrically classified illnesses.\n In today's civilisation such aspects as Nuclear Industries, require maintenance and a supply of staff who are mentally balanced, educated and free of excess strains or burdens. People with mental ill health cause problems in society and make the world a dangerous place; weapons on the streets, interference in people's life and business, increase in crime while discipline falls (Radio 4 11th August 2006) all cause economic burdens upon well to do folks and add a little understood danger by making dangerous occupations ever more dangerous.\nThe government should know we care for our mental health and hygiene and they should care too by increasing the number of mental health institutions and the range of mental ills people can be admitted into them for.\nLet the government allow us to mind our own business rather than that of theirs.",
            "closed_at": "2008-12-18T00:00:00Z",
            "created_at": "2008-06-17T18:52:51.146320Z",
            "creator_name": "William Howard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-17T18:52:51.146320Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2009-07-24T14:58:35.474303Z"
        },
        "id": 10118019
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/more-asylums/"
    },
    "type": "petition"
}