{
    "data": {
        "attributes": {
            "action": "provide security guards for all Christian churches in the United Kingdom so that all Christian churches will be able to keep their church doors open to the public at all times during the week without the fear of vandalism.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The majority of Christian churches in the UK have their doors locked to the public and only open their doors to the public on a Sunday.The amount of money squandered by the government funding the NHS and abortion and the futile wars in IRAQ & Afghanistan which runs into hundreds of millions of pounds shows the obscene use of government money in the UK .Therefore the UK  should trust in Psalm 121 instead of their weapons of war & their weapons of abortion.Psalm 121 states the following :- \"My help comes from the LORD.He made the heaven and the earth.He will not let your foot slide.The one that guards you will not sleep.It is certain that he will not sleep.The one that guards Israel will never sleep.The LORD is the one that guards you.The LORD is near you to protect you.The sun will not hurt you in the day,nor the moon at night.The LORD is the one that guards you from all danger.He is the one that guards your life.The LORD guards you when you go out.And he guards you when you come in.(He will do this) now and always.\" \nTherefore , the provision of security guards for all Christian churches in the UK is an immediate necessity and should be funded possibly through National Lottery Board money .",
            "closed_at": "2008-12-18T00:00:00Z",
            "created_at": "2008-06-17T16:56:45.442209Z",
            "creator_name": "RAYMOND F. BRUSOKAS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-17T16:56:45.442209Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2008-12-19T00:01:03.468362Z"
        },
        "id": 10114492
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/churchsecurity/"
    },
    "type": "petition"
}