{
    "data": {
        "attributes": {
            "action": "against MP's voting on there own pay",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I find it disgraceful in this day in age when were all supposed to accept  small payrises, that MP's actually vot on how high a pay rise they get.\n\nIf nurses, or any other workers had this right the country would be bankrupt, a independent body made up of the general public, not ex MP's or civil servants should decide there payrise & nobody else.\n\n21% payrise is this a joke, for what sleeping at the house of commons, & saying bah, bah, here, here,  like a sheep at question time, there allowances for furniture are a joke, i am sure with there huge salaries they could buy there own furniture, & does there furniture belong to the state when  they leave office.\nThis petition is against MP's having the sole right to dictate there own salary hike.\n\nIf this is not a government matter of the UK to answer to, then just which country should we petition to over this matter, zimbabwe's?\n\nAs civil servants are vetting these petitions, my guess is the only ones that get listed here are the ones MP's & civil servants send, so much for a democracy & freedom of speach.",
            "closed_at": "2009-06-18T00:00:00Z",
            "created_at": "2008-06-18T08:37:03.930686Z",
            "creator_name": "raymond anderson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-18T08:37:03.930686Z",
            "rejected_at": "2008-06-18T13:26:24.544227Z",
            "rejection": {
                "code": 4608,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-18T13:26:24.544227Z"
        },
        "id": 10127133
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AgainstMPpayrise/"
    },
    "type": "petition"
}