{
    "data": {
        "attributes": {
            "action": "STOP RIPPING OFF THE HARD WORKING PEOPLE OF THIS COUNTRY",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "enough is enough its about time the people had their say when it comes to important issues in our country.we are being ripped off left right and centre.polltax, what are we getting for our money.extortionate taxes just to pay for some stuck up nobody to redecorate and a war no one wanted, and not forgetting illegal immigrants.There are numerous ways to stop this country and the people from plunging into poverty and it doesnt take a genious to work them out. all the government needs to do which would help a great amount is to get rid of the human rights act.kick out immigrants,kill all lifers-with technology today there is less scope for miscarriages of justice.but would save lots of money in not keeping the scum.lazy people who dont want to work stop their benefits if its a case of getting off their backsides or starving im sure they would work.no one is owed anthing in life.it is about time we people of great britain do what we can to make it great again and stand up to the government and its greedy antics by rallying together.",
            "closed_at": "2009-06-18T00:00:00Z",
            "created_at": "2008-06-17T23:16:55.630899Z",
            "creator_name": "DONNA ROBERTS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-17T23:16:55.630899Z",
            "rejected_at": "2008-06-18T13:37:45.312543Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-18T13:37:45.312543Z"
        },
        "id": 10124027
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/getupstandup/"
    },
    "type": "petition"
}