{
    "data": {
        "attributes": {
            "action": "let the people of the uk to call a general election if they are not satisfied with the government.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is important to understand that the people of the UK own the country. It is called a democracy. We do not do the day to day running of the Country we leave that to the Government that we elected. There is nothing unusual in that, it is the same as the shareholders of a company that leave the day to day running to the board of directors that they vote in. If the board of Directors start losing the way and the shareholders do not like the way that they run the company the shareholders can call for a vote of no confidence.\n\nThis campaign is about the same principle. We only vote in our board (Government) every 4/5 yrs. We want the law to change so the people of the UK can take back their Country. Surely that is our right. \nThis campaign is not about just getting rid of Labour because it will effect all future government that stand. This will make sure the government that we elected deliver what they promised and if not the People of the UK can at any time change them.",
            "closed_at": "2008-09-18T00:00:00Z",
            "created_at": "2008-06-18T08:58:14.166923Z",
            "creator_name": "Gareth Fairhurst",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-18T08:58:14.166923Z",
            "rejected_at": "2008-07-18T00:01:04.417391Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-18T00:01:04.417391Z"
        },
        "id": 10127666
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/electionrights/"
    },
    "type": "petition"
}