{
    "data": {
        "attributes": {
            "action": "intervene, to ensure that democracy prevails, in the planning and development of the Exe Estuaryside in Exmouth, Devon.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Planning approval will be sought in autumn 2008 to build a 40,000 sq ft supermarket development on the Exe Estuaryside in Exmouth on land adjacent to a ‘Site of Special Scientific Interest’, a ‘ Special Protection Area’, a ‘Ramsar’ site, and a local ‘Nature Reserve’.  Despite overwhelming public opposition expressed in East Devon District Council consultations, a referendum, and a 10,970 signature petition (presented to Parliament in 2005), these proposals are soon to be submitted.  This sensitive area is owned by District and County Councils and has open views across the Estuary. If this development gets planning permission, residents fear that the human activity will disturb the wildlife of the river, cause traffic gridlock on the one main road in and out of Exmouth (A376), have a detrimental effect on the landscape, and have an adverse effect on local shops and traders.  \nDespite opposition led by Exmouth Citizens’ Forum, the democratic consensus of the residents is being ignored.",
            "closed_at": "2009-06-18T00:00:00Z",
            "created_at": "2008-06-18T10:31:57.056769Z",
            "creator_name": "Mark Wilson",
            "government_response_at": "2009-08-10T12:42:29.850980Z",
            "government_responses": [
                {
                    "created_at": "2009-08-10T12:42:29.850980Z",
                    "details": "You signed a petition asking the Prime Minister to \"intervene, to ensure that democracy prevails, in the planning and development of the Exe Estuaryside in Exmouth, Devon.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20291\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'saveourshoreline'",
                    "updated_at": "2009-08-10T12:42:29.850980Z"
                }
            ],
            "opened_at": "2008-06-18T10:31:57.056769Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 676,
            "state": "finished",
            "updated_at": "2010-03-04T03:01:35.648384Z"
        },
        "id": 10129945
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/saveourshoreline/"
    },
    "type": "petition"
}