{
    "data": {
        "attributes": {
            "action": "ensure English spellings are used in education, industry and Government.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Whilst we appreciate that England is a multi-cultural society we strongly object to the use of American spellings in education, industry and Government. \n\nA recent OCR exam paper has the word \"sulfur\" instead of \"sulphur\" which we find unacceptable. American spellings are slowly creeping into our society and we are loosing our English identity. \n\nThere is a petition to call for computers used in England to be defaulted to English spellings but this will only be beneficial if all main bodies within the UK support this. \n\nThere is a large amount of work happening in schools to improve literacy with many schools having additional Learning Mentors specialising in this area. If we do not make a stand about using English spellings then all this hard work is wasted. \n\nEngland is English and we would like it to stay that way.",
            "closed_at": "2009-06-18T00:00:00Z",
            "created_at": "2008-06-18T12:37:14.490914Z",
            "creator_name": "Clare Hearnden",
            "government_response_at": "2009-08-10T12:32:26.494098Z",
            "government_responses": [
                {
                    "created_at": "2009-08-10T12:32:26.494098Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure English spellings are used in education, industry and Government.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20289\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'EnglishSpelling'",
                    "updated_at": "2009-08-10T12:32:26.494098Z"
                }
            ],
            "opened_at": "2008-06-18T12:37:14.490914Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 222,
            "state": "finished",
            "updated_at": "2010-04-28T16:31:50.637239Z"
        },
        "id": 10132476
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EnglishSpelling/"
    },
    "type": "petition"
}