{
    "data": {
        "attributes": {
            "action": "Assist British expat early retirees in Spain",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are expats in the Costa blanca who have just had free health care removed from us due to costs. Most of us have paid into the UK system for a very long time and now feel we have been left out to dry by the British Government.Health cover within in the European Union is governed by how the indigenous people of your host country are treated. In Spain, one needs to be resident (we are) and paying a minimum €250.00 into the Spanish SSS. On a military pension, the author of this petition for one, could not afford that. However, in the UK a residential address and registering with a doctor is sufficient for free health care and much more. The obvious solution would be to negotiate a reciprocal agreement according to the nationality of the person seeking care. In Spain us British expats should get the same entitlement as a Spaniard who moves to the UK as should a German or French person expect the same as a Spaniard moving to their respective countries. How very simple. If the Spanish thought that they would be treated in the UK as we are being treated now in Spain, they would panic. If this affects you please sign and forward to EVERYONE else you know in the same situation.",
            "closed_at": "2008-08-31T00:00:00Z",
            "created_at": "2008-06-18T18:14:26.894041Z",
            "creator_name": "Gwilym Floyd",
            "government_response_at": "2008-11-21T15:20:20.709374Z",
            "government_responses": [
                {
                    "created_at": "2008-11-21T15:20:20.709374Z",
                    "details": "You signed a petition asking the Prime Minister to \"Assist British expat early retirees in Spain.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17523\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ForgotteninSpain'",
                    "updated_at": "2008-11-21T15:20:20.709374Z"
                }
            ],
            "opened_at": "2008-06-18T18:14:26.894041Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 433,
            "state": "finished",
            "updated_at": "2009-02-12T17:24:52.641633Z"
        },
        "id": 10138847
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ForgotteninSpain/"
    },
    "type": "petition"
}