{
    "data": {
        "attributes": {
            "action": "reverse government plans to close tax offices.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The proposed closure of tax offices is a a crude drive which will leave HMRC unable to deliver quality public services. Public confidence in HMRC is already undermined, with an estimated £42 billion in tax going uncollected and corporate tax avoidance totalling over £11.8 billion a year. \nThe Government has to recognise that this erosion of confidence can only be halted by having enough civil and public servants with the right resources to do the job.\n\nCentralisation of tax offices is bad for all communities which need to access these services. Access to tax advice in communities across the UK will be damaged by these proposals, hitting businesses and the public in rural towns and villages. The proposal of having tax offices ONLY in larger centres makes it impossible for the aged and infirm in villages, smaller cities and rural areas to seek advice and help, and as taxpayers, they have a right to have decent access to these services.",
            "closed_at": "2009-06-18T00:00:00Z",
            "created_at": "2008-06-18T13:34:28.324433Z",
            "creator_name": "Paula Hawley",
            "government_response_at": "2009-08-10T12:41:04.771264Z",
            "government_responses": [
                {
                    "created_at": "2009-08-10T12:41:04.771264Z",
                    "details": "You signed a petition asking the Prime Minister to \"reverse government plans to close tax offices.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20290\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'taxofficeclosure'",
                    "updated_at": "2009-08-10T12:41:04.771264Z"
                }
            ],
            "opened_at": "2008-06-18T13:34:28.324433Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 207,
            "state": "finished",
            "updated_at": "2009-06-19T00:01:01.093043Z"
        },
        "id": 10133561
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/taxofficeclosure/"
    },
    "type": "petition"
}