{
    "data": {
        "attributes": {
            "action": "Brian Stanley",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The reintroduction of National Service for all Britsh Citizens from the appropriate age of either 16 or 18 depending on school.  This will enable all young adults to learn important life skills aswell as a trade, which will undoubtably set them up for life.  They will be paid, housed and have the opportunity to make the military a career or after three years go onto university or take on other employment.  This will result in no more unemployement, a seriuos reduction in crime, and all the problems and expenditure that comes with crime and unemployment.  So many benefits and as far as I can see very few down sides.\n\nWe see on the news constant gang problems, murders, drugs violence and a general lack of respect to everyone and everything.  The military sets young people up for life and in the bargain the country strengthens it's defence force if needed.  All immigrants of the correct age if wanting residence in the country will also have to comply, again reducing vast costs to the taxpayer.",
            "closed_at": "2008-08-18T00:00:00Z",
            "created_at": "2008-06-18T16:43:10.218768Z",
            "creator_name": "Brian Stanley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-18T16:43:10.218768Z",
            "rejected_at": "2008-07-19T00:01:04.799930Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-19T00:01:04.799930Z"
        },
        "id": 10137290
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/reinstate/"
    },
    "type": "petition"
}