{
    "data": {
        "attributes": {
            "action": "Build the proposed Mosque and community centre in Dudley!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The petition is for allowing the go-ahead for the project in the Metropolitan borough of Dudley,which is to build a new mosque and community centre.\nThe land has been bought by the Dudley Muslim Association from the Dudley council,and will replace the the current mosque.\nThe reason for building a larger mosque is quite simply to facilitate the needs of the local muslim community of approximately 7000 muslim. Which at present is too overcrowded.\nThe building currently has capacity for around 470 people, and the new mosque would increase the capacity to 750 people.The proposed building will consist of the mosque itself and a 65ft minaret.\nThere will also be a Community centre, which will welcome people from all faiths from the local community. \nAnd a car park, to ensure no congestion is caused during busy periods.\nThe mosque itself has not received any public money therefore the majority of the funding has come from individual donations by local Muslims, with large amounts raised each year during the time of Ramadan.\n\nHENCE - NO TAX PAYERS MONEY IS SPENT ON THE MOSQUE!",
            "closed_at": "2009-06-19T00:00:00Z",
            "created_at": "2008-06-19T02:37:53.798650Z",
            "creator_name": "Farhan Sheikh",
            "government_response_at": "2009-08-10T12:44:12.059623Z",
            "government_responses": [
                {
                    "created_at": "2009-08-10T12:44:12.059623Z",
                    "details": "You signed a petition asking the Prime Minister to \"Build the proposed Mosque and community centre in Dudley!\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20294\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Dudley-Mosque'",
                    "updated_at": "2009-08-10T12:44:12.059623Z"
                }
            ],
            "opened_at": "2008-06-19T02:37:53.798650Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3876,
            "state": "finished",
            "updated_at": "2010-06-13T17:30:01.808055Z"
        },
        "id": 10143423
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Dudley-Mosque/"
    },
    "type": "petition"
}