{
    "data": {
        "attributes": {
            "action": "launch an investigation into whether the keyword advertising policies of the UK’s leading Internet search engines unjustifiably harm the interests of UK brand owners.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Britain has the good fortune to be home to some of the strongest brands in the world. \n\nBritish brand owners recently experienced a shock, however, when the UK’s leading Internet search engine changed its advertising policy to allow anyone to buy any brand name as a “keyword”, thereby allowing rivals to display ads for their own products when users type the brand name into that search engine. \n\nCompanies potentially will have to pay enormous amounts to protect their brand online - “up to seven figures within a month” according to one UK travel company. \n\nThe relative lack of competition among Internet search engines means that many UK and Irish brand owners may feel that they have no choice but to accept these new expenses.\n\nWe call upon the UK authorities to investigate the cost to British brand owners of these developments in “keyword” advertising and to launch an inquiry into whether they reflect a lack of competition in online advertising or constitute an unfair trade practice.",
            "closed_at": "2009-06-19T00:00:00Z",
            "created_at": "2008-06-19T10:52:17.680523Z",
            "creator_name": "David Wood",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-19T10:52:17.680523Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2009-06-20T00:01:01.989841Z"
        },
        "id": 10147461
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/keywords/"
    },
    "type": "petition"
}