{
    "data": {
        "attributes": {
            "action": "Mel Grinstead",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Stop childminders having to chase parents for the money owed for minding a child. Most parents get the childcare element of tax credits to help with childcare costs. This should be paid directly from the government to the childminder. Payment in this way has the \npotential to eliminate fraudulent claims for tax credits (by parents) and allows childminders peace of mind that they will be able to pay their ‘own’ bills on time.  ENOUGH IS ENOUGH! Childminding is not a glorified babysitting service. It is an extremely demanding JOB, which needs paying on time for!!!!! If childminders do not get paid on time they may not be able to buy the things their ‘mindees’ need for that week/month. Companies chase their clients for money all the time but childminders work closely with parents and to have to chase for money can put a strain on their partnership, possibly leading to termination of contract, in turn putting the welfare of the child at risk due to the diminished continuity of care!",
            "closed_at": "2008-12-18T00:00:00Z",
            "created_at": "2008-06-18T21:20:31.354148Z",
            "creator_name": "Melynda Grinstead",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-18T21:20:31.354148Z",
            "rejected_at": "2008-07-19T00:01:04.799930Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-19T00:01:04.799930Z"
        },
        "id": 10141884
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/childminders-pay/"
    },
    "type": "petition"
}