{
    "data": {
        "attributes": {
            "action": "ask questions about the 23 billion pounds missing, embessled and mis-spent money in iraq + afghanistan + the 43 trillion in oil being stole from them also.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "23 billion had simply disappeared,was mis-funded to various multi national's providing faulty, defective, or non-existant equipment etc for the re-arming of the iraq army. Also the 43 trillion in oil which is now presently being pumped via numerous unscrupulous oil companys including 1 texan company whose owner contributed 23 million to bush's presidential campaign who was given a job in iraq by bush, then abused his position by gaining oil territory il-legally in iraq.I am disgusted that this so called war is only about the 43 trillion in oil that iraq has simply bursting out of the ground and from which no money from the sale of this oil is going to the poor people of the invaded countries, but instead is lining the pockets of these multi-national oil company's. I call on everyone to write and voice their concerns either to their own local politians or the prime minister himself to get our troops out of a war for OIL and call for a public enquiry into the reasons for going to war.",
            "closed_at": "2009-06-19T00:00:00Z",
            "created_at": "2008-06-19T13:25:00.272339Z",
            "creator_name": "steve vary",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-19T13:25:00.272339Z",
            "rejected_at": "2008-07-23T00:01:05.519814Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-23T00:01:05.519814Z"
        },
        "id": 10149663
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ashamedbrit/"
    },
    "type": "petition"
}