{
    "data": {
        "attributes": {
            "action": "stop the rot in UK TV and force the BBC to show some decent programs",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Not that long ago we used to sit down to watch something on TV. There used to be satirical comedies like Spitting image, Not the Nine o'clock News, even Monty Python, and a host of other great programs.\n\nThese days, not only do I find nothing worth watching on TV, but even the children have stopped watching TV. There literally are whole evenings where not a single person in our family switches on TV.\n\nI know we watched far too much TV as kids, but it used to be the glue that made us one \"society\", it used to be the way we learnt what was going on in the world.\n\nAt the very least let's get viewers deciding how the licence payer's money is spent in the BBC. Stop the BBC bosses wasting the money on the rubbish we get and pick a randomly selected group of viewers and let them decide what type of programs to get on the BBC so that we can begin to see something decent.\n\nTV is so bad, …. Many find spending an evening reading E-Petitions is more interesting - and that means it really is bad!",
            "closed_at": "2009-06-18T00:00:00Z",
            "created_at": "2008-06-18T20:10:02.131651Z",
            "creator_name": "Mike Haseler",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-18T20:10:02.131651Z",
            "rejected_at": "2008-07-19T00:01:04.799930Z",
            "rejection": {
                "code": 69632,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-19T00:01:04.799930Z"
        },
        "id": 10140779
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Improve-TV/"
    },
    "type": "petition"
}