{
    "data": {
        "attributes": {
            "action": "review the rights of SQUATTERS as in nearly all situations they have more rights then us as home owners",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In England and Wales, the term 'squatting' usually refers to occupying an empty house in a city. The owner of the house must go through various legal proceedings before evicting squatters. Squatting is regarded in law as a civil, not a criminal, matter.[25] However, if there is evidence of forced entry then this is regarded as trespass and the police have the powers to remove the occupants. If the squatter legally occupies the house, then the owner must prove in court that they have a right to live in the property and that the squatter does not, while the squatter has the opportunity to claim there is not sufficient proof or that the proper legal steps have not been taken. In order to occupy a house legally, a squatter must have exclusive access to that property, that is, be able to open and lock an entrance. The property should be secure in the same way as a normal residence, with no broken windows or locks.\n\nWe need this changed to become a criminal matter and not a civil one.  That way they're not causing terror to our lives and we can do something about it there and then. Of course squatters shouldn't have rights to move into our property.",
            "closed_at": "2009-06-20T00:00:00Z",
            "created_at": "2008-06-20T09:53:55.696721Z",
            "creator_name": "Luke Flood",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-20T09:53:55.696721Z",
            "rejected_at": "2008-07-20T00:01:04.652979Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/nosquatters/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-20T00:01:04.652979Z"
        },
        "id": 10159323
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Squatters/"
    },
    "type": "petition"
}