{
    "data": {
        "attributes": {
            "action": "Deportation of Abu Qatada",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the people demand that our government take action in our name and deport Abu Qatada for the following reasons:\n\n1.We no longer wish to be a ‘safe haven’ for known extremists, fanatical preachers and terrorists, who openly scorn our nation with their rhetoric and actively take part in hostile action against us and our armed forces - and all its’ allies - that they run to, when in fear for their lives else where.\n2.We no longer condone the governments’ expenditure of public finances to protect, house, feed and maintain any type of standard of living within the borders of the United Kingdom or out, except to deport them, of those described above.\n3.We demand that the reputation of the UK is taken back to the bosom of those we have elected to govern, and that all measures are taken to stop any further erosion of that reputation by harbouring any new or known persons as described above.\n4.We choose as the people of the UK that if our own basic ‘rights’ are not respected by those described above, that would willingly end our lives, then we will not provide them in return the same ‘rights’ they wish to exploit to stay within the protection of the UK and avoid deportation.",
            "closed_at": "2008-09-19T00:00:00Z",
            "created_at": "2008-06-19T17:29:27.117681Z",
            "creator_name": "Bradley Woods",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-19T17:29:27.117681Z",
            "rejected_at": "2008-07-20T00:01:04.652979Z",
            "rejection": {
                "code": 2560,
                "details": "http://petitions.pm.gov.uk/EIDASA/",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-20T00:01:04.652979Z"
        },
        "id": 10152708
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DeportQatada/"
    },
    "type": "petition"
}