{
    "data": {
        "attributes": {
            "action": "Change the way people vote at local and general elections. So many people don't bother to vote at the local or general elections, this should be a time for a questioner to be handed to all voters on the main issues of the day, so that the government in power can get some feed back on what its people want them to do while in power. At a General Election one person may vote for a party that will help schools or you might look for a party that will help the NHS or one with Green issues. all said and done you vote and they win or loose, then the party in power have their way for the next 4 or 5 years, I don't think that's good enough. We need to let the government know how they are doing every 2 years.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are not a nation of flag wavers and the last time we felt angry about some thing in sufficient numbers was Thatcher's Poll Tax, It shouldn't get that far, we need to let these (some time detached and vacant) MP's know how were feeling. We need another type of platform where we can have our say and not have to wait 4 or 5 years to have it, or raise an army and fall upon parliament. I'm sure that if this was available at Local or general elections then the government would know what the people who put them there want them to do.\n\nThere could be 5 or 10 questions that can help steer them to what the general public want them to concentrate on, i.e.. Immigration, Road Pricing, National Health, Iraq, Fuel Reduction, etc. \n\nIts our country, why should a few hundred people decide without consultation to the people they serve, and I'm sure a lot more people would be bothered to vote at the local elections knowing they could have an influence on the government. \n\nThis has to be adopted.",
            "closed_at": "2009-06-23T00:00:00Z",
            "created_at": "2008-06-21T11:51:40.217609Z",
            "creator_name": "Mr Joseph Collins",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-21T11:51:40.217609Z",
            "rejected_at": "2008-06-23T13:09:03.779019Z",
            "rejection": {
                "code": 768,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-23T13:09:03.779019Z"
        },
        "id": 10168317
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Flabergast/"
    },
    "type": "petition"
}