{
    "data": {
        "attributes": {
            "action": "Help University students",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is a proven fact a fully qualified graduate will pay more in taxes throughout their working lives than most people without qualifications, yet the government appear to make it more and more difficult for students   to manage at University, averaging  debts of  £20,000.for a three years course Students wanting to go further i.e. into the Law etc have to provide a premium to be taken on into a law firm before they can start and those without parental help are fighting a larger uphill battle, sheer determination to carry on and succeed keeps them on track.Isnt  this is the type of  citizens we need but nothing is done to assist them,and whilst working to save for the necessary premium, do not qualify for even council tax relief plus their loan mounts up.  Millions  are wasted on ones who wont work,particularly objectionable is the large amounts to keep political fanatics in luxury,  immigrants claiming for dependants outside the U.K.,  Yobs  rewarded for \"being good\" yet young people, the future backbone of this country  wanting to succeed are  ignored, its only the strong who manage to survive, and will have debts to repay for many years. Charity should begin at home.",
            "closed_at": "2009-06-21T00:00:00Z",
            "created_at": "2008-06-21T14:20:48.369280Z",
            "creator_name": "Mrs J Heatley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-21T14:20:48.369280Z",
            "rejected_at": "2008-07-23T00:01:05.519814Z",
            "rejection": {
                "code": 2048,
                "details": "There are many similar petitions, see http://search.petitions.pm.gov.uk/kbroker/number10/petitions/search.lsim?qt=help+student&sr=0&nh=10&cs=&sc=number10&oq=supermarket+packaging&sb=0&ha=1157&mt=0",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-23T00:01:05.519814Z"
        },
        "id": 10169139
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Universityhelp/"
    },
    "type": "petition"
}