{
    "data": {
        "attributes": {
            "action": "Change the Immigration Law for Detainees that do not have a Criminal Record",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Immigration Asylum seekers that overstay their Visa after coming to the UK to escape persecution are not being treated fairly. In Hormandsworth detention center there are 500 detainees alot of which have not committed any crime,or claimed benefits,they have simply overstayed their visa which yes is wrong but in some cases these people have simply had no choice, but putting them in detention is not the answer the organisation that runs Hormandsworth is paid £900 per week for 1 detainee that is £45000 of taxpayers money every month, there needs to be reform that allows these detainees to put something back into the UK.Instead of taking away their Liberty. They should be granted at least a temporary work permit if they have got relatives or friends that will support them (not benefits)so they can at least pay for themselves whilst waiting for a decision from the immigration about their individual case. That way they would be paying taxes and putting something back into society instead of it being such a strain on the countries resources, I ask the Prime Minister to Call for this reform. I bring your attention to the Universal Human Rights Act 1948 & 1998",
            "closed_at": "2008-09-23T00:00:00Z",
            "created_at": "2008-06-21T08:22:07.347805Z",
            "creator_name": "Pauleen Wainwright",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-21T08:22:07.347805Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2009-02-05T15:16:47.494340Z"
        },
        "id": 10167059
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DetaineeRights/"
    },
    "type": "petition"
}