{
    "data": {
        "attributes": {
            "action": "institute changes in the UK access to justice laws to provide for a compulsory contributory legal expenses scheme to be administered by the government's statutory agency to cover all claim or defence where a valid cause of action or defence is evident at the point of application.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We also call on the Prime Minister to seriously address the issue of corruption in our court and legal services, that the law be further change to provide for video cameras to be placed in all our courts and tribunals aiming to stop corrupt practices, class and race discrimination in our court, tribunal and legal services; for corruption to be infer against officers and staff of the court services on the bases of evidence of bias and or discriminatory treatment against one party to legal proceedings. Further, in such instance, that immunity from lawsuit be revoked opening up the offending court's officer or admin staff to civil legal action in addition to any possible criminal proceeding for corruption. Further, that the law be amended to automatically include the costs for a copy of the case transcript of the hearing or trial and the claimant and defendant's immediate and automatic right to a genuine copy of that transcript; that the transcript be removed from the control of the trial judge and trial court as it relates to safeguard against tempering with evidence.",
            "closed_at": "2008-12-20T00:00:00Z",
            "created_at": "2008-06-20T12:08:23.480428Z",
            "creator_name": "Vince Lothian",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-20T12:08:23.480428Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2008-12-21T00:01:01.421146Z"
        },
        "id": 10160899
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/vllbnet/"
    },
    "type": "petition"
}