{
    "data": {
        "attributes": {
            "action": "Reduce or take away peoples entitlement to benefits if convicted of a criminal offence",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Consider an initiative of reducing or indeed a total disqualification from benefits entitlement for those who are convicted of a criminal offence.  What incentives do the criminals of Britain to live on the straight and narrow, to work for a living, or not opt for the easy route?  None!  We as honest members of the population pay considerable sums each month in taxes and national insurance and make an effort in life.  Some of us cannot afford to start families, to own a nice house and to enjoy so many opportunities, incentives and payments that other people get handed on a plate.  This initiative may show those who are intent on a criminal lifestyle that it does not pay to follow that way of life.  The money saved from this \"wastage\" could be put to better use to help those who “help” Britain.  Be it a temporary stoppage, a reduction or a total ban.  It seems we have taken a somewhat soft hand on justice nowadays and working close to law enforcement this can be seen everyday. It’s time to change! You as the Government are not improving Britain but being run by those who do not contribute to the Nation. Let's reinstate our faith in Britain and the justice system!",
            "closed_at": "2008-09-23T00:00:00Z",
            "created_at": "2008-06-21T19:27:37.655260Z",
            "creator_name": "John Steven",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-21T19:27:37.655260Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 35,
            "state": "finished",
            "updated_at": "2008-10-16T03:57:18.793711Z"
        },
        "id": 10171047
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CriminalsRights/"
    },
    "type": "petition"
}