{
    "data": {
        "attributes": {
            "action": "Hold a referendum on whether Britain should leave the EU and abide by the result.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is clear that Britain has very little say in the decision making process of the EU and that we are increasingly losing much of our national identity and traditions to European federalism.\nThis comes at a high cost (circa £9 Billion per annum) to the UK taxpayer for increasingly little benefit.\nWe need to advise our government that we want to leave the EU and take control of our own political and economic destiny.\nWe have heard a lot of late about abuse of expenses procedures by UK MEP's but this is likely to be the tip of the iceberg within the EU.\nAlready more and more of our large companies are foreign owned and controlled and this is unlikely to lead to them being managed for the benefit of UK citizens. It is hard enough trying to hold UK politicians accountable for their actions, but how will we even know where decisions affecting us are being made if they are increasingly made by faceless, self-interested Euro-bureaucrats?",
            "closed_at": "2009-06-21T00:00:00Z",
            "created_at": "2008-06-21T21:32:59.081973Z",
            "creator_name": "Mark Penny",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-21T21:32:59.081973Z",
            "rejected_at": "2008-07-23T00:01:05.519814Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/NOmeansNO/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-23T00:01:05.519814Z"
        },
        "id": 10171750
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EU-Non/"
    },
    "type": "petition"
}