{
    "data": {
        "attributes": {
            "action": "Stop the tyrannical travesty that is occurring in Zimbabwe by any means possible",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "with the recent news that Morgan Tsvangari has pulled out of a runoff election that should not have come about in the first place, we are left with the mortifying possibility of many more years of Robert Mugabe's blind crusade to cripple his country and condemn his people to a slow death through starvation. \n\nwe demand that you, as our prime minister, do more than wag your finger at Mugabe whilst he continues to get away withthe atrocities he and his militia are commiting. \n\nalthough we acknowledge thatour military forces are currently stretched with the ongoing conflicts in Iraq and Afghanistan, we implore that you create a force that can if not end Robert Mugabe's dictatorship, then at least pacify his powers and allow for a fair and democratic procedure to elect a new Zimbabwean president. \n\nwe also believe that if we were to recieve armed support from the US and their next president and the UN, then the movement will be taken more seriously by a man who is obviously blinded by his own delusions of grandeur.\n\nsincerely,",
            "closed_at": "2008-08-22T00:00:00Z",
            "created_at": "2008-06-22T18:54:02.366685Z",
            "creator_name": "Alexander Thorne",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-22T18:54:02.366685Z",
            "rejected_at": "2008-07-23T00:01:05.519814Z",
            "rejection": {
                "code": 2048,
                "details": "There are many similar petitions, see http://search.petitions.pm.gov.uk/kbroker/number10/petitions/search.lsim?qt=zimbabwe&sr=0&nh=10&cs=&sc=number10&oq=resign&sb=0&ha=1157&mt=0",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-23T00:01:05.519814Z"
        },
        "id": 10176457
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MugabeOut2/"
    },
    "type": "petition"
}