{
    "data": {
        "attributes": {
            "action": "make a difference to small businesses by pledging to THINK SMALLEST FIRST when it comes to making changes to regulations and taxes which will affect small firms.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "More than 99% of businesses in the UK are small. We, the undersigned, petition the Government to Think Smallest First when making changes to regulations and taxes which will affect small firms.\n\nIf governments and decision-makers consider the impact of new and changing legislation on the smallest businesses, the ones with up to ten employees, which struggle the most with the regulatory burden and the associated costs, the resulting regulations should not place unnecessary burdens on ANY business.\n\nFor more information, visit www.thinksmallestfirst.org\n \n\nThe Forum of Private Business represents 25,000 small and medium-sized businesses across the UK. We have launched the ‘Think Smallest First’ campaign to highlight the need for a change of culture within government. All too often, decisions are taken which create huge burdens for small firms and incur disproportionate costs, whilst larger firms absorb the cost of changes and remain competitive.",
            "closed_at": "2008-12-23T00:00:00Z",
            "created_at": "2008-06-23T08:22:27.957442Z",
            "creator_name": "Jane Bennett",
            "government_response_at": "2009-02-26T14:44:03.964944Z",
            "government_responses": [
                {
                    "created_at": "2009-02-26T14:44:03.964944Z",
                    "details": "You signed a petition asking the Prime Minister to \"make a difference to small businesses by pledging to THINK SMALLEST FIRST when it comes to making changes to regulations and taxes which will affect small firms.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18407\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Small-businesses'",
                    "updated_at": "2009-02-26T14:44:03.964944Z"
                }
            ],
            "opened_at": "2008-06-23T08:22:27.957442Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 891,
            "state": "finished",
            "updated_at": "2009-01-04T03:02:07.762573Z"
        },
        "id": 10179321
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Small-businesses/"
    },
    "type": "petition"
}