{
    "data": {
        "attributes": {
            "action": "pay our armed forces a decent wage that reflects the danger they put themselves in everyday whilst serving their country and trying to support a family.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It was recently announced that many soldiers now earn less than traffic wardens.  Yet at the moment many of our armed forces are risking their lives and are fired at on a daily basis.\nAll these men and women want is to get the pay and respect they think they deserve for having to serve away from friends and family, with the very real possibility of not coming home, or becoming seriously injured or disabled and being left with a very poor amount of compensation.  These soldiers fight to keep our country safe yet they cant afford to raise their families here!\nYou cant seriously say that a traffic warden or a tanker driver deserves higher wages than someone in the armed forces. Yet they dont have the luxury of going on strike to get their way like other workers do so please sign this petition.  Maybe someone might actually listen for a change.",
            "closed_at": "2008-12-25T00:00:00Z",
            "created_at": "2008-06-23T22:13:22.698503Z",
            "creator_name": "Lucy Hodgins",
            "government_response_at": "2009-02-24T15:31:37.393087Z",
            "government_responses": [
                {
                    "created_at": "2009-02-24T15:31:37.393087Z",
                    "details": "You signed a petition asking the Prime Minister to \"pay our armed forces a decent wage that reflects the danger they put themselves in everyday whilst serving their country and trying to support a family.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18349\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'betterpaymod'",
                    "updated_at": "2009-02-24T15:31:37.393087Z"
                }
            ],
            "opened_at": "2008-06-23T22:13:22.698503Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 716,
            "state": "finished",
            "updated_at": "2008-12-30T03:01:58.735391Z"
        },
        "id": 10188394
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/betterpaymod/"
    },
    "type": "petition"
}