{
    "data": {
        "attributes": {
            "action": "save Marine Cove Gardens, Burnham on Sea, Somerset",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "History\n\nIn April 1926 the land was formally gifted to the Urban District Council - to be developed as a pleasure garden. The gardens were officially opened in 1927 by J B Braithwaite. \n\nPresent and future\n\nMuch of the gardens remain unchanged since they were laid out however some key features have been lost such as the sundial, water fountain and several benches. Other features such as the lion’s head water feature have stopped working.\n\nIn very recent times the shelters fell into such a state of disrepair that they had to be boarded up to prevent further deterioration whilst funding is sought to restore them.\n\nIn March 2008 Sedgemoor District Council made a submission to the Heritage Lottery Fund Parks For People programme to restore the gardens. The bid totalled over £670,000 and includes bringing back lost features, restoring the shelters and improving standards of maintenance. \n\nSign Up now!\n\nSedgemoor council has worked with the town council and other key stakeholders to put the bid together but we need your support to help us show the lottery board that people want to see the gardens restored.",
            "closed_at": "2008-09-23T00:00:00Z",
            "created_at": "2008-06-23T11:10:39.672778Z",
            "creator_name": "Harley Cook",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-23T11:10:39.672778Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 107,
            "state": "finished",
            "updated_at": "2008-09-24T00:01:01.662008Z"
        },
        "id": 10181489
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MarineCove/"
    },
    "type": "petition"
}