{
    "data": {
        "attributes": {
            "action": "stop ignoring the public (who you represent) and LOWER FUEL DUTY before the country comes to a standstill.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Fuel duty in this country is now so high its totally unsustainable. When will the government stop making excuses and lower this outragously high tax. The government are supposed to represent the people of this country.\n\nDo the goverment understand that some people NEED their car to get to work and overtaxing this essential fuel is not a fair system. Increasing tax will not stop people driving, as without a car, most people cannot work.\n\nIf the government wants to reduce traffic, over pricing driving is not the way. High tax on fuel favours the rich and means that people on high incomes are not affected, and normal people cannot go about their day to day business as some people rely on their car for work and this will never change. The fuel costs are increasing the price of EVERYTHING. The prices are suffocating businesses and leading to unemployment, poverty and crime.\n\nThis is not the same as the other petitions on this site, it is asking to the government to stop ignoring its people without whom it would not be in power. Their job is to look after this country and this is what they need to do. This is not so much a petition as a PLEA to the governement to listen to its people and give us all a break.",
            "closed_at": "2009-06-23T00:00:00Z",
            "created_at": "2008-06-23T23:58:27.985766Z",
            "creator_name": "Tim Key",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-23T23:58:27.985766Z",
            "rejected_at": "2008-07-25T00:01:05.585694Z",
            "rejection": {
                "code": 2048,
                "details": "There are many similar petitions, see http://search.petitions.pm.gov.uk/kbroker/number10/petitions/search.lsim?qt=reduce+fuel+duty&sr=0&nh=10&cs=&sc=number10&oq=lower+fuel+duty&sb=0&ha=1157&mt=0",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-25T00:01:05.585694Z"
        },
        "id": 10188725
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/listentopublic/"
    },
    "type": "petition"
}