{
    "data": {
        "attributes": {
            "action": "restrict below-inflation pay rises to those already earning over, say, £50,000 p.a.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The economic situation apparently requires pay restraint on the part of all workers.  Most workers are not responsible for the situation which has made this necessary; why, therefore, should people ALREADY struggling to exist on low wages have to be deprived yet again?  Is it envisaged that pay restraint will also apply in boardrooms or to \"fat cats\"?  If not why not?\n\nThere may be objections that if people work hard they are entitled to be rewarded for this.  Many people work very hard; but in low-paid jobs because they lack the personal qualities required for better-paid jobs or because they have no specific talent (something not within their control).  This also means their jobs are unfulfilling so they lose out both ways - low pay AND a job they have to do NOT for its own sake but only because they can't afford to live without working - in contrast to someone who is following a career he/she has CHOSEN which is, in addition, better-paid.  Please, therefore, don't make the lives of the first group even bleaker by imposing below-inflation pay rises (effectively pay CUTS) on them.",
            "closed_at": "2008-12-24T00:00:00Z",
            "created_at": "2008-06-24T00:36:58.829596Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-24T00:36:58.829596Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2008-12-25T00:01:01.496917Z"
        },
        "id": 10188764
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoPayCuts4Poor/"
    },
    "type": "petition"
}