{
    "data": {
        "attributes": {
            "action": "Reduce duty on fuel",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Our Government is making more and more money from the currently inflated fuel prices. Nearlry 70% of the price you pay for fuel goes directly to the government coffers in the form of duty and VAT. Whilst our government is in parliament making statements almost daily, about their efforts to reduce oil prices, no effort is being made to reduce cost to the consumer, you and I.\nFor every penny increase we see at the filling stations, almost 70% of that is duty and VAT. Whilst other country's governments take steps to enure growth in thier respective economies by reducing duty on fuel and in some examples, actually subsidising fuel prices to ensure steady economic growth, our government takes more and more from us.\nIn order to let businesses and the common man alike, simply survive in these times, the government must reduce the duty on fuel immediately to more acceptable levels. A statutory `pence per litre' charge must be fairer than the current percentage-driven levvy which effectively more than doubles the price of any increase imposed by the fuel companies.\nAction must be taken now before the price of fuel to the consumer drives this country into recession.",
            "closed_at": "2008-09-24T00:00:00Z",
            "created_at": "2008-06-24T23:17:28.208451Z",
            "creator_name": "David Sneath",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-24T23:17:28.208451Z",
            "rejected_at": "2008-07-25T00:01:05.585694Z",
            "rejection": {
                "code": 2048,
                "details": "There are amny similar petitions, see http://search.petitions.pm.gov.uk/kbroker/number10/petitions/search.lsim?qt=reduce+fuel+duty&sr=0&nh=10&cs=&sc=number10&oq=lower+fuel+duty&sb=0&ha=1157&mt=0",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-25T00:01:05.585694Z"
        },
        "id": 10197965
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Reduce-Fuel-Duty/"
    },
    "type": "petition"
}