{
    "data": {
        "attributes": {
            "action": "Establishment of special region for Hong Kong British Nationals",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Hong Kong was a British colony before 1997 and there are more than 3 million people holding British passport without right of abode in the U.K. and they are classied as British national (overseas).I think the British government has the responsibility to take care of such people by giving them the citizenship of U.K. although \nit is hard  for Britain to accept all the people.\nI wonder is it possible for British government to allocate a piece of land in U.K. to set up a special region to accommodate such people.That means the Hong Kong people with British overseas passports have only the right of abode in this region instead of in the U.K..The region has her own government and the governor can be appointed by British government.\nThis will not cause immigration problem to the U.K. and it can show that the British government is responsible for her overseas nationals.",
            "closed_at": "2009-06-27T00:00:00Z",
            "created_at": "2008-06-25T02:44:45.307463Z",
            "creator_name": "Scot Lam",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-25T02:44:45.307463Z",
            "rejected_at": "2008-06-27T10:46:39.900879Z",
            "rejection": {
                "code": 8704,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action",
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-27T10:46:39.900879Z"
        },
        "id": 10198162
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/eosrfhkbn/"
    },
    "type": "petition"
}