{
    "data": {
        "attributes": {
            "action": "Reinstate government payment of student tuition fees for university courses",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Simple equality for all in education regardless of their financial standing within their family or care setting. People work hard for their children to achieve in school and do not even get help with payment for travel while their children are in full time education.  How are people then going to be able to send their children to university faced with years of debt.\nScotland has their tuition fees paid and with money gained from the English government.  Great Britain will never be great with this archaeic attitude toward education.  Equality a high priority in the Every Child Matters Policy, get education right for all children and our children need to know they are working toward a future.  If their is no incentive to be able to achieve in adulthood why apply yourself at school ! Todays youth are switching off at school because they can not see a future in their education.  Change this attitude by showing our young people that when they have worked hard at school their country will support them into adulthood and a good life.  Sign this petition so our children are able to access education and fulfill their own potential.",
            "closed_at": "2009-06-24T00:00:00Z",
            "created_at": "2008-06-24T09:39:53.897064Z",
            "creator_name": "Geraldine Scudder",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-24T09:39:53.897064Z",
            "rejected_at": "2008-07-25T00:01:05.585694Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/NotoStudentLoans/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-25T00:01:05.585694Z"
        },
        "id": 10191027
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/payuni-tuition/"
    },
    "type": "petition"
}