{
    "data": {
        "attributes": {
            "action": "Stop illegal immigrants and those intentionally giving up work or having kids just for the purpose of getting housing when honest tax paying BRITS cannot get a Council house because \"They don't score enough points\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Why is it that if you do not speak english and you come into this country, you get given a house from your local council FREE OF CHARGE\n\nAlso how is it fair that people can intentionally make themselves homeless, unemployed or have children just so that they score enough points to get a nice new house from the local associations when there are hard working,tax paying citizens that are having to pay inflated rent prices just because they are contributing to the national economy.\n\nMy wife and I approached our council for housing but because we both were employed (although my wife was on maternity leave) we didn't score highly enough to get a place from the council despite being willing to pay the rent.",
            "closed_at": "2008-12-24T00:00:00Z",
            "created_at": "2008-06-24T12:04:05.184174Z",
            "creator_name": "Stewart Davidson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-24T12:04:05.184174Z",
            "rejected_at": "2008-07-25T00:01:05.585694Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/british-rights1/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-25T00:01:05.585694Z"
        },
        "id": 10192595
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Council-housing1/"
    },
    "type": "petition"
}