{
    "data": {
        "attributes": {
            "action": "Begin undertaking the necessary preparations and stockpiling all appropriate equipment in readiness for the aftermath of the solar maximum in 2011/12.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In 2011 there will be a \"Solar Maximum\". \n        This is when magnetic Solar activity reaches a peak and vastly increased amounts of electro-magnetically charged particles are thrown at The Earth, causing an incredible increase in Electro-Magnetic force/activity at ground level like a huge EMP bomb.\n        The last solar maximum was in 2001, and on March 10, 2006 NASA researchers announced that the next cycle would be the strongest since the historic maximum in 1859 when the northern lights could be seen as far south as Rome.\n        This would mean that any live electrical circuits could be overloaded, and as a result, due to satellite crashes, most global communications would crash, the transformers in power stations and sub-stations would short out, all TVs, computers, every piece of HOSPITAL/medical equipment would be affected\n        The reason to stockpile electrical equipment is that, the production time for power supply transformers is so long that, without preparations for such an event, it would take decades to recover.\n        And this IS NOT another crazy \"well we're overdue for one\" apocalypse theory this is a regular event that we know for CERTAIN will happen.\n        Please, lets do something now!",
            "closed_at": "2009-06-25T00:00:00Z",
            "created_at": "2008-06-24T21:53:51.011511Z",
            "creator_name": "Lyam Keer-Keer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-24T21:53:51.011511Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2009-12-30T17:02:51.151873Z"
        },
        "id": 10197675
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/solarmax/"
    },
    "type": "petition"
}