{
    "data": {
        "attributes": {
            "action": "recommend a UK Honour for actress and singer Anita Dobson - which is long overdue",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Anita's career as an actress has spanned more than 35 years now, where she has appeared in countless theatre productions ranging from many musicals (currently on an 8 month UK tour of Hello, Dolly! playing the lead role of Dolly Levi and is receiving excellent notices from the Press and Public alike)in Drama many noteable Productions including Wild Justice, My Lovely..Shayna Maidel, Hamlet, Le Bourgeous Gentilhomme,Three Sisters, Henry 1V Part 1 and in Frozen at the National Theatre in which Anita was nominated for a Laurence Olivier award. And in 2007 Anita appeared in a Kurt Weill opera, mezzo-soprano singing voice (Der Silbersee)at the world famous Wexford Festival in Ireland.In Television Anita has appeared in many productions over the years including Drama and comedy although she is best remembered by many people for her role as Angie Watts in the BBC television soap EastEnders in which she became an iconic figure. Anita is also Vice President of The Royal London\n Society for the Blind and is Patron to many Performing Arts Schools.",
            "closed_at": "2009-06-25T00:00:00Z",
            "created_at": "2008-06-25T12:59:29.114690Z",
            "creator_name": "Carole White",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-25T12:59:29.114690Z",
            "rejected_at": "2008-06-25T14:50:03.510688Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.honours.gov.uk/",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-25T14:50:03.510688Z"
        },
        "id": 10202102
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/anitadobson/"
    },
    "type": "petition"
}