{
    "data": {
        "attributes": {
            "action": "give closer guidelines on policing vigilence in areas of reoccurring attacks to cut down repeat criminal offences.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Last night's Crimewatch programme highlighted the difficulties of co - ordinating victim, public and police efforts to cut down crime preventatively as well as deal with attacks when they tragically occur.\n\nOne initiative proposed by the petitioner to provide safe communities is to establish stringent cross - county intervention ratios, either per capita, or per square km, analysing crime data.\n\nIn the cases featured last night, using undercover officers it seemed to me, may have lead to quicker prosecutions.\n\nPlease can the P.M. comfirm that if and/or when a singular attack occurs, that some routine system is begun to monitor that area and community. Surely, after two similar attacks have occurred with similar characteristics, that provides enough evidence to intervene and spark an early warning system ?\n\nWe the undersigned petition the govt. to stop even more citizens' lives,\nespecially the young and women, being destroyed by violence. As a society (not voters, nor political parties) can we not devise an effective, yet confidential alert mechanism to deal with category A dangers ?",
            "closed_at": "2009-06-25T00:00:00Z",
            "created_at": "2008-06-25T13:46:51.653148Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-25T13:46:51.653148Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2009-06-26T00:01:01.787577Z"
        },
        "id": 10202644
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/attackratios/"
    },
    "type": "petition"
}