{
    "data": {
        "attributes": {
            "action": "reconsider the decision to downgrade A&E services and remove maternity, neonatel / special care and childrens' units at St Richards Hospital, Chichester.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The decision to have one main hospital for West Sussex in Worthing is flawed. BOTH hospitals are excellent, financially sound and both should continue to provide current services. The decision will result in two main hospitals in the Worthing and Brighton area little more than 10 miles apart. For residents in the Chichester area the nearest will be Worthing or Portsmouth at least 20 miles distant. Because of dire problems on the neglected coastal A27 road, accessibility is very difficult. The loss of maternity and childrens' units will be particularly hard felt. The childrens special care unit at Chichester is often full. Recently, Chichester had to contact 16 other hospitals in search of an intensive care bed! Gynaecolgy and obstetricians at Chichester say they have not been consulted and would not be willing to transfer to Worthing. Some of these staff have already been approached by other health authorities anxious to acquire their experience and expertise. If they are lost that would be a very serious blow to West Sussex as a whole. How would these staff be replaced? Could be lost for ever to West Sussex!! Think about it please do.",
            "closed_at": "2008-09-30T00:00:00Z",
            "created_at": "2008-06-27T09:33:12.397969Z",
            "creator_name": "DEREK  SWEETSUR",
            "government_response_at": "2008-11-28T15:23:11.146915Z",
            "government_responses": [
                {
                    "created_at": "2008-11-28T15:23:11.146915Z",
                    "details": "You signed a petition asking the Prime Minister to \"reconsider the decision to downgrade A&E services and remove maternity, neonatel / special care and childrens' units at St Richards Hospital, Chichester.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17579\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'StRichardsfiasco'",
                    "updated_at": "2008-11-28T15:23:11.146915Z"
                }
            ],
            "opened_at": "2008-06-27T09:33:12.397969Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 310,
            "state": "finished",
            "updated_at": "2008-10-01T00:01:01.301189Z"
        },
        "id": 10216878
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StRichardsfiasco/"
    },
    "type": "petition"
}