{
    "data": {
        "attributes": {
            "action": "Make safe road design a national transport priority",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the last 10 years over 375,000 people have been killed or seriously injured in road crashes in Britain, wasting 1.5% of GDP annually – more than we spend on primary schools or on GPs. \n\nInternational research says Britain can do much more on safe road design, particularly on roads outside major towns where two-thirds of road deaths occur. \n\nMaking roads safe will prevent 10,000 deaths and serious injuries a year. These will continue if the government does not take action on safe road design.  Britain’s roads can be as ‘self explaining’ and ‘forgiving’ as the best in the world.  \n\nThe government is starting its road safety review, giving the opportunity to target safe road design on busy high risk roads. A formal, systematic safe road infrastructure programme – even without the planned further action on driver behaviour or vehicle safety – could cut casualties by one-third in less than a decade by treating or removing road hazards known to maim and kill. The social and economic returns are among the highest in the economy. \n\nWe need commitment from the government to make safe road infrastructure programmes central to its road safety strategy beyond 2010.",
            "closed_at": "2008-12-31T00:00:00Z",
            "created_at": "2008-06-27T11:44:56.515364Z",
            "creator_name": "John Dawson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-27T11:44:56.515364Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 80,
            "state": "finished",
            "updated_at": "2009-05-11T16:10:40.714390Z"
        },
        "id": 10218039
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/saferoaddesign/"
    },
    "type": "petition"
}