{
    "data": {
        "attributes": {
            "action": "give better guidelines on cardiac screening when stroke symptoms occur",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Please note the following AOL reports, released today :\n\nOne in 10 apparently healthy middle-aged adults may have suffered a \"silent\" stroke without realising it, a study suggests. A US study of around 2,000 individuals with an average age of 62 found that the brains of 10.7% bore evidence of a silent cerebral infarction (SCI) or \"silent stroke\".\n\nThe people concerned appeared healthy and suffered from no stroke symptoms. But silent strokes, caused by clots blocking blood flow to the brain, increase the risk of a full-blown stroke and may herald future dementia.\nThe study also found a significant correlation between atrial fibrillation (AF), a form of irregular heart beat, and silent stroke. High blood pressure was also associated with a higher likelihood of silent stroke.\n\nThe petitioner is calling on the PM to correlate cardiac and neurological services better - when I was concerned about a patient's iregular pulse, reporting this symptom to medics, urging ECG investigations, I was told, that \"his irregular heartbeat is probably the least of his problems.\"\nPlease design a protocol for this - not a litigatious - conscious care pathway.",
            "closed_at": "2009-06-27T00:00:00Z",
            "created_at": "2008-06-27T10:04:54.188969Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-27T10:04:54.188969Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2009-06-28T00:01:01.954791Z"
        },
        "id": 10217160
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cardiaccvacare/"
    },
    "type": "petition"
}