{
    "data": {
        "attributes": {
            "action": "order the amendment of section 4.4 of the Civil Service Management Code so as to remove any restrictions on civil servants taking part in political activities in their own time.  This will get rid of the ridiculous anomaly whereby those employed by the Civil Service who are clearly motivated by the public service ethos, who will understand public administration and government, be technical specialists in key areas of  modern society, and who are the diligent, honest and hardworking members of our Rolls Royce of a Civil Service are precisely the type of people who should be standing for political office, but at present face a complete ban if they wish to retain their employment.  This single and simple reform might well transform the quality of candidates for political office, the level of political debate and the competence of our elected politicians.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "‘Section 4.4 Conduct: Political Activities’ of the Civil Service Management Code says that Departments must make clear to staff any restrictions on their taking part in political activities, defined as:\na. at national level: holding, in a party political organisation, office which impinges on party politics in the field of Parliament or the European Parliament; speaking in public on matters of national political controversy; expressing views on such matters in letters to the Press, or in books, articles or leaflets; being announced publicly as a candidate for Parliament or the European Parliament; and canvassing on behalf of a candidate for Parliament or the European Parliament or on behalf of a political party; and\nb. at local level: candidature for, or co-option to, local authorities; holding in a party political organisation, office impinging on party politics in the local field; speaking in public on matters of local political controversy; expressing views on such matters in letters to the Press, or in books, articles or leaflets; and canvassing on behalf of candidates for election to local authorities or a local political organisation.",
            "closed_at": "2009-06-26T00:00:00Z",
            "created_at": "2008-06-26T19:07:34.328136Z",
            "creator_name": "Andrew Constantine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-26T19:07:34.328136Z",
            "rejected_at": "2008-07-27T00:01:04.752781Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear and succint call for action.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-27T00:01:04.752781Z"
        },
        "id": 10213677
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Public-service/"
    },
    "type": "petition"
}