{
    "data": {
        "attributes": {
            "action": "requesting for amendmend on The flexibility of flexible working  for the working family!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "According to the gove policy,have a child under 6 i am eligible to apply for a flexible working. But is it mean i am only eligible to apply that kind of request? because the policy does not saying the employer have to acccept that kind of application,because very recently i appllied for a flexible working in my company. They simply refused my application,and they made a simple reason(was,inability to recoganise work among existing staff). Even i was doing flexible hours there before 4 months with an informal arrangemets.But what i am saying if there is a policy they have to follow, but the policy even allowing them to simply refuse.i don't think so even gov increase the age limit upto chid under 18 or 20, they will follow this policy because they got the loop fall to reject.As a powerless citizen what i can do against such big company employing 1000s people like Gate Gourmet.And i am requesting here, please amend the policy of flexible working for the working parents, otherwise that policy dosen't make any impact in the society, beacuse the policy allows the employer can reject those kind of application easily with a simple reason.\nthaking you",
            "closed_at": "2008-07-29T00:00:00Z",
            "created_at": "2008-06-26T23:59:30.939549Z",
            "creator_name": "Aji Chacko",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-26T23:59:30.939549Z",
            "rejected_at": "2008-06-30T11:51:00.173309Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-30T11:51:00.173309Z"
        },
        "id": 10215240
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WorkingFamily/"
    },
    "type": "petition"
}