{
    "data": {
        "attributes": {
            "action": "ensure all government systems are transferred to simpler systems (especially where these simpler systems are already in place).",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For 5 years government departments have been running with two separate systems in relation to CSA payments. Other departments may be in the same position. For the CSA the old system is complex and needs expertise and input from staff and parents whereas the newer system is a simple calculation that would require minimum staff input and parent involvement. Keeping two systems in any environment doubles the workload and is effectively job creation. The staff involved make errors with assessments and moving to a simpler system should save time and taxpayers money. Transfers could easily be made when peoples circumstances change. This is only one example where government departments are wasting taxpayers money.  As a start a firm commitment is required from ministers to push the changes to the CSA otherwise the department may continue to drag its heels.  Other departments should address any duplicate systems and confirm to ministers there is no areas where two systems are employed where one would suffice. Real efficiencies could be made in moving to simpler systems especially where they are already in place.",
            "closed_at": "2008-09-16T00:00:00Z",
            "created_at": "2008-06-27T10:09:12.542123Z",
            "creator_name": "N O'Connor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-27T10:09:12.542123Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 17,
            "state": "finished",
            "updated_at": "2009-07-29T17:11:31.318325Z"
        },
        "id": 10217194
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/simplifygovt/"
    },
    "type": "petition"
}