{
    "data": {
        "attributes": {
            "action": "We the undersigned petition the Prime Minister to Remove Coltishal in North Norfolk from the list of proposed Eco Towns.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The poposal to develop an eco-town at Coltishall is ill considered for many reasons including:\n\n1) It is too large to be accommodated in a  rural area up to three times bigger than any neighbouring towns.\n\n2) It is very close to The Broads national Park and the extra population would be a burden on the many SSI's in the park!\n\n3)The scheme is outside any local plans drawn up by district or county councils.  \n\n4)  Any new jobs and industrial development will have a negative impact on existing towns such as North Walsham, Cromer and Norwich\n\n5) Increased pressure on Norfolk's existing roads network will make local travel far more congested than at present and will cause heavy use of The A47, The A140, and the A11 - the three main roads into Norfolk.\n\n6) A few of the proposals are \n-10,000 homes,A new by-pass and link to the Norwich northern by-pass.",
            "closed_at": "2008-08-30T00:00:00Z",
            "created_at": "2008-06-28T17:36:47.514841Z",
            "creator_name": "Mark Page",
            "government_response_at": "2008-11-21T15:19:11.913333Z",
            "government_responses": [
                {
                    "created_at": "2008-11-21T15:19:11.913333Z",
                    "details": "You signed a petition asking the Prime Minister to \"We the undersigned petition the Prime Minister to Remove Coltishal in North Norfolk from the list of proposed Eco Towns.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17522\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'norfolk'",
                    "updated_at": "2008-11-21T15:19:11.913333Z"
                }
            ],
            "opened_at": "2008-06-28T17:36:47.514841Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 340,
            "state": "finished",
            "updated_at": "2008-08-31T00:01:01.801018Z"
        },
        "id": 10225052
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/norfolk/"
    },
    "type": "petition"
}