{
    "data": {
        "attributes": {
            "action": "improve the accuracy of media reporting of courtroom proceedings - preferably, ban it all together",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The case today, of a man, cleared of murdering Robert McCartney, who was beaten and stabbed to death outside a Belfast bar in an attack blamed on IRA members, highlights how, despite having one of the most sophisticated judiciaries in the world, even as a G8 leader, Britain's courtrooms are still strongly influenced by the media.\n\nAs the judge expresses difficulties surrounding the burden of proof, the report in this case, voices the concerns of many members of the public, when it speaks of victims' devastation and disruption as well as intimidation.\n\nThe petitioner is calling on the P.M. to\nsupport the judge's endorsement that \"no - one is beyond the reach of prosecution\" - including irresponsible editors, journalists fraudulently paid for sensationalising other people's grief and distress and reporters who distort truths. Please reassert the impartiality of the judiciary - without public voyeurism, pavement frenzy and victimisation of court attendants to improve witness protection. There is no place in a parliamentary democracy, to be harrassed in this way.\n\nThanks.",
            "closed_at": "2009-06-30T00:00:00Z",
            "created_at": "2008-06-27T17:44:34.144938Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-27T17:44:34.144938Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2009-07-01T00:01:01.443578Z"
        },
        "id": 10220616
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/witnessprotect/"
    },
    "type": "petition"
}