{
    "data": {
        "attributes": {
            "action": "Raise the issue of discrimination/ presecution of Copts very firmly with officials of the Egyptian govenment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear Mr. Brown. We are writing to complain about the treatment of Copts at the hands of the Egyptian government which marginalizes, discriminates and persecutes them that their very existence is being threatened. On 31/5 the monastery Deir Abu Fana “4th century” was attacked by 60 Muslim militants armed with machine guns, viciously attacking unarmed monks causing severe injuries. One monk, sustained fractures to both legs and one arm. 3 monks were kidnapped for 12 hours; abused, tortured forced to spit on a cross. The government as usual has not shown seriousness in prosecuting the criminals portraying the attack on the monastery as dispute over land. Egypt radicalization made her exporter of radical Islam world wide; a large percentage of the Al-Qaeda leadership is Egyptians. You, with noticeable farsightedness, said “if we do not go to the Taleban, they will come to us here”, a stance we Copts support. We write to ask you to raise this issue very firmly with the Egyptian government.",
            "closed_at": "2008-08-30T00:00:00Z",
            "created_at": "2008-06-28T09:20:07.540573Z",
            "creator_name": "Ibrahim Habib Ibrahim",
            "government_response_at": "2008-10-07T13:56:54.747282Z",
            "government_responses": [
                {
                    "created_at": "2008-10-07T13:56:54.747282Z",
                    "details": "You signed a petition asking the Prime Minister to \"Raise the issue of discrimination/ presecution of Copts very firmly with officials of the Egyptian govenment.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17096\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Coptspersecution'",
                    "updated_at": "2008-10-07T13:56:54.747282Z"
                }
            ],
            "opened_at": "2008-06-28T09:20:07.540573Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 367,
            "state": "finished",
            "updated_at": "2008-08-31T03:49:08.804139Z"
        },
        "id": 10223087
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Coptspersecution/"
    },
    "type": "petition"
}