{
    "data": {
        "attributes": {
            "action": "Increase the sentencing of those resposible for the death of children as a result of child abuse & neglect",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "3 year old Tiffany Hirst was found dead in the accomodation above her parents pub in Sheffield in Sept 07.\n\nTiffany died of severe malnutrition & had not been given water or food for at least 20 hours before her cruel death.\nRegularly starved & locked upstairs, she was left her alone for hours while her parents went out or worked downstairs in their pub.\nDog filth littered the floors upstairs, bare electrical wires were in Tiffany's reach, dirty clothes and dishes were piled high and dirty nappies dumped on the floor.\nTiffanys Body lay decomposing for 2-3 days before her death was reported. \n\nTiffanys mother was charged with manslaughter & sentenced to 12 years imprisonment, her step father was charged with neglect & sentenced to 5 years imprisonment.\n\nThey were also charged with neglect to a 1 year old child who cannot be named for legal reasons.\n\nWe all feel that this is a betrayal to this innocent childs life & call for Mr Brown to review the cases & provide true justice, not only for Tiffany, but for other children subject to this type of horrendous & cruel treatment & have their lives taken as a result.",
            "closed_at": "2009-01-02T00:00:00Z",
            "created_at": "2008-06-28T21:04:44.694119Z",
            "creator_name": "A Nisbett",
            "government_response_at": "2009-02-24T15:36:30.298576Z",
            "government_responses": [
                {
                    "created_at": "2009-02-24T15:36:30.298576Z",
                    "details": "You signed a petition asking the Prime Minister to \"Increase the sentencing of those resposible for the death of children as a result of child abuse & neglect.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18356\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Justice4Tiffany'",
                    "updated_at": "2009-02-24T15:36:30.298576Z"
                }
            ],
            "opened_at": "2008-06-28T21:04:44.694119Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3096,
            "state": "finished",
            "updated_at": "2009-07-27T03:02:55.483795Z"
        },
        "id": 10225871
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Justice4Tiffany/"
    },
    "type": "petition"
}