{
    "data": {
        "attributes": {
            "action": "Actively support and fund the proposed east west rail link between Oxford and Cambridge",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The arc between Oxford and East Anglia is an area of major growth, both currently and projected in the near future. Despite this, rail links between these two areas are non-existent. A rail journey between Oxford and Ipswich, for instance, takes over three hours. Re-opening this lost link would not be very expensive or involve major disruption to the existing network. Indeed re-opening the link between Oxford and Milton Keynes would require a comparatively minimal amount of work as much of the track still exists. Given the projected future growth in this area, such a rail link will be (and is currently) vital.\n\nIn responding to a previous petition on this issue the Government simply stated that it was monitoring the progress of east-west rail and suggested that all the funding should come from local developers. This is simply not good enough, especially as a lot of developments in the area are now on hold as a result of the credit crunch. The transport infrastructure in the East of England cannot wait any longer. Government action and funding is needed now to get east-west rail and East England moving.",
            "closed_at": "2008-12-30T00:00:00Z",
            "created_at": "2008-06-27T20:06:28.404512Z",
            "creator_name": "Simon Brandon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-27T20:06:28.404512Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 132,
            "state": "finished",
            "updated_at": "2009-07-24T14:56:28.836505Z"
        },
        "id": 10221328
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/eastwestfunding/"
    },
    "type": "petition"
}