{
    "data": {
        "attributes": {
            "action": "introduce legislation to ensure that all profit made by honourable members of parliament on the sale of their second home purchased and paid for out of their annual tax free second homes allowance is paid back to the public purse on their leaving the house of commons - including when they are required to resign as a result of activity not conducive to their continuance in public office.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The taxpayer bears the interest and other costs over the purchase of these houses therefore the taxpayer must be repaid if the house is sold at a higher price at the end of the individual's term of office.  It is extremely important that this rule is applied even when even more, on a daily basis, honourable members are forced to resign, bearing in mind the current government policy of hugely rewarding all high ranking public service employees who are found wanting in carrying out their jobs and are forced to leave.",
            "closed_at": "2009-06-29T00:00:00Z",
            "created_at": "2008-06-29T15:11:34.363146Z",
            "creator_name": "Keith Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-29T15:11:34.363146Z",
            "rejected_at": "2008-07-30T00:01:04.789475Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-30T00:01:04.789475Z"
        },
        "id": 10228354
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PayItAllBack/"
    },
    "type": "petition"
}