{
    "data": {
        "attributes": {
            "action": "Return Britain's Relationship With The European Union To That Of Trading Partner Only",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the 1975 referendum the 'Common Market' as it was then known was sold to us as a 'Free Trade' association, that we would have a level playing field across Europe, a bottle of wine would cost the same in Britain as France etc. Since 1975 the European Union has taken a greater and greater part in the governance of Britain without giving us any of the benefits. Rules which we slavishly obey, are ignored throughout the rest of Europe, putting us at a disadvantage.\n\nWe are now in danger of becoming a European satellite, totally dominated by Europe and at the same time receiving few, if any, of the benefits.\n\nOur industry is becoming stagnated and strangled in European red tape.\n\nWe are not European, we are British.\n\nWe the undersigned petition the government to return our relationship with Europe to that of 'preferred trading partner' and remove from British legislation all directives imposed by European Legislation and in an organised and timely manner remove from the statute all mechanisms by which Europe can impose legislation upon us.\n\nIn short, that we become a partner in trade, separate in all other matters.",
            "closed_at": "2009-06-30T00:00:00Z",
            "created_at": "2008-06-27T16:30:13.231448Z",
            "creator_name": "Kenneth Chadwick",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-27T16:30:13.231448Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 50,
            "state": "finished",
            "updated_at": "2009-12-30T17:02:02.954904Z"
        },
        "id": 10220212
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Eurowithdrawal/"
    },
    "type": "petition"
}