{
    "data": {
        "attributes": {
            "action": "Make a stance to the Bangladeshi government to allow Muhammad Nasim to go abroad for immediate treatment",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The British government should make a stance to the Bangladeshi caretaker government to allow the son of ex Prime Minister Captain Monsur Ali and the ex home minster himself Muhammad Nasim who is in very ill health from a mild stroke resulting in a severe paralysis. He has suffered a major blood clot in his brain and such treatment to remove it is not available in Bangladesh hence he should be sent abroad for better health treatment with immediate effect under his humanitarian rights which are currently being violated by the Bangladeshi government. \n\nHis health has deteriorated whilst being in prison and his health was such that he was not able to fight his cases in a stable and just mind of which the judiciary system of a democratic society orders you to do so. A stance must be taken against the Bangladeshi government of this flaw as well.\n\nMuhammad Nasim is now in a very critical situation and doctors have said he could suffer from another major stroke soon as his health depreciates second by second and must be sent abroad with immediate effect.\n\nThis is a grievous case of failing human rights in the country, please sign and thanks for your consideration.",
            "closed_at": "2008-08-02T00:00:00Z",
            "created_at": "2008-06-30T17:30:18.967273Z",
            "creator_name": "Yameen Hussain",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-30T17:30:18.967273Z",
            "rejected_at": "2008-07-04T13:14:16.188312Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-04T13:14:16.188312Z"
        },
        "id": 10236504
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Free-Nasim/"
    },
    "type": "petition"
}