{
    "data": {
        "attributes": {
            "action": "Remove the £800 requirement and the £750 fee for HSMP extension for applicants within the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Home Office/IND recently published new guidance regarding HSMP extensions. Applicants have to have £800 inhand or sitting in an account for 3 months. Fee now £750!Overdraft allowances not acceptable!It is extremely unfair for IND to change rules for people who came to the UK under different sets of rules to have new rules introduced upon them without consultation. I also have a house worth £150 000 with £30 000 equity but under the new IND rules not be acceptable! The H of Lords recently ruled against introduction of rules excluding foreign doctors from applying for jobs under HSMP because the Home Office had previously informed them that HSMP was acceptable for equality at point of application. In effect the IND is trying to introduce these new laws around the House of Lords ruling against changing laws relating to people who are already in the UK who came under the old rules. It is extremely unfair and I feel the Prime Minister should reverse these changes by the IND pending further review. The Home Office shifts the goalposts whenever the rules they introduce are vetoed by the House of Lords/Parliament.",
            "closed_at": "2009-07-02T00:00:00Z",
            "created_at": "2008-06-30T21:00:39.785835Z",
            "creator_name": "Dr TN Ramhewa",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-30T21:00:39.785835Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2009-07-03T00:01:02.047672Z"
        },
        "id": 10237840
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Remove800/"
    },
    "type": "petition"
}