{
    "data": {
        "attributes": {
            "action": "lift the ban on learning disability athletes competeting in British sports championships/uk schools games",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The ban on learning disabilities has had a serous effect on athletes with a learning disability.  This includes a reduction in events they can compete in , in this country and the funding that is attached to a elite athletes performance.  They cannot compete in British championships or the UK schools games.  This ban has been placed on these athletes and is unlawful and they should have the same rights to compete in these events just as there fellow disability peers with physical or visual disabilities.  We are not asking for much but to give these athletes the same rights to compete at higher levels within the British isles/Uk after all we have a disability right act 2005 which states that these athletes are being discriminated against. Please help and sign our petition",
            "closed_at": "2009-06-30T00:00:00Z",
            "created_at": "2008-06-30T09:55:38.397537Z",
            "creator_name": "karen selman",
            "government_response_at": "2010-02-19T12:23:17.346644Z",
            "government_responses": [
                {
                    "created_at": "2010-02-19T12:23:17.346644Z",
                    "details": "You signed a petition asking the Prime Minister to \"lift the ban on learning disability athletes competeting in British sports championships/uk schools games.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22496\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Ban--LD-athletes'",
                    "updated_at": "2010-02-19T12:23:17.346644Z"
                }
            ],
            "opened_at": "2008-06-30T09:55:38.397537Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 314,
            "state": "finished",
            "updated_at": "2009-07-01T00:01:01.443578Z"
        },
        "id": 10232839
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Ban--LD-athletes/"
    },
    "type": "petition"
}