{
    "data": {
        "attributes": {
            "action": "RE-NATIONALIZE THE ELECTRICITY INDUSTRY",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ever since the Conservatives sold off the Electric companies we have all had to pay the (SOCIAL COST) price. \n\nNow more than ever we are paying the price of privatization, more than 6 million households struggle to pay their electricity bills. \n\nThe extortionate charges levied on the electricity consumer. And the consequential rising profits the electricity companies make - is a travesty. \n\nForeign companies own our electricity companies and they are making Enormous Profits at our expense. \n\nIs it not time to make a stand and Re-Nationalize the electricity industry. \n\nIt is criminal that these companies can not be properly regulated to the advantage of the British consumer and prices capped at a fair rate. \n\nThe tax revenue for the government is enormous. \n\nThe Government is reluctant to consider Nationalization of electricity because of tax revenue.\n\nBut the Government was quick to waste the public money on saving a bank that does little for us as a nation.\n\nWe should Nationalize Electricity for the sake of the People. Before we are all left in the Dark.",
            "closed_at": "2009-07-01T00:00:00Z",
            "created_at": "2008-07-01T08:16:43.578436Z",
            "creator_name": "MR P JAMES",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-01T08:16:43.578436Z",
            "rejected_at": "2008-07-31T00:01:04.712214Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Possibility/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-31T00:01:04.712214Z"
        },
        "id": 10239300
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/giveitusback/"
    },
    "type": "petition"
}