{
    "data": {
        "attributes": {
            "action": "Stop teenagers being stabbed now, put more police on the streets and make prisons a deterrent.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government make you believe violent crime is down, but for the family of the latest victim to die this year, what do you think?  My son is fifteen and as a mother I am scared.  Enough is enough, we the country must petition the Government to put more police on the streets and make prisons a deterrent.  No games, no televisions and prisonners must start to earn their keep like in the US, remove litter, dig roads etc. We want Youth centres now in every area, any youngster caught with a knife immediate detention in a National Service with an education/vocational training for all youngsters from the age of 13 to 18 ONLY.  This might then deter, we have to do something.  This Government is all talk and maybe if enough people sign this we might actually make them feel guilty for the poor families and for the victims who have been robbed of a future!",
            "closed_at": "2008-09-30T00:00:00Z",
            "created_at": "2008-06-30T16:19:03.527728Z",
            "creator_name": "E Shutie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-30T16:19:03.527728Z",
            "rejected_at": "2008-07-31T00:01:04.712214Z",
            "rejection": {
                "code": 2048,
                "details": "There are similar petitions, see http://search.petitions.pm.gov.uk/kbroker/number10/petitions/search.lsim?qt=knife+crime&sr=0&nh=10&cs=&sc=number10&oq=minimum+wage+age&sb=0&ha=1157&mt=0",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-31T00:01:04.712214Z"
        },
        "id": 10236058
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Stop-Stabbings/"
    },
    "type": "petition"
}