{
    "data": {
        "attributes": {
            "action": "make smoking illegal without a smoking-permit.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We propose that smoking any tobacco-based products be made illegal without a permit.  6 months before the legislation comes into force anyone over 18 years can apply for a smoking-permit.  From the day the law changes no more smoking permits will ever be issued.  Thus any adult smoker may to continue to smoke, but it becomes illegal to start smoking.\n\nThe penalty for infringement is either an instant £200 fine or 1 day awareness course plus 1 day community-service/compulsory-unpaid-work.  \n\nPermits will have a chip&pin and all financial institutions will provide access to their retail chip&pin systems (a nominal, cost-based fee can be added to the sale price) providing a full audit trail of all tobacco sales.  Excessive/abnormal sales on any permit will be investigated for illegal activity.  Tobacco sales can still be made in cash, but are illegal without recording permit-chip&pin.\n\nRetailers will be fined 10 times the gross-retail-value of each illegal/unaccounted sale.  The tobacco industry will be fined 100 times the gross-retail-value of each illegal/unaccounted sale.  \n\n90% of all revenue generated will be spent on tobacco awareness programs.",
            "closed_at": "2008-08-30T00:00:00Z",
            "created_at": "2008-06-30T13:45:47.370984Z",
            "creator_name": "A Connolly",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-30T13:45:47.370984Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2008-08-31T03:49:09.276105Z"
        },
        "id": 10234845
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Smoking-Permits/"
    },
    "type": "petition"
}