{
    "data": {
        "attributes": {
            "action": "Say No To Aviation Fuel Tax (a stealth tax too far)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We will succeed in tackling global warming by reducing global emissions, not emissions from one industry. The true aim should be to minimise emissions from around the world e.g. a carbon trading scheme. Passengers fly from around the globe to Heathrow not because London is their final destination, but because they want to catch a connecting flight to somewhere else; these passengers will avoid UK airlines and fly with continental carriers to make connections at European hubs such as Paris, Amsterdam or Frankfurt. This will simply destroy UK jobs and do nothing for the environment; we will have boosted overseas aviation industries at the expense of our own. The entire UK aviation industry's output amounts to 0.1% of global CO2. You will not solve global warming by bankrupting British airlines.",
            "closed_at": "2009-07-02T00:00:00Z",
            "created_at": "2008-06-30T07:32:02.227973Z",
            "creator_name": "Nigel Thomas",
            "government_response_at": "2009-08-12T10:24:50.288957Z",
            "government_responses": [
                {
                    "created_at": "2009-08-12T10:24:50.288957Z",
                    "details": "You signed a petition asking the Prime Minister to \"Say No To Aviation Fuel Tax (a stealth tax too far).\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20311\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'aviationtax'",
                    "updated_at": "2009-08-12T10:24:50.288957Z"
                }
            ],
            "opened_at": "2008-06-30T07:32:02.227973Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 943,
            "state": "finished",
            "updated_at": "2009-10-22T03:03:21.952994Z"
        },
        "id": 10231478
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/aviationtax/"
    },
    "type": "petition"
}