{
    "data": {
        "attributes": {
            "action": "bring back the culture of the 1980s!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Bring back the lifestyle of the 80s, no more doom and gloom!  I want our children to get that warm feeling when they look back at their childhood like I do, not just with TV but with culture.\n\nWe should bring back the way of policing of the 1980s where the police were more on the street than in an office waiting for the huge 'golden handshake'.\n\nWe should bring a censorship on media where depressing news is limited, and more good, wholesome news is given.\n\nWe should bring back the ethics of 1980s schooling where children respected their teachers and the system they where in.\n\nIts not an overnight thing, but we can get the ball rolling by stopping the depressing scripts of the big soaps, introducing more positive news and bringing back the 'old systems' of policing, nursing and the way we once run our Great Britain, its not about closing the doors to other countries its about getting back this country's pride and not be made the dustbin and nanny for the world.",
            "closed_at": "2009-06-30T00:00:00Z",
            "created_at": "2008-06-30T23:39:40.354054Z",
            "creator_name": "Stuart Wilson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-30T23:39:40.354054Z",
            "rejected_at": "2008-07-31T00:01:04.712214Z",
            "rejection": {
                "code": 4352,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-31T00:01:04.712214Z"
        },
        "id": 10238516
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/1980sethics/"
    },
    "type": "petition"
}