{
    "data": {
        "attributes": {
            "action": "Vacate No 10",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I think you should vacate no 10.\nI think this government has lost touch with the British people and keep bowing to the demands of all the immigrants you keep letting in.\n It’s about time it was sorted out once and for all. \nTaxes on items in the high street have raise so high that’s almost impossible to live on a wage nowadays.\nYou all seem to be spending this countries money without a care in the world.\n\nWhere has the money gone too, that we stopped paying the Americans and Canadians for their help in the war effort?\nWhy is this country now in a crisis when we should have so much extra money through not having to pay back this so called loan?\nThe Great British Pound should be the strongest it has been for nearly 50 years. However it seems that we are about to hit another recession.\nWhy are we still being dictated to by the Germans, I mean who won the war anyway?\nMy next vote is going to the BNP as I am sure they will be able to get rid or our unwanted guests and lower taxes etc.\nTalk about fat cat bosses, I think you lot have drank the dairy dry.",
            "closed_at": "2009-06-30T00:00:00Z",
            "created_at": "2008-06-30T21:00:57.903824Z",
            "creator_name": "M Cowdrey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-30T21:00:57.903824Z",
            "rejected_at": "2008-07-31T00:01:04.712214Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Saveenglandnow/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-31T00:01:04.712214Z"
        },
        "id": 10237843
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Vacate/"
    },
    "type": "petition"
}