{
    "data": {
        "attributes": {
            "action": "repeal sections 53 to 56 of the Countryside and Rights of Way Act 2000 so that thousands of unrecorded rights of way are not lost forever in 2026",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Countryside and Rights of Way Act 2000 introduced a deadline for the recording of historic rights of way on definitive maps (the legal record of public rights of way).  After 1 January 2026 most pre-1949 paths which have not been recorded on these maps will be lost forever.  An estimated 20,000 paths could be lost because of this measure, including many in towns and cities.  The government funded project to assist with the researching and recording of these routes has been terminated without recording a single path but when the Countryside and Rights of Way Bill was going through Parliament the then Minister, Michael Meacher said “ … we do not intend to [bring definitively to a close the exercise of determining the rights of way network] without ensuring that there are adequate resources to make it possible for all existing paths that can reasonably be found to be found.”  The public therefore had a legitimate expectation that something would be done to record the so-called lost ways.  Now that the promised resources have been withdrawn repeal of the cut-off date is essential.",
            "closed_at": "2009-07-01T00:00:00Z",
            "created_at": "2008-07-01T16:36:30.860769Z",
            "creator_name": "Janet Davis",
            "government_response_at": "2009-08-12T10:22:42.774634Z",
            "government_responses": [
                {
                    "created_at": "2009-08-12T10:22:42.774634Z",
                    "details": "You signed a petition asking the Prime Minister to \"repeal sections 53 to 56 of the Countryside and Rights of Way Act 2000 so that thousands of unrecorded rights of way are not lost forever in 2026.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20309\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'repeal2026'",
                    "updated_at": "2009-08-12T10:22:42.774634Z"
                }
            ],
            "opened_at": "2008-07-01T16:36:30.860769Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6431,
            "state": "finished",
            "updated_at": "2009-07-14T03:02:57.020295Z"
        },
        "id": 10243120
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/repeal2026/"
    },
    "type": "petition"
}