{
    "data": {
        "attributes": {
            "action": "adopt into British law the British Olympic Association bylaw which bans proven drug cheats from competing at the Olympic Games for life. It further calls on the Government to petition the International Olympic Committee, one of whose principle aims is to promote fair play, to adopt the BOA's position into its own rules by banning all athletes who are found to have taken drugs from the Games for life",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition comes on the back of Dwain Chambers' application to overturn the British Olympic Association's bylaw in court with the intention of competing in the Beijing Games in August 2008. The bylaw states that any British athlete who has committed a doping offence and been banned from competition shall be banned from representing Team GB at the Olympics for life. It can be challenged, and has been, by those whose breaches of doping controls are not deemed serious, such as those who have not actually failed a drugs test but who have missed several. However, the bylaw was intended to ban proven drug cheats from having the privilege of competing at the Olympics.",
            "closed_at": "2008-09-02T00:00:00Z",
            "created_at": "2008-07-01T15:34:41.385039Z",
            "creator_name": "Ian Lamont",
            "government_response_at": "2008-10-09T15:15:41.861396Z",
            "government_responses": [
                {
                    "created_at": "2008-10-09T15:15:41.861396Z",
                    "details": "You signed a petition asking the Prime Minister to \"adopt into British law the British Olympic Association bylaw which bans proven drug cheats from competing at the Olympic Games for life. It further calls on the Government to petition the International Olympic Committee, one of whose principle aims is to promote fair play, to adopt the BOA's position into its own rules by banning all athletes who are found to have taken drugs from the Games for life.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17115\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'OlympicCheats'",
                    "updated_at": "2008-10-09T15:15:41.861396Z"
                }
            ],
            "opened_at": "2008-07-01T15:34:41.385039Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 453,
            "state": "finished",
            "updated_at": "2008-09-05T04:00:03.698158Z"
        },
        "id": 10242640
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/OlympicCheats/"
    },
    "type": "petition"
}