{
    "data": {
        "attributes": {
            "action": "Reduce or Provide Rebates on Fuel Tax and Duty for Disabled people, vulnerable groups, and essential road users, such as lorry drivers and transport companies.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Like thousands of disabled people, I am dependent upon a car to get anywhere. Yet, the cost of fuel prohibits me from being able to do this, or perform day-to-day activities.\n\nMany disabled people rely upon their partner or carer to drive them to and from their place of work. That’s twice the mileage, engine and tyre wear, and twice the fuel costs.\n\nMany disabled people simply cannot afford to go out at all and this is devastating.\n\nThere is some discrimination because disabled people that need to use a car do not do so out of choice but out of necessity. They cannot ride a bicycle, or use public transport; many could not use a taxi or have an adapted car.\n\nDisabled people that need a car, like lorry drivers, do not have the choice – they simply have to use it.  \n\nIt must be discrimination and cannot be right to expect disabled people to pay the same as a fit person, when the disabled person does not have any other options.\n\nFuel tax duty is a %.  So the higher the price, the more % the Gov takes.  The current situation is wrong, discriminatory and unacceptable.\n\nThis is a chance for the Government to do something right for a change, and I hope that you will support this petition.",
            "closed_at": "2009-07-02T00:00:00Z",
            "created_at": "2008-07-02T10:11:31.837855Z",
            "creator_name": "Darren Brook",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-02T10:11:31.837855Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 79,
            "state": "finished",
            "updated_at": "2010-01-27T17:40:59.108278Z"
        },
        "id": 10247488
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fuel-Rebate/"
    },
    "type": "petition"
}