{
    "data": {
        "attributes": {
            "action": "Ban Legal Tobacco Sales for the health of all",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "it's all very well having a go at the big businesses, but it's the GOVERNMENTS who decide if tobacco gets sold or not.  they introduce half-measures like banning in work places and pubs but smokers can still smoke themselves to death outside the pub or at home.  let's follow the lead of the king of bhutan and ban legal tobacco sales.  the authorities are hypocrites!  telling us to stop smoking on the one hand and still selling a known highly addictive lethal carcinogen on the other! how long do we put up with this???  what about those who lack the will power or the necessary drive to stop smoking on their own?  if they banned it, then we all go thru nicotine withdrawal at the same time and then it's over, passed, forgotten.  anyone who gets caught trying to sell foreign tobacco in pubs gets arrested, and legislation could be introduced to warn any pubs or shops which allowed it. do the authorities REALLY want a healthier nation? ask yourself...  they used to sell heroin and morphine in chemists at the beginning of the 20th century, until someone realised it wasn't a good idea... do we miss it?  civil liberties?  THINK!!! please help - are u with us???",
            "closed_at": "2009-07-01T00:00:00Z",
            "created_at": "2008-07-01T23:00:28.862561Z",
            "creator_name": "grant munro",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-01T23:00:28.862561Z",
            "rejected_at": "2008-08-01T00:01:04.478187Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/tobaccokills/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-01T00:01:04.478187Z"
        },
        "id": 10245423
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/end-tobacco/"
    },
    "type": "petition"
}