{
    "data": {
        "attributes": {
            "action": "commit resources for urgent global action to rescue frogs and other amphibians.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The world is currently facing up to what could be the biggest mass extinction since the disappearance of the dinosaurs 65 million years ago.\nAs a result of climate change, and loss of natural habitats, around a third of the World’s species of frogs and other amphibians could be wiped out in the coming years.\n\nHundreds of species are also at risk from an untreatable and unstoppable parasitic fungus which, perhaps exacerbated by global warming, now threatens to kill millions of amphibians around the world.\n\nUnless urgent and immediate action is taken now to take priority species into protective captivity, so that they can prosper and breed in safety, these species will face extinction within years.\n\nZoos and aquariums around the world have already joined forces to ensure such schemes take place. The campaign, however, still needs funds and increased public awareness.\n\nWe are therefore calling upon the Prime Minister to lead the way among Western nations by endorsing and supporting the many and varied conservation programmes currently being carried out by zoos, aquariums in the UK, and by highlighting the campaign among his counterparts internationally.",
            "closed_at": "2009-01-01T00:00:00Z",
            "created_at": "2008-07-01T12:20:15.402000Z",
            "creator_name": "Andy Hygate",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-01T12:20:15.402000Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 131,
            "state": "finished",
            "updated_at": "2009-12-29T15:16:34.393888Z"
        },
        "id": 10241238
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/YearoftheFrog/"
    },
    "type": "petition"
}