{
    "data": {
        "attributes": {
            "action": "maintain the operation and maintenance of the Tyne & Wear Metro as a vertically integrated, wholly owned public sector company and to abandon all plans to fragment, privatise, franchise or contract out any part of its operations, maintenance or development. Furthermore to provide the necessary investment through government funding to upgrade, renew and extend Metro in line with the plans origionally proposed by NEXUS the Tyne & Wear Passenger Transport Executive",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "TYNE & Wear Metro is a public-sector success story, achieving record levels of punctuality & ridership and should be kept that way, funding for an upgrade of the network is conditional on fragmenting & privatising Metro's operations & infrastructure. Nexus (Tyne & Wears Passenger Transport Executive)indicate that the government has insisted on the break-up, overruling the PTE's preferred option of maintaining Metro as a 'vertically integrated'railway.\n \nThe model now proposed for Metro is in danger of repeating the mistakes of rail privatisation. Safety will be threatened as Metro will be fragmented into different sectors similar to the failed London Underground PPP, inevitably leading to a less efficient, more expensive railway which is why Nexus were originally opposed to the break up of Metro. Large amounts of  fare revenue & public subsidy will be used to pay dividends to shareholders instead of being used to improve Metro for the benefit of passengers & of course Metro workers' pensions, jobs & conditions will be under threat as the private sector tries to maximise profits.",
            "closed_at": "2008-09-02T00:00:00Z",
            "created_at": "2008-07-02T00:18:55.845390Z",
            "creator_name": "Pete Woods",
            "government_response_at": "2008-10-09T15:29:05.953653Z",
            "government_responses": [
                {
                    "created_at": "2008-10-09T15:29:05.953653Z",
                    "details": "You signed a petition asking the Prime Minister to \" maintain the operation and maintenance of the Tyne & Wear Metro as a vertically integrated, wholly owned public sector company and to abandon all plans to fragment, privatise, franchise or contract out any part of its operations, maintenance or development. Furthermore to provide the necessary investment through government funding to upgrade, renew and extend Metro in line with the plans origionally proposed by NEXUS the Tyne & Wear Passenger Transport Executive.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17116\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'TyneWearMetro'",
                    "updated_at": "2008-10-09T15:29:05.953653Z"
                }
            ],
            "opened_at": "2008-07-02T00:18:55.845390Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 261,
            "state": "finished",
            "updated_at": "2008-10-07T03:48:54.073610Z"
        },
        "id": 10245569
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TyneWearMetro/"
    },
    "type": "petition"
}