{
    "data": {
        "attributes": {
            "action": "pass new legislation which acknowledges and defines statelessness in various forms and has a clear system of protection for stateless people.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are very concerned about the thousands of people in Britain who are excluded from this society and unable to return to their country of origin. They are unable to work and liable to be detained at any time. We call on the British Government to pass new legislation which acknowledges and defines statelessness in various forms and has clear systems of protection for stateless people. This includes granting leave to remain immediately, for people who are returned to their country and refused entry, and after 6 months, if the Home Office has been unable to obtain effective entry papers for people it intends to return.",
            "closed_at": "2009-01-03T00:00:00Z",
            "created_at": "2008-07-03T08:19:36.626996Z",
            "creator_name": "Darren Middleton",
            "government_response_at": "2009-04-03T15:43:02.564711Z",
            "government_responses": [
                {
                    "created_at": "2009-04-03T15:43:02.564711Z",
                    "details": "You signed a petition asking the Prime Minister to \"pass new legislation which acknowledges and defines statelessness in various forms and has a clear system of protection for stateless people.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18915\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Statelessness'",
                    "updated_at": "2009-04-03T15:43:02.564711Z"
                }
            ],
            "opened_at": "2008-07-03T08:19:36.626996Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 251,
            "state": "finished",
            "updated_at": "2009-05-11T16:10:40.714390Z"
        },
        "id": 10254448
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Statelessness/"
    },
    "type": "petition"
}