{
    "data": {
        "attributes": {
            "action": "Give a murder charge and life sentence to the parents of Tiffany Wright, who died from malnutirition whilst in thier care, and for strict laws to be passed for the monitoring of children who dont attend clinics or nurseries, so that thier health can be regularly checked.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A woman whose three-year-old daughter died of malnutrition in \"filth and squalor\" has been jailed for 12 years. the mother,22, was jailed after admitting manslaughter and her husband, 44, was jailed for five years for child cruelty. \nThe court heard Tiffany's decomposed body was found in an insect-infested room in a pub in Upperthorpe, Sheffield, in September last year. \nA pathologist said the child had been dead for between two or three days. \nPost-mortem tests showed she had not eaten or drunk anything for at least 20 hours.\nTiffany died as a result of bronchial pneumonia which was a direct result of malnutrition. The court heard the family lived above the pub and Tiffany was raised in \"abject squalor and degradation\". She was frequently left with no supervision in a room covered in dog faeces. It defies belief that in this day an age a child can starve, in one report I read social services had requested that the mother did not leave tiffany locked alone upstairs, IF social services were involved, why were they not regularly checking on Tiffany's well being? Make it stop!",
            "closed_at": "2009-01-03T00:00:00Z",
            "created_at": "2008-07-03T12:45:07.830527Z",
            "creator_name": "Jodi Roper",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-03T12:45:07.830527Z",
            "rejected_at": "2008-07-04T09:44:08.522828Z",
            "rejection": {
                "code": 16384,
                "details": "Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-04T09:44:08.522828Z"
        },
        "id": 10256862
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/justiceTiffany/"
    },
    "type": "petition"
}