{
    "data": {
        "attributes": {
            "action": "establish an All-Party Energy, Environment & Infrastructure Policy Committee to ensure that core policies preserving national life are identical irrespective of the party in power.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Fuel and utility prices are going through the roof and will never come back down. Climate change is already bringing flooding, drought and storms with worse to come. \n\nTo minimise impact on all our lives, firm measures are needed now, ranging from green taxation to significant investment in public transport, food production and green energy measures. The later we leave it, the more Draconian the measures will need to be to ensure that life goes on.\n\nMany measures will be unpopular but vital: parties may be tempted to campaign for office by promising to hold off or water-down implementation – a recipe for disaster.\n\nAn All-Party Committee on Energy, Environment & Infrastructure should be established to determine - not merely advise upon - Government policy in these areas. Successive Governments of all parties would be committed to identical measures, taking vital aspects of national energy security, transport, agriculture and other areas off the political agenda to be determined for the good of the country as a whole, without risk of being derailed by short-term greed, party political gain or special interests. Our way of life could depend on it.",
            "closed_at": "2009-07-03T00:00:00Z",
            "created_at": "2008-07-03T12:55:22.088352Z",
            "creator_name": "Richard G Elen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-03T12:55:22.088352Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2009-12-30T17:02:51.151873Z"
        },
        "id": 10256938
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AllPartyPolicy/"
    },
    "type": "petition"
}