{
    "data": {
        "attributes": {
            "action": "1.  Abandon the Department of Business Enterprise and Regulatory Reform's proposal to remove the requirement upon employers to retain copies of Employers Liability Insurance certificates for a period of 40 years and;  put in place as a matter of urgency arrangements for a compulsory national database contacting current and historic details of employers insurers so as to safeguard the position of victims of mesothelioma and other occupational diseases for which there is a long period of latency before the condition develops and to enable compensation claims pursued by them to be dealt with quickly",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Mesothelioma is a cancer that affects the external linings of the lungs and in the UK the condition is invariably caused by exposure to asbestos.  There is no cure and the condition is invariably fatal.  The current annual number of deaths due to mesothelioma is over 2000 and it is predicted to continue to rise to 2500 per annum by 2011 and 2015.  In the overwhelming majority of cases, the victim’s exposure to asbestos dust has occurred in circumstances in which the employer would be liable to pay compensation.\n\nHowever in a high proportion of cases the employer responsible, has ceased trading.  Although it would be liable to pay compensation, compensation can only be obtained if the relevant insurer can be identified.  In a significant number of cases this is not possible.\n\nIf the requirements to retain insurance certificates is removed it will make it even more difficult for victims of mesothelioma and other occupational diseases to recover compensation from their former employers.",
            "closed_at": "2009-01-03T00:00:00Z",
            "created_at": "2008-07-03T10:49:00.926853Z",
            "creator_name": "Roger Maddocks",
            "government_response_at": "2009-02-24T15:44:52.329022Z",
            "government_responses": [
                {
                    "created_at": "2009-02-24T15:44:52.329022Z",
                    "details": "You signed a petition asking the Prime Minister to \"1. Abandon the Department of Business Enterprise and Regulatory Reform's proposal to remove the requirement upon employers to retain copies of Employers Liability Insurance certificates for a period of 40 years and; put in place as a matter of urgency arrangements for a compulsory national database contacting current and historic details of employers insurers so as to safeguard the position of victims of mesothelioma and other occupational diseases for which there is a long period of latency before the condition develops and to enable compensation claims pursued by them to be dealt with quickly.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18365\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'mesovictims'",
                    "updated_at": "2009-02-24T15:44:52.329022Z"
                }
            ],
            "opened_at": "2008-07-03T10:49:00.926853Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1249,
            "state": "finished",
            "updated_at": "2009-12-29T15:16:34.393888Z"
        },
        "id": 10255866
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/mesovictims/"
    },
    "type": "petition"
}