{
    "data": {
        "attributes": {
            "action": "raise more awareness for Endometriosis sufferers & providing funding for medical research in finding a cure for this condition",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Endometriosis is a common medical condition characterized by growth beyond or outside the uterus of tissue resembling endometrium, the tissue that normally lines the uterus.\n\nAffecting an estimated 89 million women of reproductive age (those who have yet to become pregnant) around the world, endometriosis occurs in one in every five women. \nHowever, endometriosis can occur very rarely in postmenopausal women. An estimated 2%-4% of endometriosis cases are diagnosed in the postmenopausal period.\n\nEndometriosis not only has NO cure but doctors have no explanation as to how women come to have it ?! Something must be done as it is becoming more common in the world today and this cannot continue.\n\nWith endometriosis the pain is extremely severe, imagine a excruicating pain in your pelvis, nausea, not being able to move or even to walk, passing out frequently, back pain, etc, the list is endless. \n\nI have suffered from this from the age of 13 - I was told it was \"all in your head\" until i was finally diagnosed at the age of 18 (5years before finding an answer !) \n\nPlease help us sufferers, we can't continue like this. Find the solution, find the cure.",
            "closed_at": "2009-07-03T00:00:00Z",
            "created_at": "2008-07-03T15:19:33.595967Z",
            "creator_name": "Jacqui Ferguson",
            "government_response_at": "2009-11-27T12:01:47.164209Z",
            "government_responses": [
                {
                    "created_at": "2009-11-27T12:01:47.164209Z",
                    "details": "You signed a petition asking the Prime Minister to \"raise more awareness for Endometriosis sufferers & providing funding for medical research in finding a cure for this condition.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21455\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'EndoHelpUs'",
                    "updated_at": "2009-11-27T12:01:47.164209Z"
                }
            ],
            "opened_at": "2008-07-03T15:19:33.595967Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 256,
            "state": "finished",
            "updated_at": "2010-02-26T16:29:37.863841Z"
        },
        "id": 10258054
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EndoHelpUs/"
    },
    "type": "petition"
}