{
    "data": {
        "attributes": {
            "action": "stop the proposed move into storage of the Type Archive, from its present home at the Type Museum, London",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Type Museum has successfuly collected a large proportion of all the definitive historical materials relating to the art, design & manufacturing production in Britain of the typefaces in which the world’s languages are communicated and recorded. This collection has been closed for two years and needs re-opening to public access, educational and scholarly use – not broken up or put into storage as is curently being proposed. The Type Museum’s  collections need exhibiting, curatorial & conservation development and educational workshops - not storage. This legacy is vital for the quality of education of future generations of communicators in which Britain has frequently led the world.\nWe appeal for resources to restore and safeguard educational access to these collections.",
            "closed_at": "2009-01-04T00:00:00Z",
            "created_at": "2008-07-04T10:20:53.582612Z",
            "creator_name": "Tim Martin",
            "government_response_at": "2009-03-20T12:55:34.533766Z",
            "government_responses": [
                {
                    "created_at": "2009-03-20T12:55:34.533766Z",
                    "details": "You signed a petition asking the Prime Minister to \"stop the proposed move into storage of the Type Archive, from its present home at the Type Museum, London.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18636\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'typemuseum'",
                    "updated_at": "2009-03-20T12:55:34.533766Z"
                }
            ],
            "opened_at": "2008-07-04T10:20:53.582612Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1001,
            "state": "finished",
            "updated_at": "2009-11-27T17:04:11.618900Z"
        },
        "id": 10264093
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/typemuseum/"
    },
    "type": "petition"
}