{
    "data": {
        "attributes": {
            "action": "Promote changing the name of our planet.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have become increasingly aware, that the name of our planet is incredibly bland, and when compared to other planets, not just in the known galaxy, but in our own solar system......it is practically a laughing stock. I propose that this issue should be taken with all haste to the international community, whereby an appropriate and prestigious name can be agreed upon, one which is a word of wisdom, a word of power, and a word of glory, in all languages. I feel certain that you too, will have noticed that the current derogatory name for this planet is the same word for the filth we tread upon, on a daily basis, and in the future, civilizations from other worlds will too notice this. They will look down upon us, for naming such a place of beauty, with such a disgustingly rancid name. There will be generations of persecution and victimization towards the \"earthers\" (they wont use capital letters either), based purely on the name of our planet. As I and many others see it, renaming is the only way to avert this bleak insight into the future. Stand tall, be proud.",
            "closed_at": "2009-07-04T00:00:00Z",
            "created_at": "2008-07-04T13:15:24.819525Z",
            "creator_name": "Luke Stuart",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-04T13:15:24.819525Z",
            "rejected_at": "2008-08-03T00:01:04.645304Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-03T00:01:04.645304Z"
        },
        "id": 10265501
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/planetdirt/"
    },
    "type": "petition"
}