{
    "data": {
        "attributes": {
            "action": "reduce the incidence of crime, in particular violent crime, by enlarging the Police Force.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Once again, the media is covered with stories regarding the senseless loss of life from yet another stabbing.  The latest victim was murdered in broad daylight.  To allow a situation where this is possible in a modern society is, quite simply, unacceptable.  The Government are therefore petitioned to take immediate action by rapidly enlarging the country's Police Force.  Appropriate manning will enable full policing of our roads and streets: too often, too few try to do too much.  Funding should be found from either a direct and fully quantifiable increase in Tax (1p in every £1 to make the streets safer!) or from a cut in another area of the budget.  Both should remain, however, directly attributable to the outcome i.e. if £1Bn is raised, £1Bn should be spent on policing.  We have spent many millions of pounds making the world a safer place, but appear to be struggling with the concept of keeping our own house and doorstep in order. It is time for this to stop!",
            "closed_at": "2009-07-04T00:00:00Z",
            "created_at": "2008-07-04T15:25:41.061206Z",
            "creator_name": "Robert Urquhart",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-04T15:25:41.061206Z",
            "rejected_at": "2008-08-07T00:01:04.788805Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Police-Patrols/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-07T00:01:04.788805Z"
        },
        "id": 10266317
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Violent-Crime/"
    },
    "type": "petition"
}