{
    "data": {
        "attributes": {
            "action": "give the public control over MPs' salary and expenses",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I propose that the public have control over MPs' salaries, as follows:\n\n1. Form a committee independent from the Government to review the performance of MPs - including attendance to Parliament and activities within their constituencies.\n\n2. Collate all information to form a proposed salary increase/decrease for MPs across the board.\n\n3. Adjust these figures to take into account whether individual MPs have put in sufficient work to earn the full amount.\n\n4. Draft, by random selection similar to Jury duty (but NOT compulsory), 2,000 members of the public of all ages, backgrounds etc to have the final vote over how to adjust MPs' pay and what expenses they should be allowed to collect - this could be achieved via post or via a secure server on the internet.\n\n5. Introduce a Parliament Salary Tax, which is deducted from MPs' salaries to fund the formation and running of said new group.\n\nI believe that this is the fairest way to proceed, as it seems totally undemocratic for MPs to vote on their own finances (something which they have a prejudicial interest in).",
            "closed_at": "2008-10-04T00:00:00Z",
            "created_at": "2008-07-04T12:21:53.028933Z",
            "creator_name": "James Hardaker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-04T12:21:53.028933Z",
            "rejected_at": "2008-08-07T00:01:04.788805Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/fairgovern/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-07T00:01:04.788805Z"
        },
        "id": 10265050
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/salarycommittee/"
    },
    "type": "petition"
}