{
    "data": {
        "attributes": {
            "action": "lead the call for radical reform of MPs pay and expenses, arguing that whether it costs taxpayers more or less than now, it should be fair and based on meeting MPs needs only.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "MPs pay and expenses are handled improperly at present. The system is not independent and its not ethical by any acceptable standard. \n\nWe need to stop the scandal of MPs pay and expenses: find out what MPs needs are and meet them, no more and no less, whether this costs taxpayers more or less than now.\n\nThe Joseph Rowntree Foundation issued a report in July 2008 which looked at what various categories of people need in order to live at an acceptable standard and participate in UK society.\n\nI propose that this sort of method should be applied to all MPs, including members of the Government - get a fair, independent body to examine what is needed for MPs to do their jobs well and also live decent, reasonably rounded lives and pay them and/or provide them with appropriate facilities as required.",
            "closed_at": "2009-07-03T00:00:00Z",
            "created_at": "2008-07-04T14:30:42.710068Z",
            "creator_name": "Glenn Vowles",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-04T14:30:42.710068Z",
            "rejected_at": "2008-07-15T15:48:54.717806Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/MPExpenses2008/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-15T15:48:54.717806Z"
        },
        "id": 10265972
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MeetMPneedsonly/"
    },
    "type": "petition"
}