{
    "data": {
        "attributes": {
            "action": "Make Multiple Myeloma a government priority. Myeloma is a cancer of the plasma cells, which attacks and destroys bone, damages the immune system and causes renal failure. Myeloma is currently not curable, but it is treatable.  We call upon the Government to ensure that all myeloma patients get the best care and treatment when their doctor says they need it.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are Jacky Pickles, Janice Wrigglesworth and Marie Morton, three women from Yorkshire who suffer from Multiple Myeloma. Our fight for access to the life-prolonging drug Velcade has been widely reported and we have become known as The Velcade Three. We ask you to help us raise awareness of myeloma and help patients get the care and treatment they deserve.",
            "closed_at": "2009-01-29T00:00:00Z",
            "created_at": "2008-07-04T12:54:13.364650Z",
            "creator_name": "Jacky Pickles",
            "government_response_at": "2009-06-10T11:16:30.622090Z",
            "government_responses": [
                {
                    "created_at": "2009-06-10T11:16:30.622090Z",
                    "details": "You signed a petition asking the Prime Minister to \"Make Multiple Myeloma a government priority. Myeloma is a cancer of the plasma cells, which attacks and destroys bone, damages the immune system and causes renal failure. Myeloma is currently not curable, but it is treatable. We call upon the Government to ensure that all myeloma patients get the best care and treatment when their doctor says they need it.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19558\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'myeloma'",
                    "updated_at": "2009-06-10T11:16:30.622090Z"
                }
            ],
            "opened_at": "2008-07-04T12:54:13.364650Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 985,
            "state": "finished",
            "updated_at": "2009-02-15T03:02:50.734535Z"
        },
        "id": 10265306
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/myeloma/"
    },
    "type": "petition"
}