{
    "data": {
        "attributes": {
            "action": "ASSIGN MORE FUNDING FOR RESEARCH INTO SCHIZOPHRENIA",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Schizophrenia is a brain disorder that affects the way a person acts, thinks, and sees the world. People with schizophrenia have an altered perception of reality, often with a significant loss of contact with reality. There is no cure, only treatment to help with the symptoms.  Sufferers may see or hear things that don’t exist,believe that others are trying to harm them, or feel like they’re being constantly watched. With such a blurred line between the real and the imaginary, schizophrenia makes it difficult-even frightening to negotiate the activities of daily life. In response, people with schizophrenia may withdraw from the outside world or act out in confusion and fear.  \n\nOften patients do not realize that they are suffering from the illness and lead a life of perceived persecution which impacts greatly upon their quality of life.  The life of the family and carer's is also dramatically influenced- this is something which is barely recognized.  On many occasions schizophrenics are sectioned and hospitalized without realizing why they are there.\n\nTHANK YOU FOR REGISTERING YOUR SUPPORT.",
            "closed_at": "2009-07-03T00:00:00Z",
            "created_at": "2008-07-03T18:51:54.510682Z",
            "creator_name": "MANDEEP TAWANA",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-03T18:51:54.510682Z",
            "rejected_at": "2008-08-03T00:01:04.645304Z",
            "rejection": {
                "code": 256,
                "details": "Please address the excessive use of capital letters; they make your petition hard to read.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-03T00:01:04.645304Z"
        },
        "id": 10260012
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SCHIZOPHRENCURE/"
    },
    "type": "petition"
}