{
    "data": {
        "attributes": {
            "action": "Help take action in our petition Knives ruin Lives",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Knife crime is not a problem in the uk, its now become a way of life, for some of the youngsters of today. We onced referred to our children as the 'future', but now they are just a statistic. Now the number of youths killed this year as a result of knife crime rises to 18. You can blame the parents, police, government, video games and many other factors but the problem is still there and something should be done. At this rate what future will our children have. Sometimes drastic actions need drastic measures. I don't want to preach, just one voice trying to get a message across. Why can't we have boot camps or curfews for kids upto the age of 16 and those over 16 national service. To hard on the youngsters some may say. Speak to a parent who has lost a child in that way. We want the best for our children as they grow up, if no solutions are found what chance have are youngsters got. Lets try and enforce some proposals and give children a chance of life. It is all to frequent that you watch and read about another child being attacked or killed. We as parents want to protect our children, so lets start now.",
            "closed_at": "2009-07-04T00:00:00Z",
            "created_at": "2008-07-04T19:49:39.409608Z",
            "creator_name": "Miss Veronica  Evans",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-04T19:49:39.409608Z",
            "rejected_at": "2008-08-08T00:01:08.124364Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/natservforyouth/\nhttp://petitions.pm.gov.uk/teenmurders/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-08T00:01:08.124364Z"
        },
        "id": 10267970
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/knivesruinlifes/"
    },
    "type": "petition"
}