{
    "data": {
        "attributes": {
            "action": "examine the fuel costs of hospital visiting in efforts to manage the credit crunch, the govt. would do well to agree about some concessionary policy for public transport. Prioritising fuel - for the emergency services, fire, police and ambulances has always been essential - and it is often the bravest in society who are hospitalised, often traumatically. Please consider their relatives too.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "However, the petitioner is urging the P.M. to consider involvement of rail and public transport services to co - ordinate between districts and hospitals for the general public. One of the main gaps in services is out of hours, around A & E depts. and in emergencies.\n\nCan the P.M. please reassure me that A & E depts. have a policy on how best to help relatives, who sometimes might not know the area and be poorly orientated. Clear sign - posting is one of the successes of the modernised NHS - but more needs to be done institutionally and by state depts rather than chaotic ad hoc free for all management - which appears to be simply every man for himself !\n\nWhilst working as a nurse, I feel very sorry especially for young mums who are obviously trying to juggle the demands of all family members, young and old, in and out of hospital. Please help.",
            "closed_at": "2009-07-04T00:00:00Z",
            "created_at": "2008-07-04T10:51:15.788693Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-04T10:51:15.788693Z",
            "rejected_at": "2008-07-09T09:55:01.661157Z",
            "rejection": {
                "code": 256,
                "details": "Reduce the length of the main sentence.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-09T09:55:01.661157Z"
        },
        "id": 10264323
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/sickvisitfuel/"
    },
    "type": "petition"
}