{
    "data": {
        "attributes": {
            "action": "Stop allowances for MP's for second homes & household bills",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I work for the local authority and we do not get second home allowances.We cant buy furniture, have no J.Lewis list at our disposal. Like private sector workers, we buy with our own money. The local authority recognises we are spending public money, the only expenses we get are travel expenses for meetings. We dont get food allowances, dont get travel expenses for going to work. It disgusts me that the local authority and its workers can set an example yet central government fat cat MP's are using public money as though they have worked hard for it. They should be given a moderate wage thats it. No expenses why should they. Thats the whole point of working, so you can pay for bills, do your house up. Not have a wage then use public cash to pay for spending! they already paid way to much. Why are they an MP? Youd think they are Mp's because they want to make a difference. I say remove the allowances, halt all future wage increases. We are on peanuts compared to MP's. They are working for us, yet they are earning more than us. No ones forcing them to be MP, if they dont like it, then quit.You cant even vote for another party as they are all doing it. Lets make this petition work and stop these greedy fat cats",
            "closed_at": "2009-07-04T00:00:00Z",
            "created_at": "2008-07-03T19:14:57.872901Z",
            "creator_name": "easwara",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-03T19:14:57.872901Z",
            "rejected_at": "2008-07-09T10:26:21.526659Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/MPs-conditions/\nhttp://petitions.pm.gov.uk/MPrenumeration/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-09T10:26:21.526659Z"
        },
        "id": 10260223
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stopMPallowances/"
    },
    "type": "petition"
}