{
    "data": {
        "attributes": {
            "action": "Freeze Airline prices during School Holidays",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are ever increasing incentives and now campaigns to stop school children from taking time off school to go on holiday, and encouraging families to vacation during School Holidays. I, as well as many others i'm sure, would be happy to abide by this, however airline companies take advantage of these campaigns by hiking their prices up during School holidays. This makes it, even more so in the current state of the economy, extremely difficult and a lot more expensive for people to vacation during school holidays, and is the reason that our family decides it best to take time from school in order to vacation. I believe that airline's should not be allowed to raise prices during school holidays, and must charge the same rates in school holidays as they do outside of them. This way a lot more people would take up the initiative to holiday outside of school time, and will therefore benefit the education of those who at the moment, can only afford to holiday in school periods.",
            "closed_at": "2008-10-06T00:00:00Z",
            "created_at": "2008-07-06T18:51:15.726476Z",
            "creator_name": "Christopher Kellett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-06T18:51:15.726476Z",
            "rejected_at": "2008-08-10T00:01:04.266146Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/HOLIDAYPRICING/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-10T00:01:04.266146Z"
        },
        "id": 10275854
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/airlineprices/"
    },
    "type": "petition"
}