{
    "data": {
        "attributes": {
            "action": "People are dying",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ben Kinsella, Sian Simpson, Adam Regis - These are just 3 people who have been ruthlessly and needlessly killed. According to some estimates, 160 victims a day, injured or killed\n\nWith knife murders on the increase, and brutal violence towards people out of control, we seem to be accepting that criminals should not go directly to prison. And even when they may be imprisoned, the time of their prison sentences do not in any way whatsoever reflect the true nature of their heinous crimes. Loutish behaviour, drunken yobs, teenagers murdering other people - these are just but a few examples of how soft we have become and how tolerant we seem to be, to continue to allow these awful things to happen\n\nThe government seem happy to spend countless millions on red tape and ministerial bonuses, but are reluctant to actually step up and take the stance that this sort of behaviour should not, and will not, be tolerated\n\nIf you believe in justice, then sign this petition. If you want to risk being a victim, then do nothing. It's past time to make a stand and stop counting peoples lives in percentages. Maybe if we thought about them as a \"person\" then the reality of what is happening would finally sink in",
            "closed_at": "2009-07-14T00:00:00Z",
            "created_at": "2008-07-06T16:00:03.855544Z",
            "creator_name": "Doug McPhail",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-06T16:00:03.855544Z",
            "rejected_at": "2008-07-18T16:24:55.636749Z",
            "rejection": {
                "code": 2560,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.\nThere are a number of petitions regarding knife crime on the petitions system at present.",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-18T16:24:55.636749Z"
        },
        "id": 10275084
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/thisworldsucks/"
    },
    "type": "petition"
}