{
    "data": {
        "attributes": {
            "action": "request NICE to conduct a cost - benefit analysis of clot - busting tPA medications",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "80% of strokes result from ischaemia or a lack of blood flow to the brain. The increased pressure in the brain when clots appear in the blood vessels lead to a build - up inflammation - producing chemicals. In accordance with NHS Plan (cardio - vascular target two), the petitioner is calling on the P.M. to respond to the report in the neurological medical journal, \"Brain\", considering options that will reduce long - term damage highlighted in new research. Please conduct a larger study, said to be needed on the feasibility of tPA to reduce stroke - related mortality and morbidity. The petitioner would also like to advisedly petition the govt. to improve resuscitation outcomes by supplying space blankets for the bottom of resuscitation trolleys (at the moment, there is none in Warrington or Whiston) - this is one visible NHS improvement that you could show voters !",
            "closed_at": "2009-07-07T00:00:00Z",
            "created_at": "2008-07-07T14:37:23.361155Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-07T14:37:23.361155Z",
            "rejected_at": "2008-08-13T00:01:04.062725Z",
            "rejection": {
                "code": 256,
                "details": "Could you please clarify what \"tPA\" means in the extra details section.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-13T00:01:04.062725Z"
        },
        "id": 10281275
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/tpastrokes/"
    },
    "type": "petition"
}