{
    "data": {
        "attributes": {
            "action": "New Police Power - Recording of incidents resulting from criminality",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Where a report of an offence is made and the cause of that report has been the direct result of that individual engaging in unlawful activity - e.g. assault or affray - no crime should be recorded and no wasteful investigation should take place. \nThe incident should have details of what has occurred fully recorded on it. Details of any property missing as a direct result should be recorded on a local database in case they are later recovered. \nThe officers who initially attend will be responsible for ascertaining the facts and it will be their discretion used to decide if the offence has resulted from criminality. To ensure this is not abused a further measure should be for the duty sergeant to review the incident and endorse the decision as agreed or request that a crime be recorded and a full investigation take place. \nIf the sergeant agrees with the decision the incident will be closed and no further investigation will take place. This will prevent a huge amount of officer time and additional investigative expense being wasted on reports which are clearly not in the public interest to pursue.",
            "closed_at": "2008-10-16T00:00:00Z",
            "created_at": "2008-07-07T17:49:18.940132Z",
            "creator_name": "James Patrick",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-07T17:49:18.940132Z",
            "rejected_at": "2008-07-29T15:52:58.182780Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-29T15:52:58.182780Z"
        },
        "id": 10282750
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Crime-Recording/"
    },
    "type": "petition"
}