{
    "data": {
        "attributes": {
            "action": "treat Parent/Relative Carers as Key workers, giving them the rights to help with buying a house, recognition that it is more costly to raise a child with a disability, than one without",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Keyworkers can have help to purchase a home. As Parent/Relative Carers we individually save the State a fortune, are we not Key workers too, we receive Invalid Carers allowance, a taxable benefit, it is not a living wage. It is recognised that it is very much more costly to raise a child with a disability, there are many families in poverty under such situations. 16 percent of Mothers with a Disabled Child are working, compared with a figure of 60 percent of Mothers with a Child without a disability. We are not vocational Carers, we become Carers because we have to, because of love for out relative or Child, from then on we can't earn as much, we have little care provisions in summer holidays, so those who work often earn a pittance. When our Child leaves education we are in even bigger trouble, many people having to abandon work all together, because help in many cases disappears. Many of us will be lifelong carers, we care from the cradle -the birth of our child- to our death -the grave-. How can we ever afford to save for a home? We are unequal in our life chances, we want to be able to own our own homes, we want the Goverment to recognise the hardship that we face, and to help us. thankyou.",
            "closed_at": "2009-08-05T00:00:00Z",
            "created_at": "2008-07-07T13:16:36.501600Z",
            "creator_name": "m carter",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-07T13:16:36.501600Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2009-08-06T00:01:01.917328Z"
        },
        "id": 10280675
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Parent-keyworker/"
    },
    "type": "petition"
}