{
    "data": {
        "attributes": {
            "action": "Redeploy those working for Speed Camera companies into cleaning hospitals",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since the one trick pony road safety experiment began in the 1990s, road deaths turned immediately from big year on year drops to mediocre drops and even an increase one year.\n\nClearly the business of observing vehicle speeds doesn't save lives and 2943 people died on Britain's roads in 2007.\n\nHowever whilst exact figures are hard to come by, we know there are at least 6000 people killed every year by infections gained in our dirty hospitals.  \n\nWe are told that manpower issues are to blame.\n\nThe answer is simple:  Get the speed camera operators out of their vans and issue each of them with rubber gloves and a bottle of disinfectant spray then deploy them in large teams moving from hospital to hospital.\n\nThey will be very well motivated since their primary motivation is to save lives, and because now they actually are saving lives, less money will need to be spent on public relations and spin to convince us.",
            "closed_at": "2009-04-08T00:00:00Z",
            "created_at": "2008-07-08T07:05:31.222413Z",
            "creator_name": "Andrew Daines",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-08T07:05:31.222413Z",
            "rejected_at": "2008-08-15T00:01:05.076942Z",
            "rejection": {
                "code": 4096,
                "details": "Employment decisions are a matter for the individual companies involved",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-15T00:01:05.076942Z"
        },
        "id": 10285115
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/camtoclean/"
    },
    "type": "petition"
}