{
    "data": {
        "attributes": {
            "action": "examine how sentencing for non - criminal offences links to the criminal records bureau - given that CRBs are there to protect the public from the perpetrators of acts of violence, should someone really be given a criminal record because they have, say refused to pay a fine, or illegally parked ? Yet the black mark on their name is still the same ... We the udnersigned petition the govt. to halt the ruination of professional careers, overcrowding of prisons etc by over - zealous judges.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Some actions, though not listed in judicial categories as offences can still can be prosecutable - this doesn't mean that the perpetrator who has served the sentence metred out by a judge is\n\na) either guilty\nb) has committed a criminal act,\n\nalthough he has served a prison sentence ! \n\nThis is a prime example of how many aspects of British life need to be supervised by EU courts and we the undersigned support that (in case it's us next, whose careers are in danger of being ruined). We also support govt moves to intervene when ANOTHER legal case (and subsequent rehabilitation into the community) is ruined by irresponsible newspaper editors !",
            "closed_at": "2009-07-16T00:00:00Z",
            "created_at": "2008-07-07T18:20:47.901588Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-07T18:20:47.901588Z",
            "rejected_at": "2008-08-05T12:25:49.604250Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-05T12:25:49.604250Z"
        },
        "id": 10282976
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/noncriminals/"
    },
    "type": "petition"
}