{
    "data": {
        "attributes": {
            "action": "arrange for more and higher standard of services for women and their families affected by post natal illness.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently services in the UK provided by the NHS are not up to the guidlines submitted by NICE. We believe the following basic principals should be put in place to help women and their families who are deeply affected by PNI to recover siwftly and fully:\n\n* A dedicated HV from each area in the UK to follow up any refferals from GP\n* Support groups on an informal basis to take the pressure off mums who may be suffering confidence with the opportunity to incorporate a buddy system.\n* Funds made for community groups to be set up with the support of a HV/CPN or other trained proffesional.\n* Faster follow up counselling than is currently available.\n* Shorter waiting lists for CBT and other therapies\n* A specifically trained individual on PNI to operate in each PCT\n* Correspondence for all mums with HV until the child reaches the age of 5\n* More funding for charities supporting women and their families suffering PNI\n* Dedicated support for the father and families affetcted by the mother suffering PNI.",
            "closed_at": "2009-01-16T00:00:00Z",
            "created_at": "2008-07-07T19:26:50.313346Z",
            "creator_name": "Helen Auld",
            "government_response_at": "2009-02-26T15:00:13.601395Z",
            "government_responses": [
                {
                    "created_at": "2009-02-26T15:00:13.601395Z",
                    "details": "You signed a petition asking the Prime Minister to \"arrange for more and higher standard of services for women and their families affected by post natal illness.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18412\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Post-Natal'",
                    "updated_at": "2009-02-26T15:00:13.601395Z"
                }
            ],
            "opened_at": "2008-07-07T19:26:50.313346Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 826,
            "state": "finished",
            "updated_at": "2009-01-24T03:02:26.406644Z"
        },
        "id": 10283419
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Post-Natal/"
    },
    "type": "petition"
}