{
    "data": {
        "attributes": {
            "action": "Review Benefit System",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Whilst we understand that there are many people with legitimate cause to claim benefits we, the undersigned are exasperated with paying substantial amounts of tax purely because so many fellow British born residents have children they can't afford and expect the rest of the population who often can't afford children themselves to foot the bill by means of tax.  We are sick of hearing the unemployed moan about foreigners taking the jobs when the root of the problem is that they are the ones causing this by not filling the jobs. We want a roof over our heads so we work to pay for one, we want children but will wait until we can afford to and are sick of paying for other people to enjoy a better standard of living than ourselves. There are many cases we hear about where people have been unemployed for 15+ years, whilst we notice many vacancies.  The benefits system wouldn't survive without people like ourselves paying tax, is it not time we had some respect?",
            "closed_at": "2009-07-09T00:00:00Z",
            "created_at": "2008-07-08T17:35:16.500804Z",
            "creator_name": "David Blanchard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-08T17:35:16.500804Z",
            "rejected_at": "2008-08-14T00:01:05.997518Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/No-Benefits/\nhttp://petitions.pm.gov.uk/Parentemploymees/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-14T00:01:05.997518Z"
        },
        "id": 10289917
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Benefitssystem/"
    },
    "type": "petition"
}