{
    "data": {
        "attributes": {
            "action": "That HM Government take the following actions in relation to criminals and prisons",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Create the 'tent city jail' to save th UK from spending tens of millions of pounds on another expensive prison  complex.\n\nHave jail meal costs down to a minimum a serving and charge the inmates for them.\n\nBan smoking and pornographic magazines in the jails, and take away their weightlifting equipment and cut off all but 'PG' movies.  \n'They're in jail to pay a debt to society not to build muscles so they can assault innocent people when they leave.' \n\nStart chain gangs to use the inmates to do free work on county and city projects and save taxpayer's money\n\nStart chain gangs for women so you wouldn't get sued for discrimination.\n\nCable TV should only be  the Disney channel and the weather channel.\n\nIf all prisons were like this there would be a lot less crime and we would not be in the current position of running out of prison spaces.",
            "closed_at": "2008-09-14T00:00:00Z",
            "created_at": "2008-07-07T11:58:43.504019Z",
            "creator_name": "John Dunn",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-07T11:58:43.504019Z",
            "rejected_at": "2008-08-04T16:27:00.392912Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-04T16:27:00.392912Z"
        },
        "id": 10280010
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/JusticeUK/"
    },
    "type": "petition"
}