{
    "data": {
        "attributes": {
            "action": "Require the FA to set up Independent Tribunals to make their Footballing Decision",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The FA have failed to protect the investment in youth football of  lower league teams. They have set the compensation payable by wealthier teams that come in and poach youngsters at an amount that in no way reflects the value of those players. They are open to accusations of bias as they are not independent or seen to be independent. In the recent case of John Bostock for example, Spurs were ordered to pay very little by way of compensation for one of England’s brightest young stars and the fact that the chairman of the FA is a Spurs Season Ticket holder was much commented on. This brings the game into disrepute.\n\nIn disciplinary proceedings the FA both present and decide on the case. Again this is not fair or independent. In view of the high profile of the game and in order to protect its reputation the Government should put pressure on or legislate for the FA to set up independent Tribunals to deal with all compensation decisions and disciplinary matters. This is because the FA have failed to put their own house in order and failed to govern the game in the interests of all its member clubs.",
            "closed_at": "2008-10-09T00:00:00Z",
            "created_at": "2008-07-09T09:25:57.226923Z",
            "creator_name": "Lesley Palmer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-09T09:25:57.226923Z",
            "rejected_at": "2008-08-16T00:01:04.530081Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-16T00:01:04.530081Z"
        },
        "id": 10293364
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FAreform/"
    },
    "type": "petition"
}