{
    "data": {
        "attributes": {
            "action": "please urgently review the current legislation of the Renewable Obligation Certificates (ROCs) which will undoubtedly restrict the growth of medium sized hydro electricity projects in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Under the current legislation for ROCs (renewable obligation certificates), \nmicrogenerators of renewable energy of less than 50kw would be eligible \nfor double ROC payments\n\nThe site we are developing in New Mills, Derbyshire is capable of generating 63-70kw of power. \n\nIf the benefit of the double ROCs is restricted to generating less than 50kw, it makes commercial sense \nfor us to install a smaller scheme or to restrict our plant to 50kw generating less renewable energy in the fight against climate change and the move to a future using renewable energy.\n\nWe would appreciate it if you could consider that small generators of renewable energy will be eligible to claim double ROCs on a proportion of the renewable energy they generate (i.e. double ROCs on the first 50kW) and single ROCs on the remainder. \n\nYour support would help the success of our scheme in New Mills (the first community run scheme in the UK)  and assist in other like minded schemes throughout the UK.\n\nFor further background info on ROCs please view the governments ofgem web site.\n\nThank you\n\nTorrs Hydro New Mills Ltd",
            "closed_at": "2008-12-06T00:00:00Z",
            "created_at": "2008-07-09T15:15:32.674573Z",
            "creator_name": "Sean Whewell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-09T15:15:32.674573Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 135,
            "state": "finished",
            "updated_at": "2008-12-07T00:01:01.304061Z"
        },
        "id": 10296609
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Torrs-Hydro/"
    },
    "type": "petition"
}