{
    "data": {
        "attributes": {
            "action": "ensure a ban on discrimination against children and young people on grounds of their age and which breach Article 14 of the European Convention on Human Rights; and in particular a ban on the use of the Mosquito Device, and to condemn its use unreservedly as a form of taking the law into one's own hands; to stop its use by Crime Reduction and similar partnerships as unacceptable in a society based on the Rule of Law.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Fair Play for Children regards the Device as Oppressive, discriminatory against young people, encourages a form of vigilanteism against children and is totally indiscriminate as to the age of children and young people.   We feel it is an obnoxious concept, that it preys deliberately upon prejudice and anti-youth hysteria to create profit.\n\nIn the view of Fair Play for Children, the device should be banned, and we are hoping that some form of legal action will be possible to stop its use.   We deplore its use by Crime Reduction Partnerships.  Its use will tend to exacerbate relationships between the young and authority.",
            "closed_at": "2008-10-09T00:00:00Z",
            "created_at": "2008-07-09T18:10:43.272409Z",
            "creator_name": "Jan Cosgrove",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-09T18:10:43.272409Z",
            "rejected_at": "2008-08-14T00:01:05.997518Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/ANTITEENDEVICE/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-14T00:01:05.997518Z"
        },
        "id": 10297720
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Unfair2Young/"
    },
    "type": "petition"
}