{
    "data": {
        "attributes": {
            "action": "Abolish Job Seekers Allowance",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the United Kingdom Jobseeker's Allowance, colloquially known as The Dole, is a form of unemployment benefit that is paid by the government to people who are unemployed and supposedly seeking work. It is part of the social security benefits system and is meant to cover the cost of living expenses in periods where the claimant is out of work. It is paid by the Department for Work and Pensions (DWP), normally through the local Jobcentre Plus office. It is a working age benefit, and is only available to those 16-60, except in certain circumstances.\n\n\nI feel us hard working tax paying mugs should now make a stand against these people who sponge off the state all their and dont even attempt to 'seek for a job'. While these people are being given money for nothing their is no incentive to get them selfs together and get a job. There is no excuse no to have a job, whether it a high court lawyer or stacking shelves in tesco. Possibly if this 'Job Seekers Allowance' is abolished then we may see a dramatic drop in tax, N.I and V.A.T.",
            "closed_at": "2009-07-10T00:00:00Z",
            "created_at": "2008-07-10T08:13:58.364362Z",
            "creator_name": "Neil Malam",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-10T08:13:58.364362Z",
            "rejected_at": "2008-08-20T00:01:05.281526Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/No-Benefits/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-20T00:01:05.281526Z"
        },
        "id": 10300544
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AbolishJSA/"
    },
    "type": "petition"
}