{
    "data": {
        "attributes": {
            "action": "ensure that funding is available so the extra Police Officers paid for by Croydon BID are sustained",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Croydon Business Improvement District pays for extra Police Officers on the beat who are helping business to reduce business crime & ASB in Croydon Town Centre, however the Metropolitan Police Authority should be funding those extra Police Officers not Croydon BID. Croydon BID is calling for the MPA to ensure that funding is available so the extra Police Officers paid for by Croydon BID can be sustained. Many businesses think ‘It's ridiculous that Croydon BID have to pay for extra Police Officers when crime levels appear to be mounting’One police officer, who wished to remain anonymous, said: \"We're stretched as it is. We bounce from job to job and half the time we don't even get proper breaks. \"We know from our consultations with local people that they want to see more police on the streets” However it would be a huge setback for Croydon Town Centre if the extra Police Officers are not sustained, there is a risk that the valuable improvements could begin to erode. Continued investment from the MPA now is essential to help police ensure Sustainable Policing continues for Croydon Town Centre",
            "closed_at": "2009-07-10T00:00:00Z",
            "created_at": "2008-07-10T09:56:06.352349Z",
            "creator_name": "Alan McWilliams",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-10T09:56:06.352349Z",
            "rejected_at": "2008-08-27T00:01:04.999907Z",
            "rejection": {
                "code": 4096,
                "details": "Please contact the Metropolitan Police Authority directly",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-27T00:01:04.999907Z"
        },
        "id": 10301594
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fundingpolice/"
    },
    "type": "petition"
}