{
    "data": {
        "attributes": {
            "action": "STOP BUILDING ON CANVEY ISLAND & KEEP OUR SPORTS CENTRE OPEN",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Council has proposed to build on Greenbelt but are already in the process of closing one of the secondary schools down. (more houses-more children) When the proposal for the schools went out they said no building behind Castle View School. Now this is one of the places ear mapped. This means in 10 years time after the new houses are built we will need another Secondary School? The government said that no more building should be made on floodplains.  The government should put their foot down for once and for all and stop all building HERE.  We have two roads off which get gridlocked if their is an accident at the moment so on health and safety matters the government would be liable for all our lives if we had to evacuate, which is impossible at the moment. to build more houses would make it a death trap.  Do we have to suffer another 1955 flood for them to wake up. Also with the Olympics and the government focus on health, to shut the only swimming pool and health centre on the island would be a disaster, as the only other swimming pool will be shut when Furtherwick gets knocked down in 2011.  I think a third road is more important to us.\nDO NOT ALLOW ANY MORE BUILDING ON CANVEY ISLAND... we may all SINK",
            "closed_at": "2009-07-28T00:00:00Z",
            "created_at": "2008-07-10T18:03:57.403006Z",
            "creator_name": "Linda Emmings",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-10T18:03:57.403006Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 45,
            "state": "finished",
            "updated_at": "2009-07-29T00:01:01.493063Z"
        },
        "id": 10308539
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Canveybuild/"
    },
    "type": "petition"
}