{
    "data": {
        "attributes": {
            "action": "keep a fully staffed office open in Dumfries",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As part of it’s plans to centralise HMRC operations, the Government has issued proposals indicating that it intends to close it’s Dumfries office\n\nThe office in Dumfries has already seen significant job losses in recent years. The majority of remaining staff are likely to face redundancy (due to our rural location, options are limited & other Public Sector jobs within the area are few & far between).\n\nDumfries is a rural town & further job losses will have a serious effect on the local economy (as was the case when the Government withdrew the Department for Works & Pensions office from Dumfries).\n \nCentralisation of Government departments is having a devastating effect on rural locations like Dumfries. Our share of public sector jobs is being withdrawn in favour of those who live in Cities, resulting in Civil Service job opportunities being lost to our Community forever. \n\nPlease help save our office by signing this petition",
            "closed_at": "2008-09-17T00:00:00Z",
            "created_at": "2008-07-10T16:46:03.201905Z",
            "creator_name": "Joyce Carmichael",
            "government_response_at": "2008-11-21T15:40:20.199056Z",
            "government_responses": [
                {
                    "created_at": "2008-11-21T15:40:20.199056Z",
                    "details": "You signed a petition asking the Prime Minister to \"keep a fully staffed office open in Dumfries.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17537\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SaveDumfriesHMRC'",
                    "updated_at": "2008-11-21T15:40:20.199056Z"
                }
            ],
            "opened_at": "2008-07-10T16:46:03.201905Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 276,
            "state": "finished",
            "updated_at": "2008-09-18T00:01:01.139368Z"
        },
        "id": 10307847
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveDumfriesHMRC/"
    },
    "type": "petition"
}