{
    "data": {
        "attributes": {
            "action": "increase funding for medical research and targeted education programmes on Lupus (SLE - Systemic Lupus Erythematosus) and recognition of Lupus as a significant health issue.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "World Lupus Day took place on 10 May 2008 and the annual Lupus UK conference was held in Glasgow on 11 May 2008; recognised that around 50,000 people in the United Kingdom and over five million people worldwide, of whom around 90% are female, have Lupus and further recognises that, while Lupus can be mild, it can also be disabling and sometimes fatal, has no known cure and causes many different symptoms including joint and muscle pain, fatigue, depression and kidney, heart, lung and brain symptoms as well as recurrent miscarriages; acknowledges that there is an urgent need to increase awareness in United Kingdom and worldwide of the debilitating impact of Lupus and the difficulty that can arise in gaining a diagnosis, given that it mimics a number of other diseases. I am asking for the government to support Lupus UK and other Lupus organisations across the world in calling for increases in funding for medical research on Lupus, targeted education programmes for health professionals and public and worldwide recognition of Lupus as a significant health issue.",
            "closed_at": "2009-07-28T00:00:00Z",
            "created_at": "2008-07-10T09:53:13.380058Z",
            "creator_name": "Martine Mockford",
            "government_response_at": "2009-11-27T12:06:07.496980Z",
            "government_responses": [
                {
                    "created_at": "2009-11-27T12:06:07.496980Z",
                    "details": "You signed a petition asking the Prime Minister to \"increase funding for medical research and targeted education programmes on Lupus (SLE - Systemic Lupus Erythematosus) and recognition of Lupus as a significant health issue.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21457\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Lupus-SLE'",
                    "updated_at": "2009-11-27T12:06:07.496980Z"
                }
            ],
            "opened_at": "2008-07-10T09:53:13.380058Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1370,
            "state": "finished",
            "updated_at": "2010-05-11T18:26:17.185941Z"
        },
        "id": 10301550
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Lupus-SLE/"
    },
    "type": "petition"
}