{
    "data": {
        "attributes": {
            "action": "Create a simple online, constantly updated, archived chart/record of our leaders’ voting records on topics, with possible and actual outcomes listed.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are too busy, or lazy, to get involved in the minutiae of governance, so we trust elected, and often not quite so elected folk to act in our name. Approving/disapproving. Asking/taking to task.\n\nHowever, these days powerful forces can skew away from courses that we might hope for, and even approve of. Everything from lobby groups to vote-driven self interest.\n\nVoting on key issues can not be so much on the issues themselves, but to removing checks and balances that might at first glance seem innocuous, but actually are there to address more controversial topics at a later stage.\n\nI request a simple online chart (with key headings - Nuclear, Planning, etc) of those in power, predominantly MPs, Ministers, MEPs, etc, but also quango heads, who are on record as being 'pro' or 'con' an action/piece of legislation/etc, especially with their voting record along with a brief, comprehensible summary (this is key, so every voter can understand the issues, at least as well as they are capable of being expressed) of what the consequences of their voting might be and, if and when proven, has/is/will come to pass.",
            "closed_at": "2009-07-10T00:00:00Z",
            "created_at": "2008-07-10T11:04:18.011366Z",
            "creator_name": "Peter Martin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-10T11:04:18.011366Z",
            "rejected_at": "2008-08-15T00:01:05.076942Z",
            "rejection": {
                "code": 16384,
                "details": "Sites containing this requested information already exist e.g. http://www.theyworkforyou.com/",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-15T00:01:05.076942Z"
        },
        "id": 10302572
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TheParapetPost/"
    },
    "type": "petition"
}