{
    "data": {
        "attributes": {
            "action": "introduce legislation to prevent serving MPs from wasting public funds by resigning their seat only to then run as a candidate in the subsequent by-election",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are asking the Government to introduce legislation that would prevent a sitting MP from resigning their seat, only to run as a candidate for the same seat in the by-election that follows.\n\nThe recent by-election in Haltemprice Howden saw David Davis return to Parliament only 1 month after he resigned from the same seat.  While there may be some sympathy for the political issue of civil liberties that he wished to highlight by resigning, it should be remembered that parliamentary elections are there to select public representatives.  They are not supposed to be referendums on single issues, especially on issues which have already been  debated and voted on in Parliament.\n\nAs no other major party was drawn into this by-election, not only was there no  question of the outcome, but Mr Davis failed to achieve his goal of any meaningful debate on the issue of civil liberties.  It short the whole thing was a waste of time and money which achieved nothing.\n\nSuch gross misuse of the election process and of public funds should not be allowed to happen again.  We ask the Government to work with Parliament to do something about it.",
            "closed_at": "2009-07-11T00:00:00Z",
            "created_at": "2008-07-11T15:05:53.393721Z",
            "creator_name": "Michael Reade",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-11T15:05:53.393721Z",
            "rejected_at": "2008-08-17T00:01:04.322151Z",
            "rejection": {
                "code": 1,
                "details": "",
                "reasons": [
                    "Party political material"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-17T00:01:04.322151Z"
        },
        "id": 10318641
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/by-elections/"
    },
    "type": "petition"
}