{
    "data": {
        "attributes": {
            "action": "Stop the Council Going Ahead with Plans to Introduce Double Yellow Lines at Mount Batten, Plymouth",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Historical Mount Batten is an ex RAF base. At peak times visitors to the area park badly resulting in difficulties for the bus drivers that start and end their route here in Lawrence Rd.\nBus drivers & local residents want the council to manage the local car parks sensibly and introduce designated parking bays, traffic calming measures and for these to be enforced. The council are ignoring residents and are introducing double yellow lines along most of the road with 'no loading’ restrictions. \nMnt Batten is the only flat place for the disabled/elderly. Small local businesses rely on the provision of parking this will impact heavily on them.\nThe council are favouring an option to the benefit of First Bus over local small businesses.\nThe council have 2 members on their board with personal interests in First Bus.\nIntroducing these measures is an example of members interests taking president over local needs. 21 oppositions to the plans were raised to Plymouth City Council.\nPlease sign our petition to stop the planned changes going ahead and to help us encourage Plymouth Council to liaise with local businesses and residents to come up with a viable and sensible, unbiased solution.",
            "closed_at": "2008-09-29T00:00:00Z",
            "created_at": "2008-07-11T15:18:59.720193Z",
            "creator_name": "Gemma Viles",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-11T15:18:59.720193Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 114,
            "state": "finished",
            "updated_at": "2008-09-30T03:52:51.698251Z"
        },
        "id": 10318778
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MtBattenParking/"
    },
    "type": "petition"
}