{
    "data": {
        "attributes": {
            "action": "Stop the spin stop the lies stop the broken promises, and listen to the british public. and REMEMBER, YOU WORK FOR US!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This Government has made and broken more promises than can be easily stated. To name a few:- to hold a referendum on our continued membership of the EU, which was not only broken, but rejected when put as an epetition. To return all private Prisons to the public sector, which was broken, and many many others. What the people of this country want is truthful governance, not a slippery backhanded spiv. After he got his backside kicked in the local government elections, the Prime  Minister, promised to listen to the electorate, which has proven to be another broken promise. His latest input to our country has been to preach to hard working families about wasting food. WE HAVE HAD ENOUGH OF THE SPIN, THE LIES, THE BROKEN PROMISES. IF YOU SAY SOMETHING MEAN IT, IF YOU MAKE A PROMISE KEEP IT, AND IF SOMETHING IS GOING WRONG, ADMIT TO IT. WE THE BRITISH PUBLIC ARE NOT FOOLS, WE CAN SEE WHAT YOU ARE DOING, WE CAN SEE WHAT IS HAPPENING, BUT UNDER OUR SO CALLED DEMOCRACY, WE HAVE NO REAL REDRESS, OTHERWISE YOU WOULD BE GONE ALREADY, so we petition you the Prime Minister to take a step back from yourself, and give your performance a fair appraisal, and sort out your game.",
            "closed_at": "2009-01-11T00:00:00Z",
            "created_at": "2008-07-11T15:02:48.845958Z",
            "creator_name": "Steven Adelantado",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-11T15:02:48.845958Z",
            "rejected_at": "2008-08-16T00:01:04.530081Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/gordan-brown/\nPlease address the excessive use of capital letters; they make your petition hard to read.",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-16T00:01:04.530081Z"
        },
        "id": 10318613
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Listen-or-go/"
    },
    "type": "petition"
}