{
    "data": {
        "attributes": {
            "action": "Replace the Emirates A380 Model At the Entrance to London Heathrow Airport And Compulsary PurchaseThe Land! As this is a Gate Way into Britain",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This Roundabout is a Gate Way to Britain\nAnd we must stop Foriegn Airlines/companies etc, Using the roundabout at the entrance to the tunnel to London Heathrow Airport\nfor their own advertising?\nThis particular space is where the model of Concorde sat for nearly 2 decades and was retired to Brooklands Museum\nApprox 1 year ago,\n\nAnd now under construction in its place!\n\nIs a brand new model of an Airbus A380,\n\nIn the Livery of the  United Arab Emirates Airline.\n\nNow Being that this Plot of land (the Roundabout) belongs to BAA, They can rent it out to whomever they please?\n\nBut once upon a time this whole Airport was Owned by the Government and they sold it off to the private sector Namely  BAA/HAL\nwho were eventually sold on to the Spanish Company Furogul or something like that?\n\nHowever My Point that i am trying to make is that this particular roundabout should be Compulsary Re-Purchased By our Government\nand Handed over to English Heritage!\nSo that a Model of a British Flagged  Aircraft  ie British Airways/Virgin Atlantic etc\nor Model of a British Made Aircraft  ie the return of Concorde/a Spitfire/Huricane etc Goes Back in there!",
            "closed_at": "2008-10-11T00:00:00Z",
            "created_at": "2008-07-11T09:38:19.885663Z",
            "creator_name": "Nev Draper",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-11T09:38:19.885663Z",
            "rejected_at": "2008-08-28T00:01:03.863966Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-28T00:01:03.863966Z"
        },
        "id": 10314654
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LhrEntranceA380/"
    },
    "type": "petition"
}