{
    "data": {
        "attributes": {
            "action": "support the EU proposal for protection from discrimination",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On the 2nd July 2008, the European Commission adopted a proposal for a directive which provides for protection from discrimination on grounds of age, disability, sexual orientation and religion or belief beyond the workplace.\n\nThis new directive would ensure equal treatment in the areas of social protection, including social security and health care, education and access to and supply of goods and services which are commercially available to the public, including housing. \n\nThe law will prohibit direct and indirect discrimination as well as harassment and victimisation. For people with disabilities, non-discrimination will involve general accessibility as well as the principle of \"reasonable accommodation\" which is already used in existing European legislation. \n\nTo ensure effectiveness of the proposed measures, national equality bodies will give advice to victims of discrimination while civil society organisations will also have the possibility to help victims in judicial and administrative procedures.\n\nThis legislation is an incredibly important step in the fight for equality throughout Europe, let's support it.",
            "closed_at": "2008-10-29T00:00:00Z",
            "created_at": "2008-07-11T09:36:55.114052Z",
            "creator_name": "Chloe Whittle",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-11T09:36:55.114052Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 74,
            "state": "finished",
            "updated_at": "2008-10-30T00:01:01.338218Z"
        },
        "id": 10314635
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EUdiscrimination/"
    },
    "type": "petition"
}