{
    "data": {
        "attributes": {
            "action": "To remove 5% duty and all VAT from fuel sales and to cease with the introduction of more VED bands.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am asking people to sign this petition to enable the voice of reason to be heard. This Government is purposely trying to remove working and middle class families from the roads to ensure that only the priveleged and the rich can afford private vehicle travel, while the rest of us have make do with public transport. Not only are they infringing our civil liberties by telling us what vehicle we can drive by making it almost unaffordable to purchase and run a vehicle that is suited to family life, and not just big enough to take a driver and a bag of shopping. All this while Gordon Brown drives the 100 yds from Downing St to the Commons in a 3.5 litre Bently! Enough is enough show these bigots that we want a fair system in place and end taxation on the motorist for purely financial gain. Green taxes are unjust taxes because there is no gain from them other than for the treasury!",
            "closed_at": "2008-12-13T00:00:00Z",
            "created_at": "2008-07-13T15:48:12.988402Z",
            "creator_name": "Robert Butterworth",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-13T15:48:12.988402Z",
            "rejected_at": "2008-08-30T00:01:04.850334Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Support-families/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-30T00:01:04.850334Z"
        },
        "id": 10328846
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/vedtaxation/"
    },
    "type": "petition"
}