{
    "data": {
        "attributes": {
            "action": "Introduce three months militery training for the worst youth offerders. ( No opt out )",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Reduce Youth Crime.\n\nIt appears a relatively sensible and easy to install system, with a little common sense, applied would be ; -)\n\nTop end worst offenders in youth crime need the following implementing immediately, if we are to ride out of the shambles we are in. The  head  of   the   youth   Judiciary   System   has resigned   because the system is run by  \"Silly unaffected do gooders\"  the   influx   to   detention   centers   out   strips   the   places   there   is   for   them !! \n\nHow do we stop the rot?\n\n \n1) fine the parents\n\n\n2) second offence, fine the parents but also put the youth in question into a training camp, to be put through basic military training (modified Slightly to accommodate for age) Minimum three months.\n\n                                                       \n3) (Which would almost certainly never be used) Fine the parents the youth this time goes for 12 months training.\n\n \nPurpose / reasoning ; - To instill the basics of   a) Boundaries   b) Discipline    c) Respect.\n\nAlso this will put  in  place  a  deterrent.   Which there is not at the moment\n \nThis is mentioned  above  and is at this stage the only sensible (relatively cheap) option.\n \n \nNothing short of the   above    will have any meaningful effect.",
            "closed_at": "2009-06-11T00:00:00Z",
            "created_at": "2008-07-11T18:25:36.634591Z",
            "creator_name": "Mr Mark Anthony Watson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-11T18:25:36.634591Z",
            "rejected_at": "2008-08-28T00:01:03.863966Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/natservforyouth/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-28T00:01:03.863966Z"
        },
        "id": 10320415
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StopYouthCrime/"
    },
    "type": "petition"
}