{
    "data": {
        "attributes": {
            "action": "stop the UN (via CITES) from legalising the ivory trade",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The world ivory trade, banned 19 years ago to save African and Asian elephants from extinction, is about to take off again with China as the major buyer.\n\nThe Convention on International Trade in Endangered Species (CITES) is meeting this coming Tuesday 15th July 2008 in Geneva. \n\nAccording to DEFRA, the British position is it will support the lifting of the ban if China has \"measures in place to prevent this sale from having a negative impact on the illegal killing of elephants\". CITES believes that China has curbed it's illegal ivory trade enough for it to become an approved buyer, meaning the UK will most likely sanction the slaughter. This is DESPITE huge evidence that the Chinese government is complicit in the illegal trade having 'lost' track of 121 tonnes in the past 12 years, the equivalent to the tusks of 11,000 elephants (ref. EIA reports).\n\nAny trade in ivory will open the floodgates by providing cover to the illegal trade. The results would be catastrophic to elephant populations world wide.\n\nMr Brown, on behalf of an angry and disgusted British nation, please please please could you reassess the UK government's position on this, and prevent this slaughter from happening.",
            "closed_at": "2009-07-29T00:00:00Z",
            "created_at": "2008-07-12T12:08:46.242554Z",
            "creator_name": "Ben Whitehouse",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-12T12:08:46.242554Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 117,
            "state": "finished",
            "updated_at": "2010-05-04T15:52:14.195134Z"
        },
        "id": 10324005
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ivorytrade/"
    },
    "type": "petition"
}