{
    "data": {
        "attributes": {
            "action": "Julie Linda Kennedy.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Are you aware you will be fined if you walk your dog in public open spaces?  \n\nDogs have to be kept on a lead on streets, near canals, they are not allowed on beaches and now will be exempt from parks (including country parks) and cemeteries.  What would have happened to Bobbie the Scottish dog? - look it up. \n\nCouncils consulted dog walking agencies.  They are not experts, I have had dogs all my life and even had 4 dogs.  These rules will make dogs aggressive through frustratation and boredom.  Our laws are fairer than the new rules they are just not enforced.\n\nPenalties should be in place for bad owners and people that create bad dogs.  All dogs are different.  My dog cannot be let off on the street, but my last dog could.  Letting dogs wander is irresponsible and unfair.\n\nMaybe bring back dog licences, dogs registered as with a car at the DVLA, microchipped and insured.   With these rules why insure your dog?\n\nDog areas will be a soup of children and dogs, single parents for instance.  Children need to learn how to respect dogs and how to handle them.  Most teaching occurs when young.\n\nPlease sign if you agree that present laws should stay but be enforced.  Maybe some changes but involving proper dog experts opinions.",
            "closed_at": "2009-07-23T00:00:00Z",
            "created_at": "2008-07-12T19:28:45.293086Z",
            "creator_name": "Julie Kennedy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-12T19:28:45.293086Z",
            "rejected_at": "2008-07-30T14:51:49.243552Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-30T14:51:49.243552Z"
        },
        "id": 10325971
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/rightsfordogs/"
    },
    "type": "petition"
}