{
    "data": {
        "attributes": {
            "action": "Provide fairer pay and help for carers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is no such thing as retirement for a carer, those past retirement age who when one relative needs care the carer then has total responsibility, they are then forced to take courses in order to train how to be qualified themselves in nursing the relative with disabilities and mental problems, they get a carers allowance which can be as little as £55.55 which does not in any way cover the cost of needs, and if working you must not earn over £95 per week and must not get one of a list of other benefits, yet if the patient suffered from cancer all help would be free. \nCarers are ill themselves with over work, and stress, \n\n Carers feel emotionally blackmailed  while they are saving the government approx six billion pounds per year; Pay carers a fair amount for what they do, and the concern that their health deserves. If they had more help there would be less need for patients to go into a care home, while people who have to sell their homes and use their life savings, the carer's dire situation continues. If you are a carer or not particularly in the UK (but also worldwide) and have a social conscience and compassion, please sign this petition NOW for fairer payment and help for carers.\nPamela V Hall",
            "closed_at": "2008-07-14T00:00:00Z",
            "created_at": "2008-07-13T12:48:41.395294Z",
            "creator_name": "Pamela Hall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-13T12:48:41.395294Z",
            "rejected_at": "2008-08-30T00:01:04.850334Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/oldercarers/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-30T00:01:04.850334Z"
        },
        "id": 10328257
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/rhea08/"
    },
    "type": "petition"
}