{
    "data": {
        "attributes": {
            "action": "Stop the EU from spending taxpayers money subsidising Spanish Bullfights",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Every family in Britain is paying to keep alive this barbarism.  The EU is spending £30milllion a year to support Spanish bullfights (through subsidies) which this year will kill at least 40,000 bulls.  British taxpayers money should not be used to support this abhorrent spectacle.  \nBulls do not stand a chance they are 'doctored' to weaken them before they get into the ring, they are force fed epsom salts to enduce diarrhoea and dehydration, then forced to eat salt to cause muscle spasms and cramps.  Another 'trick' is to shave off the top 3 to 4 inches of the bull's horns so that he cannot inflict any significant injuries on a matator.  To make the fight even more uneven, bulls are often drugged to slow down their reactions.  If that wasn't enough, men on horseback puncture the bull's lungs with spears as soon as he enters the ring, as well as causing immense pain, it ensures that their lungs fill with blood and suffocation follows.\nIt is hardly a 'fair' fight.  The EU must stop subsidising bullfighting and other cruel 'blood fiestas' in Spain.  Contrary to popular Spanish 'belief' animals DO feel pain.\nPlease will the Government put pressure on the EU to stop funding these so called 'sports'.",
            "closed_at": "2009-01-29T00:00:00Z",
            "created_at": "2008-07-12T15:27:27.944000Z",
            "creator_name": "Mrs Sarah Hewlett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-12T15:27:27.944000Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 87,
            "state": "finished",
            "updated_at": "2009-05-11T16:10:40.714390Z"
        },
        "id": 10324861
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Bullfights/"
    },
    "type": "petition"
}