{
    "data": {
        "attributes": {
            "action": "Give £1.6 million to NAYPIC",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the current climate of knife crime in the capital it is vital that the voices of young people who are at the sharp end of society are heard.\n\nNational Association of Young People In Care NAYPIC had over £100,000.00 per year of funding taken away by John Major's Government in 1992. This they said was due to financial mismanagement an error of just £500. Audited accounts which were available at the time and still are today were never looked at or investigated. Instead the organisations 9 staff and three offices and hundreds of cases of young people being abused were forgotten and left to disappear. Due to the outstanding work achieved with no funding by the London staff who worked tirlessley without pay NAYPIC never disappeared. We built two magnificent businesses and wish to expand throughout the country. We need Government recognition and compensation for 16 years at £1.6 million compensation to continue to fight for the rights of the young and oppressed in this society. NAYPIC wishes to set up an independent Youth Parliament to represent Young People properly.",
            "closed_at": "2009-07-21T00:00:00Z",
            "created_at": "2008-07-12T20:53:45.745226Z",
            "creator_name": "Jo Gavin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-12T20:53:45.745226Z",
            "rejected_at": "2008-08-07T11:38:46.016913Z",
            "rejection": {
                "code": 1,
                "details": "",
                "reasons": [
                    "Party political material"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-07T11:38:46.016913Z"
        },
        "id": 10326361
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NAYPIC/"
    },
    "type": "petition"
}