{
    "data": {
        "attributes": {
            "action": "STOP THE PROPOSED BUILDING OF 10,500 HOUSES AT YANLEIGH",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned petition the Prime Minister to stop the development of 10,500 houses on Green Belt land at Yanleigh in North Somerset.\nNorth Somerset Council is planning this mainly to cater for unsubstantiated growth from outside the area.\n \nBeing developer-led, there is no proposal for construction of appropriate associated employment sites. It will exacerbate already intolerable traffic congestion, and it will increase pressure on hospital, social and education services.  None of these issues has been addressed by the development strategy.\nThe area will be destroyed as an attractive place to live and work. \nThe residents in the surrounding areas have no need nor any desire for this development which, we are advised, has been foisted upon the Council by the Government. \nOur Council is not objecting to the development but we, the affected residents, are. And very strongly.",
            "closed_at": "2009-08-20T00:00:00Z",
            "created_at": "2008-07-12T11:44:58.629964Z",
            "creator_name": "Dave Nevitt",
            "government_response_at": "2010-07-29T14:46:50.434191Z",
            "government_responses": [
                {
                    "created_at": "2010-07-29T14:46:50.434191Z",
                    "details": "You signed a petition asking the Prime Minister to stop the proposed building of 10,500 houses at Yanleigh.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=YANLEIGHHOUSES\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'YANLEIGHHOUSES'",
                    "updated_at": "2010-07-29T14:46:50.434191Z"
                }
            ],
            "opened_at": "2008-07-12T11:44:58.629964Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 647,
            "state": "finished",
            "updated_at": "2010-04-20T15:48:50.139686Z"
        },
        "id": 10323891
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/YANLEIGHHOUSES/"
    },
    "type": "petition"
}