{
    "data": {
        "attributes": {
            "action": "Award Fully Funded Continuing NHS Health Care for all individuals whose primary need is HEALTH CARE",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am one of the lucky ones,I have heard my Mother is to be awarded eligibility for Fully Funded Continuing NHS Health Care(WE NO LONGER HAVE TO USE HER SAVINGS)backdated for the 2 years,she has already been in an EMI Home (Elderly Mentally Infirmed)with Alzheimers.I have fought for 2 years and kept being passed from pillar to post. I went through 6 different Primary Health Care Trusts - possibly hoping I would go away. Yes we did sell her house,we received Attendance Allowance and RNCC top up at the highest Band which she had been assessed as needing but ... the home actually costs £750 a week. I was actually told at the preliminary interview with the Needs Portrayal Assessor - I should be able to handle the Panel Meeting who make the final decision easily, as I was very articulate. I have an Admin background, I enjoy Researching and made it a commitment to fight to the end. How on earth do people who havent been fortunate enough to have my background and knowledge ever know where to begin. Lastly - No one even tells you that you could be entitled to be Fully Funded.  Lets ensure everyone KNOWS ABOUT IT and everyone FIGHTS FOR THE RIGHT TO BE FULLY FUNDED.Please help us get our Rights.",
            "closed_at": "2009-01-31T00:00:00Z",
            "created_at": "2008-07-12T22:40:04.794066Z",
            "creator_name": "Ingrid Young",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-12T22:40:04.794066Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 36,
            "state": "finished",
            "updated_at": "2009-04-29T17:37:16.283270Z"
        },
        "id": 10326717
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/longtermcare/"
    },
    "type": "petition"
}