{
    "data": {
        "attributes": {
            "action": "Say No to a State Funeral for Thatcher",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Tax payers money should not be spent on this because the former P.M.\n1- Fought an unnecessary war when she reduced the S. Atlantic Fleet, sending the wrong signal to Galtieri.\n2- Created housing shortages by not letting local authorities reinvest Council House sales in social housing.\n3-Undermined the altruism that underpinned many public services relying instead on greed and fear to motivate\n4-Let  values of thrift and mutual support exemplified by former Building Societies be ambushed by the greed and fear of venture capitalists - thus encouraging banking problems that taxpayers are now bailing out.\n5- Transformed public utilities into cash and credit flow focused bodies instead of services.\n6-Sustained the affront to humanity of white majority rule in South Africa.\n7- Supported the undemocratic regime of Pinochet in Chile which killed the democratic leader of that country.\n8-Made us more reliant on on other countries for energy by closing coal mines for political not economic reasons.\n9- Destroyed  our manufacturing base at the expense of frothy financial services.\n10- Diminished traditional values of respect for others and thus brought  about our broken society.",
            "closed_at": "2008-10-13T00:00:00Z",
            "created_at": "2008-07-13T09:23:02.453756Z",
            "creator_name": "David Symes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-13T09:23:02.453756Z",
            "rejected_at": "2008-08-20T00:01:05.281526Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/thatchfuneral/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-20T00:01:05.281526Z"
        },
        "id": 10327519
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/No2AStateFuneral/"
    },
    "type": "petition"
}