{
    "data": {
        "attributes": {
            "action": "Introduce Big Brother Style nominations and evictions of MP's. Which would be voted for by public telephone poll.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned wish to have a real say in our country, and the only way to introduce accountability among MP's, is to have legislation, whereby we (the great british public) can evict from the house, one MP per week. The MPs up for eviction would be nomiated by other MP's, and a telephone poll of the public will decide who goes. Evictions would be carried out as PMQ's finishes. After eviction they would not be eligible to stand for re-election during the life of that parliament, but they would be able to release pop songs, sign magazine deals, and appear on the sunday night project (but not wearing the coat of cash, because they would most likely pocket the cash for themselves). If MP's are caught discussing nominations they could be sent to the tower until the speaker decides to release them.",
            "closed_at": "2008-10-02T00:00:00Z",
            "created_at": "2008-07-14T11:19:39.279467Z",
            "creator_name": "steve adelantado",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-14T11:19:39.279467Z",
            "rejected_at": "2008-08-31T00:01:05.085397Z",
            "rejection": {
                "code": 36864,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-31T00:01:05.085397Z"
        },
        "id": 10333962
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BB-evictions/"
    },
    "type": "petition"
}