{
    "data": {
        "attributes": {
            "action": "Consider the re-opening of Horsea Island Dive Centre, Portsmouth, to the general public.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am sure that it has not escaped your notice that Horsea Island has now closed to the public.  This is obviously a huge blow to the diving community, not only to the businesses that rely on the lake for training and income, but also to the hundreds of people each year, both individuals and clubs, who use the facility, for fun and training. \n\nIt is possible that this decision can be turned around through concerted effort at the right level.  So if you feel slightly miffed, as I do, that the decision was made without consultation and without any due consideration as to the impact on the local diving community and diving businesses across the South of England,  please write to your MP and ask him/her to raise the issue with the Secretary of State at the MOD, or alternatively sign this partition.",
            "closed_at": "2008-11-04T00:00:00Z",
            "created_at": "2008-07-14T13:03:36.115521Z",
            "creator_name": "Oliver Hext",
            "government_response_at": "2009-01-06T16:06:37.337372Z",
            "government_responses": [
                {
                    "created_at": "2009-01-06T16:06:37.337372Z",
                    "details": "You signed a petition asking the Prime Minister to \"Consider the re-opening of Horsea Island Dive Centre, Portsmouth, to the general public.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17877\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Horsea-Diving'",
                    "updated_at": "2009-01-06T16:06:37.337372Z"
                }
            ],
            "opened_at": "2008-07-14T13:03:36.115521Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 600,
            "state": "finished",
            "updated_at": "2008-11-05T00:01:01.525623Z"
        },
        "id": 10334977
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Horsea-Diving/"
    },
    "type": "petition"
}