{
    "data": {
        "attributes": {
            "action": "Ban British companies and citizens from doing business with the Mugabe regime and from owning companies that do business with the regime, until such a time as the country carries our fair democratic elections",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Mugabe regime in Zimbabwe has been responsible for massive bloodshed, violence and suppression of freedom. It has been complicit in the rigging of elections and the suppression of democratic opposition.\n\nSuch is the state of atrocity in the country, that several UK business interests have withdrawn from the area, however, this is done out of personal choice and not legal requirement.\n\nBusinesses such as Barclays Bank, British American Tobacco and Anglo American continue to prop-up the Mugabe regime by doing business with them and (in the case of Barclays) granting them loans.\n\nApplying \"pressure\" to withdraw is not enough.\n\nWe call upon the government to ban British companies from doing business with Zimbabwe, and ban them from owning other corporations that do business with Zimbabwe",
            "closed_at": "2009-07-14T00:00:00Z",
            "created_at": "2008-07-14T15:25:11.513579Z",
            "creator_name": "Samuel Morris",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-14T15:25:11.513579Z",
            "rejected_at": "2008-08-20T00:01:05.281526Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/AntiZimbabwe/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-20T00:01:05.281526Z"
        },
        "id": 10336447
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BanZimbabweTrade/"
    },
    "type": "petition"
}