{
    "data": {
        "attributes": {
            "action": "remove the \"due diligence\" defence to stop shops escaping prosecution for underage knife sales",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Barking and Dagenham Council recently mounted a trading standards operation to find out if shops would sell a knife to an underage volunteer. Shockingly, around 50% of the shops we visited allowed the sale to go ahead.\n\nHowever, many of them will escape prosecution, using the defence of \"due diligence\". This means that if shops can prove they have done all they can to stop the underage sales happening, they can avoid prosecution.\n\nBut this Council considers that, in order to tackle weapon culture among young people, the Government must do everything it can to restrict their access to knives.\n\nThat is why we believe the law needs to be changed to remove this defence and force shops to take their responsibilities seriously.\n\nWith your support, we believe that we can persuade the Government to change the law, force shops to significantly tighten their procedures, and stop children buying knives on the high street.\n\nThank you for your support.\n\nDavid Woods, Director of Customer Services, Barking and Dagenham Council",
            "closed_at": "2008-11-08T00:00:00Z",
            "created_at": "2008-07-14T10:05:09.313577Z",
            "creator_name": "David Woods",
            "government_response_at": "2009-01-06T16:20:49.151024Z",
            "government_responses": [
                {
                    "created_at": "2009-01-06T16:20:49.151024Z",
                    "details": "You signed a petition asking the Prime Minister to \"remove the \"due diligence\" defence to stop shops escaping prosecution for underage knife sales.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17888\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'KnifeSales'",
                    "updated_at": "2009-01-06T16:20:49.151024Z"
                }
            ],
            "opened_at": "2008-07-14T10:05:09.313577Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 444,
            "state": "finished",
            "updated_at": "2008-11-11T03:01:54.504325Z"
        },
        "id": 10333258
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KnifeSales/"
    },
    "type": "petition"
}