{
    "data": {
        "attributes": {
            "action": "tighten legislation governing the use of hormone-based herbicides, including those containing the active ingredients aminopyralid and clopyralid, to prevent further damage to garden crops and contamination of the food chain.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This year many growers including home gardeners have reported crop damage due to contamination by hormonal herbicide. This is due to misuse of these products since their recent introduction.\n\nAdvice regarding the cultivation, consumption or disposal of contaminated material is not coherent between government departments, however, all agree that affected crops must be disposed of and land left fallow for at least a year.\n\nThere is no systen to track those responsible for misuse or hold them to account. There is no system in place for information of herbicide use to be passed down the chain of supply. Stables, farms and merchants are therefore apparently unaware of contamination or the implication for end users.\n \nAs infected material is disposed of, the contamination problem will further increase. Commercial preparations are already contaminated and compost will almost certainly become affected, as contaminated material is disposed of, endangering the new compost PAS100 specification.",
            "closed_at": "2008-10-14T00:00:00Z",
            "created_at": "2008-07-14T18:09:26.905946Z",
            "creator_name": "Kerry Wall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-14T18:09:26.905946Z",
            "rejected_at": "2008-09-04T00:01:05.825585Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Aminopyralid/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-04T00:01:05.825585Z"
        },
        "id": 10337859
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cropdamage/"
    },
    "type": "petition"
}