{
    "data": {
        "attributes": {
            "action": "Cancel the planned state funeral of the ex prime minister Margaret Thatcher",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The planned state funeral of ex premier Margaret Thatcher can be seen as an insult to all the hard working people of this country who saw their lives ruined under her goverment. Miners, Dockers, Steel workers, thousands of honest people some who never managed to find work again will have to sit and watch this person gain almost saintly status in the build up to a circus for a woman who heaped misery onto them and their communities, as a final insult will also have to be paid from their and our taxes. Then there is the unfair poll tax which saw whole families thrown under the poverty threshold, the years of huge interest rates and housing repossesions, the selling off of social housing never to be replaced. Finally for the damage it will do to this country now as people will obviously take sides and make their voice known at any proposed funeral march.",
            "closed_at": "2009-01-14T00:00:00Z",
            "created_at": "2008-07-14T15:52:54.396024Z",
            "creator_name": "Neil Howlett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-14T15:52:54.396024Z",
            "rejected_at": "2008-08-20T00:01:05.281526Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/thatchfuneral/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-20T00:01:05.281526Z"
        },
        "id": 10336733
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/noThatcher/"
    },
    "type": "petition"
}