{
    "data": {
        "attributes": {
            "action": "Tougher actions and sentences on knife crime.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There should be tougher actions and sentences for knife crime, as i was attacked at the begining of the year and had to have surgery i think it is very important that the attacker should be sentenced. My attacker got remanded and got let off only with a 3 year community service order, they also told a lie and said they had a drink problem, but if they had a drink problem they people in the prison would have noticed something in their behaviour as they was kept in remand for nearlly 6 months. It is also a very two faced subject as there is posters and notices in police stations sayin any person found with posesstion of a knife will have a chance of getting sent down for 4years and people that have been caught using a knife and arrested they can get more than 4years, So how come my attacker got let off? and they are also a parent of two young children",
            "closed_at": "2009-07-15T00:00:00Z",
            "created_at": "2008-07-15T12:51:15.996168Z",
            "creator_name": "holly dunning",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-15T12:51:15.996168Z",
            "rejected_at": "2008-09-04T00:01:05.825585Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/knifeculture/\nhttp://petitions.pm.gov.uk/streetcrime/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-04T00:01:05.825585Z"
        },
        "id": 10343384
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/crimewithknifes/"
    },
    "type": "petition"
}