{
    "data": {
        "attributes": {
            "action": "Included in the \"NHS Constitution\" to bar private organisations from delivering health care in secondary or tirtary settings",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The NHS is being privitised bit by bit through the back door - WE must press the Government to bar private organsation from health care. The NHS is based on need and not the ability to pay. No companies should be allowed to deliver any services who are required the make profit, are non-profit or answer to share holders. Yes the NHS is expensive, but no one said health care from cradle to grave would be cheap? This Government with OUR signitures can safe guard the best health services in the world for our children. Part of this is the removal of Foundation (FTs) Trusts and their structures. FTs sell themselves as offering local people opportunities in the provision of services, when in fact in puts power in the hands of a few - with a facade of community involvment, Whats next? \nFTs make vast profits attracting staff and have better resources under mining other local non-FTs. FTs break away from the NHS and form their own businesses who will offer contracts to private firms. FTs swallow up so called failing Trusts with private contracts included and hey presto. Private Health Care. No private firms, no foundation trusts and no change to the way the NHS is funded. We need each other, SIGN UP NOW!",
            "closed_at": "2009-07-15T00:00:00Z",
            "created_at": "2008-07-15T20:39:10.343371Z",
            "creator_name": "Kevin Hobin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-15T20:39:10.343371Z",
            "rejected_at": "2008-09-04T00:01:05.825585Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/NHSMarket/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-04T00:01:05.825585Z"
        },
        "id": 10347243
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NHS---/"
    },
    "type": "petition"
}