{
    "data": {
        "attributes": {
            "action": "Keep the Links Project in Edinburgh open",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Links Project is under threat of closure with no clear explanation why. There is no alternative service available in Edinburgh.  This would leave a massive gap in residential addiction crisis support. There will be consequences for our communities if the Links closes.  The Links offers individual support in the following ways:\nDrug misuse management, Resolving practical difficulties, Reduction in HIV risk taking behaviour and physical harm, Overall health gain during stay, Arranging community support, Prepare and plan towards a successful discharge\nThe Links provides the following services:  Detoxification, Harm reduction, Respite service, Key worker system, Individual support, Group work, A safe environment\n\"If the Links was not here I don't think I would have got my life back. If I have learned anything it would be that we need more places like this it has been the best experience of my life so far.\" (A resident)",
            "closed_at": "2008-10-15T00:00:00Z",
            "created_at": "2008-07-15T17:00:10.064509Z",
            "creator_name": "Karen Bradford",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-15T17:00:10.064509Z",
            "rejected_at": "2008-09-04T00:01:05.825585Z",
            "rejection": {
                "code": 4096,
                "details": "This is a devolved matter and should be directed to the Scottish Executive.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-04T00:01:05.825585Z"
        },
        "id": 10345629
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Linksproject/"
    },
    "type": "petition"
}