{
    "data": {
        "attributes": {
            "action": "Stop prisons being so nice for offenders",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Prisons are there for 3 reasons\nPunishment, Rehabilitation, To deter reoffending\n\nWhy are there video games, pool tables, sky TV etc. in prisons?\nNon of these things punish, rehabilitate or deter people from committing offences. They should be removed from prisons with immediate effect\nI agree that prisoners should be fed healthily but with basic food - If they want nice tasty food then they stop committing offences\nThey need a gym to keep fit and they need education and training\nBut if they want to play games or watch televisions then they should stop committing crime\nPrison as a tool should be somewhere that people come out and say \"that was bad, I don't ever want to go there again\"\n\nI am a police officer and I have heard several persistent offenders tell me that prison is great and they don't care about being caught for committing crime because they will get a short stint in one of these big youth clubs where they can have a laugh and make friends - They are laughing at you, the police and the government - Prime minister you have to see how wrong this is.\nIf prison was tough your prisons wouldn't be full\n\nSign this petition to request prisons are looked at and changed to be a proper punishment",
            "closed_at": "2008-10-15T00:00:00Z",
            "created_at": "2008-07-15T13:07:03.401406Z",
            "creator_name": "Jake Warwick",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-15T13:07:03.401406Z",
            "rejected_at": "2008-09-04T00:01:05.825585Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/make-jail-hard/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-04T00:01:05.825585Z"
        },
        "id": 10343533
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Tough-Prison/"
    },
    "type": "petition"
}