{
    "data": {
        "attributes": {
            "action": "improve the regulations regarding the sale of horses and the issue and use of horse passports.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The sale of stolen horses and horses that are meant to be on loan, has been an issue in the UK for many years. \nOften sick horses are sold as healthy and ridable, and are therefore being deprived vital medicines. The horse passport system was set-up to tackle these problems but is currently failing to do so and the law needs amending to protect the owners and the animals. It is known that 'Dodgy Dealers' are issuing passports for animals that are stolen or that they have no rights to sell. Without Government intervention, it will be impossible to stop this practice. \n\nAt Essex Horsewatch we are asking for the following:\n(1) That no horse can be sold/passed on within 3 months of a passport being issued or transfered.\n(2)That all those who are registered to issue passports are CRB checked as a condition of registration. \n(3) The creation of a central database to register ownership/Passports that can be checked by police and vets.\n(4) Horses cannot be sold at official horse sales - in the ring or outside in the car park - without the presence of a independant vet and a member of DEFRA policing the passport system.\nPlease make a difference - sign this petition.",
            "closed_at": "2008-11-05T00:00:00Z",
            "created_at": "2008-07-15T18:45:10.471978Z",
            "creator_name": "Peter Caulfield (Essex Horsewatch Secretary)",
            "government_response_at": "2009-01-06T16:09:52.460612Z",
            "government_responses": [
                {
                    "created_at": "2009-01-06T16:09:52.460612Z",
                    "details": "You signed a petition asking the Prime Minister to \"improve the regulations regarding the sale of horses and the issue and use of horse passports.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17882\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'horsepassports'",
                    "updated_at": "2009-01-06T16:09:52.460612Z"
                }
            ],
            "opened_at": "2008-07-15T18:45:10.471978Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 898,
            "state": "finished",
            "updated_at": "2009-04-13T03:02:05.581292Z"
        },
        "id": 10346420
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/horsepassports/"
    },
    "type": "petition"
}