{
    "data": {
        "attributes": {
            "action": "Stop the closure of Staunton Community Sports college.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a member of staff at Staunton Community Sport College, I am deeply saddened by the proposal to close the school. Not for personal reasons, as would be expected. My reasons are the students and the community. They are the ones who will suffer.\nWhy close a school that is in the top 31% of schools nationally, on Contextual Value Added (a measure of progress of our students from Yr 7 to Yr 11)?\nWhy close a school that OFSTED rated as a good school overall, in March   2007. Indeed OFSTED were so impressed with our outstanding support, care and guidance that they sent further inspectors so that they could study what quality looked like in order to share our good practice with schools nationally?\nWhy close a school when the Heads and Chairs of Governors of the six Havant Federation Schools which make up the nine Havant Borough Schools, have said they will vigorously contest this proposal as they do not see it meeting the needs of the young people and families of the communities we serve?  \nWhy close a school  that educates students of all academic levels and backgrounds, enabling all to progress? \nWhy close a school that is such a large part of the LOCAL community?WHY CLOSE AN IMPROVING SCHOOL?",
            "closed_at": "2009-04-05T00:00:00Z",
            "created_at": "2008-07-16T08:36:23.795818Z",
            "creator_name": "Nigel Martin",
            "government_response_at": "2009-05-19T15:11:17.814658Z",
            "government_responses": [
                {
                    "created_at": "2009-05-19T15:11:17.814658Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop the closure of Staunton Community Sports college.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19322\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'keep-SCSC-open'",
                    "updated_at": "2009-05-19T15:11:17.814658Z"
                }
            ],
            "opened_at": "2008-07-16T08:36:23.795818Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 321,
            "state": "finished",
            "updated_at": "2009-04-06T00:01:01.920852Z"
        },
        "id": 10349535
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/keep-SCSC-open/"
    },
    "type": "petition"
}