{
    "data": {
        "attributes": {
            "action": "urgently review the way LGBT asylum seekers are treated",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the light of the cases of Pegah Emembakhsh and Mehdi Kazemi, Iranian LGBT asylum seekers, who sought asylum in the UK, we call upon the Prime Minister for an urgent review of the treatment of all LGBT asylum seekers. In particular we think that the following are needed for fair treatment -\n1. Compulsory training for all asylum staff on sexual-orientation and trans-awareness.\n2. Explicit instructions to all immigration and asylum staff, and asylum judges, that homophobic and transphobic persecution are legitimate grounds for granting asylum.\n3. Clearer and up-to-date guidance from the Home Office for asylum judges to reflect the accurate scale of LGBT persecution throughout the world using expert information from NGOs like Amnesty International and Human Rights Watch.\n4. Legal-aid funding for asylum claims needs to be substantially increased.",
            "closed_at": "2009-02-05T00:00:00Z",
            "created_at": "2008-07-16T09:51:40.210452Z",
            "creator_name": "Phelim Mac Cafferty, Amy Kennedy and Nigel Tart",
            "government_response_at": "2009-03-24T15:45:31.258928Z",
            "government_responses": [
                {
                    "created_at": "2009-03-24T15:45:31.258928Z",
                    "details": "You signed a petition asking the Prime Minister to \"urgently review the way LGBT asylum seekers are treated.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18686\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'lgbtasylum'",
                    "updated_at": "2009-03-24T15:45:31.258928Z"
                }
            ],
            "opened_at": "2008-07-16T09:51:40.210452Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 435,
            "state": "finished",
            "updated_at": "2009-02-06T03:02:06.533339Z"
        },
        "id": 10350295
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lgbtasylum/"
    },
    "type": "petition"
}