{
    "data": {
        "attributes": {
            "action": "To change to current rate of the national minimum wage, so every worker no matter what age will get the same level rate. Currently set up at £5.52 per hour",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The wage for a worker of 16 is just a mere £3.40 per hour, even if he works just as hard as a 22 year old.  This is wrong, unethical, demoralising and a case of social justice involving worker exploitation\n\nWhat are the current rates of the national minimum wage?\n·\tApprentices under age 19 will not qualify for the national minimum wage \n·\tApprentices over age 19 and in the first 12 months of their apprenticeship will not qualify for the national minimum wage. \nThere are three levels of minimum wage, and the rates from 1st October 2007 are:\n·\t£5.52 per hour for workers aged 22 years and older \n·\tA development rate of £4.60 per hour for workers aged 18-21 inclusive \n·\t£3.40 per hour for all workers under the age of 18, who are no longer of compulsory school age. \n \n\nWell, I think that a worker should earn the national minimum wage, the same as 22 year old and older, meaning there shouldn’t be any levels but a set hourly wage, for every worker no matter what age. \n\n£5.52 for all, and this will be what I will fight for!",
            "closed_at": "2009-08-05T00:00:00Z",
            "created_at": "2008-07-16T19:41:12.182855Z",
            "creator_name": "Colin Turner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-16T19:41:12.182855Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 32,
            "state": "finished",
            "updated_at": "2010-01-27T17:33:29.333211Z"
        },
        "id": 10354920
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/low-wage/"
    },
    "type": "petition"
}