{
    "data": {
        "attributes": {
            "action": "HELP REDUCE EXCESSIVE AND UNNECESSARY RAGE-PROPAGATING  NOISE",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "TREAD LIGHTLY ON THIS EARTH\n\nI am not alone in feeling we are ruining peace, but many are too shy to complain.  I find it completely understandable that road rage, and many other versions of rage, are more and more common.  Our brains are assailed with other people’s noise until we are frustrated and uncomfortable and lash out.  Is it little wonder that rage breaks out like a rash?  Knife crime is just a one symptom of the larger dis-ease of lack of respect for the sensibilities of others.\n\nSilence is a valued commodity and now too rarely found in everyday life.  Call me old fashioned if you will, but I do not like loud ‘music’ in shops, hairdressers, buses, trains or on the street, The cinema has become a no-go area since it is now de rigueur to pitch the volume through the roof. Continual, and often unnecessary, verbal interruptions on busses and trains prevent one concentrating and enjoying thinking, reading or doing a crossword, or even having a quiet conversation with a neighbour.",
            "closed_at": "2009-07-17T00:00:00Z",
            "created_at": "2008-07-17T10:42:41.950143Z",
            "creator_name": "S Rowat",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-17T10:42:41.950143Z",
            "rejected_at": "2008-09-04T00:01:05.825585Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-04T00:01:05.825585Z"
        },
        "id": 10358512
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EXCESSIVE-NOISE/"
    },
    "type": "petition"
}