{
    "data": {
        "attributes": {
            "action": "help the families with children that suffering from Neuroblastoma help gain funding for this rare aggresive form of cancer!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Neuroblastoma is a rare and aggressive childhood cancer. About 100 children in the UK are diagnosed each year and only very few survive it.\n\nThis petition is asking for the government to help provide funds for the research and hopefully a cure to this cruel disease.\n\nAs there is currently no government funding for one of the worst childhood cancers, Neuroblastoma sufferers rely solely on charities set up by families that are suffering the disease and families of children that have lost the battle to this cruel disease.\n\nNeuroblastoma is a tumour, which arises either in the sympathetic nervous system or closely associated adrenal glands and is usually, although not always located in the abdomen. Because the symptoms of the disease tend to be varied and vague, some 65% of neuroblastomas are not diagnosed until the disease is widespread. Despite intensive courses of chemotherapy and often initial success in treating the disease, it often relapses, making this one of the most lethal of all childhood cancers.\n\nPlease sign our petition and forward to all those that you think would agree with this petition.",
            "closed_at": "2009-08-05T00:00:00Z",
            "created_at": "2008-07-16T23:07:24.994854Z",
            "creator_name": "Martin Townsend",
            "government_response_at": "2009-11-27T12:07:04.739968Z",
            "government_responses": [
                {
                    "created_at": "2009-11-27T12:07:04.739968Z",
                    "details": "You signed a petition asking the Prime Minister to \"help the families with children that suffering from Neuroblastoma help gain funding for this rare aggresive form of cancer!\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21461\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'neuroblastoma'",
                    "updated_at": "2009-11-27T12:07:04.739968Z"
                }
            ],
            "opened_at": "2008-07-16T23:07:24.994854Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1717,
            "state": "finished",
            "updated_at": "2009-10-11T03:02:45.059669Z"
        },
        "id": 10356151
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/neuroblastoma/"
    },
    "type": "petition"
}