{
    "data": {
        "attributes": {
            "action": "give ALL employees FULL employment rights after completing an initial 3 month probationary period",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "When you leave your current employment to further your career it is easy to believe you are safe when issued with a contract of employment. People leave positions that they have held for at least 12 months and enjoy full employment rights, therefore a greater level of job security and guaranteed income. Many people do not think that when moving across to a new employer that they run the risk of losing their job at anytime during the first 12 months even when probation has been completed, without any warning or explanation. \nEmployers can relieve you of your position anytime, they do not have to give you reason unless you have been directly employed by them for at least 12 months. Employers will take you on for your knowledge, contacts and even your book of business only to use all of this and then let you go before the 12 month deadline. A prosperous business deal for them, back on the job market for you. \nFull employment rights should be available after 3 months of direct employment. More people will have job security, less people are on benefits and poor performance in the workplace will still be subject to appropriate disciplinary procedures which is fair for all concerned.",
            "closed_at": "2009-08-05T00:00:00Z",
            "created_at": "2008-07-16T11:32:09.440677Z",
            "creator_name": "Stephen Richards",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-16T11:32:09.440677Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 15,
            "state": "finished",
            "updated_at": "2009-08-06T00:01:01.917328Z"
        },
        "id": 10351227
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/onetothree/"
    },
    "type": "petition"
}