{
    "data": {
        "attributes": {
            "action": "urge North Tyneside Council to view favourably the Community-based bid to regenerate Whitley Bay (known as Culture Quarter)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Whitley Bay, famous for its glorious beaches and family holidays of yesteryear,has suffered from a lack of direction, and investment, for many years.  To its credit, North Tyneside Council has tried extremely hard to reach a consensus  on a way forward, but without success.  There is now a proposal from a number of community groups to provide a sustainable solution, involving Mind Sports and the Dramatic Arts, drawing visitors to the town and regenerating the local economy.\n\nTo date, North Tyneside Council have given partial consideration to this proposal - we urge them to go further, and if necessary work with Culture Quarter to realise this dynamic vision and regenerate Whitley Bay.",
            "closed_at": "2008-10-06T00:00:00Z",
            "created_at": "2008-07-16T14:05:06.561648Z",
            "creator_name": "Gerry Beldon",
            "government_response_at": "2008-11-28T15:27:17.723502Z",
            "government_responses": [
                {
                    "created_at": "2008-11-28T15:27:17.723502Z",
                    "details": "You signed a petition asking the Prime Minister to \"urge North Tyneside Council to view favourably the Community-based bid to regenerate Whitley Bay (known as Culture Quarter).\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17584\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'culturequarter'",
                    "updated_at": "2008-11-28T15:27:17.723502Z"
                }
            ],
            "opened_at": "2008-07-16T14:05:06.561648Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 331,
            "state": "finished",
            "updated_at": "2008-10-13T03:55:32.007867Z"
        },
        "id": 10352501
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/culturequarter/"
    },
    "type": "petition"
}