{
    "data": {
        "attributes": {
            "action": "Stop any attmept by the goverment or it's agencies to monitor and document an individuals or group of indiduals network of friends, interests, shopping habits, or communication without any good reason to do so",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Based on reports of the governements intensions:\n\n-  I believe just because there is ability to record info, it isnt correct & proper to do so\n\n- There are things in life we consider sacred. Undocumented communication with whomever is one. I STRONGLY feel it wrong for a government agency to demonstrate assumption of guilt until proven innocent, documenting ALL calls\n\n- Rights to interface with any data source were its recognised we have free access should remain within our own domain.  The state shouldnt own rights to any info pertaining to such activities\n\n- As intended technology used to record this info doesnt (officially) exist, I resent any notion to investigate its creation. The governments record on IT projects demonstrates such a level of incompetency for me to justly conclude such a project would result in unprecedented cost to the UK\n\n-  As a UK citizen, I whole heartedly believe in Murphy’s Law & as such feel collating so much data about so many is dangerous. The governments record on handling data & the fact the UKs own INFO COMMISSIONER has no right to audit info held by the government is such that I quite rightly believe it will only be a matter of time before its compromised",
            "closed_at": "2009-07-17T00:00:00Z",
            "created_at": "2008-07-17T16:17:56.989743Z",
            "creator_name": "Robert Collinson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-17T16:17:56.989743Z",
            "rejected_at": "2008-09-04T00:01:05.825585Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/edatabase/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-04T00:01:05.825585Z"
        },
        "id": 10361349
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/private-spy/"
    },
    "type": "petition"
}