{
    "data": {
        "attributes": {
            "action": "make Regulators, Ofcom, Ofgem and FSA etc. effective and accountable.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We have ongoing failed regulatory control.  \n\nOfgems retrospective notice to customers of massive energy price hikes, current runaway price increases, charging increased prices to those switching supplier,no action taken. \n\nOfcom facilitating BT charging circa £5.60 inc vat for paying by any means other than direct debit regardless that there is no justifiable cost breakdown from BT, switching caller ID from a promoted free service discretely to a near £5pm charge and then a £7+vat charge if you dare challenge for a proper itemised account.\n\nFSA with endowment mis-selling, pension fraud, Equitable Life, overseeing £26.5+ billion of taxpayers hard earned money being thrown at the banking sector following the sub-prime fiasco and Northern Rock. \n\nRegulators primary function is to ensure equitable practice and protect the consumers from monopoly and cartel practice. \n\nSomethings seriously wrong that doesn't justify secure jobs, salaries, comfy offices that cost the taxpayers yet further billions whilst being so woefully ineffective. \n\nWe demand Government provide effective regulators and an empowerered  50% minimum consumer appointed public consultation council.",
            "closed_at": "2009-02-06T00:00:00Z",
            "created_at": "2008-07-17T22:20:36.077490Z",
            "creator_name": "D Spicer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-17T22:20:36.077490Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 23,
            "state": "finished",
            "updated_at": "2010-01-27T17:33:29.333211Z"
        },
        "id": 10363335
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Regulators/"
    },
    "type": "petition"
}