{
    "data": {
        "attributes": {
            "action": "Learn what fiscal responsibility means and take immediate action to reduce the national debt",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UK government is looking into ways to increase the amount of debt we can burden. We are already in debt up to the hilt and the only ways forward are:\n\nRaising taxes;\nBreaking the rules on debt;\nChanging the rules on debt\n\nThe government is going to try to change the rules so that we can have more debt. If they choose not to raise taxes now to try to reduce the debt then when somebody finally does try to sort out this mess, they are going to have to raise taxes and reduce services even more than if we tried to tackle it now.\n\nThis is against the background of a global 'downturn'. The pound is crashing. Inflation is rising rapidly and is in danger of spiralling. The only way to curb inflation growth is to slow the economy, leading to further job losses. Either way, high inflation or slowing economy means less consumer spending, resulting in less tax revenue. Against this background it becomes even harder to reduce (or even service) the debt, making it madness to try to increase it.",
            "closed_at": "2009-07-18T00:00:00Z",
            "created_at": "2008-07-18T03:45:44.349520Z",
            "creator_name": "Joe Hockaday",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-18T03:45:44.349520Z",
            "rejected_at": "2008-09-05T00:01:04.801256Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/stopsupporting/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-05T00:01:04.801256Z"
        },
        "id": 10363756
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/reducedebt/"
    },
    "type": "petition"
}