{
    "data": {
        "attributes": {
            "action": "Review the reply given to the petition regarding broadband oversubscription",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The reply given by the government to the \"Investigate ISP's oversubscribing on their network and throttling broadband.\" petition completely misses the point. While individual line speeds are affected by distance, the resulting speed is constant over a long period of time. However, once the signal gets to the ISP, it hits a bottleneck. Contention ratios are rarely advertised. There is a mathematical relationship between the contention ratios of all of the lines sold by an ISP, the maximum bandwidth of those lines and the bandwidth purchased by the ISP to the Internet backbone. To explain: If an ISP has 50 clients on a 8mb/s service, each with a contention of 50:1, the ISP must have AT LEAST 8mb/s of uncontended connectivity to the Internet backbone, to comply with trading standards. OFCOM must verify that each ISP has sufficient backbone connectivity for the sum of all the services provided. OFCOM should also require ISPs to provide the contention ratio when advertising line speeds.",
            "closed_at": "2008-09-17T00:00:00Z",
            "created_at": "2008-07-17T15:35:06.316129Z",
            "creator_name": "Marco van Beek",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-17T15:35:06.316129Z",
            "rejected_at": "2008-09-04T00:01:05.825585Z",
            "rejection": {
                "code": 16384,
                "details": "Comments about the petitions system should be sent to team@petitions.pm.gov.uk.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-04T00:01:05.825585Z"
        },
        "id": 10360986
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BroadbandRipoff2/"
    },
    "type": "petition"
}