{
    "data": {
        "attributes": {
            "action": "bring MP's expense claims under control with the following measures...",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Raise their wages slightly by exactly 9% this would take them to an average of £65,000 a year (the change is roughly equivalent to 4 nights a month at Travelodge). Allow 4 travel warrants a year to the members constituency (Identical rules to the Armed Forces) this pays for the journey there and back. Travel expense rules to Europe to remain unchanged however accommodation expenses in Europe at a maximum of £70 GBP per night.\n\nStaffing expenses payable to none family members only; with a maximum wage of £10 per accountable hour in the office. Sick pay is to be calculated at minimum wage, 8 hours a day and 5 days a week. Office running supplement to remain at current amount, but to be spent on non-aesthetic items and expenses only. Stationary and office equipment to be taken from this source. Funds made non-transferrable from one year to the next or to the previous.\n\nEach member to be issued with a compulsory oyster card, not for free. Abolishment of ALL other expense supplements.",
            "closed_at": "2009-07-18T00:00:00Z",
            "created_at": "2008-07-18T17:52:14.054845Z",
            "creator_name": "Nathan Kelly",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-18T17:52:14.054845Z",
            "rejected_at": "2008-09-05T00:01:04.801256Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/MPrenumeration/\nhttp://petitions.pm.gov.uk/MPs-conditions/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-05T00:01:04.801256Z"
        },
        "id": 10368731
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MoP-expenses/"
    },
    "type": "petition"
}