{
    "data": {
        "attributes": {
            "action": "take action and persuade his Government to defend the coastline of England from erosion and flooding by allocation of adequate funds to maintain sea and tidal river defences.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government should protect and defend its people and the coast from flood and climate change. Over the past 100 years our nation has successfully maintained our coastline and estuaries. Over the next 100 years possible sea level rise  could present an increasingly serious threat to our defences. Accurate predictions are impossible over such a long timescale. We believe that current policy for our coast should be to ‘hold the line’ for at least the next 20 years.  \n\nMaintenance of our existing defences for the next twenty years will permit monitoring of sea levels and climate change to obtain better information than that currently available.\n\n We believe the Government has a duty of care to people living in areas of coastal flood risk. This should be reflected in a statutory duty to protect the coastline. Compensation to be paid where this is not practicable. Under EU directives the Government is properly exercising its statutory duty to protect birds and wildlife.We urge it to fulfil its obligations, under EU law on human rights, to protect people, land and property.",
            "closed_at": "2009-01-17T00:00:00Z",
            "created_at": "2008-07-17T14:05:48.513662Z",
            "creator_name": "Graham Henderson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-17T14:05:48.513662Z",
            "rejected_at": "2008-09-04T00:01:05.825585Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Defend-the-Coast/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-04T00:01:05.825585Z"
        },
        "id": 10360209
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/coastline/"
    },
    "type": "petition"
}