{
    "data": {
        "attributes": {
            "action": "create a law which forces all airbrushed/computer manipulated imagery within the media to be clearly labelled.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This year celebrity Alesha Dixon began to uncover some of the serious issues brought about by the media's obsessive presentation of perfection, in her BBC Television Work 'Alesha: Look but Don't Touch'.\nHer Program clearly presented the horrendous effects on the female youth of today and their self confidence as they strive to achieve the perfected images portrayed in the media. It was only when Alesha spoke personally to young women around the country, that they began to learn almost every photo featured in magazines and advertising is dramatically airbrushed to create a perfected image.\n\nIn the year of 2008, and the age of visual media takeover, advertising has begun to speak out of its trickery, e.g. mascara adverts now inform of the use of lash extensions,  however this is not enough. There is no reason why the media should not state when it is presenting a false image to millions. \n\nIt is unfair to feed the population with these perfected images without clearly stating that what is seen is actually the work of computer technology, and something should be done about it.",
            "closed_at": "2009-01-20T00:00:00Z",
            "created_at": "2008-07-20T11:42:10.947748Z",
            "creator_name": "Saskia Gregory",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-20T11:42:10.947748Z",
            "rejected_at": "2008-09-05T00:01:04.801256Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-05T00:01:04.801256Z"
        },
        "id": 10374482
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/airbrush/"
    },
    "type": "petition"
}