{
    "data": {
        "attributes": {
            "action": "provide full details of the translation used to conclude that President Ahmadinejad said he wanted Israel wiped off the map",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is directly concerned with government policy because the Prime Minister used the phrase attributed to President Ahmadinejad in his speech to the Israeli Knesset, and the particular phrase is fundamental to discourse regarding government relations with Iran.  \n\nThis is a serious issue since correct translation is especially important when there are issues of potential military action, but the translation adopted by the Prime Minister is extremely controversial. \n\n\"Ask anyone in Washington, London or Tel Aviv if they can cite any phrase uttered by Mahmoud Ahmadinejad and the chances are high they will say he wants Israel \"wiped off the map\".  The remarks are not out of context. They are wrong, pure and simple. Ahmadinejad never said them. Farsi speakers have pointed out that he was mistranslated.\"\nJonathan Steele, The Guardian, 2 June 2006",
            "closed_at": "2008-12-07T00:00:00Z",
            "created_at": "2008-07-21T10:39:51.953519Z",
            "creator_name": "Daniel Blaney",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-21T10:39:51.953519Z",
            "rejected_at": "2008-09-01T09:52:36.838138Z",
            "rejection": {
                "code": 16384,
                "details": "This is the response that the FCO have supplied on this issue:\n\n'The FCO has consulted a number of experienced Persian translators who have returned six different interpretations of the contentious section of the speech, including: \n\n- And our dear imam [Khomeyni] said that this Quds-[Jerusalem-] occupying regime should be removed from the annals of the times\". \n- And our dear Imam [Khomeyni] said that this regime that is occupying Quds should be expunged from the annals of time. \n- And our beloved Imam [Khomeyni] said that this regime that is occupying Quds must vanish from the pages of time.  \n- And our beloved Imam [Khomeyni] said that this regime that is occupying Quds must be eliminated from the pages of the world.   \n- And our beloved Imam [Khomeyni] said that this Quds occupying regime should/must disappear from the annals of time. \n- And our beloved Imam [Khomeyni] said that this regime that is occupying Quds must vanish from the annals of time. \n\nHowever, despite this ambiguity, there can be no argument that President Ahmadinejad’s comments were completely unacceptable.  This was the point that the Prime Minister was making in his speech to the Knesset.  The Iranians have had ample opportunity to clarify what they meant and yet they have continued to use inflammatory language about the State of Israel'.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-01T09:52:36.838138Z"
        },
        "id": 10378512
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pleasetranslate/"
    },
    "type": "petition"
}