{
    "data": {
        "attributes": {
            "action": "give a defendant in a criminal case the right to have both themselves AND their accuser made the subject of a lie detector (polygraph) test and for the defendant to be allowed to lawfully use the results of those tests in evidence at any trial.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At present, one person can make a false allegation against another and as long as a jury can be convinced, the person being falsely accused can be wrongly convicted.  By giving defendants the right to require that they AND their accuser be subject to a lie detector test, this would reduce the number of people prepared to make false allegations in the first place (as they will fear being found out) and, where cases continue to trial, will enable the jury to make a more informed decision.  (Polygraph tests, while certainly not perfect, are clearly considered reliable enough to be used on some ex-prisoners released on licence to see if they are likely to commit an offence.)  The Government states that defendants must be considered 'innocent until proven guilty' - if that really is the case then defendants must be afforded the opportunity to prove (beyond reasonable doubt) that they are telling the truth and that their accuser is lying - often that is their only defence when it's a case of one person's word against another.",
            "closed_at": "2008-12-07T00:00:00Z",
            "created_at": "2008-07-20T21:04:56.420604Z",
            "creator_name": "Phil Faber",
            "government_response_at": "2009-02-06T15:37:13.505884Z",
            "government_responses": [
                {
                    "created_at": "2009-02-06T15:37:13.505884Z",
                    "details": "You signed a petition asking the Prime Minister to \"give a defendant in a criminal case the right to have both themselves AND their accuser made the subject of a lie detector (polygraph) test and for the defendant to be allowed to lawfully use the results of those tests in evidence at any trial.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18243\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'PolygraphTest'",
                    "updated_at": "2009-02-06T15:37:13.505884Z"
                }
            ],
            "opened_at": "2008-07-20T21:04:56.420604Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 214,
            "state": "finished",
            "updated_at": "2008-12-14T03:02:44.416015Z"
        },
        "id": 10376325
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PolygraphTest/"
    },
    "type": "petition"
}