{
    "data": {
        "attributes": {
            "action": "CALL AN  ELECTION IN ENGLAND OR RESIGN AND TAKE SMITH WITH YOU",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "An election where only English people( NOT THE \"BRITISH\" or \"BRUSSELS\" DEFINITION OF ENGLISH) can vote for English people, regardless of colour , creed ,or religion.\nLets have two elections, 1 for England and 1 for Britain, Oh no,  3 elections, England, Britain and (unelected) Europe. But then again,\nLets forget it eh?'cos the banks hold us all to ransom, and,the politicians know it all anyway. They don't ask the people who can be bothered, they just ask and feed the ones who will vote them in, 'cos the weak get crushed as the strong grow stronger? Not anymore Mr  WELLER eh?.\nThe problem is, us in the middle are fed up of feeding those at the top(Banks) and the drains on society (Banks) and the drug dealing scum,and the government approved conmen(Banks)and the credit crunch engineers(Banks and politicians) and knife wielding scum,etc, etc, etc, etc.\nI could go on, but I have to go to work soon, to pay tax to pay for the scum who live around me to enjoy their sex and drugs and gambling.\nNUFF RESPECT! NOT IF YOUR ENGLISH THO'EH?",
            "closed_at": "2008-09-20T00:00:00Z",
            "created_at": "2008-07-20T00:20:18.985733Z",
            "creator_name": "PHIL whitmore",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-20T00:20:18.985733Z",
            "rejected_at": "2008-08-28T00:01:03.863966Z",
            "rejection": {
                "code": 256,
                "details": "Please address the excessive use of capital letters; they make your petition hard to read.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-28T00:01:03.863966Z"
        },
        "id": 10373585
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GOBROWNANDGANG/"
    },
    "type": "petition"
}