{
    "data": {
        "attributes": {
            "action": "Prevent the sale or disposal of River Thames lock keepers cottages by the Environment agency.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Environment agency have proposed selling off many historic Thames lock keepers cottages as a fund-raising excercise for DEFRA.\nThis is not only an insult to the lock keepers who provide a unique and invaluable service to the River infrastructure, as they were sited to ensure the safety and security of River users and the Lock structures themselves, but also carries serious safety implications which will compromise the safety of River users and buildings in times of flood along the 60 odd mile stretch of the non-tidal Thames, i.e many thousands of acres of residential and commercially used land.\n\nThis matter has been raised in the House of Commons, and there is currently a six month moritorium during which the properties will not be sold, pending further discussion.\n\nThe EA have yet to come up with any satisfactory (To any party other than themselves) scheme which will see the Lock keepers reliably located where common sense dictates.\n\nThe resultant risk to Human life and material loss would be totally unnacceptable under any circumstances.",
            "closed_at": "2009-02-06T00:00:00Z",
            "created_at": "2008-07-20T19:59:37.610428Z",
            "creator_name": "John Thompson",
            "government_response_at": "2009-03-12T15:02:21.761488Z",
            "government_responses": [
                {
                    "created_at": "2009-03-12T15:02:21.761488Z",
                    "details": "You signed a petition asking the Prime Minister to \"Prevent the sale or disposal of River Thames lock keepers cottages by the Environment agency.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18572\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Thames-locks2'",
                    "updated_at": "2009-03-12T15:02:21.761488Z"
                }
            ],
            "opened_at": "2008-07-20T19:59:37.610428Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 471,
            "state": "finished",
            "updated_at": "2009-02-08T03:02:53.508276Z"
        },
        "id": 10376085
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Thames-locks2/"
    },
    "type": "petition"
}