{
    "data": {
        "attributes": {
            "action": "Stop Rutland County Council moving Parks special needs school",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Rutland County Council are planning to move this school which will lead to the loss of the speech and language class.This totally contradicts a government report on july 8 2008 which states.40,000 children, or 7%, are starting primary school in England each year with significant difficulties with speech and or language.\nWithout the help they need these children will do worse at school, could develop emotional and behavioural problems and may descend into criminality.\nMinisters accepted the points raised and announced a £40m package for the training of early years staff. And a further £12m will be spent on implementation.If this class closes it will lead to the loss of the excellent staff and teachers who have over 50 years of collective exsperiance dealing with these children.",
            "closed_at": "2009-08-07T00:00:00Z",
            "created_at": "2008-07-20T14:03:08.943451Z",
            "creator_name": "Stuart Dean",
            "government_response_at": "2009-09-25T12:00:01.354051Z",
            "government_responses": [
                {
                    "created_at": "2009-09-25T12:00:01.354051Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop Rutland County Council moving Parks special needs school.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20712\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ParksSchool'",
                    "updated_at": "2009-09-25T12:00:01.354051Z"
                }
            ],
            "opened_at": "2008-07-20T14:03:08.943451Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 265,
            "state": "finished",
            "updated_at": "2009-08-08T00:01:01.680226Z"
        },
        "id": 10374882
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ParksSchool/"
    },
    "type": "petition"
}