{
    "data": {
        "attributes": {
            "action": "Policy Changed for Domestic Microgeneration",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "To encourage domestic households to install renewable energy equipment, the Government needs to dramatically change their policy on promotion.\n\nThe current system of grants is just too complicated and time consuming for the average householder.\n\nI suggest immediate action as follows:\n\n1)  Force energy companies to purchase renewable energy  from domestic householders (up to say 10KW) at a unit price of 45P per unit, say linked to 2 times inflation. This should be tax free to householder, and without any excessive charges from the energy companies.\n\n2) Allow energy companies to sell this renewable energy at the current market price, and then give them total tax relief on the difference in price between what they purchase and the price they get per unit.\n\nThis will make it very beneficial for the householder, tax neutral for the electricity companies, and get rid of the plethora of paperwork for domestic microgeneration such as grants, ROC's etc, which is what prevents most households from supporting Government policy.\n\nThe majority of domestic households want to help prevent climate change and global warming. Its just too much paperwork and red tape.",
            "closed_at": "2009-08-20T00:00:00Z",
            "created_at": "2008-07-20T10:06:11.462966Z",
            "creator_name": "Keith Reynolds",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-20T10:06:11.462966Z",
            "rejected_at": "2008-08-21T09:59:13.470629Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/GreenBritain/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-21T09:59:13.470629Z"
        },
        "id": 10374186
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GreenatHome/"
    },
    "type": "petition"
}