{
    "data": {
        "attributes": {
            "action": "Abandon, or at least downsize, heathrow airport and replace it with a purpose-built \"Great Britain international airport\" to serve the whole country.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Heathrow airport is in a built-up area and millions of residents have to put up with a jet flying low overhead every couple of minutes for most of the day. It is also impossible to expand the airport without demolishing hundreds of homes. \n\nThe answer in my opinion is to create a new airport, preferably on a man-made island off the east coast within 100 miles of London. This would serve as England and Great Britain's main airport. It would have connections to a high-speed rail system serving the main towns and cities, and also connection to lower-speed railways for local travel. There would also be a Maglev system to London, which would take less than 30 minutes, and a spur road from the nearest motorway.\n\nBeing purpose-built, it would have parks, forests and other features to make it the worlds best airport!",
            "closed_at": "2009-07-20T00:00:00Z",
            "created_at": "2008-07-20T21:16:44.459306Z",
            "creator_name": "Francis Phillips",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-20T21:16:44.459306Z",
            "rejected_at": "2008-09-05T00:01:04.801256Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-05T00:01:04.801256Z"
        },
        "id": 10376363
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/replaceheathrow/"
    },
    "type": "petition"
}