{
    "data": {
        "attributes": {
            "action": "Abaondon the KS2 & KS3 SAT results for 2008 and sue ETS for breach of contract",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is a debate about whereter SATs are necessary, this petition is not about the need or otherwise to test children at KS2 & KS3.\n\nThe goverment, right or wrong, states that KS2 & KS3 examinations are important and if they are important then they need to ensure that systems are in place to make sure that there can be no questions about the quality or integrety of the exams.\n\nWe are in the position we are in because of monumental failure. If the problem is with ETS and ETS alone then the government & QTS should sue ETS for breach of contract. If the goverment and QTS are complicent in this failure then lets get it in the open and move on.\nWith schools challanging the results it is clear that the public have lost confidence the results for 2008. \n\nAbandon the results for 2008. Spend the time, money and effort ensuring that there will be no repeat of this debracle in 2009.\n\n( I appologise if there are issues with grammer etc. I am severly dyslexic)",
            "closed_at": "2008-09-21T00:00:00Z",
            "created_at": "2008-07-21T09:47:37.214661Z",
            "creator_name": "Kirit Gordhandas",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-21T09:47:37.214661Z",
            "rejected_at": "2008-09-06T00:01:05.513598Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/sats-contract/\nhttp://petitions.pm.gov.uk/getridofsats/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-06T00:01:05.513598Z"
        },
        "id": 10378174
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/2008-SATS/"
    },
    "type": "petition"
}