{
    "data": {
        "attributes": {
            "action": "Abort plans for Bristol Residents Parking Scheme (RPS)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Bristol City Council is planning to create a Residents Parking Scheme which means residents will need a permit to park in their designated zone.\n\nA permit for 1 car will be £40 rising to £80 for a 2nd car & £500 for a 3rd.\n\nWhilst most people would not object to a £40 charge to park outside their own home, and be guaranteed a parking space, sadly this is not the case.\n\nThe Council will be able to issue as many permits as they choose in each zone creating a worse problem than now. \n\nYou will only be allowed to park in your designated zone - if can't find a space there is no contingency for alternative parking - if you park in another zone you risk getting your car towed away.\n\nEach house which is divided in to sub-lets (flats/apartments/bedsits) will count as seperate residences - this will mean more cars than spaces.\n\nResidents will have to buy Visitors Permits at £1 each limited to 100 permits per ordinary permit.  If you are having building work on your house or you have a carer visit they will need a permit.\n\nThere will be no vote on this scheme and the consultation papers are worded so that all answers lead to a favourable reponse to the Council.\n\nThe scheme is planned to start in October 2009.",
            "closed_at": "2008-10-08T00:00:00Z",
            "created_at": "2008-07-21T06:46:56.130598Z",
            "creator_name": "Helen Garland",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-21T06:46:56.130598Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2008-10-09T00:01:02.067633Z"
        },
        "id": 10376909
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BristolParking/"
    },
    "type": "petition"
}