{
    "data": {
        "attributes": {
            "action": "Review its economic policy with a view towards recognising that the current economic policy is past its sell by date.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Current economic policy does little to save the lives of milllions of UK and worldwide folk who suffer and in the worst extreme, die impoverished. All that we see around us comes from the earth, yet the earth isn't selling it. All that we need to survive is available; earth offers it. The key elements of survival; food, clothes and shelter need only cultivation, innovation and a willingness to share. When will the government recognise that world economic policy is not fit for purpose and therefore invest resources to create a radical new approach that will lead the world out of the cycle of catastrophe that currently seems inescapeable, particular to residents of so called Third World countries? (For example: To ease the pressure on UK's low income families, Governement could put pressure on local authorities to make better use of parks and green belt locations by planting herbs, vegetables and fruit trees which people could access for free instead of constantly planting flowers and decorative trees). When will the Government take world leading action to completely endorse true love for all members of society and to remove the distinction between the haves and the have nots?",
            "closed_at": "2009-08-06T00:00:00Z",
            "created_at": "2008-07-20T19:12:33.357834Z",
            "creator_name": "Donovan Campbell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-20T19:12:33.357834Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2009-12-30T17:03:49.485723Z"
        },
        "id": 10375940
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Free-Life/"
    },
    "type": "petition"
}