{
    "data": {
        "attributes": {
            "action": "create penal regiments for knife crime offenders.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Penal regiments should be created within the British Army for those individuals who commit knife crime offenses. Since both the opposition and the present government are open to ideas, why not send them to Iraq & Afghanistan in small regiments after a period of basic military training and discipline - no fireams. Should the need arise to arm these people, the Army ought to give them their weapon of choice - in this case a bayonet or a pickaxe-handle. These criminals could be used for construction work, sand-bagging, crowd control and mine clearance, under the supervision of army NCO's. Obviously we can't force them into a war zone so why not give them the choice. \"Spend 6 months in a penal regiment serving your country or spend the first night of a 1 year sentence behind bars handcuffed to a dead body. You chose!\" Sending criminals to visit stab victims in hospital is not a strong message to these offenders in my opinion. If the governemt is concidering strong measures to deter these horrible people, I can't think of a better way. In this particular way, we give them the choice; I don't see a breach of human rights, specially after they have stabbed someone or worse, do you?",
            "closed_at": "2009-07-19T00:00:00Z",
            "created_at": "2008-07-19T12:39:41.383672Z",
            "creator_name": "Seb Coulthard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-19T12:39:41.383672Z",
            "rejected_at": "2008-09-05T00:01:04.801256Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/natservforyouth/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-05T00:01:04.801256Z"
        },
        "id": 10371608
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Penalregiments/"
    },
    "type": "petition"
}