{
    "data": {
        "attributes": {
            "action": "Increase prison sentences for those convicted of abusing and/or or murdering animals.At the same time examine the root causes of animal abuse, and educate the public,particularly children regarding the needs and lives of animals ,to foster a more caring approach from humans to animals  .",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At present the strongest sentence given to animal abusers is six months incarceration.\nThis is far too low,when one considers the calculated cruelty of some episodes of abuse.\nThe injuring of animals must also be punished more severely,a recent incident of lit cigarettes,being stubbed out on a horses face,was only one amongst many. \n It is recognised that this government was the first to bring in legislation, allowing for the incarceration of animal abusers.This should now be built upon.\n \nAlongside this tough punishment, we must deal with the underlying causes of cruelty to animals.\nMany people grow up,with little idea of the beauty and lives of animals,nor of the effects which human cruelty has on animals.This must be redressed if the UK is to keep its reputation as being a nation of animal lovers.\nA full investigation into the root causes of animal abuse,must be conducted.\nAlso let us not forget that those who abuse animals, are  most likely to abuse children too,and vice versa. \n I am aware that animal abuse has existed throughout history,but if a nation is to consider itself truly civilised,then it must protect its animals.",
            "closed_at": "2009-07-19T00:00:00Z",
            "created_at": "2008-07-19T18:42:29.262770Z",
            "creator_name": "Rob Levy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-19T18:42:29.262770Z",
            "rejected_at": "2008-09-06T00:01:05.513598Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Animal-Cruelty-/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-06T00:01:05.513598Z"
        },
        "id": 10372822
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AnimalAtrocities/"
    },
    "type": "petition"
}