{
    "data": {
        "attributes": {
            "action": "Offer discounted fuel prices to people living in rural areas",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "People in rural areas are hit by a number of factors due to high fuel prices. \n1) In most rural areas, there is no public transport infrastructure, or that which exists is woefully inadequate to get people to and from work. Therefore a car is essential.\n2) Most rural areas are areas of low pay. Poverty is high. We cannot afford higher fuel prices.\n3) We have to drive to do our shopping due to village shops and post offices closing down. Cost of shopping has also risen, we are hit with a double whammy here.\n4) School bus services are not always adequate to get your child to the school of choice. Again, a car is essential.\n5) Doctors and hospitals are always a drive away. There are often no public transport services available to get people to such essential services. Therefore again, a car is essential.\nWe petition the Prime Minister to offer those who live in rural area a discount on petrol prices.",
            "closed_at": "2009-01-22T00:00:00Z",
            "created_at": "2008-07-22T13:27:47.943048Z",
            "creator_name": "Lorna Vibert",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-22T13:27:47.943048Z",
            "rejected_at": "2008-09-07T00:01:04.682825Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Rural-Fuel-Tax/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-07T00:01:04.682825Z"
        },
        "id": 10386833
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ruralfuel/"
    },
    "type": "petition"
}