{
    "data": {
        "attributes": {
            "action": "Stan Francis of Bromsgrove, Worcestershire(Bromsgrove Clean water Group)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government since 1985 has added fluoride to our tap water supplies here in Bromsgrove woithout asking us first.\nWe were told by the South Staffs Water Authority in May 2008 in a letter to which the Bromsgrove Standard now holds, that consultation took place with the public, but West Midlands Strategic Health said in June 2008 that it did not!\nThe only way you can find out if a person has fluorois of the teeth is through laboratory techniques and since this is very expensive, no teeth are ever analysed when they are pulled out?\nThe best way to stop tooth decay for everyone is to brush your teeth and to not eat so much sugar and have a balanced diet. If people were eating less sugar then this would decrease the amount of tooth decay and fight obesity. We already add chlorine to our water to get rid of things like bacteria. It is everyone’s right to have clean water.\nBut the Gov. is going too far, trying to alter diet by water. Water should be as pure as it can so that then individuals can have the diet that suits them via food. Everyone drinks tap water but not everyone will require the extra Flurode. Please do not add extra Fluoride, sign our petition and say no more fluoride in Bromsgrove please?!",
            "closed_at": "2009-07-21T00:00:00Z",
            "created_at": "2008-07-21T16:45:31.465290Z",
            "creator_name": "stan francis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-21T16:45:31.465290Z",
            "rejected_at": "2008-09-04T00:01:05.825585Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-04T00:01:05.825585Z"
        },
        "id": 10380793
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Tapwater/"
    },
    "type": "petition"
}