{
    "data": {
        "attributes": {
            "action": "bring a new law into action that all emergency vehicles must activate blue lights and sirens if they break a speed limit on any road.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Hayley Adamson was knocked down and killed by a police car on Denton road Newcastle upon tyne on the 19th may 2008 hayley was only 16 years old. We the family, friends, and community of Hayley would like a new law to be brought into action, that all emergency vehicles whether it be Police, Ambulance, Fire brigade etc, have to speed on a road whether it be Residential, motorway, country lanes etc, they must activate blue lights and sirens, if you agree with this campaign please sign. thank you to every one for there support from Hayleys family, friends and community.",
            "closed_at": "2009-06-21T00:00:00Z",
            "created_at": "2008-07-21T21:15:41.091300Z",
            "creator_name": "SARAH RIDLEY",
            "government_response_at": "2009-12-17T14:20:53.811589Z",
            "government_responses": [
                {
                    "created_at": "2009-12-17T14:20:53.811589Z",
                    "details": "You signed a petition asking the Prime Minister to \"bring a new law into action that all emergency vehicles must activate blue lights and sirens if they break a speed limit on any road.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21774\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'HAYLEYS-LAW'",
                    "updated_at": "2009-12-17T14:20:53.811589Z"
                }
            ],
            "opened_at": "2008-07-21T21:15:41.091300Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 205,
            "state": "finished",
            "updated_at": "2010-04-28T16:53:58.522383Z"
        },
        "id": 10382197
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HAYLEYS-LAW/"
    },
    "type": "petition"
}