{
    "data": {
        "attributes": {
            "action": "Create public awareness of Elder Abuse by education in all settings.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Eldery Abuse continues to be  ignored despite a small amount of publicity either by news media or television documentries usually when the damage has already been done. \n\nThis problem continues because there is a lack of teaching/training into how to provide fundamental care for those who have dementia particularly at nursing home/hospital level. \n\nGood training/education programmes are essential for the provision of good nursing care.\n\nTraining should also include what is deemed as \"abuse\", and help to create \"whistle-blowing\" as a concept rather than a threat.\nAlzheimer's Disease and other Dementia's are on the increase as people are living longer and if steps are not taken now to provide education into the prevention and recognition of abuse, then it will continue \n\nThis petition calls for the government to provide funding for training/awareness programmes within care/nursing homes/GP practices that will improve care and understanding with people with dementia.",
            "closed_at": "2009-02-13T00:00:00Z",
            "created_at": "2008-07-22T12:36:26.268917Z",
            "creator_name": "Cyndy Foard-Briggs",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-22T12:36:26.268917Z",
            "rejected_at": "2008-08-20T16:03:44.887216Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/elderly-abuse/ http://petitions.pm.gov.uk/vunerable/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-20T16:03:44.887216Z"
        },
        "id": 10386407
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stopelderabuse/"
    },
    "type": "petition"
}