{
    "data": {
        "attributes": {
            "action": "Formally review the Child Support Agency's Conduct",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "its probably important to note that the CSA is called the \"Child Support Agency\". however -its very clear that the mission behind their interests lay with the resident parent. for 5 years I have had a good relationship with my daughters mother. however not now-because of CSA by playing one of us off against the other. I was cntacted on day 1 out of the blue and by day 2 I was being threatend with a detachement of earnings on my salary unless I paid the 300% more maintenance per month affective from the day they contacted me. They totally ignored my facts and comments and proceeded with the enforcement based on everything my ex was telling them.Because of their deductions I can now not afford to go and collect my child as she lives on the other side of the UK. I have to move out of my house because I cannot afford the rent. The power that they have been given is more powerful than the police when they are dealing with people that carry knives!  I understand that I might be coming across quite angry as my personal circumstances are involved.  please see for yourself and do a formal review.",
            "closed_at": "2008-08-23T00:00:00Z",
            "created_at": "2008-07-23T22:45:25.296440Z",
            "creator_name": "Nick Prentice",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-23T22:45:25.296440Z",
            "rejected_at": "2008-09-07T00:01:04.682825Z",
            "rejection": {
                "code": 16384,
                "details": "Could you please depersonalise your submission.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-07T00:01:04.682825Z"
        },
        "id": 10398607
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CSACONDUCT/"
    },
    "type": "petition"
}