{
    "data": {
        "attributes": {
            "action": "keep a fully staff HMRC office open in Peterhead beyond 2011",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As part of the plans to centralise HMRC business, the Government has proposed to close the Peterhead office at Keith House.\n\nThe office in Peterhead has seen steady job losses over the last 10 years. The majority of remaining staff are likely to face redundancy as they are outside of reasonable daily travel of another HMRC office.  There are no other Public Sector jobs within the area.\n\nPeterhead is a coastal town with Europe's largest white fishing port.  The job losses will have a serious effect on the local economy. Centralisation of Government departments is having a devastating effect on towns like Peterhead. Our local economies are being run down and our share of public sector jobs are being withdrawn in favour of those who live in larger towns and cities, resulting in Civil Service job opportunities being lost to our Community forever. \n\nPlease help save our office by signing this petition and taking a stand against centralisation of public sector jobs",
            "closed_at": "2008-10-09T00:00:00Z",
            "created_at": "2008-07-24T07:01:05.823934Z",
            "creator_name": "Mark Chapman",
            "government_response_at": "2008-11-28T15:30:48.598058Z",
            "government_responses": [
                {
                    "created_at": "2008-11-28T15:30:48.598058Z",
                    "details": "You signed a petition asking the Prime Minister to \"keep a fully staff HMRC office open in Peterhead beyond 2011.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17596\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'HMRCPeterhead'",
                    "updated_at": "2008-11-28T15:30:48.598058Z"
                }
            ],
            "opened_at": "2008-07-24T07:01:05.823934Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 245,
            "state": "finished",
            "updated_at": "2008-10-17T03:53:26.681769Z"
        },
        "id": 10399444
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HMRCPeterhead/"
    },
    "type": "petition"
}