{
    "data": {
        "attributes": {
            "action": "To scrap maternity and paternity leave in favour of a new 'Parents leave'",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently, women are netitled to 9 months maternity leave and men are entitled to just 2 weeks paternity leave following the birth of their child. This can hardly be justified as fair in todays modern society where women and men are allegedly classed as equals.\nWhat I suggest is that the leave entitlements for both parents, be combined (total approx 38 weeks) and be made flexible to both parents to share as they choose to.\nTo illustrate this I have the following 2 examples:\n1 - Following child birth, both parents take 19 weeks leave at the same time (2 x 19 = 38)\n2 - Following child birth, the mother takes 25 weeks leave and the father takes 13 weeks leave (25 + 13 = 38).\n\nThis would give parents a greater degree of flexibility and also allow mothers to return to work sooner if they choose to. It would also give fathers the much needed and currently neglected bonding time that they miss out on under the current system of paternity leave.\nAs far as the pay aspect is concerned, this could be calculated in the same way as it is at the moment for each parent, but simply combined in it's calculation.\nEven if you don't have children at the moment, I would urge that you sign this petition.",
            "closed_at": "2008-10-24T00:00:00Z",
            "created_at": "2008-07-23T19:42:53.377391Z",
            "creator_name": "Mohammed Kawsar",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-23T19:42:53.377391Z",
            "rejected_at": "2008-09-10T00:01:05.332622Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/flexibleleave/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-10T00:01:05.332622Z"
        },
        "id": 10397385
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NewParentsLeave/"
    },
    "type": "petition"
}