{
    "data": {
        "attributes": {
            "action": "Sign an agreement between the UK and Commonwealth countries, to accept their teaching qualifications and grant automatic QTS to their teachers who have taught effectively in the UK for more than four years.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UK has strong ties with Commonwealth countries. These teachers hold similar teaching qualifications to the UK trained teachers. Some of them even hold Bachelors’ degrees and MEd from the UK universities, and have received CPD in their schools at the expense of the UK tax-payers. Those who have been teaching for more than four years with OTT status confirm this. The National Union of Teachers passed a motion to support the recognition of these teachers' qualifications by the UK government, just like teachers whose countries belong to the EU. Commonwealth teachers also benefit the UK economy.",
            "closed_at": "2009-08-08T00:00:00Z",
            "created_at": "2008-07-23T22:13:23.426910Z",
            "creator_name": "Zoe Quinnen",
            "government_response_at": "2009-09-25T12:00:49.610511Z",
            "government_responses": [
                {
                    "created_at": "2009-09-25T12:00:49.610511Z",
                    "details": "You signed a petition asking the Prime Minister to \"Sign an agreement between the UK and Commonwealth countries, to accept their teaching qualifications and grant automatic QTS to their teachers who have taught effectively in the UK for more than four years.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20713\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'qts-otts'",
                    "updated_at": "2009-09-25T12:00:49.610511Z"
                }
            ],
            "opened_at": "2008-07-23T22:13:23.426910Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 302,
            "state": "finished",
            "updated_at": "2009-08-09T03:03:58.097358Z"
        },
        "id": 10398459
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/qts-otts/"
    },
    "type": "petition"
}