{
    "data": {
        "attributes": {
            "action": "Create a British Gendarmarie.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is time to face an unpleasent Truth: the Police cannot enforce the Law and protect the public.\n\nViolent Crime is approaching epidemic levels; almost every day we hear of a another victim. Shot or stabbed to death, often because they were simply in the wrong place at the wrong time.\n\nEvery major city has at least one area where the Rule of Law has been replaced by the Law of the Jungle; no-go areas where a hard-core minority of violent thugs attack the law-abiding citzens with impunity.\n\nThe Police are out-numbered, out-gunned and strangled with red tape.\n\nBritain, unlike the majority of European Nations, has only civilian Police forces, which we expect to deal with everything from anti-social behaviour to terrorist attacks. This is a luxury we can no longer afford.\n\nWe must set up a UK Gendarmarie; a para-military, nationwide law enforcement agency, to deal with, among other threats, violent/organised crime and terrorism. This much needed extra \"muscle\" would help the civilian police win the war against violent crime...\n\nBefore it's too late.",
            "closed_at": "2009-08-16T00:00:00Z",
            "created_at": "2008-07-23T10:41:33.005351Z",
            "creator_name": "Frank Castle",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-23T10:41:33.005351Z",
            "rejected_at": "2008-08-20T16:08:45.565314Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/helppolice/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-20T16:08:45.565314Z"
        },
        "id": 10393079
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UKGendarmes/"
    },
    "type": "petition"
}