{
    "data": {
        "attributes": {
            "action": "advise Canterbury City Council to hold a public debate and listen to the electorate regarding Visitor information centres in Herne Bay & Whitstable.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "After many thousands of signatures, emails, phone calls and letters to the council; Canterbury City Council have ridden roughshod over the people of Herne Bay & Whitstable regarding the closures of a much used and needed facility; ie: The Visitor Information Centres in both towns.\nThe council don't have the money to run the information centre in Herne Bay at a cost of £53,00 per annum or Whitstable's at a cost of £48,000, but they do have the funds to run their own Information Centre at a cost of £280,000 and manage to find the £274,000 to fund the Beaney project in Canterbury.\nWhitstable & Herne Bay are always left high & dry finacially at the expense of the City centre i.e.- Canterbury.\nThere has been no public consultation whatsoever concerning the VIC's in the two towns, and most of all, letters and emails are not being answered by Conservative Councillors (who control the district) that are sent in to them by the public.\nWe no longer seem to have any Democracy in Herne Bay & Whitstable.\nWe are being steam-rollered over by a form of politics that is both unfair and unjust.\nCan someone help us.",
            "closed_at": "2009-02-08T00:00:00Z",
            "created_at": "2008-07-23T21:58:34.932590Z",
            "creator_name": "Peter Revell",
            "government_response_at": "2009-06-04T11:47:24.321970Z",
            "government_responses": [
                {
                    "created_at": "2009-06-04T11:47:24.321970Z",
                    "details": "You signed a petition asking the Prime Minister to \"advise Canterbury City Council to hold a public debate and listen to the electorate regarding Visitor information centres in Herne Bay & Whitstable.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19456\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'VisitorInfo'",
                    "updated_at": "2009-06-04T11:47:24.321970Z"
                }
            ],
            "opened_at": "2008-07-23T21:58:34.932590Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 273,
            "state": "finished",
            "updated_at": "2009-07-24T14:34:59.811776Z"
        },
        "id": 10398376
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VisitorInfo/"
    },
    "type": "petition"
}