{
    "data": {
        "attributes": {
            "action": "Free Education for All School Leavers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Why should it cost approx £420.00 to pay for a School leaver to do an Hairdressing apprentership/training?\n\nThere is no 'real' provision for hardship! \n\nThe Government wants youths to break the chain of povery, but yet gives no real help, to ease this costly situation! Why not?\n\nIf this prolonged jungle of poverty is to be eased, surely give, the youth, its future some hope?\n\nDon't expect it to pay, from its (mostly) mothers no fund!\n\nALSO, Dont expect (mostly) errant fathers to cough up for thier CHILDREN, unless the onus is on the ABSENT PARENT TO BY FACT OF LAW to pay there way or Prison, SOCIETY WILL NOT CHANGE! SIMPLE E.G: If the onus is left to 'the lone' parent' to 'freely' give info on the 'wearabouts' of the NON PAYING parent, then the system is left only for the 'decent' no longer co-habiting/married parent to pay. If The 'onus' was off the 'lone' parent to name and maybe shame the 'none providing' parent into paying and left it to the Governnment of the day to make it 'Law' that the non resident parent payed there way automaticaly (unless otherwise lawfully proved otherwise). It would not only take the onus of the 'always' there parent, but ease the Governments purse!",
            "closed_at": "2008-08-15T00:00:00Z",
            "created_at": "2008-07-23T00:42:59.090767Z",
            "creator_name": "Michelle Hanstock",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-23T00:42:59.090767Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2008-08-16T03:43:20.172914Z"
        },
        "id": 10390813
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FEFASL/"
    },
    "type": "petition"
}