{
    "data": {
        "attributes": {
            "action": "Help keep our children healthy and safe by making it compulsory for them to participate in after school activities",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Being a parent of a young child and having been a teacher I feel that as adults we need to take a stand with the current state of affairs with the youth in this country and instill discipline and respect in our children.  With crime (particularly knife crime) being so rife amongst our youth - innocent young lives being put at risk/lost, along with the increase of childhood obesity, it is our responsibility not to try and find quick fix solutions to the problem but rather to re-educate our children and get them involved in healthy, sociable activities so that they can develop into co-operative, self-disciplined and respectful young adults. The government should provide funding to ALL state senior primary and secondary schools(on a national scale for it to have any real impact) for the provision of COMPULSORY afterschool activities to be participated in by ALL pupils, be it a sport or a cultural activity - which both parents/child/ren will be required to sign a pledge/contract on accepting a school place.",
            "closed_at": "2008-09-24T00:00:00Z",
            "created_at": "2008-07-24T22:05:51.952303Z",
            "creator_name": "novanna",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-24T22:05:51.952303Z",
            "rejected_at": "2008-08-30T00:01:04.850334Z",
            "rejection": {
                "code": 8192,
                "details": "Please supply full name and address information.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-30T00:01:04.850334Z"
        },
        "id": 10407056
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/todaysyouth/"
    },
    "type": "petition"
}