{
    "data": {
        "attributes": {
            "action": "Consider the creation of a penal legion in order to reduce overcrowding in our nations prisons, as well as adding much needed reserves to our armed forces overseas",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Thorugh the creation of a penal legion, violent criminals and habitual offenders would be put to service for a time, relative to sentence they would recieve under the current judicial system. Upon sentencing, the criminals would be placed under the supervision of appointed trainers, who would give a brief training regime in the use of the standard british firearm, although a single action variant may be preferable, these units would then be used in conflict zones to aid the men and women who have sacrificed, in part, their freedom to ensure others continue to have their own, by being used for high risk missions under the command of appointed \"guards\". Though the proper definition and from which civil service this individual would be chosen would have to undergo government review. After their sentence is performed, each will be free as any other ex-convict.",
            "closed_at": "2008-08-24T00:00:00Z",
            "created_at": "2008-07-24T12:35:59.311856Z",
            "creator_name": "Matthew Eves",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-24T12:35:59.311856Z",
            "rejected_at": "2008-09-10T00:01:05.332622Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/threestrikesin/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-10T00:01:05.332622Z"
        },
        "id": 10403187
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Plegion/"
    },
    "type": "petition"
}