{
    "data": {
        "attributes": {
            "action": "Abolish the redruth curfew and stop the scheme being rolled out across the country",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The curfew in Redruth cornwall gives police officers the right to remove a 16 year old from the street after 9pm, and children of under 10 after 8pm.\n\nI believe this is a blatent infringement of human rights, and part of a continuous campaign against and besmirching of the name of young people in the UK.\n\nAs an 18 year old, i would not be part of this curfew, however as a 15 year old i regularly walked on the street at night coming home from a gig or a friends house. \nMost young people cause no trouble, and this is the first step in making it a crime for them to walk the street at night. \n\nIf this curfew is passed and rolled out across the country, what next?\nCrime rates are higher amongst ethnic minorities, should they get a curfew?\n\nI severely believe not, but this guilty until proven innocent culture that i often experience as a young person has to stop and this law will certainly not help one bit.",
            "closed_at": "2008-10-24T00:00:00Z",
            "created_at": "2008-07-24T17:25:18.172768Z",
            "creator_name": "William McStay",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-24T17:25:18.172768Z",
            "rejected_at": "2008-09-10T00:01:05.332622Z",
            "rejection": {
                "code": 4096,
                "details": "http://petitions.pm.gov.uk/stopthecurfew/",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-10T00:01:05.332622Z"
        },
        "id": 10405319
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/under16/"
    },
    "type": "petition"
}