{
    "data": {
        "attributes": {
            "action": "compel Westminster council to abandon Motorcycle Parking charges in their borough",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "From 4th August 2008, Westminster will begin the rollout of motorcycle charging throughout the borough. The rollout will be carried out zone by zone over a four week period and will include provision of motorcycle bays in Westminster City Council car parks.\nIn many public statements - the Mayor of London and other officials always delclared their intention to encourage two wheel transport to reduce congestion and carbon emissions. This scheme goes exactly in the opposite direction. But obvioulsy more Solo Parking Bays = Less (revenue generating) Car Bays, so they had to find a solution.\nAccording to http://www.westminster.gov.uk/transportandstreets/parking/wheretopark/vehicletype/motorcycle/chargingintro.cfm the annual cost for motorbike parking will be £150, while a resident parking permit for vehicles smaller than 1200cc is £80. Having to pay almost twice as much as the charge for a small car. \nAs this new measure is clearly NOT a congestion issue but a financial one, I am sure Motorcycle and scooter riders would welcome the opportunity to sit down with Westminster council and discuss where cost savings could be made in their budget.",
            "closed_at": "2008-09-24T00:00:00Z",
            "created_at": "2008-07-24T16:38:39.618072Z",
            "creator_name": "Ladislas de Haut de Sigy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-24T16:38:39.618072Z",
            "rejected_at": "2008-09-10T00:01:05.332622Z",
            "rejection": {
                "code": 65536,
                "details": "",
                "reasons": [
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-10T00:01:05.332622Z"
        },
        "id": 10405025
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MotorcyclParking/"
    },
    "type": "petition"
}