{
    "data": {
        "attributes": {
            "action": "intervene and call upon Public Authorities to follow the regulations under the  Caravan Sites and Control of Development Act 1960 to stop the unlawful use of land as a caravan site without a caravan site licence (Public Health).",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The rules clearly state that no occupier of land shall  permit any part of land to be used as a  caravan site unless the occupier is the holder of a site licence. A  licence can only be issued under the CSCD Act 1960, \"if and only if\", the occupier has been previously granted planning under Part III of the T and C Planning Act 1990. The general public  must be reasonably given the opportunity to make representations on these planning application.\n\nIt is clear that many occupiers of caravan sites on Anglesey and other places, have deliberately ignored the  1960 Act. Rather than prosecute these occupiers for acting unlawfully,(Public Authorities do have the power) the owners are rewarded with lavish development certificates and oddly,  site licences are being granted for acting unlawfully. It is akin to driving a car without a licence,  being caught, and rewarded with a full driving licence without having to pass a driving test. Two Justices of the Peace have run caravan sites in Gwynedd, North Wales, for a number of years without planning or a site licence and for doing all this they have been rewarded with lavish caravan sites developments. It beggars belief.",
            "closed_at": "2009-08-07T00:00:00Z",
            "created_at": "2008-07-24T22:25:11.426290Z",
            "creator_name": "Gordon Pritchard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-24T22:25:11.426290Z",
            "rejected_at": "2008-08-20T14:57:56.715610Z",
            "rejection": {
                "code": 4096,
                "details": "This is a devolved matter and should be directed to the Scottish Executive / Welsh Assembly / Northern Ireland Executive as appropriate.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-20T14:57:56.715610Z"
        },
        "id": 10407115
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/caravan-sites/"
    },
    "type": "petition"
}