{
    "data": {
        "attributes": {
            "action": "award an OBE to Graeme Obree for Services to British Sport - Cycling",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Graeme Obree was a Scottish racing cyclist.\n\nIn July 1993, he broke the world hour record, previously held by Francesco Moser, with a distance of 51.596 kilometres (32.06 miles). His record lasted less than a week, being broken by Englishman Chris Boardman. He then retook the record in April 1994. He was also individual pursuit world champion in 1993 and 1995.\n\nOnly a handful of cyclists have ever broken the hour record but Obree's public image has been reduced to that of an eccentric sportsman rather than as a man who battled against the odds to reach the pinnacle of his sport.\n\nFor a talented amateur from a cycling backwater to break the world hour record in 1994 is simply incredible. Eddy Merckx, probably the best cyclist the world has ever seen, broke the record in 1972 and promptly said \"Never again\", such was the pain he endured. For Obree to break the record on a bike he built himself beggars belief.\n\nHis very candid best- selling autobiography starkly outlined his external battles against authority and his internal battles to reach the top. Now Obree's career has become an inspiration for Scotland's new track cycling stars Craig McLean and Chris Hoy.",
            "closed_at": "2009-07-24T00:00:00Z",
            "created_at": "2008-07-24T13:30:28.998531Z",
            "creator_name": "Kalwinder Singh Dhindsa",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-24T13:30:28.998531Z",
            "rejected_at": "2008-09-04T00:01:05.825585Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.honours.gov.uk/",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-04T00:01:05.825585Z"
        },
        "id": 10403607
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GraemeObree/"
    },
    "type": "petition"
}