{
    "data": {
        "attributes": {
            "action": "Advance plans for nuclear power infrastructure supported by renewable sources",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are many arguments against Nuclear power, the only valid one is the waste, Nuclear waste has a half life that means it has to be stored for hundreds of years.\n\nHowever the theory that they are not safe is untrue. Chernobyl, Three Mile Island, both caused by neglegence of staff and poor build quality. The safety standards of british Nuclear industry are such that any accident that would occur would be contained, the chances of outside contamination are nominal at most, nigh on impossible.\n\nIf we are serious about slowing down global warming (it can't be stopped or reversed, it's part of the \"ice age cycle\") then nuclear is the only fully established, implementable and reliable fuel source that can cover the nations needs.\n\nIf polititians were so inclined, we should prioritise Hydrogen Fuel technologies, which produce and endless, truely renewable fuel\n\nBut for the immidiate future it is the only viable solution",
            "closed_at": "2009-07-24T00:00:00Z",
            "created_at": "2008-07-24T08:22:42.768638Z",
            "creator_name": "Scott Blackmore",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-24T08:22:42.768638Z",
            "rejected_at": "2008-09-10T00:01:05.332622Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/nucpower/\nhttp://petitions.pm.gov.uk/nuclear-now/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-10T00:01:05.332622Z"
        },
        "id": 10400313
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Nuclear-YES/"
    },
    "type": "petition"
}