{
    "data": {
        "attributes": {
            "action": "Allow Concealed Handguns In The UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I feel something needs to be done to reduce crime and protect the many vulnerable people in this country. \nThe fact is that neither the UK government nor the police have the resources to offer full time protection to every citizen. \nI therefore feel that the UK public should now be trusted and given back the right to self-defence. \nI'm asking the government to grant to law-abiding citizens the right to self-defence, and defence of our property, by repealing the UK handgun ban and allowing us to carry concealed handguns.\nThe problem with banning weapons is that criminals don't obey laws, so when guns were banned criminals ignored the law and kept their weapons, and decent law abiding people were left defenceless, as is the case now. \nThis is simply because guns, in the right hands, are a serious deterrent against acts of violence. \nAn example of this is the US state of Vermont, which has virtually no laws against gun ownership, and a crime rate which is a fraction of that in Britain. \nThe simple fact is that by disarming honest citizens, Britain has actually helped criminals, who now go about their business without fear.",
            "closed_at": "2009-08-11T00:00:00Z",
            "created_at": "2008-07-24T16:21:31.839584Z",
            "creator_name": "Graham Showell",
            "government_response_at": "2009-09-25T12:01:46.549007Z",
            "government_responses": [
                {
                    "created_at": "2009-09-25T12:01:46.549007Z",
                    "details": "You signed a petition asking the Prime Minister to \"Allow Concealed Handguns In The UK.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20714\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'gshandguns'",
                    "updated_at": "2009-09-25T12:01:46.549007Z"
                }
            ],
            "opened_at": "2008-07-24T16:21:31.839584Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 273,
            "state": "finished",
            "updated_at": "2010-04-20T16:37:20.816340Z"
        },
        "id": 10404900
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/gshandguns/"
    },
    "type": "petition"
}