{
    "data": {
        "attributes": {
            "action": "cap the salaries of all local government Directors, Executive Directors and Chief Executives from 2009.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many council Chief Executives are currently paid well in excess of £250,000.00 per year and are able to accrue performance bonuses of 15% adding a further £37,500 to their overall pay package.\n\nDirectors and Executive Directors are often paid upwards of £150,000.00 per year with similar performance related bonuses and many other expenses and benefits.\n\nMost council workers do not earn in two years what many Chief Executives and Directors earn in bonuses alone in one year.\n\nAn independent pay review body should be created in each council area comprised of electors from within that local authority to monitor and review performance and future salary rises and to determine the salaries for all Directors, Executive Directors and Chief Executives based upon their performance against previously set targets.\n\nWe therefore petition the Prime Minister to create legislation to cap the salaries of local government officials at £100,000.00 pa for Chief Executives, £75,000.00 pa for Executive Directors and £62,000.00 pa for Directors from 2010 and to establish independent pay review bodies to monitor and set future salary levels for local government executives.",
            "closed_at": "2009-08-11T00:00:00Z",
            "created_at": "2008-07-25T09:58:01.311980Z",
            "creator_name": "Stephen Gradwick",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-25T09:58:01.311980Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 22,
            "state": "finished",
            "updated_at": "2009-08-12T00:01:01.504823Z"
        },
        "id": 10409390
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/capped-salaries/"
    },
    "type": "petition"
}