{
    "data": {
        "attributes": {
            "action": "Prevent urban sprawl by reducing the housing numbers imposed on Gloucestershire by the South West Regional Spatial Strategy. We oppose building on greenfield sites and greenbelt land outside the boundaries of existing urban areas, and insist that brownland urban sites are developed before any others are considered for development. We urge the government to ensure that there be a clear and established local need for housing before approval for building",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The housing targets for Gloucestershire over the next 18 years are 56,400 houses as imposed by the Regional Spatial Strategy (RSS) for the South West. We believe this is excessive and completely unsustainable, the need is unproven and that it will cause greenfield and greenbelt land to be built on unnecessarily. The target relies on economic growth per year of 3.2% for 18 years, a high ratio of homes per job of 1.5, and relies on attracting many workers from other parts of country and abroad to jobs that do not yet exist and it is doubtful could be created. We believe a local need should be proven and the focus should be on affordable homes within existing towns and villages.\n The brownland first strategy has been abandoned by the RSS and this will lead to the destruction of greenfield sites because they are cheaper to develop and so are particularly attractive for developers wishing to maximise profit. The resulting sprawl caused by Urban Extensions will cause loss of wildlife, loss of recreation space, loss of the historic character of towns and villages, increased flooding, increased CO2 emissions and increased traffic.",
            "closed_at": "2008-11-01T00:00:00Z",
            "created_at": "2008-07-27T07:48:40.917322Z",
            "creator_name": "Adrian Skilling",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-27T07:48:40.917322Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 24,
            "state": "finished",
            "updated_at": "2008-11-02T03:54:09.819796Z"
        },
        "id": 10418375
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stopurbansprawl/"
    },
    "type": "petition"
}