{
    "data": {
        "attributes": {
            "action": "Have a public enquiery into Kendall House, Gravesend, Kent. An enquiery into not only the severe & shocking abuse, but also an enquiery into why the girls drugged went onto have children with birth defects.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Kendall House severely abused many young girls in care, sexually, phisically, mentally and used the most extreme doses of dangerous psychotropic drugs without consent on girls in care of the local authorities and the Church of England. Chemo therapy was also highlighted in that regime in 79 & 80. The girls did not have cancer.\n\nWe demand an enquiery into the shocking abuse, the drugs and the side affects of those drugs used on the girls and an enquiery into why the girls children have been born with birth defects associated to the drugs forced on them in Kendall House.\n\nWe call for a public enquiery due to the fact that it was known to the government in 1979,1980 and they chose to ignore the abuse at Kendall House and the Church of England refused an enquiery in 1980 into what was going on behind those closed doors. That led to the further severe abuse of many more girls of which some have commited suicide.",
            "closed_at": "2009-08-11T00:00:00Z",
            "created_at": "2008-07-27T13:01:12.436313Z",
            "creator_name": "Teresa Cooper",
            "government_response_at": "2009-09-28T10:55:24.531501Z",
            "government_responses": [
                {
                    "created_at": "2009-09-28T10:55:24.531501Z",
                    "details": "You signed a petition asking the Prime Minister to \"Have a public enquiery into Kendall House, Gravesend, Kent. An enquiery into not only the severe & shocking abuse, but also an enquiery into why the girls drugged went onto have children with birth defects.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20728\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Abuse-Enquiery'",
                    "updated_at": "2009-09-28T10:55:24.531501Z"
                }
            ],
            "opened_at": "2008-07-27T13:01:12.436313Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 234,
            "state": "finished",
            "updated_at": "2009-08-12T00:01:01.504823Z"
        },
        "id": 10419506
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Abuse-Enquiery/"
    },
    "type": "petition"
}