{
    "data": {
        "attributes": {
            "action": "instruct the National Audit Office to carry out an inspection of the finances of Liverpool City Council and its associated companies",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Liverpool City Council has been officially cited as the worst Local Authority in the country.\n\nThey are £62,000,000.00 in debt and that debt is rising.\n\nSuccessive audits have shown significant failings in financial management.\n\nA recent report from KPMG made thirty-seven recommendations regarding the contract with Liverpool Direct Limited.\n\nIt is imperative for the people of Liverpool that an impartial investigation be carried out by an incorruptible body accountable to Parliament.\n\nThe National Audit Office is the only organisation which has the authority to carry out a wide ranging, detailed and impartial investigation into the financial management of Liverpool and more specifically the relationship between the Local Authority and the companies Liverpool Direct Limited and Liverpool Schools Services Limited.\n\nWe therefore petition the Prime Minister to instruct Tim Burr - on behalf of Parliament - to send an investigation team to Liverpool with full powers to access and inspect any and all records and interview any and all persons whom they may deem necessary and to grant any persons giving evidence protection under the Public Interest Disclosure Act.",
            "closed_at": "2009-02-11T00:00:00Z",
            "created_at": "2008-07-25T11:57:01.561741Z",
            "creator_name": "Stephen Gradwick",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-25T11:57:01.561741Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 28,
            "state": "finished",
            "updated_at": "2009-02-12T00:01:01.446175Z"
        },
        "id": 10410601
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nao-liverpool/"
    },
    "type": "petition"
}