{
    "data": {
        "attributes": {
            "action": "Stop this journey of cruelty of Sheep from Austrailia to Middle East",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As the world’s largest exporter of sheep, Australia is responsible for the suffering of millions of animals every year. Please Help convince Australia’s Prime Minister, Kevin Rudd,it is time to make a change.\n.\n\nIn 2007 alone, 3.7 million Australian sheep were sent to the Middle East for slaughter. These animals endured a long and gruelling journey by both road and sea. Over 35,000 of them died during the sea voyage from heat-exhaustion, infection, injury and disease.\n\nAnimals that survive the live export journey are off-loaded in countries with no, or unenforced, animal welfare laws. Here they are often handled, transported and slaughtered in ways that would be illegal in Australia.\n\nAustralia has a significant and growing trade in chilled and frozen meat, and currently exports meat to every country it sends live animals to. This alternative trade ensures that animals are transported and slaughtered humanely within Australia.\n\nAn end to the live export trade is the only way to ensure that millions of animals are protected. Please help to put a stop to this terrible trade and put an end to the live export of animals for slaughter.",
            "closed_at": "2009-01-26T00:00:00Z",
            "created_at": "2008-07-26T07:15:32.925822Z",
            "creator_name": "Gail Seddon-Davies",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-26T07:15:32.925822Z",
            "rejected_at": "2008-09-10T00:01:05.332622Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-10T00:01:05.332622Z"
        },
        "id": 10414852
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Cruetlysheep/"
    },
    "type": "petition"
}