{
    "data": {
        "attributes": {
            "action": "Give recognition to, and further promote those who embrace self suficiency. Help us to provide for ourselves in as many ways posibble.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Energy prices are soaring. Ok! Most of us understand the world's resources. Its not just about cost, but modern thinking tells us that energy sources come from elsewhere which are renewable. I think we need to partially fund this ourselves, but also have a benefit scheme which repays us for paying our service providers. This would need to be controlled through access security. I am unaware of the complications, sorry! There must be some way of awarding those who provide evidence of striving towards a greener future in a realistic manner. I know there are grants for persons who decide to install renewable energy, but the cost of this to many is out of reach. I appreciate the endeavours the media has made through television and publications to encourage such activities, but those with a lesser income and fortune need help. There must be a way of diverting finance from another source in order to fund such truthful opportunity which is linked to the cause in the first place. I hope there is a possibility in the near future outside of the outstanding plans already in place for economical sufficiency. \nYours sincerely \nHarry Graves",
            "closed_at": "2009-07-25T00:00:00Z",
            "created_at": "2008-07-25T21:51:00.952292Z",
            "creator_name": "Harry Graves",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-25T21:51:00.952292Z",
            "rejected_at": "2008-09-10T00:01:05.332622Z",
            "rejection": {
                "code": 768,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-10T00:01:05.332622Z"
        },
        "id": 10414209
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EcoBeneficial/"
    },
    "type": "petition"
}