{
    "data": {
        "attributes": {
            "action": "Pharmacy in England: building on strengths - delivering the future will effectively end GP dispensing and lead to job losses",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The 3.5 million dispensing patients in England will no longer be able to pick up a prescription from their local surgery. Patients will have to go to their nearest Chemist which (because of the ‘distance’ rules on dispensing – a GP can only dispense to a patient who lives more than 1.6 miles from the nearest Chemist) will certainly be more than 1.6 miles from their home.   \n\nThe second problem is more subtle. Between a quarter and a half of total income of a dispensing practice comes from dispensing medicines. This income enables a practice to have more GPs than they could otherwise afford, and in many cases, subsidises the cost of running branch surgeries, particularly in rural areas. \n\nIn total there are over 5,500 dispensing Doctors in England, working from 1,135 dispensing practices.",
            "closed_at": "2009-01-27T00:00:00Z",
            "created_at": "2008-07-27T06:25:55.096856Z",
            "creator_name": "Paul Gowers",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-27T06:25:55.096856Z",
            "rejected_at": "2008-09-06T00:01:05.513598Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-06T00:01:05.513598Z"
        },
        "id": 10418242
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/gpdispensary/"
    },
    "type": "petition"
}