{
    "data": {
        "attributes": {
            "action": "Cap the cost of TV licence to its actual declared cost",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The state of TV licensing has become unfair in its efforts to increase revenue over and beyond that which relates to merely collecting licence fees.\n\nCustomers are by default placed on a quarterly direct debit scheme which charges an additional administration charge. Customers wishing to switch to a monthly direct debit payment option have to wait a full year before they are allowed to do so in order that the additional administration charges can be collected.\n\nMoreover, once on a monthly direct debit plan, customers are expected to pay six months in advance for their TV licence such that when customers move address, the TV licencing authority typically gains an additional six months licence fee over and above that which they are rightly due. \n\nThe government should amend the legislation such that they are not seen to be conspiring in a scheme designed use the law to make extra revenue over and above that expected from the standard cost of a TV licence. Further media coverage of the TV licensing scheme can only increase the public opinion demanding to scrap the TV license scheme altogether.",
            "closed_at": "2009-07-31T00:00:00Z",
            "created_at": "2008-07-25T11:09:22.331952Z",
            "creator_name": "Brian Taylor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-25T11:09:22.331952Z",
            "rejected_at": "2008-08-20T16:01:36.483549Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/TV-signal/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-08-20T16:01:36.483549Z"
        },
        "id": 10410190
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/tvlicbkedte/"
    },
    "type": "petition"
}