{
    "data": {
        "attributes": {
            "action": "Immediately ban power line adaptors of the type currently supplied by BT",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "These units are used to establish a network within the home, TV and data\nsignals are passed between the adaptors by means of radio frequency energy directly into the mains wiring of that home.\nThe frequency used is 3-30 MHz. The resulting interference extends many\n100's of feet from the household using them.\nThis prevents users of the short wave radio spectrum from being able to use\ntheir radios.\nWorld broadcast stations and many other services are blocked out by the\ninterference.\nWe feel this is an assault on our human rights and freedom, preventing us from hearing world band radio.\nIt is also very dangerous as many safety, military, aviation and shipping\nservices will also suffer!\nLook on You Tube for powerline adaptors.\nCurrent EMC regulations say: the \nelectromagnetic disturbance generated  should not exceed a level above which\nradio and telecommunications equipment or other equipment cannot operate as\nintended.\n\nClearly these units do not comply and we want them banned and strong regulations put in place to prevent such technologies from being approved for use within the UK in the future.\nUKQRM on Yahoo groups.",
            "closed_at": "2009-02-11T00:00:00Z",
            "created_at": "2008-07-25T19:52:24.275741Z",
            "creator_name": "Mike Trodd",
            "government_response_at": "2009-04-20T15:07:21.956495Z",
            "government_responses": [
                {
                    "created_at": "2009-04-20T15:07:21.956495Z",
                    "details": "You signed a petition asking the Prime Minister to \"Immediately ban power line adaptors of the type currently supplied by BT.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19025\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SaveShortwave'",
                    "updated_at": "2009-04-20T15:07:21.956495Z"
                }
            ],
            "opened_at": "2008-07-25T19:52:24.275741Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3554,
            "state": "finished",
            "updated_at": "2009-12-28T03:01:34.027776Z"
        },
        "id": 10413645
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveShortwave/"
    },
    "type": "petition"
}