{
    "data": {
        "attributes": {
            "action": "Ban all pellet guns in the UK.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Resently I found out my nieghbours cat was shot by a pellet gun.\nHe has lost his eye and injured his back.\nI believe that pellet guns should be treated as if it where a knife, its just as dangerous. \n\"Six-month-old McDougal, was shot with an airgun. Initially, the local veterinary surgeon thought the pellet had penetrated the cat's leg, but as McDougal's condition deteriorated further investigations were carried out and it was discovered that his bowel had been perforated five times. Sadly, McDougal had to be put to sleep.\"\n\"Tigsy, a 12-year-old tortoiseshell cat, was shot with an air weapon outside her home and was found by her owner unable to move her back legs. An emergency vet found two air weapon pellets, one in Tigsy's stomach and the other lodged in her lower spine completely shattering it, and so sadly, Tigsy had to be put to sleep to prevent further suffering.\"\nAnyone found guilty could face a maximum 6month prison sentence and/or a £20,000 fine.\nI don't believe this is enough, a fine can't help the poor cats lives that had been cut short.\nPellet guns should be banned in the UK. The only people that should have them should be licenced and trained to use one.",
            "closed_at": "2009-08-11T00:00:00Z",
            "created_at": "2008-07-27T01:29:07.282407Z",
            "creator_name": "Tanya Dack",
            "government_response_at": "2009-09-25T12:02:40.699233Z",
            "government_responses": [
                {
                    "created_at": "2009-09-25T12:02:40.699233Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ban all pellet guns in the UK.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20716\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'BanPelletGuns'",
                    "updated_at": "2009-09-25T12:02:40.699233Z"
                }
            ],
            "opened_at": "2008-07-27T01:29:07.282407Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 333,
            "state": "finished",
            "updated_at": "2010-05-04T16:03:16.852955Z"
        },
        "id": 10418149
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BanPelletGuns/"
    },
    "type": "petition"
}