{
    "data": {
        "attributes": {
            "action": "Force the BBFC to abolish the 12A Movie rating",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Why is there even a 12a movie rating?\n\nIf a movie has enough mature content to warrent a 12a then it has enough content to get a 12. The notion that it is okay if a parent is with them is nonsense\n\nThis would not work anywhere else, you cannot sell alcohol to pre-teens if there parent agrees to it or sell cigarettes to them. Nor can someone start driving at 15. Everything that requires an age limit has an age restriction and if someone does not reach the minimum then they cannot do what is restricted - regardless of what the parent says.\n\nIn america you have PG 13 which is needed as the next rating up is R which is designed for content that is unsuitable for teens under 17. The next step after that is NC - 17 the equivilant is our 18\n\nMost 12a rated films are not designed for pre-teens and consequently cannot keep them entertained. Which results in the children getting bored and spoiling the rest of the movie for other viewers\n\nDue to constitutional rights in America you are unable to \"ban\" anyone but this is not the case in the UK our age ratings are law and should be enforced regardless of parent/guardians permission",
            "closed_at": "2008-10-27T00:00:00Z",
            "created_at": "2008-07-27T16:26:27.544287Z",
            "creator_name": "Stewart Loosemore",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-27T16:26:27.544287Z",
            "rejected_at": "2008-09-10T00:01:05.332622Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-10T00:01:05.332622Z"
        },
        "id": 10420202
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/12A-Ratings/"
    },
    "type": "petition"
}