{
    "data": {
        "attributes": {
            "action": "allow volunteers to partake in the cleaning of NHS hositals (with adequate training and relevant police checks)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Whenever I visit a relative or friend in hospital, I am always tempted to clean some of it as I walk through the corridors, toilets or wards. Sometimes it's just something small that would take a few seconds to do and it made me think - why not allow a permanent volunteers scheme for those who would like to pitch in and help to clean their local NHS hospital?\nThere are already various other voluntary schemes, but this one would not only help the NHS and the public when they need to go to hospital, but like any volutary work, would also look good on a CV plus help those looking for work to keep busy etc.\n\nOf course, a health and safety course would be needed to train the volunteers (which could maybe be held once a month?) along with the relavant police checks carried out.\n\nOf course, there may be some who disagree with this and think the NHS should just provide a better cleaning service themselves.  \nBut until that day comes, I am more than happy to pitch in to make our hospitals cleaner and safer now, rather than sit back and complain and wait for action.",
            "closed_at": "2009-08-12T00:00:00Z",
            "created_at": "2008-07-28T08:39:21.708342Z",
            "creator_name": "Sian Quick",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-28T08:39:21.708342Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 27,
            "state": "finished",
            "updated_at": "2009-08-13T00:01:01.149847Z"
        },
        "id": 10423071
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NHSvolunteer/"
    },
    "type": "petition"
}