{
    "data": {
        "attributes": {
            "action": "stop the intention to limit backdating of housing and council tax benefits to 3 months.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Please retain the ability to backdate benefit claims for housing benefit and council tax benefit up to 52 weeks.\n\nDespite civil service views that most landlords begin to tackle non-payment of rent within the first few weeks - my service deals with people everyday for whom the ability to backdate their claims 52 weeks, using 'good cause' is a life line. \n\nIn today's tightened finances it is vital that people are able to claim as much housing and council tax benefits as possible. Why would we seek to prevent someone claiming something which they're legally entitled to, but for restrictions on claiming?\n\nThe need to show 'good cause' already prevents many from accessing the full backdating and I cannot understand why the Government would want to make it more restrictive.\n\nThis is not a rule we should be scrapping.  These are the sort of mean-spirited measures that plays into the hands of those who wish to portray the Government as having lost touch with ordinary people, forgotten the needs of the poor and the reason it sought Government in the first place.  \n\nPlease stand up for those in desperate circumstances and retain this backdating rule.",
            "closed_at": "2008-11-01T00:00:00Z",
            "created_at": "2008-07-28T10:52:26.306497Z",
            "creator_name": "yvonne davies",
            "government_response_at": "2009-06-10T10:54:58.379271Z",
            "government_responses": [
                {
                    "created_at": "2009-06-10T10:54:58.379271Z",
                    "details": "You signed a petition asking the Prime Minister to \"stop the intention to limit backdating of housing and council tax benefits to 3 months.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19370\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'backdating-bens'",
                    "updated_at": "2009-06-10T10:54:58.379271Z"
                }
            ],
            "opened_at": "2008-07-28T10:52:26.306497Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 843,
            "state": "finished",
            "updated_at": "2008-12-11T03:02:01.028949Z"
        },
        "id": 10424476
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/backdating-bens/"
    },
    "type": "petition"
}