{
    "data": {
        "attributes": {
            "action": "to clarify the implemenation of the EU un fair commercial practices directive particually in relation to the use of the word  \" entertainment\"  to describe the work of clairvoyance,mediums and other spiritual workers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Following the implementation of the EU Unfair Commercial Practice Directive, we need to ask the government to clarify the role of and spiritual healers as service providers rather than commercial traders. \nPotentially the implementation of this directive could undermine ancient beliefs and practices, which could result in healers and other practitioners being unable to communicate fairly, honestly and respectfully.\nPractitioners need to be able to share their healing and knowledge with a wide range of people and have the freedom to have their practice respected in its own right. The use of the word “entertainment” in any disclaimer could potentially inhibit the public from having the confidence to explore alternative practices. It would also require practitioners to describe their methods and beliefs as being different to what they actually believe. None would expect to see a sign outside a religious building describing the practices within as being for entertainment purposes only.",
            "closed_at": "2009-01-28T00:00:00Z",
            "created_at": "2008-07-28T21:26:46.747822Z",
            "creator_name": "crystal zillwood",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-28T21:26:46.747822Z",
            "rejected_at": "2008-09-18T00:01:05.050443Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-18T00:01:05.050443Z"
        },
        "id": 10429660
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/clairvoyance/"
    },
    "type": "petition"
}