{
    "data": {
        "attributes": {
            "action": "establish a National Corrupt Officials Register",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There should be a ‘National Corrupt Officials Register’ to operate in a similar manner to the existing Sex Offenders Register to seek to prevent those found guilty of corruption or misconduct in public office from ever again being employed in public office.\n\nThere are currently no meaningful deterrents to those who behave corruptly and the same people are often censured by standards boards and other inquiries over and over again, yet remain in office.\n\nAnyone in public office, including judges, magistrates, tribunal members, MPs, civil servants of any grade, ombudsmen and their staff, local government officials, councillors and any comparable office must be subject to this provision.\n\nAll entries on the register should be for life.\n\nIn order to ensure transparency, the register should be a publicly accessible document.\n\nThere must not be any exclusion from the register under ‘Public Interest Immunity’.\n\nThe register must not be maintained by a government body.\n\nWe therefore petition the Prime Minister to create a National Corrupt Officials Register onto which any public office holder can be put if they are found guilty of corruption, or any related offence.",
            "closed_at": "2009-09-01T00:00:00Z",
            "created_at": "2008-07-28T15:59:30.856994Z",
            "creator_name": "Stephen Gradwick",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-28T15:59:30.856994Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 25,
            "state": "finished",
            "updated_at": "2009-12-30T17:03:49.485723Z"
        },
        "id": 10427185
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/corrupt-register/"
    },
    "type": "petition"
}