{
    "data": {
        "attributes": {
            "action": "increase the penalty for driving without insurance",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The existing penalty for driving without insurance is an insufficient deterrent to those who feel themselves above the law.\n\nThere are thousands of uninsured drivers on the roads in the UK and even when they are caught and their vehicles seized and often crushed by the police, there is little in the way of a meaningful deterrent to that person not to go out and do it again.\n\nAs a person who was crippled for life by an uninsured driver over two years ago and who is still fighting with the Motor Insurers’ Bureau for compensation; I have seen first hand how much hardship a person be subjected to in such circumstances. The overwhelming injustice of seeing the criminal walk free from court is bad enough, but that is compounded by then having to fight the Motor Insurer’s Bureau for compensation.\n\nThe government need to make driving without insurance something criminals really fear doing.\n\nWe therefore petition the Prime Minister to increase the penalty for driving without insurance to a mandatory lifetime driving ban, a mandatory £25,000 fine and a mandatory five years imprisonment without parole.",
            "closed_at": "2009-07-28T00:00:00Z",
            "created_at": "2008-07-28T16:58:15.292285Z",
            "creator_name": "Stephen Gradwick",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-28T16:58:15.292285Z",
            "rejected_at": "2008-09-18T00:01:05.050443Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/uninsureddrivers/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-18T00:01:05.050443Z"
        },
        "id": 10427646
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/no-insurance/"
    },
    "type": "petition"
}