{
    "data": {
        "attributes": {
            "action": "Prevent Jacub Tomczak from being deported back to Poland until he has served his 2 life sentences in a British Prison.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In 2006 Jacub Tomczak stalked a lone woman through the streets of Exeter before launching a viscous unprovoked physical and sexual attack on the woman, dragging her lifeless body under a near by vehicle and leaving her for dead. He then fled to home to Poland. After lengthy discussions with Polish officials they agreed to extradite Tomczak to Britain to face trial on the proviso that he serves his sentence in Poland. This is unfair as in Poland he could be eligable for early release and the British Justice system that sentenced him can not ensure that he serves the thoroughly deserved 2 life terms handed to him. His victim is virtually paralysed as a result of the injuries sustained in the attack and is unable to live with her child because she requires such a high level of assistance. I want to ensure that the man that did this to her gets to know how his victim is suffering. By sending him back to Poland he is able to easily see his family. Why should he be afforded this luxury which he has denied his victim.",
            "closed_at": "2008-10-28T00:00:00Z",
            "created_at": "2008-07-28T16:35:54.953404Z",
            "creator_name": "Rebecca Bradbury",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-28T16:35:54.953404Z",
            "rejected_at": "2008-09-18T00:01:05.050443Z",
            "rejection": {
                "code": 32,
                "details": "Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "The names of family members of elected representatives or officials of public bodies"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-18T00:01:05.050443Z"
        },
        "id": 10427489
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/JacubTomczak/"
    },
    "type": "petition"
}