{
    "data": {
        "attributes": {
            "action": "Regulate the Credit Reference Agencies in relation to Default markers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Credit reference agencies in this country Currently share information regarding the conduct of consumer’s credit accounts. The Consumer Credit Act regulates these accounts. This act has a specific framework for allowing the enforcement of any agreement governed by it. We believe that the ‘default marker’ placed under this act was intended as a temporary marker to be used pending enforcement action through the courts. This marker is however being used by the CRA’s to deny people in legal dispute with their clients of credit, housing (landlord checks) and in some cases employment (employer checks). There is no independent arbitration and the only redress is through a complicated and expensive court action. This is when those affected after often amongst the poorest and least educated in the country. We believe that this is contrary to the Human rights act (right to a fair trial) and natural justice. We urge the prime minister to order a urgent investigation into this industry and it practices.",
            "closed_at": "2008-11-29T00:00:00Z",
            "created_at": "2008-07-28T20:44:31.966129Z",
            "creator_name": "geoff Pearce",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-28T20:44:31.966129Z",
            "rejected_at": "2008-09-18T00:01:05.050443Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Equifax/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-18T00:01:05.050443Z"
        },
        "id": 10429335
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CRA-Regulation/"
    },
    "type": "petition"
}