{
    "data": {
        "attributes": {
            "action": "Help Actors and Models (Artistes) Get Wages Due to them for Work Completed",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At the moment, I am going through yet another constant fight to get payment that I am due for work carried out more than 4 months ago, and this is UNDER CONTRACT! Previous to this, I did a modelling job that I have been fighting for nearly 2 YEARS via Employment Tribunal and still haven't been paid!   They've even ignored the Court!  So, if the law is easy to ignore, Artistes haven't got a hope in hell's chance of getting paid for work and this is outrageous!  We've already been downsized by Reality Television, even Lloyd-Webber is advertising for cheap talent using reality TV, what chance have the professionals got?  Now we have to be willing to audition for 12 weeks on television, rather than 5 minutes in the real world?   Why does the Government ignore Actors?  Why doesn't anyone care whether we get paid or not? We should not have to fight to receive payment due.  We should NOT have to wait more than a month to receive payment, office workers/factory workers/retailers, NO-ONE ELSE has to suffer that, why should Artistes?  Why are we paid under minimum wage?  Why is that ignored by the Government?  We need to get paid ON-TIME just like other professions and not be constantly ignored by the Government.",
            "closed_at": "2009-07-28T00:00:00Z",
            "created_at": "2008-07-28T13:55:48.520177Z",
            "creator_name": "Vanessa Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-07-28T13:55:48.520177Z",
            "rejected_at": "2008-09-18T00:01:05.050443Z",
            "rejection": {
                "code": 20480,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-18T00:01:05.050443Z"
        },
        "id": 10426069
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PayOurActors/"
    },
    "type": "petition"
}