{
    "data": {
        "attributes": {
            "action": "call upon the Home Secretary to intervene in the current leadership crisis in the Metropolitan Police Service",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Firstly, we recognise the enormous and distinguished service Sir Ian Blair has given to the Metropolitan Police and to Londoners, culminating in his awarding of the Queen’s Police Medal and subsequently awarding of a knighthood in Her Majesty the Queen’s Birthday Honours in 2003, in recognition of his distinguished achievements in the police. We the undersigned are naturally concerned about the nature of complaints lodged against Sir Ian Blair, including a recent case concerning Assistant Commissioner Tarique Ghaffur. There are other ongoing employment tribunal matters still pending. It is not the public’s duty to act as judge or jury, or examine the claims made by officers against Sir Ian Blair. Nonetheless, we want to ensure recent events do not impact upon neighbourhood policing or borough level police services. It is vitally important that we keep the streets of London safe for all Londoners, irrespective of the current leadership crisis.\n\nThe Prime Minister should call upon his Home Secretary to intervene and use her influence to suspend the Commissioner pending the outcome of current ongoing cases.",
            "closed_at": "2009-06-01T00:00:00Z",
            "created_at": "2008-09-01T13:28:18.600040Z",
            "creator_name": "Mashfiqul Alam",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-01T13:28:18.600040Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2009-06-02T00:01:01.894379Z"
        },
        "id": 10711599
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Metpolice1/"
    },
    "type": "petition"
}