{
    "data": {
        "attributes": {
            "action": "Investigate the effects that H.I.P.S is having on the sellers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear sir\nI wish to draw to your attention the adverse effects of the H.I.P.S legislation. Firstly the package itself requires that searches should be done. Because the search has to be renewed every three months at a cost of between 100 and 170 pounds. After the initial payment of 350 pounds for the full H.I.P.S, totalling on average 700 pounds pre annum or 14 pounds per week. Why does the search part have to be renewed every three months? a person selling a house is not likely to be making alterations to their property whilst trying to sell it. Also now that the purchaser no longer has to make any financial commitment, then they can and do string along the seller, ie in my case 7 times, involving solicitors fees every time. Last year it cost me 2,100 pounds in abortive attempts at selling my house, and in the current market selling my house could take some time. I feel sorry for those who are desperate and in a financial turmoil, this legislation rather than helpng, does the exact opposite",
            "closed_at": "2009-09-02T00:00:00Z",
            "created_at": "2008-09-02T08:14:01.661923Z",
            "creator_name": "Rodney T McKeown",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-02T08:14:01.661923Z",
            "rejected_at": "2008-10-02T00:01:05.803283Z",
            "rejection": {
                "code": 2048,
                "details": "See: http://petitions.number10.gov.uk/GetridofHIPs/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-02T00:01:05.803283Z"
        },
        "id": 10714942
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Hipster/"
    },
    "type": "petition"
}