{
    "data": {
        "attributes": {
            "action": "extend the M57 motorway further at both ends and to complete Switch Island interchange!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The M57 is supposed to be Liverpool's outer Ring Road. It simply does not do its job at present, it doesn’t go far enough in either direction! \n\nThe existing motorway slip roads around Switch Island have been built where they have been to allow for intended future expansion. We petition the Prime Minister to finish the job and to:\n\n1) Extend the M57 north over Switch Island on a dual 3-lane fly-over where it would continue to a junction on the A565.\n\n2) Create new free flowing access roads to the north of Switch Island for southbound traffic on new stretch of M57 travelling eastbound on M58; and for westbound M58 traffic travelling northbound on new stretch of M57.\n\n3) Re-create disused north section of Switch Island roundabout to form new slip roads for new stretch of M57, allowing access to Switch Island itself.\n\n4) Create new free flowing access roads to the south of Switch Island for northbound traffic on M57 travelling eastbound on M58; and for westbound M58 traffic travelling southbound on M57.\n\n5) Extend the M57 south by upgrading and widening the A5300 to motorway standard (see \"Mersey Crossing\" petition).\n\n6) Widen areas of the existing M57 which are dual 2-lane to dual 3-lane or more.",
            "closed_at": "2009-05-03T00:00:00Z",
            "created_at": "2008-09-02T16:42:12.651758Z",
            "creator_name": "Andrew Bibby",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-02T16:42:12.651758Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2009-05-04T00:01:01.061320Z"
        },
        "id": 10718174
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/M57extension/"
    },
    "type": "petition"
}