{
    "data": {
        "attributes": {
            "action": "give the police more stop and search powers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Practically every week this year a kid has been killed with a knife, enough already!\n\nCurrently the Police need a good reason to stop and search someone, or powers granted under under S60 public order or the terrorism act. Personally i think the Police should be able to stop and search whoever they want to! If they’ve got a hunch that someone’s carrying, surely they should be able to follow it up!\n\nTaking knife crime as an example: if the majority of offenders were “white males with baseball caps” then surely based on probability alone the police should be stopping more of them. Also the majority that aren’t carrying knives will get so fed up of it they will start putting pressure on the minority that are to stop carrying them as well.\n\nThis petition then is for the government to review current law to make “stop and search” a more available tool for officers to use on the street.",
            "closed_at": "2009-03-02T00:00:00Z",
            "created_at": "2008-09-02T03:06:24.191410Z",
            "creator_name": "Mike Parker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-02T03:06:24.191410Z",
            "rejected_at": "2008-09-03T14:07:38.962297Z",
            "rejection": {
                "code": 2048,
                "details": "See: http://petitions.number10.gov.uk/breakgangs/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-03T14:07:38.962297Z"
        },
        "id": 10714548
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stopnsearch/"
    },
    "type": "petition"
}