{
    "data": {
        "attributes": {
            "action": "extend the 1967 Abortion Act to Northern Ireland, and grant women there the same rights to abortion as women in the rest of the United Kingdom.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We believe that the UK Government and the Northern Ireland Assembly should extend the 1967 Abortion Act to Northern Ireland, and grant women there the same rights to abortion as women in the rest of the United Kingdom.\n\nAs the law currently stands, no woman in Northern Ireland with an unwanted pregnancy (including women who’ve been raped, victims of incest, diagnosed with fetal abnormality/disability) has the automatic right to abortion. \n\nConsequently, Northern Irish women:\n\n• Pay the emotional and financial costs (up to £2,500) and travel to England or overseas for a private abortion.\n\n• Have babies they have already decided they don’t want. \n\n• Buy illegal and unsafe abortion pills on the internet in desperation.\n\nfpa believes Parliament should change the law to end the discrimination against Northern Ireland women and give them the right to choose.",
            "closed_at": "2009-09-02T00:00:00Z",
            "created_at": "2008-09-02T14:45:25.955095Z",
            "creator_name": "Dr Audrey Simpson OBE",
            "government_response_at": "2009-10-07T11:07:11.226838Z",
            "government_responses": [
                {
                    "created_at": "2009-10-07T11:07:11.226838Z",
                    "details": "You signed a petition asking the Prime Minister to \"extend the 1967 Abortion Act to Northern Ireland, and grant women there the same rights to abortion as women in the rest of the United Kingdom.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20856\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'abortionNI'",
                    "updated_at": "2009-10-07T11:07:11.226838Z"
                }
            ],
            "opened_at": "2008-09-02T14:45:25.955095Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3301,
            "state": "finished",
            "updated_at": "2010-02-25T14:53:54.551125Z"
        },
        "id": 10717467
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/abortionNI/"
    },
    "type": "petition"
}