{
    "data": {
        "attributes": {
            "action": "ban the deliberate incestuous breeding or import of animals with genetic defects or characteristics that cause suffering",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Pedigree dogs,cats, rabbits and other domesticated animals are suffering from genetic diseases following years of inbreeding. A recent BBC documentary illustrated that dogs are suffering acute problems because looks are emphasised over health when breeding dogs for shows. This includes dogs with brains too big for their skulls, eyesight, epilepsy, breathing, joint and cancer problems. \n\nThe documentary says deliberate mating of dogs which are close relatives is common practice and the Kennel Club registers dogs bred from mother-to-son and brother-to-sister matings. \n\nSteve Jones, professor of genetics at University College London, said: \"People are carrying out breeding which would be first of all entirely illegal in humans and secondly is absolutely insane from the point of view of the health of the animals. In some breeds they are paying a terrible price in genetic disease.\"\n\nAll animal breeding should be regulated by the RSPCA to ensure the welfare of the animals is put first.\n\nPlease end the appalling and unnecessary suffering and cruelty caused by the perverse process of turning the noble wolf into deformed mutants simply to satisfy cosmetic whims.",
            "closed_at": "2009-09-02T00:00:00Z",
            "created_at": "2008-09-01T15:51:41.802776Z",
            "creator_name": "Ben Parish",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-01T15:51:41.802776Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 123,
            "state": "finished",
            "updated_at": "2010-01-27T17:56:55.953834Z"
        },
        "id": 10712394
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/controlpedigree/"
    },
    "type": "petition"
}