{
    "data": {
        "attributes": {
            "action": "allow intending Home Sellers (and their estate agents) to be permitted to continue to put their homes on the market on the day they choose after 31/12/2008 without having to wait for a Home Information Pack (HIP) to arrive.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As matters stand, the Government has legislated that it will be\n     illegal after 31st December 2008  for a home owner (or their\n     estate agent) to begin advertising, erect a For Sale board,\n     prepare flyers - indeed undertake any form of marketing until a\n     Home Information Pack (HIP) is prepared and returned to the\n     seller or agent. Existing experience of HIP delivery times has\n     already established that a 10 day delay  in production is not\n     unusual. Owners or agents can be fined  £200 a day by Trading\n     Standards Officers should they begin marketing before their HIP\n     arrives. We call upon the government to continue to permit\n     intending house sellers to be allowed to put their homes on the\n     market on the day they choose to and not to have to wait for\n     their HIP to be delivered first.",
            "closed_at": "2009-01-02T00:00:00Z",
            "created_at": "2008-09-02T15:07:58.809805Z",
            "creator_name": "Trevor Kent PPNAEA",
            "government_response_at": "2009-02-24T15:42:40.095645Z",
            "government_responses": [
                {
                    "created_at": "2009-02-24T15:42:40.095645Z",
                    "details": "You signed a petition asking the Prime Minister to \"allow intending Home Sellers (and their estate agents) to be permitted to continue to put their homes on the market on the day they choose after 31/12/2008 without having to wait for a Home Information Pack (HIP) to arrive.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18363\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Homeinfopacks'",
                    "updated_at": "2009-02-24T15:42:40.095645Z"
                }
            ],
            "opened_at": "2008-09-02T15:07:58.809805Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1694,
            "state": "finished",
            "updated_at": "2009-01-03T00:01:03.271786Z"
        },
        "id": 10717617
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Homeinfopacks/"
    },
    "type": "petition"
}