{
    "data": {
        "attributes": {
            "action": "Outlaw ticket touting",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ticket touting is the act of buying a mass of tickets for a popular event/concert thus making that event/concert sold out, the ticket touts then charge a ridiculously higher price than the ticket face value for personal profit. \nThis is already against the terms and conditions of the ticket but this isn't enough, ticket touting leaves millions of genuine fans every year short of tickets and they are forced to buy off the touts.\n\nNot only is this unfair it is also very risky as many tout agencies are scammers (remember sosmasterticket in 2008) and rip off genuine fans who may never even get the tickets they ordered.\n\nTherefore we ask the government to ban ticket touting by implementing certain rules such as reselling the tickets for a maximum of 10% extra of the face value e.g a ticket face value maybe £165 so 10% of £165 is £16.50 so the maximum the person can sell the ticket for is £181.50 (this is to cover any postage or booking fees.)\n\nThis type of regulation will stop ticket touting therefore giving genuine fans a chance to buy tickets at the face value.",
            "closed_at": "2009-09-02T00:00:00Z",
            "created_at": "2008-09-02T10:50:14.811259Z",
            "creator_name": "morgan bowden",
            "government_response_at": "2010-02-24T13:52:39.684366Z",
            "government_responses": [
                {
                    "created_at": "2010-02-24T13:52:39.684366Z",
                    "details": "You signed a petition asking the Prime Minister to \"Outlaw ticket touting.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22579\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'stoptouts'",
                    "updated_at": "2010-02-24T13:52:39.684366Z"
                }
            ],
            "opened_at": "2008-09-02T10:50:14.811259Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 668,
            "state": "finished",
            "updated_at": "2009-09-03T00:01:02.053396Z"
        },
        "id": 10715949
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stoptouts/"
    },
    "type": "petition"
}