{
    "data": {
        "attributes": {
            "action": "Overturn NICE decision to withdraw life saving Kidney cancer on the NHS leaving people suffering to just die quietly.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If you are not aware on the 7th August a decision was made by NICE to withdraw all the new medication namely Torisel and Sutent for kidney cancer on the NHS as it was not COST EFFECTIVE!! as if money should come before saving lives!!\n What is important is that it does save lives and with a positive attitude it will cure the patients with kidney cancer. My step father has now been receiving this treatment Torisel for 8 months he is well and still working full time for the Department of Works and Pensions and his tumour has not progressed.  He only has one kidney now but if this treatment continues to work as it is there is no reason why he cannot continue to live normally saving his remaining kidney from getting any worse. There are many others in the same position and it is wrong that NICE and the government are forcing them to forfeit the right to live.\n \n Somehow we must prove to NICE that it is more than money, it is successful treatment.  If the government can continue to pay for the efforts in Iraq to help and rebuild what they used tax money to destroy aiming to protect us all, why will they not pay for people who have a terminal illness living in Great Briton to be kept alive and live normal lives.",
            "closed_at": "2009-09-01T00:00:00Z",
            "created_at": "2008-09-01T15:07:29.768242Z",
            "creator_name": "Toby Knight",
            "government_response_at": "2009-10-01T11:48:14.075467Z",
            "government_responses": [
                {
                    "created_at": "2009-10-01T11:48:14.075467Z",
                    "details": "You signed a petition asking the Prime Minister to \"Overturn NICE decision to withdraw life saving Kidney cancer on the NHS leaving people suffering to just die quietly.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20816\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'kidney-cancer'",
                    "updated_at": "2009-10-01T11:48:14.075467Z"
                }
            ],
            "opened_at": "2008-09-01T15:07:29.768242Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 512,
            "state": "finished",
            "updated_at": "2010-01-27T17:56:55.953834Z"
        },
        "id": 10712134
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/kidney-cancer/"
    },
    "type": "petition"
}