{
    "data": {
        "attributes": {
            "action": "allow bigger subsidies/grants for solar home installations instead of only £400.00 for general household/s. We also call upon the Prime Minster to increase the allowance on all homes for the aged, care homes and pensioners.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With the increase and unpredictable nature of the oil and gas prices; it should be adopted now, it should also be considered if there are communities willing to combine larger panels eg for a block of terraced houses. \nIt will help the fight against \"carbon emissions\". Solar power is a synonym of solar energy or refers specifically to the conversion of sunlight into electricity by photovoltaic’s. \nIt will help the whole of the UK in the long run especially if they are connected to a PV power plant. \nSolar thermal technologies can be used for water heating, space heating, space cooling and process heat generation. The 1973 oil crisis stimulated a rapid rise in the production of PV during the 1970s and early 1980s. Production along with improvements in system design & performance brought the price of PV down from $100/watt in 1971 to $7/watt in 1985.\nManufacturing progress during the 1990s include improvements in feedstock quality, thinner & larger wafers, kerf loss reductions & cell efficiency improvements.",
            "closed_at": "2009-09-01T00:00:00Z",
            "created_at": "2008-09-01T12:09:10.614805Z",
            "creator_name": "Terence",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-01T12:09:10.614805Z",
            "rejected_at": "2008-10-01T00:01:03.580538Z",
            "rejection": {
                "code": 2048,
                "details": "Similar to a number of petitions including: http://petitions.number10.gov.uk/greensense/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-01T00:01:03.580538Z"
        },
        "id": 10711162
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Solar4All/"
    },
    "type": "petition"
}