{
    "data": {
        "attributes": {
            "action": "award official student status to british trainee professional pilots...",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Air travel is becoming ever more important and the demand for professional pilots is increasing exponentially yet training costs are massive (£35,000 - £100,000), finance is of personal responsibility and qualification offers no guarantee of employment.  Therefore many ambitious and talented individuals are hindered or even prohibited from flying careers.     \n\nThe Government provides loans, grants & incentives to encourage students to attain qualifications which often have little employment value, it backs apprentice schemes in the majority of skilled professions yet it is ignorant to assist aspiring pilots.  Furthermore unlike the UK many countries such as France, Sweden and America provide low interest, unsecured tuition/course fee loans to student pilots.\n\nIn resolution I propose that the British Government award official student status to trainee professional pilots and thereby provide:\n\n*Entitlement to standard low interest, unsecured student loans (full training course value)\n\n*VAT exemption on training & examinations\n\n*Council Tax exemption & reduced Income Tax\n\n*Discount on learning resources & travel\n\nPilot-Career",
            "closed_at": "2009-09-02T00:00:00Z",
            "created_at": "2008-09-01T11:27:01.819359Z",
            "creator_name": "Craig Baker",
            "government_response_at": "2009-09-29T11:35:47.325644Z",
            "government_responses": [
                {
                    "created_at": "2009-09-29T11:35:47.325644Z",
                    "details": "You signed a petition asking the Prime Minister to \"award official student status to british trainee professional pilots...\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20784\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Student-Pilots'",
                    "updated_at": "2009-09-29T11:35:47.325644Z"
                }
            ],
            "opened_at": "2008-09-01T11:27:01.819359Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1382,
            "state": "finished",
            "updated_at": "2010-02-26T17:24:13.908465Z"
        },
        "id": 10710921
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Student-Pilots/"
    },
    "type": "petition"
}