{
    "data": {
        "attributes": {
            "action": "to prevent the BPI’s monopolization of the music market by putting in place a small tax for downloading music without paying a licence fee, making music more cheaply available to consumers while rewarding artists.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It’s undeniable that downloading and sharing music and other data via the internet has grown recently, however we believe that the solution to this problem is not to restrict a downloader’s internet experience or threaten them with legal action.\n\nInstead we believe that a fairer approach should be taken to ensure that all artists get a fair salary for their work and that consumers are no longer hampered by the greed of the BPI that has monopolised the music industry in the last half century. \n\nConsumers became forced to find an alternative way to play favourite songs. File sharing should not be restricted or censored but embraced. A testament that many artists stand to, believing that file sharing helps create awareness about albums and up-and-coming groups.\n\nWe believe that a small tax should be annually levied on those who wish to share copyrighted music files. This tax will be paid directly to the artists whose works are most frequently downloaded. An alternate method would be to levy a small tax on blank media on which music, movies and software are commonly stored. Similarly, the proceeds would go towards the proprietors of the most frequently downloaded materials.",
            "closed_at": "2009-07-02T00:00:00Z",
            "created_at": "2008-09-01T19:35:14.899904Z",
            "creator_name": "Callum McCormick",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-01T19:35:14.899904Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2009-07-03T00:01:02.047672Z"
        },
        "id": 10713487
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MusicSharing/"
    },
    "type": "petition"
}