{
    "data": {
        "attributes": {
            "action": "Order the removal of damaging speed humps",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Speed bumps have spread at an enormous rate across the country, and whilst they may have a valid use in some areas, I believe that they are being greatly over used and are making a huge contribution to the damage being done to our environment.\n\nApart from the wear and tear caused by having to drive over hundreds of these every day, there is a huge increase in fuel usage and emissions caused by having to continually brake and accelerate over these hazards.\n\nWe are told to maintain a steady speed throughout these areas, but in my car it is necessary to slow down to around 10 miles per hour to negotiate humps without damage; and to expect anyone to drive this slowly for sometimes long distances is clearly not sensible.\n\nEngines are designed to be most fuel efficient when driving at a steady speed, normally at around 30mph, therefore the constant changing of speeds on the many roads which now have speed humps is greatly exacerbating the pollution problem. Surely this does not make sense if we are concerned about the environmental impact of carbon emissions?\n\nI call upon the government to remove this clumsy and damaging method of speed reduction.",
            "closed_at": "2009-03-01T00:00:00Z",
            "created_at": "2008-09-01T17:29:34.616438Z",
            "creator_name": "Mr P Gladstone",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-01T17:29:34.616438Z",
            "rejected_at": "2008-10-02T00:01:05.803283Z",
            "rejection": {
                "code": 2048,
                "details": "See: http://petitions.number10.gov.uk/trafficnoise/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-02T00:01:05.803283Z"
        },
        "id": 10712895
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/carbon-emmisions/"
    },
    "type": "petition"
}