{
    "data": {
        "attributes": {
            "action": "amend the existing job descriptions of some of his ministers. With the advent of devolution, and the consequent reality that some Ministers of HM government now only have responsibility over England alone, we believe it is wrong both factually and descriptively for those Ministers to continue to describe their job functions as ‘Secretaries of State’.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The term ‘Secretary of State’ has a UK wide remit. A Secretary of State is literally a Minister acting on behalf of all the people of the UK state – as in the case of the Foreign Secretary (official title being ‘'Secretary of State for Foreign and Commonwealth Affairs'). \n\nSo how can devolved Ministries such as Health, Education, Transport and Culture, honestly be described as having Secretary of State responsibilities when those responsibilities apply to England and England alone?\n\nWe think this needs to be rectified – and that under the terms of the Government’s contract of trust with the people, Ministers of devolved Ministries are currently misleading the public who elect them on both the scope and the magnitude of their positions by continuing to use the term ‘Secretary of State’. We therefore think the amended job title for Ministers of devolved responsibilities would more truthfully reflect their area of relevance – for example, ‘Secretary for Health in England’. \n\nNote: If the job responsibility for a particular Minister also includes Wales then ‘and Wales’ can simply be inserted after ‘England’",
            "closed_at": "2009-03-02T00:00:00Z",
            "created_at": "2008-09-02T09:18:18.901095Z",
            "creator_name": "Stephen Garrett",
            "government_response_at": "2009-04-03T15:45:49.574113Z",
            "government_responses": [
                {
                    "created_at": "2009-04-03T15:45:49.574113Z",
                    "details": "You signed a petition asking the Prime Minister to \"amend the existing job descriptions of some of his ministers. With the advent of devolution, and the consequent reality that some Ministers of HM government now only have responsibility over England alone, we believe it is wrong both factually and descriptively for those Ministers to continue to describe their job functions as ‘Secretaries of State’.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18918\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ministryjobs'",
                    "updated_at": "2009-04-03T15:45:49.574113Z"
                }
            ],
            "opened_at": "2008-09-02T09:18:18.901095Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 224,
            "state": "finished",
            "updated_at": "2010-02-25T14:24:25.064427Z"
        },
        "id": 10715318
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ministryjobs/"
    },
    "type": "petition"
}