{
    "data": {
        "attributes": {
            "action": "Remove the rights of utility companies and local councils to employ debt collection agencies to recover sums of money owed by people on low incomes.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Recent price hikes by by fuel companies and local councils have made it impossible for the average working person on earnings of less than £13,000 per year to meet monthly bills.\n\nDebt collection is a huge growth sector in the UK. Most of this growth is being fed on the misery of the UK's poorest people.  Local councils, who are in place to serve its citizens, are relentlessly using these companies to recover debts from people who cannot afford them.  Needless charges are added to these debts if the payments cannot be made, whilst aggressive methods of pursuement by councils, utility companies and debt collectors are causing misery for millions of people.\n\nUtility companies are hiking their prices at way above the rate of inflation whilst still announcing record profits every year.  They still seek to justify the unnecessary use of debt collection agencies to recover their over-inflated payments.\n \nWe ask the government, whilst allowing the UK’s utility companies and local councils to increase its charges at unaffordable rates year on year, to restrict the use of debt collection companies to recover utility bill and council tax deficits owed by people on low incomes.",
            "closed_at": "2009-09-02T00:00:00Z",
            "created_at": "2008-09-02T11:34:30.396402Z",
            "creator_name": "Matthew Smithson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-02T11:34:30.396402Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 24,
            "state": "finished",
            "updated_at": "2009-09-03T00:01:02.053396Z"
        },
        "id": 10716264
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/utilitybailiffs/"
    },
    "type": "petition"
}