{
    "data": {
        "attributes": {
            "action": "Take action to redress the supply to demand imbalance in the housing market",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Supply side deficit in housing market raises prices.\nSupply is largely in the control of developers' land banks.\nPrice is therefore in control of developers. That control is used to maximise profits.\nBoom in prices in recent years amounts to an excessive windfall profit.\nDevelopers should be 'encouraged' to increase supply by application of fiscal measures to land with planning permission that is held undeveloped for longer than defined limits. \nThis would moderate excessive returns on land values in order to lower prices. Default in developing within the time limit could allow CPO 'at cost' by local authorities in order to make it available for developing out by construction management companies paid a  fee for their procurement, development and management services to the local authority. This would facilitate the mixed developments that society needs.",
            "closed_at": "2008-11-02T00:00:00Z",
            "created_at": "2008-09-02T19:26:15.915427Z",
            "creator_name": "Alan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-02T19:26:15.915427Z",
            "rejected_at": "2008-10-03T00:01:04.792608Z",
            "rejection": {
                "code": 8192,
                "details": "Please supply full name and address information.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-03T00:01:04.792608Z"
        },
        "id": 10718983
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Homes-for-us/"
    },
    "type": "petition"
}