{
    "data": {
        "attributes": {
            "action": "tackle the problem of binge drinkers more effectively and to stop being so soft.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The goverment needs to take more action to stop the booze culture in this country. There is nothing wrong with going out for a good time, but town centres on Friday and Saturday nights are like war zones caused by mindless idiots who do not know their limit. NHS trusts & Police forces across the UK are bogged down by irresponsible people who drink to excess who go on to cause trouble and in many cases make themselves so ill they require hospital treatment, all because of too much alcohol. The goverment must start making these people realise their behaviour is socially unacceptable. One idea could be to make the offenders pay all the financial costs associated with their appalling behaviour, by making them pay the FULL amount of the ambulance / NHS treatment they receive and the FULL cost of the police time they waste through self inflicted drinking. This should make them wise up to the \"true cost\" of their night out. Another way could be to force them to work with the police for a night or two to witness first hand the effects of too much alcohol. The streets must be made safer for those of us who know when to stop! The methods currently in place are not working.",
            "closed_at": "2009-03-02T00:00:00Z",
            "created_at": "2008-09-01T20:30:30.687581Z",
            "creator_name": "Edward Henson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-01T20:30:30.687581Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 23,
            "state": "finished",
            "updated_at": "2009-03-03T00:01:01.900121Z"
        },
        "id": 10713754
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Stop-Boozy-UK/"
    },
    "type": "petition"
}