{
    "data": {
        "attributes": {
            "action": "ensure the passing of the Coroners and Death Certification Bill in the next parliamentary session so that coroner’s inquiries following a death from mesothelioma are carried out in a way sensitive to the needs of the bereaved.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "When someone dies from mesothelioma, an asbestos related cancer, it is classified as ‘an unnatural death’ and a coroner must carry out an inquiry. \n\nAs was highlighted in the British Lung Foundation report ‘An Unnatural Death’, when a death from mesothelioma occurs outside of a coroner’s working hours the bereaved can be visited by uniformed police in a marked police car, sometimes in the middle of the night. Many relatives say that this leads them to feel under suspicion during a distressing time. \n\nWe welcome the inclusion of the Coroners and Death Certification Bill in the Draft Legislative Programme for 2008-09 and the publication of the updated Charter for the Bereaved, which states that a Chief Coroner should be appointed and set minimum service standards for mesothelioma inquiries.\n\nWe urge the Prime Minister to ensure that the Bill is passed in the next parliamentary session and that coroner’s inquiries are consistently sensitive to the needs of families bereaved by mesothelioma.",
            "closed_at": "2009-01-01T00:00:00Z",
            "created_at": "2008-09-01T13:52:47.585130Z",
            "creator_name": "David Buckle",
            "government_response_at": "2009-02-24T15:35:46.334399Z",
            "government_responses": [
                {
                    "created_at": "2009-02-24T15:35:46.334399Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure the passing of the Coroners and Death Certification Bill in the next parliamentary session so that coroner’s inquiries following a death from mesothelioma are carried out in a way sensitive to the needs of the bereaved.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18355\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'meso-inquiries'",
                    "updated_at": "2009-02-24T15:35:46.334399Z"
                }
            ],
            "opened_at": "2008-09-01T13:52:47.585130Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 690,
            "state": "finished",
            "updated_at": "2009-01-02T00:01:01.436157Z"
        },
        "id": 10711741
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/meso-inquiries/"
    },
    "type": "petition"
}