{
    "data": {
        "attributes": {
            "action": "(Who ever that may be) to grow a pair!!!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Immigrants immigrate to this country to live a British life not to see their own culture and beliefs take precedence by PC thugs patronising immigrants with a view they think they should have.\n\nAs a Christian I find it deeply offensive that the religious rights of Christians have been pushed aside such as the deeply offensive festive greeting cards which are popular with councils because they think traditional Christmas cards may offend other ethnic groups.  This is an utter insult to Christianity and what it represents.  If ethnic minority groups were offended by this they would not have come to the UK in the first place.  I certainly wouldn’t go to any country in the Middle East and demand they respect Christianity and recognise it by building lots of churches and then tell them to play down their own beliefs because it may offend me.\n\nStop listening to far left groups because it makes you popular or because it’s safe to do so genuine immigrants do not want to be associated with rubbish!",
            "closed_at": "2009-03-01T00:00:00Z",
            "created_at": "2008-09-01T15:58:16.742816Z",
            "creator_name": "John Price",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-01T15:58:16.742816Z",
            "rejected_at": "2008-10-01T00:01:03.580538Z",
            "rejection": {
                "code": 768,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-01T00:01:03.580538Z"
        },
        "id": 10712433
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/growpair/"
    },
    "type": "petition"
}