{
    "data": {
        "attributes": {
            "action": "correct the welfare rule caps that restrict under 25's who no longer live with their parents in these new times and make it fair for ALL taxpayers in britain to have equal rights to long, healthy life. Without Prejudice of age.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Under 25's in britain are recieving minimal benefits to live a life of the same value but a lower standard to those over 25. Housing benefit, jobseekers allowance, tax credits and so on are all restricted for under 25's.\n\nWhat makes a 22year old parent who only became a father at 21 and has a partner of the same age but cannot afford to go to university or college as he has to work full time on a low wage and still pay normal tax and N.I, normal prices for food, rent, council tax, other usual bills and with less help from the state as others a few years his senior, who only have age as the difference between the two.\n\nYoung people have to live with the prejudice and discrimination of today also, this is magnified to a great scale compared to 20 years ago, even 10. Education expects more from young people today and more tax payers money is wasted to create a constant conveyor belt of 'opressed drone-like' beings that must adhere to a dictated life set out for them before they can ask \"what do I want from life?\"",
            "closed_at": "2009-08-02T00:00:00Z",
            "created_at": "2008-09-02T15:27:26.135195Z",
            "creator_name": "JED WALKER-SLOSS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-02T15:27:26.135195Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 16,
            "state": "finished",
            "updated_at": "2010-05-19T15:09:36.356060Z"
        },
        "id": 10717744
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RIGHTSUNDER25S/"
    },
    "type": "petition"
}