{
    "data": {
        "attributes": {
            "action": "to expand the electrification of Britain’s rail network.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We support ASLEF’s electrification campaign which urges the government to electrify the UK’s rail network as oil prices soar and environmental pressures increase. Electrified railways would be cleaner for drivers and passengers and by using renewable energy sources would reduce carbon emissions and cut reliance on oil.\n \nElectric trains will bring future savings because they’re cheaper and require less maintenance than diesel trains. Greater electrification will enhance carrying capacity and improve comfort for passengers and emit between 20-35% less carbon than the diesel equivalent. \n\nWe believe the short-term, profit-obsessed and fragmented UK rail industry will not permit the necessary and expensive investment necessary for an infrastructure development as vast as electrification. \n\nAccordingly on behalf of passengers, trade unionists and environmentalists we urge the Prime Minister to instruct Network Rail to proceed with electrification of the UK’s rail network forthwith, thereby ensuring an economically and environmentally sustainable railway for future generations.",
            "closed_at": "2008-12-02T00:00:00Z",
            "created_at": "2008-09-02T13:38:22.324023Z",
            "creator_name": "James McGowan",
            "government_response_at": "2009-01-09T15:33:23.828781Z",
            "government_responses": [
                {
                    "created_at": "2009-01-09T15:33:23.828781Z",
                    "details": "You signed a petition asking the Prime Minister to \"to expand the electrification of Britain’s rail network.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17955\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Electrification'",
                    "updated_at": "2009-01-09T15:33:23.828781Z"
                }
            ],
            "opened_at": "2008-09-02T13:38:22.324023Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 454,
            "state": "finished",
            "updated_at": "2009-07-24T14:56:28.836505Z"
        },
        "id": 10717039
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Electrification/"
    },
    "type": "petition"
}