{
    "data": {
        "attributes": {
            "action": "keep Bilbo on the Beach",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Bilbo is a seven-year-old Newfoundland dog, who has been credited with helping save three lives at Sennen Cove in Cornwall working alongside RNLI Lifeguards.\n \nBilbo is banned from Sennen Beach from 1st May to 30th September between 8am & 7pm due to restrictions set up by Penwith District Council.  He had previously been allowed on the beach during the period of the ban by travelling on the back of a quad bike. This option is no longer available due to Health & Safety reasons.  \n\nBecause Bilbo has had no formal Lifeguard training he cannot be classed as a working dog and therefore cannot go on the beach due to the wording of the dog beach ban. There is no formal Lifeguard training for dogs, although Bilbo has had training from his owner who is a trained Lifeguard, and Bilbo has shown his natural ability as a rescue dog.\n\nWe are petitioning for Bilbo to be given official working dog status so he can to continue working on the beach or legislation, if none already exists, to allow him to do so",
            "closed_at": "2009-03-08T00:00:00Z",
            "created_at": "2008-09-01T20:42:17.422144Z",
            "creator_name": "Kevin Mark Thomas",
            "government_response_at": "2009-06-04T11:32:50.194334Z",
            "government_responses": [
                {
                    "created_at": "2009-06-04T11:32:50.194334Z",
                    "details": "You signed a petition asking the Prime Minister to \"keep Bilbo on the Beach.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19471\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'BilboOnTheBeach'",
                    "updated_at": "2009-06-04T11:32:50.194334Z"
                }
            ],
            "opened_at": "2008-09-01T20:42:17.422144Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2279,
            "state": "finished",
            "updated_at": "2009-09-28T03:03:09.290292Z"
        },
        "id": 10713808
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BilboOnTheBeach/"
    },
    "type": "petition"
}