{
    "data": {
        "attributes": {
            "action": "Act now to save Leckhampton and Shurdington in Gloucestershire from the damaging and inappropriate housing development proposed in South West Regional Spatial Strategy. We believe the housing numbers being imposed upon Tewkesbury Borough Council and Cheltenham Borough Council will have an unacceptably damaging impact on Green Fields to the South of Cheltenham where an area of search has proposed the development of 1300 houses.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Land in an area of search to the South of Cheltenham (Leckhampton and Shurdington) has been identified for an urban extension of 1300 houses. The resulting sprawl will cause loss of wildlife, loss of recreation space snd loss of the attractive rural setting of this part of Cheltenham. Whilst we welcome the reduction in numbers in the revised draft RSS from 2000 to 1300 we believe this does not go far enough. We would like to see the area removed as an area of search for development. We want to see unallocated land at Leckhampton and Shurdington and greenbelt land adjoining in Shurdington protected for its landscape, farming, and environmental value for future generations to benefit from. If this huge proposed urban extension goes ahead it will increase the flood risk to existing residents in Leckhampton and Warden Hill. Existing road infrastructure is not adequate to cope with the traffic that will be generated. Views to and from the Leckhampton Hill AONB will be ruined and lost forever. There is inadequate social, employment and educational infrastructure in the area.",
            "closed_at": "2008-10-24T00:00:00Z",
            "created_at": "2008-09-03T16:42:55.434169Z",
            "creator_name": "Cllr Klara Sudbury",
            "government_response_at": "2008-12-22T12:02:03.809502Z",
            "government_responses": [
                {
                    "created_at": "2008-12-22T12:02:03.809502Z",
                    "details": "You signed a petition asking the Prime Minister to \"Act now to save Leckhampton and Shurdington in Gloucestershire from the damaging and inappropriate housing development proposed in South West Regional Spatial Strategy. We believe the housing numbers being imposed upon Tewkesbury Borough Council and Cheltenham Borough Council will have an unacceptably damaging impact on Green Fields to the South of Cheltenham where an area of search has proposed the development of 1300 houses.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17840\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Leckhampton'",
                    "updated_at": "2008-12-22T12:02:03.809502Z"
                }
            ],
            "opened_at": "2008-09-03T16:42:55.434169Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 225,
            "state": "finished",
            "updated_at": "2008-11-27T17:11:56.531734Z"
        },
        "id": 10723297
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Leckhampton/"
    },
    "type": "petition"
}