{
    "data": {
        "attributes": {
            "action": "Review the current laws with regards to Dogs and Dog attacks",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I would like to the government to review the current law with regards to dogs and dog attacks. My 3 year old daughter was viciously attacked by a dog. This dog turned on my daughter, grabbing her by the back of the head and shaking her violently. Her injuries were very bad, and she had to be sedated so they could treat her wounds. The owner assured me the dog would be destroyed after the attack, so when I got home to Scotland, I called the police to report the attack, and they took photographs of her injuries and sent a report of the attack to the police in the area where the attack took place. I was then informed that the police had visited the owners, and instead of having the dog destroyed, they had in fact sold the dog on to new owners despite the dog having attacked so viciously. The police said that there was nothing they could do as she hadn’t broke any laws, and since the dog attacked my child on private property and not public property, there was nothing they could do.",
            "closed_at": "2009-01-03T00:00:00Z",
            "created_at": "2008-09-03T12:43:08.753628Z",
            "creator_name": "Colleen Blenman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-03T12:43:08.753628Z",
            "rejected_at": "2008-10-03T00:01:04.792608Z",
            "rejection": {
                "code": 2048,
                "details": "This petition is similar to: http://petitions.number10.gov.uk/dangerdogsact/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-03T00:01:04.792608Z"
        },
        "id": 10721965
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/dogattacks/"
    },
    "type": "petition"
}