{
    "data": {
        "attributes": {
            "action": "increase the prison-term starting point for murder from just 15 years to at least 25 years, implement a zero-tolerance policy towards ALL violent crime, ensure that message is sent loud and clear including via tougher sentences, media advertising campaigns and education in schools",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "When murderers are sentenced judges decide the minimum number of years to be spent in prison before an application for parole can be made. \n\nJudges have to adhere to the minimum-term starting points as set out in the Criminal Justice Act 2003 (Schedule 21). Judges can then increase or decrease the number of years according to aggravating or mitigating factors.\n\nThere are various starting points depending on the critera set out as to the 'seriousness' of the murder and age of the murderer.\n\nThe majority of murders fall under the minimum-term starting point of just 15 years.\n\nWe are campaigning for government to increase this starting point from just 15 years to at least 25 years.\n\nWe are also petitioning government to take urgent action to reduce violence in our society by implementing a zero-tolerance policy towards ALL violent crime, and ensuring that message is sent loud and clear, including via tougher sentences, media advertising campaigns and education in schools.",
            "closed_at": "2009-09-05T00:00:00Z",
            "created_at": "2008-09-03T21:45:08.172201Z",
            "creator_name": "M Jeacock",
            "government_response_at": "2010-04-01T16:25:11.463249Z",
            "government_responses": [
                {
                    "created_at": "2010-04-01T16:25:11.463249Z",
                    "details": "You signed a petition asking the Prime Minister to \"increase the prison-term starting point for murder from just 15 years to at least 25 years, implement a zero-tolerance policy towards ALL violent crime, ensure that message is sent loud and clear including via tougher sentences, media advertising campaigns and education in schools.\" \n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page23082\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'murdersentencing'",
                    "updated_at": "2010-04-01T16:25:11.463249Z"
                }
            ],
            "opened_at": "2008-09-03T21:45:08.172201Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 505,
            "state": "finished",
            "updated_at": "2009-09-09T03:03:23.472882Z"
        },
        "id": 10724698
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/murdersentencing/"
    },
    "type": "petition"
}