{
    "data": {
        "attributes": {
            "action": "to reintroduce domestic gas and electricity price regulation that protected consumers from retail energy suppliers profiteering prior to 1999.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government's claim of an independently regulated, competitive energy market in the UK is a fiction.    OFGEM has failed to deliver the promised benefits for all consumers of gas and electricity. \n\nThe Government's quarterly energy price statistics since privatisation shows  a gradual fall in domestic gas and electricity prices to 1999 -2000 at which time prices  leveled off and from then prices began to increase at an increasing rate and have continued so to do to the present day.  This reversal from falling to increasing retail energy prices was due to OFGEM in 1999 relinquishing control of retail energy suppliers domestic fuel pricing.   Reference:  National Energy Action (NEA) report \"Fall and Rise of Energy Prices and Fuel Poverty\" [July 2005],  page 12, Fig. 4.1.\n\nToday domestic fuel prices are determined by a profiteering energy retailers cartel.  Consumers have nowhere else to go.  OFGEM's concern for the interests of consumers is empty rhetoric, as the Government has recognised.   The Consumers, Estate Agents and Redress Act (2007) transfers OFGEM's responsibility for consumer interests to the independent Consumer Focus as of 1 October 2008.",
            "closed_at": "2009-04-01T00:00:00Z",
            "created_at": "2008-09-04T16:28:34.544440Z",
            "creator_name": "Peter Curtis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-04T16:28:34.544440Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 58,
            "state": "finished",
            "updated_at": "2009-04-02T00:01:02.057993Z"
        },
        "id": 10728498
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Energyfiction/"
    },
    "type": "petition"
}