{
    "data": {
        "attributes": {
            "action": "act on its pledge to make public sector contracts more accessible to SMEs",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On behalf of the print industry and SMEs across the country, we call on the government to live up to the pledge made by the Chancellor to improve public sector opportunities for SMEs. \n\nSpecifically, we call for:-\n\na) An end to registration charges to view public tenders on the government run supply2.gov.uk website and free training on how to tender for public contracts for SMEs (rather than the current £120 course offered by the Business Link \n\nb) A better indication of requirements (such as turnover, required accreditations) from the outset to prevent companies wasting time and money preparing tenders when they could never meet requirements \n\nc) Simplification of the tender documentation for smaller contracts to save SMEs time and money when tendering for public contracts",
            "closed_at": "2009-01-08T00:00:00Z",
            "created_at": "2008-09-04T12:54:17.493730Z",
            "creator_name": "William Mitting",
            "government_response_at": "2009-07-01T14:36:48.386498Z",
            "government_responses": [
                {
                    "created_at": "2009-07-01T14:36:48.386498Z",
                    "details": "You signed a petition asking the Prime Minister to \"act on its pledge to make public sector contracts more accessible to SMEs.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19837\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Public-tenders'",
                    "updated_at": "2009-07-01T14:36:48.386498Z"
                }
            ],
            "opened_at": "2008-09-04T12:54:17.493730Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 230,
            "state": "finished",
            "updated_at": "2009-01-09T00:01:01.296185Z"
        },
        "id": 10727399
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Public-tenders/"
    },
    "type": "petition"
}