{
    "data": {
        "attributes": {
            "action": "Ensure the remains of this countrys ancestors are returned to the ground at Stonehenge",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is currently a huge archaeological dig taking place at Stonehenge (The Riverside Project) August/September 2008. The Senior Archaeologists concerned - Mike Pitts, Julian Richards and Mike Parker Pearson are looking at several areas at Stonehenge including the Aubrey Holes specifically No.7 which contains the remains of up to 50 bodies - The Guardians of Stonehenge. \nThese archaeologists have removed these remains from the ground and they have been sent away for analysis.\nThey will give no confirmation that these remains will be returned to their resting place at Stonehenge.\nMuch can be learned from archaeological testing but, the fact that these remains could end there days in a box is wrong. \nThese bodies were buried at Stonehenge by our ancestors for a reason and have lain there for thousands of years.\nThis is an issue that effects all of us the world over, there is no difference in archaeologists going into Mecca and removing the stones, or going in to Vatican City and disinterring a Pope.  These are the bones of this country's ancestors and should be returned to the ground at Stonehenge",
            "closed_at": "2009-09-05T00:00:00Z",
            "created_at": "2008-09-03T16:09:31.837556Z",
            "creator_name": "Amanda Edwards",
            "government_response_at": "2009-09-29T13:11:04.051081Z",
            "government_responses": [
                {
                    "created_at": "2009-09-29T13:11:04.051081Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ensure the remains of this countrys ancestors are returned to the ground at Stonehenge.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20787\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'StonehengeBones'",
                    "updated_at": "2009-09-29T13:11:04.051081Z"
                }
            ],
            "opened_at": "2008-09-03T16:09:31.837556Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 236,
            "state": "finished",
            "updated_at": "2009-09-06T00:01:01.486633Z"
        },
        "id": 10723140
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StonehengeBones/"
    },
    "type": "petition"
}