{
    "data": {
        "attributes": {
            "action": "work with the ICC and IOC to introduce Twenty20 Cricket to the London 2012 Olympics",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Cricket is a major part of British sporting culture and it seems fitting that with the Olympics taking place in London, this sport is recognised as an Olympic sport. With recent attempts to raise the profile of the game such as the creation of the Indian Premier League, including this in the 2012 games will be a further boost to the sport's global popularity and raise it's status. The inclusion of Twenty20 cricket as an Olympic sport will also proove an inspiration to many young cricketers, helping to develop not just our national team but national teams throughout the world, as well as amateur players in countries where cricket is less popular. In the last Cricket World Cup (in 2007) there were 16 teams which allows for the same format to be carried out to the Olympics, only with a unified Great Britain team and the winnners and runners up of the Carib Beer Cup representing the West Indies since this entity does not compete in Olympic Sport. Furthermore, there remains the possibility for growth and a change of the qualification process as the sport becomes more popular throughout the world and more teams compete.",
            "closed_at": "2009-09-05T00:00:00Z",
            "created_at": "2008-09-04T14:56:08.645104Z",
            "creator_name": "Hugh Franklin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-04T14:56:08.645104Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2009-09-06T00:01:01.486633Z"
        },
        "id": 10727960
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/twenty20/"
    },
    "type": "petition"
}