{
    "data": {
        "attributes": {
            "action": "to look at this petition as im asking for our human right and freedom of speach",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "my brother and sister were murdered in 1976. they were both battered over the head with a hammer. my sister was sexually assaulted. myself and dad found them tied up and gagged.\nin the last 4 yrs there has been 2 books released by a les brown robert jeffries and now another reg mckay is writin a book called murderers and maniacs. myself and dad seen this in the paper in august the heading readThe Hammer House Of Horrors very horrific. we were not informed from the newspaper or reg mckay that they were doing this.\nit has been 30yr now since they have gone and i think we should be notified when storis are published or newspaper articles. as seeing the story takes us back to that day. were are our human rights or say so on what should happen with the story.personally i want it stopped. i have suffered mental health issues for 4 yrs now and suffer P.T.S.D and depression and have been in and out of hospital several times due to what happened to my brother and sister.",
            "closed_at": "2008-11-08T00:00:00Z",
            "created_at": "2008-09-03T09:33:44.810602Z",
            "creator_name": "elizabeth mcmonigle",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-03T09:33:44.810602Z",
            "rejected_at": "2008-09-08T15:36:34.661448Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-08T15:36:34.661448Z"
        },
        "id": 10720977
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/timeforclosurre/"
    },
    "type": "petition"
}