{
    "data": {
        "attributes": {
            "action": "make it law that all international football matches involving the Home Nations, including friendlies, are available to watch on free to watch \"terrestrial\" TV in their respective regions.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The fact that British citizens are unable to watch their national football team compete unless they have access to or the finances for paid TV channels such as Sky Sports or Setanta is a travesty in this day and age, especially when you consider the current financial state of the nation.  Many would say that you can just go to the pub, but there are those who live in isolated areas and are unable to make it, those who do not wish to watch it in charged atmosphere, there are those that cannot afford to watch it in a pub because of the expense of getting to and from, drinks etc. \n\nBasically we find ourselves in a situation where the FA's are saying that you must earn X amount to be an England, Scotland, Wales or Northern Ireland fan.  The people who sign this petition believe this to be wrong and that by doing this we are once again splitting the nation into factions when football is meant to bring us together.",
            "closed_at": "2009-09-04T00:00:00Z",
            "created_at": "2008-09-04T19:38:52.819374Z",
            "creator_name": "Andi Taylor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-04T19:38:52.819374Z",
            "rejected_at": "2008-10-12T00:01:05.673898Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/daveedwards/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-12T00:01:05.673898Z"
        },
        "id": 10729371
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HMFB-on-TV/"
    },
    "type": "petition"
}