{
    "data": {
        "attributes": {
            "action": "end the absurdly low decibel levels that are being imposed on music festivals when only a small, but highly vociferous, minority of residents object.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Music festivals have long been an integral part of British culture, stretching back many centuries. \nPeople work hard all year round for that one weekend a year when they can let their hair down and be themselves. Such events are to be encouraged at a time when we are being urged to cut down on foreign travel to cut carbon emissions.\nIt is unreasonable that absurdly low decibel limits can be imposed because a tiny number of residents complain, even when 99% of residents don’t object. The silent majority of non-objectors have paid their council taxes too, so why don’t their views prevail? This is meant to be a democracy.\nThese decibel limits do not just affect overall volume, they have a detrimental effect on sound quality too. People have often paid £150 or more for these tickets, a sizeable chunk of it going to the Government. Some festivals also donate to worthy causes locally and globally.\nPlease get the balance right – only impose limits where a majority of local residents want them.",
            "closed_at": "2009-03-03T00:00:00Z",
            "created_at": "2008-09-03T11:14:49.889831Z",
            "creator_name": "Paul Gardner",
            "government_response_at": "2009-04-03T15:47:36.310240Z",
            "government_responses": [
                {
                    "created_at": "2009-04-03T15:47:36.310240Z",
                    "details": "You signed a petition asking the Prime Minister to \"end the absurdly low decibel levels that are being imposed on music festivals when only a small, but highly vociferous, minority of residents object.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18920\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SaveOurSound'",
                    "updated_at": "2009-04-03T15:47:36.310240Z"
                }
            ],
            "opened_at": "2008-09-03T11:14:49.889831Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 425,
            "state": "finished",
            "updated_at": "2010-02-25T16:13:23.054819Z"
        },
        "id": 10721512
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveOurSound/"
    },
    "type": "petition"
}