{
    "data": {
        "attributes": {
            "action": "Introduce licensing for un-neutered dogs, with licenses costing a fee that will discourage all but serious breeders - the objective being to reduce the 7892 dogs that are euthanised in UK pounds each year.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "152 dogs a week are unnecessarily killed in the UK, according to the 2007 Dogs Trust report. That's 7,892 dogs per year - all victims of our society.\nThe shelters, breed rescues and dog rescues are full to over flowing, throughout the UK. They simply cannot cope with the number of dogs on death row in council pounds.\nThe system CANNOT take any more unwanted dogs. We need a solution and we need it fast, before thousands more dogs are recklessly bred, thoughtlessly bought and carelessly abandoned before being soullessly destroyed in pounds when their 7 days are up.\nBy enforcing an expensive license on owners of un-neutered animals, the breeding of dogs in the UK will drop substantially and fewer dogs will be killed because they aren't wanted.\nThe license fees should be strictly reserved and used to preserve the lives of abandoned animals beyond the standard 7 days that a council will pay for accommodation of a stray or unwanted dog. \nThe licensing of un-neutered dogs is desperately needed.",
            "closed_at": "2009-09-05T00:00:00Z",
            "created_at": "2008-09-03T22:12:48.852780Z",
            "creator_name": "Dr Caroline Wilkins",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-03T22:12:48.852780Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 41,
            "state": "finished",
            "updated_at": "2009-09-06T00:01:01.486633Z"
        },
        "id": 10724785
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NeuterDogs/"
    },
    "type": "petition"
}