{
    "data": {
        "attributes": {
            "action": "Invest in solar energy as a way to prevent economic recession",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UK is struggling to meet it's carbon reduction targets. Bringing more nuclear generated electricity on line will take at least a decade so simpler and quicker initiatives to reduce energy consumption are needed. Solar panels (essentially radiators in reverse on roof surfaces) are a tried and tested technology for providing hot water during most months of the year. Coupled with under-floor or skirting-replacement heating, solar roof panels can also provide energy for room heating.\nAs the economy slows down, skilled people are being made redundant. They could be re-employed in manufacturing and installing this technology. This would help kick-start the economy whilst at the same time building a 'green' industry that could contribute significantly to exports. Large scale production would reduce the unit cost of the kit.\nTo add momentum, subsidies should should be provided to further reduce the cost to the consumer. Funds should be made available to local authorities to install solar units on public buildings. \nWith government action this technology could benefit the country both economically and environmentally.",
            "closed_at": "2009-09-06T00:00:00Z",
            "created_at": "2008-09-03T21:00:05.782407Z",
            "creator_name": "Dylan Brown",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-03T21:00:05.782407Z",
            "rejected_at": "2008-10-08T00:01:03.375350Z",
            "rejection": {
                "code": 2048,
                "details": "See: http://petitions.number10.gov.uk/Homeenergy/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-08T00:01:03.375350Z"
        },
        "id": 10724510
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/solar-heating/"
    },
    "type": "petition"
}