{
    "data": {
        "attributes": {
            "action": "take action now to avoid large scale logging of Guyana’s pristine Rainforest. Britain must seriously engage with the Guyanese Government’s proposal to adopt its Carbon Offsetting agreement that would preserve this unique ecosystem and secure the future of the world’s largest undisturbed Rainforest existing in Guyana.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Guyana is about the size of Britain with a population of less than 750,000 people facing a challenging financial future. Logging would provide much needed revenue but ultimately this would be a catastrophic loss for the entire world.\n\nBritain can no longer ignore undeveloped countries need for revenue, whilst sitting back with impunity wagging a finger telling them not the cut down their Rainforests. The British Government should not forget that Guyana was a former British Colony from which Britain benefited by extracting natural resources from Guyana to support Britain’s own economy. \n\nThere is now a window of opportunity for Britain to take the lead, not just pay lip-service for popular votes about reducing greenhouse gasses whilst ignoring entire ecosystems which are the world’s existing lungs, currently help to balance our climate. We urge the British Government to adopt Guyana’s Carbon Offsetting proposal and compensate the Guyanese people for preserving this Rainforest.",
            "closed_at": "2009-03-03T00:00:00Z",
            "created_at": "2008-09-03T02:10:27.592636Z",
            "creator_name": "Eustace R Miller",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-03T02:10:27.592636Z",
            "rejected_at": "2008-10-12T00:01:05.673898Z",
            "rejection": {
                "code": 2048,
                "details": "See: http://petitions.number10.gov.uk/Guyana-Forests/ and http://petitions.number10.gov.uk/rainforestGuyana/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-12T00:01:05.673898Z"
        },
        "id": 10720079
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GuyanaRainforest/"
    },
    "type": "petition"
}