{
    "data": {
        "attributes": {
            "action": "Encourage the EU Nations and the US to campaign against the inhumane slaughter of dolphins in Japan.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Every year thousands of dolphins are circled by boats off the Japanese shore, sounding rods are placed in the water to interfere with the Dolphins sonar causing the Dolphins to become disorientated.  Some of the Dolphins are speared causing extreme injuries, as like humans Dolphins never leave the wounded, thus making it easier to keep the animals together and haul them from the water.  They are then winched from the water and hacked open with machete's, causing them to convulse in agony as they slowly die on a concrete floor.  The animals are then sold in shops as whale meat.\n\nJapan has no respect for the world's seas, or the animals that live in it.  Please sign this partition and encourage the Government to challenge Japan about it's inhumane slaughter of these beautiful and intelligent creatures.  I am not an animal rights activist and not a vegetarian, but when you watch these beautiful creatures in such agony it breaks your heart.\n\nI have included a video link if this works\nhttp://www.glumbert.com/media/dolphin",
            "closed_at": "2008-12-05T00:00:00Z",
            "created_at": "2008-09-05T16:29:47.497501Z",
            "creator_name": "Sam Bates",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-05T16:29:47.497501Z",
            "rejected_at": "2008-10-12T00:01:05.673898Z",
            "rejection": {
                "code": 65536,
                "details": "",
                "reasons": [
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-12T00:01:05.673898Z"
        },
        "id": 10733943
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/JapanDolphin/"
    },
    "type": "petition"
}