{
    "data": {
        "attributes": {
            "action": "ban Apple (UK) from locking it's iPhone 3G onto the o2 mobile phone network.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For £349.99, Apple (UK), O2 and Carphone Warehouse want to sell the British public a mobile phone (albeit a nice looking phone with a good interface) which compared to other similarly priced and OPERATOR UNLOCKED mobile phones, is completely lacking features that can be found on phones that are sold for under £100. The Prime Minister should make sure that so called \"Jesus Phone\" is available for UK consumers to purchase, without entering into an extortianate 18 month contract or paying over the odds for a \"subsidised\" Pay as You Go version. An Unlocked version must become available to be fair to consumers. In other European countrys there are laws that prohibit mobile phones from being exclusively locked to a certain network. We urge the Prime Minister to seriously consider this petition and to respond as soon as possible. In these times of economic shortfall, big companies should not be making big money from consumers who are not being treated fairly.",
            "closed_at": "2009-09-05T00:00:00Z",
            "created_at": "2008-09-05T19:56:23.539075Z",
            "creator_name": "Aaran Johnson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-05T19:56:23.539075Z",
            "rejected_at": "2008-10-08T00:01:03.375350Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-08T00:01:03.375350Z"
        },
        "id": 10734792
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/iPhoneUnlocked/"
    },
    "type": "petition"
}