{
    "data": {
        "attributes": {
            "action": "make personal green power easier to obtain and cheaper",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Subsidies and tax surrounding inividual green power and energy efficiency need to be reviewed. Grants and tax exemptions need to be a lot easier to obtain and much more widespread. At the moment it seems that all the government does is tax people using fossil fuels and call them \"green taxes\". Why not make it a two pronged attack and use these \"green taxes\" for incentives to use green means. There is very little point in just taxing the oil addicted country heavily on oil and moaning about how big our carbon footprint is. Help them change! For instance make solar panels, renewably sourced energy and personal wind power cheaper with less tax and more grants and subsidies. Vegetable oil powered cars too are a great way of, alright not stopping pollution, but reducing it and reusing old waste chip fat. Make this easier to obtain and dont bother taxing it. There's already road tax and alsorts of other taxes in connection with cars, maybe once there is a decent amount of people using this method and finding it a large degree cheaper ease up the taxes, but if the alternative is harder work and not that much cheaper, whats the point in it?",
            "closed_at": "2009-09-06T00:00:00Z",
            "created_at": "2008-09-06T18:18:49.018543Z",
            "creator_name": "Sean",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-06T18:18:49.018543Z",
            "rejected_at": "2008-10-08T00:01:03.375350Z",
            "rejection": {
                "code": 8192,
                "details": "Please supply full name and address information.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-08T00:01:03.375350Z"
        },
        "id": 10737928
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Easygreen/"
    },
    "type": "petition"
}