{
    "data": {
        "attributes": {
            "action": "state whether he recognises that England is a nation.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The present Prime Minister's predecessor once characterised Scotland as \"a proud historic nation\": sentiments which the Prime Minister would doubtless share. Under devolution, the people of Scotland, Wales and even Northern Ireland are reaffirming their historic nationhood and taking pride in their new national governmental institutions. England, too, is a proud historic nation; and a great many people living in England - perhaps the majority - view their national identity as English in the first instance, and British only secondarily. In the light of these trends, we believe the government should state explicitly whether it regards England as a nation in its own right or not. It goes without saying that any acknowledgement of nation status, however qualified, for England should be accompanied by the acknowledgement of nation status for Scotland and Wales, at least - Northern Ireland perhaps being a special case. Equally, if England is not to be regarded as a nation, the same should apply to Scotland and Wales.",
            "closed_at": "2008-10-12T00:00:00Z",
            "created_at": "2008-09-05T11:44:48.335314Z",
            "creator_name": "David Martin",
            "government_response_at": "2009-01-12T15:43:24.753965Z",
            "government_responses": [
                {
                    "created_at": "2009-01-12T15:43:24.753965Z",
                    "details": "You signed a petition asking the Prime Minister to \"state whether he recognises that England is a nation.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17962\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'English-nation'",
                    "updated_at": "2009-01-12T15:43:24.753965Z"
                }
            ],
            "opened_at": "2008-09-05T11:44:48.335314Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 296,
            "state": "finished",
            "updated_at": "2008-11-15T03:01:01.408466Z"
        },
        "id": 10732139
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/English-nation/"
    },
    "type": "petition"
}