{
    "data": {
        "attributes": {
            "action": "Overule NICE decision to deny thousands of people anti-TNF treament for RA",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "NICE are refusing to let patients have access to a second anti-TNF treatment.  Moving from one TNF treatment to a second or third has been practiced in the UK for some years so this is not a new treatment that NICE have just decided to ban.  Together with the their decision to ban Abatacept Nice are effectively reducing treatment options for people with RA from five down to two drugs. People with RA will be denied access to these drugs and could be left facing high levels of pain, more surgery, long term disability and a life on benefits if they are no longer able to work because their disease is no longer under control due to the lack of drug choice. \n\nIt is unacceptable that drugs which are routinely available in other European countries which spend the UK equivalent on their healthcare are not avaiable here.  In terms of availablity of anti-TNF drugs there is a huge disparity between us and Europe.  Please help to reverse this ludicrious decision made by people who have no concept of the difficulity of life living with a chronic illness and the impact this decision will have on the quality of peoples lives.",
            "closed_at": "2008-12-06T00:00:00Z",
            "created_at": "2008-09-06T16:08:34.629587Z",
            "creator_name": "MICHELLE RUTHERFORD",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-06T16:08:34.629587Z",
            "rejected_at": "2008-10-08T00:01:03.375350Z",
            "rejection": {
                "code": 2048,
                "details": "See: http://petitions.number10.gov.uk/rh-arthritis/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-08T00:01:03.375350Z"
        },
        "id": 10737505
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RHEUMARTHRITIS/"
    },
    "type": "petition"
}