{
    "data": {
        "attributes": {
            "action": "Change the timing of the school summer holiday to earlier in the year.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In a recent article, Mike Baker, the BBC Education Correspondant, makes an outstanding case for shifting the dates of the Summer school holiday from late July-August, to earlier in the year, without changing the actual length of the break.\n\nThere are four advantages to doing so:\n\n1.)  Statistically, the months of June and July are far sunnier and have less rain than August, which means that families that take their holidays in the UK would benefit from better weather.\n\n2.) Universities could make offers to A-Level students based on their -actual- results, and not their -predicted grades-, which are known to be wildly inaccurate.\n\n3.) Because they would sit exams earlier, fewer students would have their performance impaired by hay-fever.\n\n4.) Because Britons would take their Summer breaks in June / July, those that travelled to the Continent would find more stores/shops open, as many businesses there still close during the month of August.\n\nTherefore, we petition the Government to change the dates of the school Summer holidays from the current timings of late July/August to earlier in the year, while keeping the 6-week length of the holiday intact.",
            "closed_at": "2009-09-15T00:00:00Z",
            "created_at": "2008-09-07T07:44:50.161068Z",
            "creator_name": "Jeff Clark",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-07T07:44:50.161068Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2009-09-16T00:01:01.060474Z"
        },
        "id": 10738942
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/movesummerhols/"
    },
    "type": "petition"
}