{
    "data": {
        "attributes": {
            "action": "dispense with the costly, inefficient, error prone, unfair and  socially and politically divisive taxing of income and earnings of individual citizens that provides less than 25 percent of the total tax take and instead collect all personal taxation by VAT, trading duties and other low cost indirect taxation by which all citizens from the poorest to the wealthiest contribute equitably without favour according to their expenditure and consumption of material goods and services.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Taxing the income and earnings of individual citizens is:\na)  VERY COSTLY at some 40 percent of the tax take from individual incomes;\nb)  INEFFICIENT in its reliance on the  completion of complex tax returns from millions of people who by the government's own standards of education are insufficiently literate and numerate to cope effectively with the demands of HMRC's verbose and obscure rules, literature and forms;\nc) INCOMPETENT in that 40 per cent of the assessments and decisions of HMRC staff are in error as admitted in the past by the Inland Revenue.  Most of HMRC's errors are undetected because of inadequate understanding of income tax rules by the vast majority of individual taxpayers;\nd)  UNFAIR in that private individuals have to bear the cost of a dispute with HMRC out of their net assets.  HMRC's costs are funded from general taxation.  Win or lose, the individual taxpayer pays all the costs;\ne)  SOCIALLY DIVISIVE in that the many whose income and earnings are taxed at source are offended by the wealthy few who can afford tax advisors and parade their ability to avoid paying taxes;  and\nf) POLITICALLY DIVISIVE in the game of promise and counter promise of income tax cuts.",
            "closed_at": "2009-10-02T00:00:00Z",
            "created_at": "2008-09-05T11:35:04.618619Z",
            "creator_name": "Peter Curtis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-05T11:35:04.618619Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2009-10-08T03:03:23.168590Z"
        },
        "id": 10732090
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Taxpain/"
    },
    "type": "petition"
}