{
    "data": {
        "attributes": {
            "action": "accept Guyana’s offer to protect their standing rainforest by putting it under the control of a British-led, international body in return for economic assistance.  Accepting this offer would give the UK a valuable carbon sink and preserve this priceless biological gem for future generations.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Tropical deforestation accounts for one-fifth of all carbon emissions.\n\nThe government of Guyana has said it is willing to place its entire standing forest under the control of a British-led, international body in return for a bilateral deal with the UK that would secure development aid and the technical assistance needed to make the change to a green economy. There is no question of challenging Guyana's sovereignty over its forest.\n\nBritain already has an agreement for forest protection with the countries of the Congo basin and is involved in sustainable development pilot projects in Brazil and Indonesia. The 50m spent in Congo comes from a Department for International Development fund that still has money to allocate.\n\nSource. The Independent, Daniel Howden and Colin Brown, Deputy Political Editor.  Tuesday, 11 December 2007",
            "closed_at": "2009-01-05T00:00:00Z",
            "created_at": "2008-09-05T09:34:30.608713Z",
            "creator_name": "Adrian Holt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-05T09:34:30.608713Z",
            "rejected_at": "2008-10-11T00:01:04.241390Z",
            "rejection": {
                "code": 2048,
                "details": "See: http://petitions.number10.gov.uk/Guyana-Forests/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-11T00:01:04.241390Z"
        },
        "id": 10731373
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Rainforest-Deal/"
    },
    "type": "petition"
}