{
    "data": {
        "attributes": {
            "action": "declare CERN's L.H.C. illegal",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Declare the LHC illegal.\n\n         A.) The safety assessment report CERN produced in order to \"counter\" the law suits against it proceeding can be refuted, thereby rendering them unable to activate this experiment, immediately and until such time as we accept their arguments.  \n\n         B.) The analogy they use in this report about cosmic rays hitting the earth's atmosphere at the same speed and frequency as they propose to emulate, cannot be admisable as evidence of no risk as the two sets of conditions bare no relation to each other. One occurs naturally outside earth's atmosphere, the experiment is set to be conducted artificially in a tunnel here on earth. \n\n         C.) Until such time as the dangers posited by 1000s of scientists, astro-physicists and the general public at large can be disproven adequately and to the satisfaction of all those opposed, especially in light of the ultimately apocolyptic nature of what is on offer, this must be declared an illegally dangerous experiment, therefore.",
            "closed_at": "2008-09-13T00:00:00Z",
            "created_at": "2008-09-06T16:06:24.998482Z",
            "creator_name": "Susan Womack",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-06T16:06:24.998482Z",
            "rejected_at": "2008-10-08T00:01:03.375350Z",
            "rejection": {
                "code": 2048,
                "details": "See: http://petitions.number10.gov.uk/LHC-CERN/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-08T00:01:03.375350Z"
        },
        "id": 10737498
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/STOPLHC/"
    },
    "type": "petition"
}