{
    "data": {
        "attributes": {
            "action": "mandate CERN (The European Organization for Nuclear Research) to limit Large Hadron Collider experiments to 2 TeV energy overall (the maximum energy achieved by particle colliders to date) until GLAST (The Gamma-ray Large Area Space Telescope) detects the theorised presence of Hawking Radiation from black holes.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A petition to mandate CERN (The European Organization for Nuclear Research) to limit Large Hadron Collider experiments to 2 TeV energy\noverall (the maximum energy achieved by particle colliders to date) until GLAST (The Gamma-ray Large Area Space Telescope) detects the theorised presence of Hawking Radiation from black holes.\n\nThe reason for this petition is to ensure there is no danger to the longevity of planet Earth through accretion of non-relativitic MBH (micro black holes) created by head-on collision of particles at the Large Hadron Collider, which may, unlike any pariticles resultant from cosmic ray collisions get trapped in the Earth's gravitational field due to their non-relativistic speed.\n\nWe feel that CERN's LSAG Report irresponsibly bases Large Hardron Collider safety on both the unproven Hawking Radiation theory, which has been disputed by many respected physicists, and a Neutron Star paradox which can be explained by a process of superfluidity.\n\nThe petition to date has accumulated one thousand nine hundred and thirty seven (1937) signatories as myspace group friends.",
            "closed_at": "2009-09-07T00:00:00Z",
            "created_at": "2008-09-05T01:13:37.150945Z",
            "creator_name": "Hattie McPhee",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-05T01:13:37.150945Z",
            "rejected_at": "2008-09-08T13:36:44.875639Z",
            "rejection": {
                "code": 8192,
                "details": "Please supply full name and address information.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-08T13:36:44.875639Z"
        },
        "id": 10730312
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Delay-The-LHC/"
    },
    "type": "petition"
}