{
    "data": {
        "attributes": {
            "action": "legalize cannibis",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I believe the government should legalize cannibis under controlled circumstances. We all must admit the fact that allowing a full blown legalization would have a serious effect on non users lives like smoking. I propose the government restrict the use of cannibis to homes and allow for cafes and resturants to be opened dedicated to use of cannibis,that way users will have a place to go and enjoy themselves and socialize with other users, rather than being restricted to there homes.I also propose the government allow people to grow cannibis at home for personel use,under a sensible number of plant regulations, being known by the local authorities to do regular checks to make sure ygrowers are following correct protocal. I know this sounds like im turning 'getting high' into a peice of legislation in the governments filing cabinet and not allowing it to be free but lets face the facts with the amount of media spin about cannibis ,i think this would be the best way to approach the government in the fight for legaliazation.",
            "closed_at": "2009-09-06T00:00:00Z",
            "created_at": "2008-09-06T08:47:52.200700Z",
            "creator_name": "sarah williams",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-06T08:47:52.200700Z",
            "rejected_at": "2008-10-08T00:01:03.375350Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-08T00:01:03.375350Z"
        },
        "id": 10735993
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/legalizeweed/"
    },
    "type": "petition"
}