{
    "data": {
        "attributes": {
            "action": "STOP promoting more and more WIND FARMS",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I, Ted Venn, on behalf of CPRE Cornwall, ask the Government to stop promoting more and more wind farms in an effort to reach internationally agreed targets that ignore the views of many UK residents, as on-shore wind farms are destroying our valuable countryside, off-shore wind farms are a navigational hazard, and the accompanying grants are a waste of tax-payers’ money.  It would be far better to adopt a policy for renewable energy that emphasises the urgent need for research and development of individual solar energy for households and businesses, as well as to expedite the development of synthetic fuel (gas and oil) from coal deposits, so that the UK does reduce its carbon emissions and, at the same time, becomes independent of other nations for its supplies of energy.\n\nWind generated energy is expensive and unreliable, and there have to be alternative power plants available to produce electricity when conditions do not allow wind turbines to operate - such as when there is no wind or when there is too much wind.\n\nIf you agree with this petition, please sign it and bring the petition to the attention of family, friends and colleagues.\n\nThank you.",
            "closed_at": "2008-11-14T00:00:00Z",
            "created_at": "2008-09-05T13:46:40.972126Z",
            "creator_name": "Ted Venn",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-05T13:46:40.972126Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 142,
            "state": "finished",
            "updated_at": "2008-11-16T03:02:09.035869Z"
        },
        "id": 10732931
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Stop-wind-farms/"
    },
    "type": "petition"
}