{
    "data": {
        "attributes": {
            "action": "Oppose the erecting of an expensive, tall and unnecessary School Fence around Woodborough Village School, Nottinghamshire",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This objections relates to Nottinghamshire County Council planning application Number F/1325 \nThere is no need to take in the playing field to provide security for the School. The boundary could be placed on top of the bank at the edge of a tarmac area. There is nothing in the Ofsted report which required a security fenced area, in fact it praised the School as providing a “safe and secure environment”.\nThe area has been used for recreation by generations of village children and its enclosure would be a major loss of amenity.\nThe development effects an attractive area and approach to the village. It is intrusive and not in keeping with the character of the area.\nDamage would be possibly be caused to a row of 10 mature trees that are a distinct feature of the area. They are growing on the line of the proposed planning application.\nIf the planning objection was approved the fence would have a negative effect on Residential Amenities in that the properties adjacent to the fence would , in our opinion, experience overbearing and overshadowing by the 8 ft fence.Our Local MP, Parish Council and the village Community Association have joined numerous residents in objecting to this fence.",
            "closed_at": "2009-01-25T00:00:00Z",
            "created_at": "2008-09-06T11:26:45.173142Z",
            "creator_name": "Richard Pietkiewicz",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-06T11:26:45.173142Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 15,
            "state": "finished",
            "updated_at": "2009-01-26T00:01:01.369313Z"
        },
        "id": 10736568
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HMPWoodborough/"
    },
    "type": "petition"
}