{
    "data": {
        "attributes": {
            "action": "Amend the Clean Neighbourhoods & Environment Act Part 2 Nuisance Parking, Section 3 Exposing Vehicles for Sale on a road  is concerned",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Clean Neighbourhoods & Environment Act, states in Part 2, Section 3, paragraph 32 under 'Exposing Vehicles for sale on a road' when an offence is being committed.\n\nIt has become common practice to park more than one vehicle within the stated 500 metre distance and use two separate contact telephone numbers, thus giving the impression that they are being sold by two different traders and/or private individuals. \n\nThis change in legislation, although welcomed, has encouraged cars to be rotated between areas, making it a public nuisance that regrettably local authorities are unable to enforce.\n\nIf anything, the act has encouraged such behaviour and I ask the Prime Minister to please review this Act urgently and not only to restrict the distance to an amended distance of 1000 metres,  but also NOT to allow any more than one vehicle for sale at any time,  irrespective whether sold by the same person or not and make it also an offence when 'vehicles for sale' presented on the road side (or parked on verges), are rotated between areas by any seller.\n\nPlease consider also making 'vehicles for sale' on the road side or verge an offence,  thus creating a cleaner, greener environment for all.",
            "closed_at": "2008-12-08T00:00:00Z",
            "created_at": "2008-09-06T17:46:18.438444Z",
            "creator_name": "Cllr Lora Lawman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-06T17:46:18.438444Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 32,
            "state": "finished",
            "updated_at": "2008-12-10T03:01:45.751290Z"
        },
        "id": 10737851
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Carsales/"
    },
    "type": "petition"
}