{
    "data": {
        "attributes": {
            "action": "ask for a review on Taxation for Multiple Home Ownership",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I would like to ask that property developers/magnets/private landlords with multiple homes - many of which own 100's of homes are taxed heavily on the number of homes owned, with this increasing over certain levels - surely this would encourage them to release these homes back to the market.  \n\nAlso the revenue generated by this taxing could possibly help fund Local Authority home building, and would also ensure that the number of new homes to be built would be drastically reduced.\n\nThe tireless building of apartment blocks would be reduced - this country needs homes with gardens and space for our children to play, for communities to grow and flourish - not thousands of empty flats.\n\nSurely this move during this turbulent time in our housing market would help the market to correct itself once and for all.",
            "closed_at": "2009-03-09T00:00:00Z",
            "created_at": "2008-09-09T09:09:08.076073Z",
            "creator_name": "Sophia Ferris",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-09T09:09:08.076073Z",
            "rejected_at": "2008-10-19T00:01:04.468240Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence:\n\nhttp://petitions.number10.gov.uk/IVFGenderLaw/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-19T00:01:04.468240Z"
        },
        "id": 10748897
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Housing-Crisis/"
    },
    "type": "petition"
}