{
    "data": {
        "attributes": {
            "action": "stop the planned closures of the Accident & Emergency, Maternity, Intensive Care units and other vital services at Queen Mary's Hospital, Sidcup because the consultation process was flawed. The process was flawed as the A Picture of Health questionnaire did not give respondents the opportunity to choose for Queen Mary's to be retained as a fully admitting hospital. All three options presented included downgrading Queen Mary's notwithstanding the majority of the 23 long list options advocating Queen Mary's remaining or becoming a fully / medically admitting hospital.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The closure of Queen Mary's Hospital, Sidcup's A&E, Maternity, Intensive Care units and other vital services will put intolerable pressure on the other 3 outer south east London hospitals and Darent Valley Hospital. There is no spare capacity in the other hospitals and with a forecast growth in the population over the next ten years of 100,000 the above decision is short-sighted in the extreme. Those that will suffer most will be, once again, the most vulnerable. This includes the poor, the elderly, young families and the seriously ill.",
            "closed_at": "2009-09-08T00:00:00Z",
            "created_at": "2008-09-08T21:50:34.770204Z",
            "creator_name": "John Hemming-Clark, ITS QMH",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-08T21:50:34.770204Z",
            "rejected_at": "2008-10-11T00:01:04.241390Z",
            "rejection": {
                "code": 256,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-11T00:01:04.241390Z"
        },
        "id": 10747541
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/itsqmh/"
    },
    "type": "petition"
}