{
    "data": {
        "attributes": {
            "action": "Keep a fixed rate of interest to students paying back their university government loan",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Several thousands of students every year are \"sold\" a government loan as they apply for a university place and many under the impression that it will be interest free. \n\nMyself and several other students were mortified to find out that from the time we accepted a loan the interest rate was 2.8% and now it is 4.8%. \n\nMy loan repayment has increased over £1000 and it does not take into consideration that I was not earning £15,000 after tax in my 1st year of employment so the interest was building day by day as I was not able to pay anything back.\n\nFinishing university with no hands-on experience went against us, even though we had a degree and it took me, for example, 4 months to find my 1st job and the pay was very low. \n\nIt has been hard paying back this loan and the majority of us will be paying it off until we are retired.\n\nPlease do not discourage people going to university, after all, now lots of university tution fees have been tripled it will be near on impossible to afford an education.\n\nI will be arranging a protest based on the outcome of this petition with national press coverage.\n\nBest Regards\nChristina Akinwande",
            "closed_at": "2009-09-08T00:00:00Z",
            "created_at": "2008-09-08T06:21:38.730251Z",
            "creator_name": "Christina Akinwande",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-08T06:21:38.730251Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 44,
            "state": "finished",
            "updated_at": "2009-09-11T03:03:26.748942Z"
        },
        "id": 10741970
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fixed-interest/"
    },
    "type": "petition"
}