{
    "data": {
        "attributes": {
            "action": "appeal to the FIA to reinstate Lewis Hamilton as the rightful winner of the 2008 Belgian Grand Prix",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On the 7th September 2008, several hours after the finish of the Belgian Grand Prix, the FIA made the scandalous decision to impose a 25 second time penalty on Lewis Hamilton for gaining an advantage from cutting a chicane, which effectively robbed him of a vital win in his quest for the 2008 F1 Drivers World Championship. This decision was at best ludicrous, and at worst, extremely dubious. The repercussions of this injustice have been heard around the world. Many people are now questioning the integrity of the FIA. Anyone who regularly follows F1 will know that any driver who cuts a chicane and gains an advantage, must let the car they gained advantage over pass them immediately. On this occasion, Lewis Hamilton did just this, therefore complying with the rules to the letter. However, the FIA saw fit to impose a penalty after the race had finished with Lewis the winner, thus demoting him to 3rd place. If the FIA are allowed to retrospectively and arbitrarily issue penalties like this, in blatant disregard of the rules of the sport, then what hope do we have of a fair and deserved winner of the DWC at the end of the season? I ask you to appeal to the FIA to reverse their decision.",
            "closed_at": "2008-12-08T00:00:00Z",
            "created_at": "2008-09-07T19:05:32.605802Z",
            "creator_name": "Stuart Aylett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-07T19:05:32.605802Z",
            "rejected_at": "2008-09-11T14:39:48.631176Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-09-11T14:39:48.631176Z"
        },
        "id": 10740969
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Reinstate-Lewis/"
    },
    "type": "petition"
}