{
    "data": {
        "attributes": {
            "action": "abolish the discriminatory ‘professionals’ rule on passport applications.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Anyone applying for a British passport must have their application and photographs countersigned by a ‘professional’ person who has known them for over two years and to whom they are not related. For most people, this means their GP.\n\nGPs charge anything between £20 and £50 for this ‘service’ which only takes them two minutes at most to complete.\n\nAll they are signing, is that the photographs are an accurate representation of the person whose details are on the form and that to the best of their knowledge, that person lives at the address given.\n\nThat does not require a ‘professional’ person’s signature. A person’s next door neighbour could confirm as much.\n\nThe rule that the countersignatory must be a ‘professional’ person presupposes that anyone who is not a ‘professional’ is untrustworthy.\n\nNot only is this inherently discriminatory, it allows already well paid ‘professionals’ to charge what amounts to a tax in order for them to write their name on a form.\n\nWe therefore petition the Prime Minister to abolish the discriminatory rule that a ‘professional’ person must countersign passport applications and allow anyone to do so.",
            "closed_at": "2009-09-08T00:00:00Z",
            "created_at": "2008-09-08T08:15:14.464510Z",
            "creator_name": "Stephen Gradwick",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-08T08:15:14.464510Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 15,
            "state": "finished",
            "updated_at": "2009-09-09T00:01:01.714176Z"
        },
        "id": 10742430
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/passport-rule/"
    },
    "type": "petition"
}