{
    "data": {
        "attributes": {
            "action": "Have a minimal Road Fund Disc fee for everyone and remainder of the duty on fuel cost",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The current and proposed changes to the road fund licence are completely unfair and bear no relationship to the mileage and therefore the emissions from a car. It is simply a duty on owning the car. I propose, retaining a minimum fee for the tax disc of £20 (no 6mth option, no refund of tax option)for every car, including classic and disabled cars. Retaining a tax disc is favoured by the police and is a good mechanism to check insurance status & presence of an MOT. The remainder of duty should then be collected by adding 15p per litre to fuel. 15ppl & £20 for the tax disc would raise approx £200 per average driver of 10,000 miles PA @ 40mpg, high mileage drivers would pay more, low mileage less. Tax paid would bear a direct relationship to emmisions, foreign drivers would also contribute. This is the only fair and green way to tax emissions. Pensioners doing minimal mileage would only pay a fair tax, company representatives doing tens of thousands of miles would pay proportionately.",
            "closed_at": "2009-03-07T00:00:00Z",
            "created_at": "2008-09-07T20:26:54.743143Z",
            "creator_name": "Phill Wright",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-07T20:26:54.743143Z",
            "rejected_at": "2008-10-08T00:01:03.375350Z",
            "rejection": {
                "code": 2048,
                "details": "See: http://petitions.number10.gov.uk/VEDRebate2009/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-08T00:01:03.375350Z"
        },
        "id": 10741306
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Green-car-tax/"
    },
    "type": "petition"
}