{
    "data": {
        "attributes": {
            "action": "create a specific offence of misusing residents’ disabled parking places.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Disabled parking places are intended for disabled people.\n\nResidents’ parking places are intended for residents.\n\nWe have a disabled parking place outside of our home which is in an area that already requires a resident’s parking permit in order to park anywhere on that road.\n\nI am not referring to generic bays which any Blue Bade holder can use; I am referring to a bay which has been installed in an area already requiring the possession of a resident’s permit.\n\nIn the last year, I have taken photographs of 68 vehicles illegally parked in that one bay not even displaying resident’s permits.\n\nThe local authority and the police refuse to enforce the law in residents’ parking areas which is tantamount to giving permission for these people to do as they please.\n\nI am sure many other people face the same injustice day after day.\n\nWe therefore petition the Prime Minister to create an offence of misusing residents’ disabled parking places, which results in the mandatory application of a £5000 fine and three penalty points for the offence and results in the seizure and destruction of the vehicle for a second offence.",
            "closed_at": "2009-09-15T00:00:00Z",
            "created_at": "2008-09-08T07:53:02.753395Z",
            "creator_name": "Stephen Gradwick",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-08T07:53:02.753395Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 32,
            "state": "finished",
            "updated_at": "2009-09-16T00:01:01.060474Z"
        },
        "id": 10742256
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/resident-parking/"
    },
    "type": "petition"
}