{
    "data": {
        "attributes": {
            "action": "direct the Health and Safety Executive to prosecute cases of work related road traffic accidents under HSAWA legislation",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Hundreds of people die every year as a result of work related road traffic incidents. HSE do not see this as a priority area and rarely even investigate such deaths. As a consequence there is little incentive for employers to inprove their health and safety procedures relating to their vehicles and/or driver training .... with the inevitable outcome that continuing deaths will occure on our roads.\n\nThe government should ensure that the HSE should undertake this area of responsibility in a pro-active way and to give HSE appropriate resources to undertake their responsibilities in an effective manner.\n\nFor HSE to abbrogate their responsibilities by assigning so called 'police primacy' and stating 'work related road traffic incidents are low priority for HSE' is a national disgrace which results in continued high levels of accidents and deaths.",
            "closed_at": "2009-04-06T00:00:00Z",
            "created_at": "2008-09-09T10:34:27.372333Z",
            "creator_name": "John Fitton",
            "government_response_at": "2009-07-01T14:39:34.258845Z",
            "government_responses": [
                {
                    "created_at": "2009-07-01T14:39:34.258845Z",
                    "details": "You signed a petition asking the Prime Minister to \"direct the Health and Safety Executive to prosecute cases of work related road traffic accidents under HSAWA legislation.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19842\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'workrelateddeath'",
                    "updated_at": "2009-07-01T14:39:34.258845Z"
                }
            ],
            "opened_at": "2008-09-09T10:34:27.372333Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 321,
            "state": "finished",
            "updated_at": "2009-04-19T03:03:00.370795Z"
        },
        "id": 10749540
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/workrelateddeath/"
    },
    "type": "petition"
}