{
    "data": {
        "attributes": {
            "action": "Tolarate the use of cannabis in a simular mannor to Amsterdam to keep dealers off our streets!!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I think that the goverment should tolorate cannabis in a mannor simular to the way authorities do in amsterdam. If this change were to be put into effect there would be a dramatic downfall in cannabis dealers walking and driving in our streets. there are so many people in the UK that enjoy smoking cannabis but are in danger when going to purchase from dealers. if there were to be coffee shops that supply the drug leagaly i think there would be a decrease in many crimes including gun and knife crime, which we know is effecting teenagers the most, and i know first hand that most of the problems are drug related because i am a teenager myself who enjoys smoking cannabis but i feel vulnarable when i have to go to dealers to buy it. the goverment should really be much more responsible and take every action possible to help reduce crime in the UK but are too stubborn to even consider tolarating a controlled drug such as cannabis. To be honest i do not think that there will be any decrease in gun and knife crime if the goverment doesnt put these dealers out of business. I would be extremely grateful to anyone who joins my petition and your support will be much abliged.",
            "closed_at": "2009-09-15T00:00:00Z",
            "created_at": "2008-09-09T01:24:28.480795Z",
            "creator_name": "Danny Edwards",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-09T01:24:28.480795Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 162,
            "state": "finished",
            "updated_at": "2009-09-16T00:01:01.060474Z"
        },
        "id": 10747860
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Cannabis123/"
    },
    "type": "petition"
}