{
    "data": {
        "attributes": {
            "action": "ban the BBC from broadcasting one sided anti country sport reporting",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The BBC is currently presenting one sided views from the anti-hunting anti-conservation societies on television and on radio. Sadly the BBC seems to regard self interest corporate/\"charitable\" groups like the rspca and the equal unbalanced unelected rspb to cast biased and spurious accusations against shooters/gamekeepers and other knowledgeable conservationists.\n\n No effort is made to present both sides of the age old arguments. Whilst the BBC is renowned world wide for it's leftist leanings and complete lack of objectiveness, it is poor journalism and offensive.\n\n Numerous allegations have been made against game keepers and other country side managers alledging them to have killed or to kill raptors though no evidence is presented. The BBC must not be allowed to be both judge and jury.\nLastly the BBC is a poor excuse of culture and freedom, we are forced to pay a tax and forbidden from having our say heard. Let us petition our unelected first minister for an end to BBC propaganda and provide the UK with a service it both deserves and pays for.",
            "closed_at": "2009-09-09T00:00:00Z",
            "created_at": "2008-09-09T16:34:35.377011Z",
            "creator_name": "Karl Roger",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-09T16:34:35.377011Z",
            "rejected_at": "2008-10-19T00:01:04.468240Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-19T00:01:04.468240Z"
        },
        "id": 10751842
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/anti-huntingBBC/"
    },
    "type": "petition"
}