{
    "data": {
        "attributes": {
            "action": "ensure the Vulcan XH558 project receives sufficient funding to enable it to continue \"Honouring the past and inspiring the future\".",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "After many years of hard work and £7 million, Vulcan bomber XH558 finally flew again on 18 October 2007. It was a mammoth effort that overcame a number of major setbacks. A truly extraordinary and inspirational project.\n\nIt has delighted onlookers at airshows throughout the year and serves to educate future generations about the Cold and Falklands Wars. \n\nHowever, the outlook is grim. The downturn in economic conditions now puts the future of the only flying Vulcan bomber in the world in doubt. With tightening budgets, companies that previously may have been willing to support XH558 now find they do not have the finances to do so.\n\nThis unique plane must be saved in its current airworthy state for the nation.\n\nWe petition the Prime Minister to step in to ensure XH558 reveives sufficient funding to continue flying - whether from public or private sources. She not only serves as a 'living museum' to educate a generation lucky enough not to be experience the Cold War, but also as a flying memorial to the servicemen who lost their lives during the Falklands conflict.\n\nXH558 requires a mere £1.75 million to continue its important work.",
            "closed_at": "2009-04-11T00:00:00Z",
            "created_at": "2008-09-10T19:10:11.033180Z",
            "creator_name": "Dan Harrison",
            "government_response_at": "2009-07-01T14:42:10.581407Z",
            "government_responses": [
                {
                    "created_at": "2009-07-01T14:42:10.581407Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure the Vulcan XH558 project receives sufficient funding to enable it to continue \"Honouring the past and inspiring the future\".\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19849\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'vulcan-XH558'",
                    "updated_at": "2009-07-01T14:42:10.581407Z"
                }
            ],
            "opened_at": "2008-09-10T19:10:11.033180Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 19864,
            "state": "finished",
            "updated_at": "2010-02-22T03:01:36.734333Z"
        },
        "id": 10758016
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/vulcan-XH558/"
    },
    "type": "petition"
}