{
    "data": {
        "attributes": {
            "action": "instruct the administrators of the petition site to READ all petitions THOROUGHLY and if they reject one on the grounds of similarity to also read the alleged similar petition equally thoroughly",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In July I created a petition asking that it NEVER be made legal to cycle on the pavement; this was rejected on the grounds that it was similar to another petition but when I investigated I saw that in fact the \"similar\" petition was actually the OPPOSITE of mine because it asked that cycling SHOULD be allowed on the pavement!  This was obviously extremely frustrating and annoying; I resubmitted mine, pointing out that the other petition was NOT similar, but it was again rejected on the grounds of similarity!  \n\nWhatever anyone's feelings on the specific isue of pavement cycling I'm sure you would agree that, however much one might agree on the undesirability of similar or overlapping petitions, it is obviously wrong to reject a petition on those grounds when it ACTUALLY asks the OPPOSITE of the alleged similar petition!  I hope, therefore, that if this petition is approved it will gain a reasonable amount of support; my experience could be repeated (and may well have been repeated) by any other petition creator.",
            "closed_at": "2009-06-09T00:00:00Z",
            "created_at": "2008-09-09T23:04:18.561295Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-09T23:04:18.561295Z",
            "rejected_at": "2008-10-11T00:01:04.241390Z",
            "rejection": {
                "code": 16384,
                "details": "Comments about the petitions system should be sent to number10@petitions.pm.gov.uk.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-11T00:01:04.241390Z"
        },
        "id": 10753636
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/READourPetitions/"
    },
    "type": "petition"
}