{
    "data": {
        "attributes": {
            "action": "reform the immigration process for spouse/child entry to the UK where the sponsor spouse/parent is a British citizen",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Why must you apply for a 2 year visa for your spouse/child to enter the UK when you actually want them to gain citizenship? Why isn't there a 1 stage application that lets you gain citizenship?\nI’ll tell you why – Because an average £1500 in revenue is generated per applicant for the government; for the visa to enter, then the right to stay indefinitely and finally citizenship. There is also a requirement for the applicant to supply a lot of evidence of income/expenditure etc.\nApplicants are currently required to stay in the UK for 2 years and prove at the end of that period, that they have been doing so before they can obtain a right to stay. Europeans don’t have this issue because their law doesn’t believe in making married couples live apart.\nThere are also quite a few silly measures like the ‘Life in the UK test', which most British nationals can't pass themselves without study.\nThe entire process is a farce and has been implemented without thinking of the actual consequences. A ‘proper’ referendum is required and I’d be more than happy to contribute my views where there isn’t a 1000 character limit.",
            "closed_at": "2009-09-30T00:00:00Z",
            "created_at": "2008-09-09T12:02:29.056350Z",
            "creator_name": "Mohammed Kawsar",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-09T12:02:29.056350Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 28,
            "state": "finished",
            "updated_at": "2009-10-07T15:21:20.566438Z"
        },
        "id": 10750129
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Britvisareform/"
    },
    "type": "petition"
}