{
    "data": {
        "attributes": {
            "action": "Offer all women the chance to be tested for Group B Strep",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is estimated that approximately 1 out of every 1,600 babies born in the UK and Ireland develops early-onset GBS infection. This means that every year in the UK (with 700,000 births per year) around 440 babies will develop early-onset GBS infection.\nGBS infections can cause blood poisoning (septicaemia), infection of the lung (pneumonia) or infection of the lining of the brain (meningitis), and each of these can be life threatening. Sadly, even with the best medical care, 1 out of every 10 babies diagnosed with early-onset GBS infection will die (approximately 44 babies a year). \nHowever, if pregnancies at increased risk of GBS infection are identified and appropriately managed, most early-onset GBS disease in newborn babies could be prevented.",
            "closed_at": "2009-03-11T00:00:00Z",
            "created_at": "2008-09-09T16:31:15.626666Z",
            "creator_name": "Nichola Stapleton",
            "government_response_at": "2009-06-04T11:31:45.606450Z",
            "government_responses": [
                {
                    "created_at": "2009-06-04T11:31:45.606450Z",
                    "details": "You signed a petition asking the Prime Minister to \"Offer all women the chance to be tested for Group B Strep.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19472\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'GroupB'",
                    "updated_at": "2009-06-04T11:31:45.606450Z"
                }
            ],
            "opened_at": "2008-09-09T16:31:15.626666Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3196,
            "state": "finished",
            "updated_at": "2009-07-14T03:02:56.974449Z"
        },
        "id": 10751827
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GroupB/"
    },
    "type": "petition"
}