{
    "data": {
        "attributes": {
            "action": "STOP THE LARGE HADRON COLLIDER",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sign up now to halt this experiment until proper controls and external monitoring have been put in place.\nIt seems incredible to me that a scientific exeriment such as the above (with potentially disastrous side effects) is being allowed to proceed without a full and open debate in Parliament.  The safety elements of this experiment are being stated by those involved as fact when in reality scientists simply don't know the potential outcomes.  Those close to this project have been working on it for up to 15 years and seem to have lost the ability the view its potential dangers objectively.\nLegal cases have been fruitless or too slow to meet this type of challenge and I believe that such experimentation should be subject to external control, in the same way that Stem Cell research was reviewed and limited.  This issue should be debated in Parliament as a matter of urgency.  I know from recent discussions that many of you share these views as does a sizable proportion of the respected scientific community who do not seem to be able to gain a voice on this issue.\nI urge you to sign up now before CERN do something we all (hopefully live) to regret.",
            "closed_at": "2008-12-10T00:00:00Z",
            "created_at": "2008-09-10T22:07:33.078396Z",
            "creator_name": "M Griggs",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-10T22:07:33.078396Z",
            "rejected_at": "2008-10-11T00:01:04.241390Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-11T00:01:04.241390Z"
        },
        "id": 10758739
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/STOPCOLLIDERNOW/"
    },
    "type": "petition"
}