{
    "data": {
        "attributes": {
            "action": "withdraw the proposal to transfer carers on carers allowance and income support to job seekers allowance and to recognise carers' valuable social input by keeping carer benefits separate from the rest of the benefit system.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the Welfare Green Paper No One Written Off: Reforming Welfare to Reward Responsibility the Government proposes to transfer working age carers on Carers Allowance and Income Support to Job seekers Allowance. Carers are amongst the most responsible members of society. Without their contribution our NHS and social care systems would collapse. Transferring carers to job seekers allowance , a benefit that suggests carers are not working, are not contributing to society and are available for work is an insult and a contradiction of the government’s claim  to ‘recognise’ carers’ ‘immense contribution’ to society (estimated to be worth £87 billion a year). Carers' valuable social input should be recognised by keeping carer benefits separate from the rest of the benefit system.",
            "closed_at": "2008-11-14T00:00:00Z",
            "created_at": "2008-09-10T10:24:32.100302Z",
            "creator_name": "Philippa Wood",
            "government_response_at": "2009-01-30T15:00:32.267599Z",
            "government_responses": [
                {
                    "created_at": "2009-01-30T15:00:32.267599Z",
                    "details": "You signed a petition asking the Prime Minister to \"withdraw the proposal to transfer carers on carers allowance and income support to job seekers allowance and to recognise carers' valuable social input by keeping carer benefits separate from the rest of the benefit system.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18179\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'caringiswork'",
                    "updated_at": "2009-01-30T15:00:32.267599Z"
                }
            ],
            "opened_at": "2008-09-10T10:24:32.100302Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1764,
            "state": "finished",
            "updated_at": "2009-01-30T03:01:53.179700Z"
        },
        "id": 10755278
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/caringiswork/"
    },
    "type": "petition"
}