{
    "data": {
        "attributes": {
            "action": "WINDFALL payment to help with ENERGY costs.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I urge the Prime Minister Gordon Brown to give a Windfall payment to help with energy payments, as giving help to insulate homes will not help everyone.\n\nDue to if people are on low incomes they will not be able to pay for these improvements, due to what ever cost even if it is a small amount, if they live in council accomodation, then their council would have done it already, but their energy bills will still be high.\n\nAnd those that own their own homes and have already done these improvements have paid to get these done, I paid over £3000.00 for a new boiler, but since fitting it I have seen my energy costs rise and I am left wondering was it worth it.\n\nSo I urge the Prime Minster to re think his stance on the windfall tax, to help those who need it most.\n\nThe countries: OAP's, non working familes, working familes. in fact most of the UK.",
            "closed_at": "2009-02-10T00:00:00Z",
            "created_at": "2008-09-10T20:58:18.737653Z",
            "creator_name": "Julie Norwood",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-10T20:58:18.737653Z",
            "rejected_at": "2008-10-22T00:01:04.083682Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence: \n\nhttp://petitions.number10.gov.uk/CutPowerCosts/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-22T00:01:04.083682Z"
        },
        "id": 10758487
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Energy-Windfall/"
    },
    "type": "petition"
}