{
    "data": {
        "attributes": {
            "action": "scrap the proposals to close Castle Hall School, Mirfield, as set out in the “Schools for the Future” plans.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Mirfield Free Grammar School is boxed in by two roads and Houses on two sides.  Kitson Hill Road is already disruptive on a morning and afternoon as students arrive and leave school.\nDoubling the amount of pupils here would make this situation worse. The traffic would also increase largely.\n\nSurely smaller schools are better. Fewer pupils in classrooms mean more concentration and better learning methods when a teacher can distribute their time to help pupils if needed. \n\nAlso there is a better sense of community at a smaller school, especially at Castle Hall. \nCastle Hall offers a wide range of lessons, especially foreign languages, more than other schools offer. \n\nThe location of Castle Hall is also preferable to that of Mirfield Free Grammar, it is set back from busy roads and houses. \n\nCastle Hall has over the years been a highly sought after school. \n\nCastle Hall must remain open and be developed to once again serve the children of Mirfield and surrounding area.",
            "closed_at": "2008-12-11T00:00:00Z",
            "created_at": "2008-09-11T08:35:55.148963Z",
            "creator_name": "Tom Moggridge",
            "government_response_at": "2009-01-27T15:03:01.860340Z",
            "government_responses": [
                {
                    "created_at": "2009-01-27T15:03:01.860340Z",
                    "details": "You signed a petition asking the Prime Minister to \"scrap the proposals to close Castle Hall School, Mirfield, as set out in the “Schools for the Future” plans.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18132\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'CastleHallBSF'",
                    "updated_at": "2009-01-27T15:03:01.860340Z"
                }
            ],
            "opened_at": "2008-09-11T08:35:55.148963Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1050,
            "state": "finished",
            "updated_at": "2008-12-12T00:01:01.961624Z"
        },
        "id": 10759666
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CastleHallBSF/"
    },
    "type": "petition"
}