{
    "data": {
        "attributes": {
            "action": "To allow a privately funded Veterans Hospital to be built on an active Airforce property",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I, Kevin Richards, a former Medic with The Royal Welsh, requests Ministry of Defence permission to build a Veterans hospital, which will give all veterans priority healthcare, on the current RAF base at St Athan.  The hospital would treat both battlefield casualties – including from Iraq and Afghanistan – and provide hospital-based services for all veterans.  We also to include psychological services at the hospital for veterans suffering from post-traumatic stress disorder.  \n\nThe hospital and its running costs will be financed by the Forcescover.com website, which hopes to raise millions of pounds every year by selling insurance and Shopping products online.\n“We need a dedicated military and veterans’ hospital and we need it now.”\n\nFly our wounded directly into a Military base and give them secutity and piece of mind that they are being treated by their own Regular and TA medical staff\n\nVeterans and friends of the forces will fund it, let us build it!",
            "closed_at": "2009-03-30T00:00:00Z",
            "created_at": "2008-09-10T08:57:23.384243Z",
            "creator_name": "Kevin Richards",
            "government_response_at": "2009-04-30T15:10:26.894215Z",
            "government_responses": [
                {
                    "created_at": "2009-04-30T15:10:26.894215Z",
                    "details": "You signed a petition asking the Prime Minister to \"To allow a privately funded Veterans Hospital to be built on an active Airforce property.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19152\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'vets-hospital'",
                    "updated_at": "2009-04-30T15:10:26.894215Z"
                }
            ],
            "opened_at": "2008-09-10T08:57:23.384243Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 274,
            "state": "finished",
            "updated_at": "2009-10-28T16:53:47.265760Z"
        },
        "id": 10754729
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/vets-hospital/"
    },
    "type": "petition"
}