{
    "data": {
        "attributes": {
            "action": "Reverse The Planned Withdrawal Of The Walsall-Wolverhampton Passenger Rail Service",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In December 2008, the Walsall-Wolverhampton passenger rail service will be withdrawn.\n\nIt is a vital link for many Walsall and Wolverhampton residents, providing a quick and reliable connection between the two boroughs and giving much needed access to connecting rail services. Existing bus services take over 40 minutes to cover the 15-minute rail journey.\n\nThanks to the increase in reliability and punctuality on the Walsall-Wolverhampton line, the number of people taking advantage of this service has risen significantly to 60,000 per year. The planned withdrawal will result in a great opportunity lost to build on this success further.\n\nI urge you to direct the Department for Transport to ensure that this service remains in operation as part of the franchise agreement.",
            "closed_at": "2008-10-24T00:00:00Z",
            "created_at": "2008-09-10T11:12:35.889364Z",
            "creator_name": "Lee Fletcher",
            "government_response_at": "2008-11-04T15:04:13.042880Z",
            "government_responses": [
                {
                    "created_at": "2008-11-04T15:04:13.042880Z",
                    "details": "You signed a petition asking the Prime Minister to \"Reverse The Planned Withdrawal Of The Walsall-Wolverhampton Passenger Rail Service.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17356\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'walsallrail'",
                    "updated_at": "2008-11-04T15:04:13.042880Z"
                }
            ],
            "opened_at": "2008-09-10T11:12:35.889364Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 653,
            "state": "finished",
            "updated_at": "2009-06-02T17:23:01.198848Z"
        },
        "id": 10755558
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/walsallrail/"
    },
    "type": "petition"
}