{
    "data": {
        "attributes": {
            "action": "Roger Bell",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Petition Against Changes to HOUSING ACT 1988, Section 21 (1)(b)as amended by the HOUSING ACT 1996.\nI petition the Government not to make changes to the Section 21 Notice that  gives an owner a chance to regain possession of their own property.\nSection 21 is a vital tool for a manager of residential property. It is in the very nature of short term tenants that some will attempt to take advantage of the Law for their own ends. This acts to the detriment of all the millions of other good tenants.\nThe removal or amelioration of Section 21 will result in a massive contraction of available flats and houses on 6 month Assured Shorthold Agreements as in 1974 following George Brown's ill advised rent fixing law. \nThis will in turn pose problems in the free movement of labour and affect the attraction of the UK as a place to do business causing a loss of jobs and wealth for the Nation.",
            "closed_at": "2009-03-10T00:00:00Z",
            "created_at": "2008-09-10T20:40:21.247460Z",
            "creator_name": "Roger Bell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-10T20:40:21.247460Z",
            "rejected_at": "2008-10-11T00:01:04.241390Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-11T00:01:04.241390Z"
        },
        "id": 10758414
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/tenant-rights/"
    },
    "type": "petition"
}