{
    "data": {
        "attributes": {
            "action": "Look into the energy suppliers charges in more detail.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The energy companies file profits in millions.\nThey then tell us it's due to wholesale prices going up they have to increase our charges.\n\nFrom what I can worked out that's not true.Yes the price might have gone up but they dont need to pass that onto the consumer it's because they want to protect their millions of pounds profit.\n\nI believe the fuel companies should be made to reduce the cost of energy to the consumer.\n\nThe goverment is always going on about green fuel and helping the enviroment.\nThe goverment have announced their new plan to help reduce fuel costs by offering loft instulation and wall cavity insulation.\n\nWhy doesn't the goverment make it easier to convert to solar panel's on our homes. I know they offer a reduction on the cost but they should offer people on benefits and the elderly free equipment. That way during the day what solar energy that isn't used in the household gets put into the national grid and that helps reduce the amount of fuel required.",
            "closed_at": "2008-09-25T00:00:00Z",
            "created_at": "2008-09-11T22:05:30.656585Z",
            "creator_name": "Jamie collison",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-11T22:05:30.656585Z",
            "rejected_at": "2008-10-31T00:01:05.537113Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-31T00:01:05.537113Z"
        },
        "id": 10764896
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fuel-suppliers/"
    },
    "type": "petition"
}