{
    "data": {
        "attributes": {
            "action": "End child slavery.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "*\tMost children work because their families are poor and their labour is necessary for their survival. Discrimination on grounds including gender, race or religion also plays its part in why some children work. Children are often employed and exploited because, compared to adults, they are more vulnerable, cheaper to hire and are less likely to demand higher wages or better working conditions. Some employers falsely argue that children are particularly suited to certain types of work because of their small size and \"nimble fingers\". \n*\tThere are an estimated 218 million child slave between the ages of 5 and 17; 126 million are thought to live in the worst conditions, 74 million of the child slaves are girls under the ages of 15 these girls are mostly force to do domestic work and should be remove from work immediately.  8.4 million Children are in slavery, trafficking, debt bondage and other forms of forced labour, forced recruitment for armed conflict, prostitution, pornography and other illicit activities. Around 70 per cent of child workers carry out unpaid work for their families.   \n\n*\tThe places where the Children work range from crop harvesters to Soldiers.",
            "closed_at": "2009-09-12T00:00:00Z",
            "created_at": "2008-09-12T11:19:30.235599Z",
            "creator_name": "Georgie Riley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-12T11:19:30.235599Z",
            "rejected_at": "2008-10-12T00:01:05.673898Z",
            "rejection": {
                "code": 8192,
                "details": "Please supply full name and address information.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-12T00:01:05.673898Z"
        },
        "id": 10767369
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Griley/"
    },
    "type": "petition"
}