{
    "data": {
        "attributes": {
            "action": "ratify the UN Convention on Rights of Persons with Disabilities with the inclusion of his Government’s need for reservations to its Article 24 Education.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Department for Children, Schools and Families has indicated that there is a need to recognise that the general education system in the UK includes a range of provision, including mainstream and special schools which will require an interpretative declaration, and there will also need to be a reservation in respect of disabled children whose needs are best met through specialist provision, which may be some way from their home. We consider that the reservations are essential in meeting the needs of children and young people with learning disabilities, autism and other complex needs as an option for their parents. We fully support the statement 6th May 2008 by the Minister for the Disabled Anne McGuire on behalf of the Government as above.",
            "closed_at": "2009-01-31T00:00:00Z",
            "created_at": "2008-09-12T10:41:28.716890Z",
            "creator_name": "Richard S Jackson MBE",
            "government_response_at": "2009-03-09T16:19:57.062313Z",
            "government_responses": [
                {
                    "created_at": "2009-03-09T16:19:57.062313Z",
                    "details": "You signed a petition asking the Prime Minister to ratify the UN Convention on Rights of Persons with Disabilities with the inclusion of his Government’s need for reservations to its Article 24 Education.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18528\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Respecialschools'",
                    "updated_at": "2009-03-09T16:19:57.062313Z"
                }
            ],
            "opened_at": "2008-09-12T10:41:28.716890Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 507,
            "state": "finished",
            "updated_at": "2009-02-01T00:01:01.894351Z"
        },
        "id": 10767007
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Respecialschools/"
    },
    "type": "petition"
}