{
    "data": {
        "attributes": {
            "action": "End Child Slavery...!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Across the world, millions of children do extremely hazardous work in harmful conditions, putting their health, education, personal and social development, and even their lives at risk. Most children work because their families are poor and their labour is necessary for their survival. Discrimination on grounds including gender, race or religion also plays its part in why some children work.\n\nTrafficking involves transporting people away from the communities in which they live, by the threat or use of violence, deception, or coercion so they can be exploited as forced or enslaved workers for sex or labour.\nIncreasingly, children are also bought and sold within and across national borders. They are trafficked for sexual exploitation, for begging, and for work on construction sites, plantations and into domestic work.\n\nAcross Asia, Tens of thousands of Children from poor Families are being sold into slavery so that customers can use them as prostitutes, as Servants, as laborers. Time surveys the lives of region’s youngest victims.",
            "closed_at": "2009-09-12T00:00:00Z",
            "created_at": "2008-09-12T11:12:56.055881Z",
            "creator_name": "Jaymie-Leigh",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-12T11:12:56.055881Z",
            "rejected_at": "2008-10-12T00:01:05.673898Z",
            "rejection": {
                "code": 8192,
                "details": "Please supply full name and address information.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-12T00:01:05.673898Z"
        },
        "id": 10767309
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/End-It/"
    },
    "type": "petition"
}