{
    "data": {
        "attributes": {
            "action": "Do something for the young to middle aged person who works hard for a living, has no children and earns too much to be entitled to any benefits.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Yet again the government proposes a package to help the public but again the only people who can benefit are those who are either old (which is understandable), earn a low wage or those who do not work and/or have children (again understandable with children).\n\nI am in my early 20's, I have no children, I earn the average wage of around £18000-£19000 per year (working two jobs I must add, over 50hours per week). I am unable to get any benefits of any kind or any help yet I pay hundreds every month in tax.\n\nOn the other hand next door to where I live are some council flats, in which live another group of young people. None of which work, they spend all their time sat in the front garden area drinking Carling being drunk all day. Paid for by me obviously. They will be given heating help that I myself would actually benefit from more than them. These people get their homes virtually for free and have most of their bills paid for them. These people contribute NOTHING to society.\n\nI feel like what is the point of trying to work hard for a living when you can get a home, your bills paid for and all sorts of 'help' by having lots of children and joining the jobless.",
            "closed_at": "2009-09-12T00:00:00Z",
            "created_at": "2008-09-12T07:34:21.209094Z",
            "creator_name": "Ben Egerton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-12T07:34:21.209094Z",
            "rejected_at": "2008-10-31T00:01:05.537113Z",
            "rejection": {
                "code": 2048,
                "details": "Pls see:\nhttp://petitions.number10.gov.uk/Singletons/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-31T00:01:05.537113Z"
        },
        "id": 10765579
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/imyoungandwork/"
    },
    "type": "petition"
}