{
    "data": {
        "attributes": {
            "action": "end child slavery",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Child slavery\n\nChild slavery was abolished about 200 years ago there are children being abused and working from the age of 5. There are estimated 218million child slavery between the ages 5 and 179.  126 million are estimated to work in the worst forms of child labour -one in every 12 of the world's five to 17 years olds 74 million children under 15 are in hazardous work and should be \"immediately withdrawn from this work\"  8.4 million children are in slavery, trafficking, debt bondage and other forms of forced labour, forced recruitment for armed conflict, prostitutionpornography and other illicit activities  Girls are particularly in demand for domestic work. Around 70 per cent of child workers carry out unpaid work for their families \nTrafficking involves transporting people away from the communities in which they live, by the threat or use of violence, deception, or coercion so they can be exploited as forced or enslaved workers for sex or labour. When children are trafficked, no violence, deception or coercion needs to be involved; it is merely the act of transporting them into exploitative work which constitutes trafficking. Increasingly, children are also bought and sold",
            "closed_at": "2009-09-12T00:00:00Z",
            "created_at": "2008-09-12T11:26:59.350667Z",
            "creator_name": "Michael",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-12T11:26:59.350667Z",
            "rejected_at": "2008-10-12T00:01:05.673898Z",
            "rejection": {
                "code": 8192,
                "details": "Please supply full name and address information.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-12T00:01:05.673898Z"
        },
        "id": 10767446
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/yidarmy/"
    },
    "type": "petition"
}