{
    "data": {
        "attributes": {
            "action": "pass legislation or directives that require farmers and land owners to notify in writing to residents living within 200 meters of fields before each crop spraying takes place to advise the date & time of spraying & chemicals to be used.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Pesticides are designed to kill at low concentrations. They destroy insects, weeds and pests, most are highly toxic to humans. Research shows more illnesses amongst farm workers & people living by farmland inc. cancer of the breast, prostrate & lung. A California study found pesticides spread up to 3 miles from where sprayed. The Government’s method of assessing the risks to public health from crop-spraying is based on the model of a ‘bystander’, in which it assumes that there will only be occasional, short-term exposure to the spray cloud at the time of the application only, from a single pass of a sprayer, at 8 metres from the spray boom. It also assumes\nexposure will only be to one individual pesticide at any time.\n\nCrop-spraying workers/operators are legally entitled to know what chemicals they are using, the risks and potential adverse health effects and will be required to wear appropriate protective equipment, whereas members of the\npublic who are only inches away do not currently have any access to information on what chemicals they are being exposed to, nor are they entitled to any prior notification.",
            "closed_at": "2009-09-11T00:00:00Z",
            "created_at": "2008-09-11T10:48:34.876034Z",
            "creator_name": "Stewart Ford",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-11T10:48:34.876034Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2009-09-12T00:01:01.852983Z"
        },
        "id": 10760680
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ChemicalSpray/"
    },
    "type": "petition"
}