{
    "data": {
        "attributes": {
            "action": "Raise the cut off for the cold weather payment to 3 degrees for all OAP's",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the preasent climate it is very unlikley that the temperature will drop to zero for 7 consecutive days.I suggest that the cut off temperature is raised to a more realistic value and for a shorter period, of 3 degrees for five days, in order that OAP's will benefit from this allowance.\nYou should be aware, when the temperature is 3 degrees and there is a 10 mile per hour breeze the wind chill factor will feel more like -4 degrees.\nThere is very little or no difference on fuel bills  between 3 degrees and freezing.This coupled with the fact that we are experiencing milder winters means that this section of the community will not receive the extra financial help and are being left to suffer both physically and financially. \nI suggest that the Government lobby the energy giants to help finance the extra costs. The major oil producers should also be approached as the blame for the esculating fuel costs partly caused by the rise in the price of oil.\nWhilst we all understand that these companies have to maintain profits for their share holders, it is unfair that the members of the population who have less financial resourses and require more help should suffer.",
            "closed_at": "2009-03-11T00:00:00Z",
            "created_at": "2008-09-11T18:39:53.886451Z",
            "creator_name": "Simon Nobes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-11T18:39:53.886451Z",
            "rejected_at": "2008-10-30T00:01:04.965412Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/ColdWeatherPay/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-30T00:01:04.965412Z"
        },
        "id": 10763909
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/colddays/"
    },
    "type": "petition"
}