{
    "data": {
        "attributes": {
            "action": "Give everyone the right to watch televised English football matches and other sports for free.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For years we had been able to sit in the comfort of our living rooms and watch televised England and English league matches on the BBC, ITV and Channel 5 for free. This freedom of choice has been taken away by Rupert Murdoch and the Setanta sports TV group. The English population should not have to pay to watch it's  sportsmen representing our country at any level. We deserve the right to be able to watch our sporting heroes on UK TV for free. The government, FA and FIFA need a law drawn to protect fans from this media groups monopoly on sport broadcasting. The nation will always struggle to encourage it's children to participate in sports when they can not afford to watch and learn from them freely. Televised sport should be available to all, we should not be held at ransom by any media group whose sole aim is to destroy our rights to watch sport for free.",
            "closed_at": "2009-03-12T00:00:00Z",
            "created_at": "2008-09-12T05:23:10.097908Z",
            "creator_name": "Anthony Rothery",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-12T05:23:10.097908Z",
            "rejected_at": "2008-10-31T00:01:05.537113Z",
            "rejection": {
                "code": 2048,
                "details": "See http://petitions.number10.gov.uk/ukfootball/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-31T00:01:05.537113Z"
        },
        "id": 10765285
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MySport/"
    },
    "type": "petition"
}