{
    "data": {
        "attributes": {
            "action": "Change the Tax Credit Laws to allow childcare assistance to be paid to Relatives",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Recently i decided i would like to return to work.My mum offered to leave her current employment to care for my children in order for me to return to work full time only to find out that the TC Office refuse to give me assistance with Childcare costs because she is a Grandparent and classed as 'immediate family' she is expected to care for the children full time on no pay.It now puts me in a tough spot as i dont like leaving my children with people i barely know and i dont understand how they expect my mother (who is still of working age) to care for the children and not get any income from it. I am talking a 35 hour 5 day week here and i feel it is absurd that just because she is their grandparent that she should be expected to do this free.\nNow what i find even funnier is that say i choose to pay my mum for this work without the tax credit assitance she will still be expected by law to provide details of the money she recieves for tax and Ni deductions.\nHow can i not get assistance for my mother caring for the children full time yet you will still tax the money i pay her\nWe are living in the 21st Centuary and its about time these laws were revised as you cannot expect someone family or not to care for children for free.",
            "closed_at": "2008-12-11T00:00:00Z",
            "created_at": "2008-09-11T14:01:28.056835Z",
            "creator_name": "Charlene Kollecker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-11T14:01:28.056835Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2008-12-13T03:01:47.419507Z"
        },
        "id": 10762230
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TheLaw/"
    },
    "type": "petition"
}