{
    "data": {
        "attributes": {
            "action": "End Child Slavery",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Child labor has serious consequences that stay with the \nIndividual and with society for far longer than the years of childhood. Young workers not only face dangerous working conditions. They face long-term physical, intellectual and emotional stress. They face an adulthood of unemployment and illiteracy. Some types of work make useful, positive contributions to a child's development. Work can help children learn about responsibility and develop particular skills that will benefit them and the rest of society. Often, work is a vital source of income that helps to sustain children and their families.      However, across the world, millions of children do extremely hazardous work in harmful conditions, putting their health, education, personal and social development, and even their lives at risk. These are some of the circumstances they face. \n•      The International Labor Organization estimates there are \n218 million working children aged between five and 17 (2006) \n•      126 million are estimated to work in the worst forms of child labor one in every 12 of the world's five to 17 years olds (2006) \n•      74 million children under 15 are in hazardous work and should be",
            "closed_at": "2009-09-12T00:00:00Z",
            "created_at": "2008-09-12T11:16:56.871759Z",
            "creator_name": "tyrell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-12T11:16:56.871759Z",
            "rejected_at": "2008-10-12T00:01:05.673898Z",
            "rejection": {
                "code": 8192,
                "details": "Please supply full name and address information.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-12T00:01:05.673898Z"
        },
        "id": 10767343
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stoppp/"
    },
    "type": "petition"
}