{
    "data": {
        "attributes": {
            "action": "prevent pay-per-view only broadcasting of international football involving all countries of the United Kingdom",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a follower of English football, it could be argued that I am not really a fan of the beautiful game.\n\n However, I loyally and passionately follow my country, despite the fact that we are indeed rubbish. \n\nNevertheless, live international football does provide me with invaluable distraction from the wife and my otherwise woebegone existence, where only this morning a refill of petrol almost matched my mortgage repayment. \n\nMy TV licence fee has crept up again to no doubt make way for another celebrity edition of the weakest z-lister who can't cook or decorate nor contribute anything of worth from their attic, and this would have been almost tolerable had live international football remained on \"free\" to air channels.\n\nHowever it isn't, and instead of being able to watch our lot actually win a game the other night, I was forced to watch Coronation Street. Which I couldn't give two stuffs about. Miserable northerners.\n\nSo please, allow us our 90 minutes of patriotic escapism to be aired for free. It's free in Macedonia.",
            "closed_at": "2008-10-11T00:00:00Z",
            "created_at": "2008-09-11T14:11:27.364268Z",
            "creator_name": "Doug Stewart",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-11T14:11:27.364268Z",
            "rejected_at": "2008-10-31T00:01:05.537113Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-31T00:01:05.537113Z"
        },
        "id": 10762307
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Free-TV-soccer/"
    },
    "type": "petition"
}