{
    "data": {
        "attributes": {
            "action": "END CHILD SLAVERY",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Child Slavery is a massive problem all over the world. Figures is 2006 showed that there were 218 million working children aged between 5 and 17. Some children have their toes cut off so they can make more money on the streets.  Some children get trafficked.Trafficking involves transporting people away from the communities in which they live, by the threat or use of violence, deception, or coercion so they can be exploited as forced or enslaved workers for sex or labour. \nThere’s one story I would  like to share with you it is: \nDieusibon -- Haiti\n\"When I first moved to Port-au-Prince I cleaned dishes, the house, everything. My 'aunt' would beat me whenever I didn't get water. I worked so hard that my body ached and I couldn't move, but she would beat me if I didn't do more work. Her three children went to school...One day my aunt sent me to fetch water. I refused, so she took a pot of boiling water and threw it at me and burned my face and slammed the hot cooking pot on my hand.\"\nDieusibon*, 14, ran away and found help from a shelter in Haiti.\nPlease do something about this. Safe the children’s lives. We don’t want anyone’s live do be like this.",
            "closed_at": "2009-09-12T00:00:00Z",
            "created_at": "2008-09-12T11:13:04.885586Z",
            "creator_name": "Sam",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-12T11:13:04.885586Z",
            "rejected_at": "2008-10-12T00:01:05.673898Z",
            "rejection": {
                "code": 8192,
                "details": "Please supply full name and address information.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-12T00:01:05.673898Z"
        },
        "id": 10767311
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SafeThem/"
    },
    "type": "petition"
}