{
    "data": {
        "attributes": {
            "action": "end of chid soliders",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are about 300,000 child soldiers involved over 30 areas of conflict worldwide .Child soldiers fight on the front line, and also work in support roles; girls are often obliged to be sex slaves or soldiers Children involved in conflict are severely affected by their experiences and can suffer from long-term trauma. The Optional Protocol to the Convention on the Rights of the Child on the involvement of children in armed conflict entered into force on 12 February 2002, which encourages governments to rise the age of voluntary recruitment into the armed forces and explicitly states that no person under the age of 18 should be sent into battle. \nThe United Kingdom, which has the lowest minimum recruitment age in Europe at 16, ratified the Optional Protocol on 24 June 2003. The Government, however, added a declaration to reserve the right to send under-18s into hostilities if there is a genuine military need or due the nature or urgency of the situation. This clause is direct conflict with the spirit of the Protocol, which urges that states take feasible measures to ensure that members of their armed forces have not attained the age 18 years old do not take direct part in hostilities.",
            "closed_at": "2009-09-12T00:00:00Z",
            "created_at": "2008-09-12T11:31:22.895921Z",
            "creator_name": "Tanika",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-12T11:31:22.895921Z",
            "rejected_at": "2008-10-12T00:01:05.673898Z",
            "rejection": {
                "code": 8192,
                "details": "Please supply full name and address information.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-12T00:01:05.673898Z"
        },
        "id": 10767485
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Tanika/"
    },
    "type": "petition"
}