{
    "data": {
        "attributes": {
            "action": "END CHILD SLAVERY",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The International Labour Organization Estimates There Are \n218 Million Working Children Aged Between Five And 17 (2006). International Law Forms The Basis Of Our Work Against The Worst Forms Of Child Labour. The Conventions Of The International Labour Organization, The 1926 And 1956 Slavery Conventions And The Un Convention On The Rights Of The Child Are The Major Tools We Could Use. In Pakistan, Brothers Mohen And Nihal Began Working On Carpet Looms When They Were Four And Five Years Old In Order To Help Their Family Meet Their Basic Needs. When Ahmed Was Five Years Old He Was Trafficked From Bangladesh To The United Arab Emirates To Be A Camel Jockey. He Was Forced To Train And Race Camels In Dubai For Three Years. At Least 15,000 Children, Many Under The Age Of 12, Work In Dangerous Or Abusive Conditions In Yemen. Child Labour Has Serious Consequences That Stay With The Individual And With Society For Far Longer Than The Years Of Childhood. Young Workers Not Only Face Dangerous Working Conditions. They Face Long-Term Physical, Intellectual And Emotional Stress. They Face An Adulthood Of Unemployment And Illiteracy.",
            "closed_at": "2009-09-12T00:00:00Z",
            "created_at": "2008-09-12T11:17:43.152169Z",
            "creator_name": "Sebastian londono",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-12T11:17:43.152169Z",
            "rejected_at": "2008-10-12T00:01:05.673898Z",
            "rejection": {
                "code": 8192,
                "details": "Please supply full name and address information.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-12T00:01:05.673898Z"
        },
        "id": 10767354
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Endchildslavery/"
    },
    "type": "petition"
}