{
    "data": {
        "attributes": {
            "action": "End Child Slavery",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Though the abolition of slavery in much of the world has greatly reduced child slavery, the phenomenon lives on, especially in Third World countries. According to the Anti-Slavery Society, \"Although there is no longer any state which legally recognizes, or which will enforce, a claim by a person to a right of property over another, the abolition of slavery does not mean that it ceased to exist. There are millions of people throughout the world — mainly children — in conditions of virtual slavery, as well as in various forms of servitude which are in many respects similar to slavery.\"[2] It further notes that slavery, particularly child slavery, was on the rise in 2003. It points out that there are countless others in other forms of servitude (such as peonage, bonded labor and servile concubinage) which are not slavery in the narrow legal sense. Critics claim they are stretching the definition and practice of slavery beyond its original meaning, and are actually referring to forms of unfree labour other than slavery",
            "closed_at": "2009-09-12T00:00:00Z",
            "created_at": "2008-09-12T11:21:25.623283Z",
            "creator_name": "ryan gallagher",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-12T11:21:25.623283Z",
            "rejected_at": "2008-10-12T00:01:05.673898Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-12T00:01:05.673898Z"
        },
        "id": 10767387
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ryansmma/"
    },
    "type": "petition"
}