{
    "data": {
        "attributes": {
            "action": "Act to ensure that the 2006 Fire Regulations (\"RRFSO\") are enforced proportionately and consistently without onerous burdens on very small premises not justified by the actual risk.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Regulatory Reform (Fire Safety) Order 2005 (RRFSO), in force since October 2006, requires many tens of thousands of small home-based businesses to do a Fire Risk Assessment and put in “appropriate” fire precautions, bearing in mind the size of the undertaking.   The way this is being enforced in practice by local fire authorities is inconsistent, and is frequently imposing onerous burdens, not justified by the actual risk, on very small premises (many of which are closing as a result, affecting tourism accommodation).  We call on the Prime Minister to act to ensure that the proportionality intended by the RRFSO is delivered in practice in a \"common sense\" way as the RRFSO is enforced locally - thus ensuring that small home-based ventures are not threatened unnecessarily.",
            "closed_at": "2008-12-31T00:00:00Z",
            "created_at": "2008-09-11T16:57:06.744432Z",
            "creator_name": "David Weston",
            "government_response_at": "2009-02-18T12:06:00.145582Z",
            "government_responses": [
                {
                    "created_at": "2009-02-18T12:06:00.145582Z",
                    "details": "You signed a petition asking the Prime Minister to \"Act to ensure that the 2006 Fire Regulations (\"RRFSO\") are enforced proportionately and consistently without onerous burdens on very small premises not justified by the actual risk.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18297\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'FireSafetySENSE'",
                    "updated_at": "2009-02-18T12:06:00.145582Z"
                }
            ],
            "opened_at": "2008-09-11T16:57:06.744432Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1456,
            "state": "finished",
            "updated_at": "2009-01-07T03:02:11.549014Z"
        },
        "id": 10763392
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FireSafetySENSE/"
    },
    "type": "petition"
}