{
    "data": {
        "attributes": {
            "action": "We the undersigned wish to: END CHILD SLAVERY",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I want it to end In most institutions of slavery throughout the world, the children of slaves became the property of the master; this was the case with, for example, thralls and American slaves. In other cases, children were enslaved as if they were adults. Usually the status of the mother determined if the child was a slave, but some local laws varied the decision to the father. In many cultures, slaves could earn their freedom through hard work and buying their own freedom. The infamous Children's Crusade is believed to have led to the enslavement of many young pilgrims.\nin order for their family to pay debts off. Sometimes this is also to give the children a better life than what they had with their old family.\nIn most institutions of slavery throughout the world, the children of slaves became the property of the master; this was the case with, for example, thralls and American slaves. In other cases, children were enslaved as if they were adults. Usually the status of the mother determined if the child was a slave, but some local laws varied the decision to the father. Most boys and girls are lucky.  They live with their mothers and fathers and their brothers and sisters.  They go to school.",
            "closed_at": "2009-09-12T00:00:00Z",
            "created_at": "2008-09-12T11:27:33.297266Z",
            "creator_name": "Saskhia",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-12T11:27:33.297266Z",
            "rejected_at": "2008-10-12T00:01:05.673898Z",
            "rejection": {
                "code": 8192,
                "details": "Please supply full name and address information.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-12T00:01:05.673898Z"
        },
        "id": 10767453
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/endslavery/"
    },
    "type": "petition"
}