{
    "data": {
        "attributes": {
            "action": "reopen the disused Malton to Pickering railway line, and upgrade the heritage North Yorkshire Moors Railway to take main line trains.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The A64 main road between York and Scarborough via Malton is mostly single-carriageway, and suffers from severe congestion. There have been many calls to have it made entirely dual carriageway, but this would cost £500 million and the project has been repeatedly shelved. Ryedale District cannot expect to have this congestion relief until 2016.\n\nThe principal feeder road to the A64 is the A169 from Whitby and Pickering to Malton.\n\nTo reduce car traffic from Whitby and Pickering onto the A64, the 6-mile Malton-Pickering line must be reopened. It would cost £21m – less than the cost of 2 miles of dual carriageway. The heritage North York Moors Railway onwards to Whitby must then be upgraded to a main line, whilst allowing popular steam trains to remain. Modern trains to Malton, York, Leeds and beyond would significantly improve transport in the northeast of Yorkshire.\n\nThis should be done before the dual carriageway is authorised – apart from replacement of dangerous crossroads by slip roads.",
            "closed_at": "2009-10-01T00:00:00Z",
            "created_at": "2008-09-14T00:10:51.025419Z",
            "creator_name": "Ben Hughes",
            "government_response_at": "2010-07-29T14:45:12.125501Z",
            "government_responses": [
                {
                    "created_at": "2010-07-29T14:45:12.125501Z",
                    "details": "You signed a petition asking the Prime Minister to reopen the disused Malton to Pickering railway line, and upgrade the heritage North Yorkshire Moors Railway to take main line trains.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=malton-pickering\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'malton-pickering'",
                    "updated_at": "2010-07-29T14:45:12.125501Z"
                }
            ],
            "opened_at": "2008-09-14T00:10:51.025419Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 638,
            "state": "finished",
            "updated_at": "2010-01-27T17:21:50.930537Z"
        },
        "id": 10774294
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/malton-pickering/"
    },
    "type": "petition"
}