{
    "data": {
        "attributes": {
            "action": "Do more to help the Housing Market.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The recent measures taken by the government will do little to help the housing market despite Mr Brown's assurances.\nThe saving of 1% on stamp duty up to £175,000 is less that a pint of beer a week or about £10 a month in respect of a mortgage payment. \nThis insignificant amount will not get the market moving again.\nWhilst the EQUITY SHARE LOAN SCHEME will benefit some of the New-house building industry it will do nothing to help sellers of established properties and by deflecting first time buyers onto new properties it will actually make matters much worse. This scheme will also only be of benefit to buyers living or able to live in areas where there is new affordable housing available. \nA revised  E.S.L. scheme should be extend to all residential properties and stamp duty levels should also be reviewed again.\nThe level of 3% coming in at £250,000  has been the bane of the market for years and it is time a fairer scale of charges was applied. \nA healthy and stable property market will benefit the whole country and the government.\nIt is time for Mr Brown and Mr Darling to do much more than they have done to date if they really want to help the housing market to make a swift recovery!",
            "closed_at": "2008-11-13T00:00:00Z",
            "created_at": "2008-09-13T14:40:54.872953Z",
            "creator_name": "Doug Watson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-13T14:40:54.872953Z",
            "rejected_at": "2008-11-05T00:01:04.179940Z",
            "rejection": {
                "code": 128,
                "details": "Please address the excessive use of capital letters; they make your petition hard to read.",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-05T00:01:04.179940Z"
        },
        "id": 10772965
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/morehelpdarling/"
    },
    "type": "petition"
}