{
    "data": {
        "attributes": {
            "action": "commission a research project to investigate the costs and benefits associated with the cochlear implant surgical procedure.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Cochlear implants are a surgically implanted electronic aid that provides a sense of sound to a person who has a significant hearing impairment. \n\nWe have a number of concerns about the use of cochlear implants which need investigating: \n\n1. What are the success rates for the procedure?\n\n2. What happens if the procedure fails and the deaf person is left with a defunct piece of machinery inside their head?\n\n3. How many people with the implant complain of facial problems caused by strong magnetic fields and MRI scans?\n\n4. At what age is the procedure routinely carried out on children? And what is known of the long-term safety of the procedure?\n\n5. What are the risks to people with an implant who want to take part in contact sports like rugby, or scuba diving?\n\n6. What are the psychological consequences of the procedure, such as negative self-image?\n\n7. Do we know whether deaf children are bullied or teased after having the implant?\n\nWe expect accountable representatives from the disabled and deaf community to be recruited onto the Peer Panel to manage the research project.\n\nThe final report will be produced in a range of accessible formats, including a British Sign Language DVD.",
            "closed_at": "2009-11-10T00:00:00Z",
            "created_at": "2008-09-13T09:28:13.794645Z",
            "creator_name": "Chris Nykiel",
            "government_response_at": "2009-12-21T11:38:14.345947Z",
            "government_responses": [
                {
                    "created_at": "2009-12-21T11:38:14.345947Z",
                    "details": "You signed a petition asking the Prime Minister to \"commission a research project to investigate the costs and benefits associated with the cochlear implant surgical procedure.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21824\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'cochlear-implant'",
                    "updated_at": "2009-12-21T11:38:14.345947Z"
                }
            ],
            "opened_at": "2008-09-13T09:28:13.794645Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 209,
            "state": "finished",
            "updated_at": "2009-11-11T03:01:32.749184Z"
        },
        "id": 10772009
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cochlear-implant/"
    },
    "type": "petition"
}