{
    "data": {
        "attributes": {
            "action": "Help animals to be safer on roads",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "One common problem is vehicles running over hedgehogs in certain areas.  Where there are lots of hedgehog’s traffic or roads & a high incidence of any type of car accident I petition the government to put in place these and any other measures possible which can help the hedgehogs to be as safe as possible whilst on the road:\n\nMaking the height of the curb higher steeper and more slippery so that hedgehogs cannot climb up them so easily. \n\nSigns should also be in place to warn drivers to drive carefully and signs warning of high hedgehog population which are clear easy to read and safe.\n\nFines should be put in place of a high amount for those who ignore those signs and investigations into the accidents should be carried out. \n\n\nA fence put up near all sides of roads should also be put in place as this prevents animals from getting on to the road. \n\nAlso all other measures possible should  be put in place to protect hedgehogs & other animals such as badgers cats dogs chickens and other animals where any of these factors are present:\n\nHigh population of different animals\n\nLots of traffic &/or roads\n\nLots of car accidents\n\nI ask the government to do all things listed above for the animals’ safety",
            "closed_at": "2009-03-31T00:00:00Z",
            "created_at": "2008-09-14T15:02:41.792896Z",
            "creator_name": "Amanda Kumaraiah",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-14T15:02:41.792896Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2009-04-01T03:02:30.460914Z"
        },
        "id": 10775792
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/animalsafety/"
    },
    "type": "petition"
}