{
    "data": {
        "attributes": {
            "action": "End Knife Crime, send all 16-30 year olds caught with a Knife into the Army",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Our streets are no longer safe, the youth of today have no fear of Police or Authority.  They roam the streets armed with Knifes and stab people at will.  The people of Britain have the right to walk safely without fear.\n\nOur prisons are full, but we cannot let these children and young men go unpunished.\n\nThis petition is to ask the Prime Minister to do something good for a change - make a decision - act.\n\nSend ALL teenagers and young men caught with a knife into the Army.\n\nIf they want to hold a weapon, let it be one that we give them, if they want to kill, let it be our enemies rather than our citizens.\n\nI understand that the PC brigade would be in uproar, but it is not their children being murdered in their middle class homes and communities, it is the working class who have been abandoned and forgotten.\n\nGive these kids a reason, give them purpose, they may not know what they want, but let them see a world outside of their small communities.\n\nMr Brown, do something that you will look back on, and something that people will remember you for.\n\nDo something right for Britain.",
            "closed_at": "2009-09-19T00:00:00Z",
            "created_at": "2008-09-13T11:22:08.891723Z",
            "creator_name": "Christopher East",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-13T11:22:08.891723Z",
            "rejected_at": "2008-11-06T00:01:03.978982Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/natservforyouth/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-06T00:01:03.978982Z"
        },
        "id": 10772367
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Knives-Army/"
    },
    "type": "petition"
}