{
    "data": {
        "attributes": {
            "action": "Pressure the Football Association to overturn the anti-competitive nature of under 8's football",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This year the Football Association have brought in a new rule to ban everyone at under 8's level from playing competitive football. They believe that playing competitive games puts too much pressure on our boys and girls to win at all costs.\n\nIt is my beleif that this is not the case but gives them something to aim for. It also gets them used to the competitive nature of life in an enjoyable way whilst getting the most from their sport.\n\nThey should trust their member football clubs to take necessary action if parents and coaches put too much pressure on the child to win at all costs. Most clubs these days have policies to cover such behaviour.\n\nI belive that the anti competition policy will have a detrimental effect on our kids development as footballers and will also lead to more foreign imports in our professional game and the further reduced quality of our national team as the kids will be another year behund.",
            "closed_at": "2008-11-13T00:00:00Z",
            "created_at": "2008-09-13T22:03:50.413098Z",
            "creator_name": "Steve Nixon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-13T22:03:50.413098Z",
            "rejected_at": "2008-11-06T00:01:03.978982Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-06T00:01:03.978982Z"
        },
        "id": 10774061
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/under8sfootball/"
    },
    "type": "petition"
}