{
    "data": {
        "attributes": {
            "action": "Sort out the English economy NOW before it is too late",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We're all reeling from higher costs on everything at the moment.\n\nUnemployment has soared. People cannot afford to keep up repayments on their homes. They are losing their homes.\n\nBanks are refusing to lend due to the so called 'credit crunch'.\n\nThe cost of living has risen by 127% in the last year.\n\nFuel prices for gas and electricity have once again rocketed.\n\nPetrol prices are extortionate and well over the £1 per litre mark.\n\nI want the government to DO SOMETHING TO HELP ITS CITIZENS.\n\nSteps that could be taken\n1. SLASH THE BANK OF ENGLAND BASE RATE!! Get the economy moving again.  It's not the banks suffering, it's your people!!\n\n2. Drop tax and duty on petrol. More and more people are taking time off work simply to save on travel costs to and from work. No workers = no income.\n\n3. Reduce inflation - achievable. Unemployment may rise, but right now YOUR PEOPLE ARE LOSING THEIR JOBS NOW as ALL industries are suffering. What do you have to lose?\n\n4. Take VAT off fuel or lower the rate. \n\nRich get rich n poor get poorer - are you Labour or right wing?!! Labour is supposed to be in the PEOPLE'S best interest, not the corporate fat cats'.",
            "closed_at": "2009-01-12T00:00:00Z",
            "created_at": "2008-09-12T21:42:55.517396Z",
            "creator_name": "Emma Jane Plummer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-12T21:42:55.517396Z",
            "rejected_at": "2008-11-01T00:01:07.575279Z",
            "rejection": {
                "code": 6144,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-01T00:01:07.575279Z"
        },
        "id": 10771124
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cutinterestrates/"
    },
    "type": "petition"
}