{
    "data": {
        "attributes": {
            "action": "Abolish the enforcement of School Uniform",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The arguement for having School Uniform seems inoccuous enough and creates a so-called \"level playing field\". The fact is, it is a multi million pound industry and does not take into account mobile and/or low income families. The STRICT enforcement is petty in the extreme! There is evidence that children are picked on more at school by teachers, (not fellow pupils) and truant or stay at home to avoid conflict. Children are sent home unsupervised when their parents are at work! Some schools change uniform without consultation or for the school years 10 and 11. Some insist on Blazers - no matter how hot. The right to FREE unconditional education should be upheld. Uniform is used as a tool to wield power within the school and I believe that whilst safety must prevail in dress code, children and young adults learn responsilbility and gain identity, self confidence and self-esteem by freedom in dress and hair style by not enforcing uniform.  If Uniform makes children perform better, why is it not used in Colleges and Universities and generally not in Europe? It is a myth that chldren have problems deciding what to wear! Schools are not an optional club children can join, they have to attend!",
            "closed_at": "2009-10-06T00:00:00Z",
            "created_at": "2008-09-14T11:02:45.562049Z",
            "creator_name": "Jan Hack",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-14T11:02:45.562049Z",
            "rejected_at": "2008-10-14T09:29:06.728570Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/No-kids-uniform/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-14T09:29:06.728570Z"
        },
        "id": 10775122
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Schooldressyesno/"
    },
    "type": "petition"
}