{
    "data": {
        "attributes": {
            "action": "Demand that the British Broadcasting Company give fair & equal coverage to The Palalympics,Deaf Olympics & The Special Olympics as it does to The Olympic Games",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We believe that the people of the United Kingdom should live in an equal Society, one which embraces difference & encourages every individuals potential to be the best they can be. As Television Licence Payers, we believe we have a right to demand that the Government insist that the Director General of the BBC makes sure that there is equal coverage of the Paralympic Games, The Deaf Olympics & The Special Olympics as there is to The Olympic Games & that it is not relegated to 'Red Button' access, Cable,Sky or 'Pay per View' T.V. This is an insult to the incredibly hard working competitors who at this years Beijing Paralympics are currently in second place. A 13 year old girl has won at least 2 Gold Swimming medals & is a great credit to our nation. If we are to live in an equal Society, & if our children are to embrace difference & to achieve their full potential then we should all have equal access to coverage on the BBC of all Olympic Games. This, we believe will enable everyone to be aware of all our achievements & potential to do our best & be the best we can be, despite our differences & because of our similarities.",
            "closed_at": "2008-12-16T00:00:00Z",
            "created_at": "2008-09-16T12:23:17.646144Z",
            "creator_name": "Carole Vincent & June Cavanagh",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-16T12:23:17.646144Z",
            "rejected_at": "2008-10-31T00:01:05.537113Z",
            "rejection": {
                "code": 2048,
                "details": "Pls see:\nhttp://petitions.number10.gov.uk/paralympics2012/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-31T00:01:05.537113Z"
        },
        "id": 10786879
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Olympic-viewing/"
    },
    "type": "petition"
}