{
    "data": {
        "attributes": {
            "action": "Say NO to the development China Gateway, in Thanet, Kent",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "SAY NO TO CHINA GATEWAY DEVELOPMENT, KENT.\n\n1:   Will be a huge warehousing hub for distribution of Chinese goods throughout the UK.\n2:   If all 3 phases are passed Thanet would lose 275 acres prime farmland in a time of global food shortages.\n3:   Buildings will be seen for miles.\n4:   Warehousing built on top of Thanet's natural drinking water supply. No contingency plans if water supply is irretrievably damaged or polluted.\n5:   17,000 trucking trips PER DAY would be required to distribute goods.\n6:   Totally inadequate roads in Thanet. Possible gridlock for Kent.\n7:   1000 direct jobs promised. 10% of these for the Chinese. No evidence that the other 90% will give locals quality jobs.\n8:   2000 secondary jobs. Developers' Rep. suggested local people required for grass cutting, window cleaning, signage, blinds, vending etc.\n9:   With other \"regeneration schemes\" locally there would appear to be more jobs than unemployed on paper.\n10:   Quality of life ruined by noise and air pollution. Kent already has a high incidence of asthema.\n11:   Tourism destroyed.\n12:   Rural heritage, environment and wildlife destroyed.\n\nDEATH of Thanet. Say NO to China Gateway.",
            "closed_at": "2009-01-01T00:00:00Z",
            "created_at": "2008-09-15T21:54:22.772587Z",
            "creator_name": "Joan Goddard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-15T21:54:22.772587Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 139,
            "state": "finished",
            "updated_at": "2009-01-02T00:01:01.436157Z"
        },
        "id": 10783583
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoChinaGateway/"
    },
    "type": "petition"
}