{
    "data": {
        "attributes": {
            "action": "request a service of commemoration for the life and work of Sir Charles Darwin at Westminster Abbey to mark the 200th anniversary his birth, on the 12th of February 2009.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Darwin was undoubtedly one of this country’s greatest scientists and one of the world’s most significant thinkers, and his work has given humanity profound insight into our origins and elemental nature. Those insights and their scientific basis take an important place in the psyche of many rationalist, and religious, people in the United Kingdom. As the established church, of which Westminster Abbey is a part, the Church of England has a responsibility cater to the ‘spiritual’ needs of all people irrespective of the nature of their beliefs, or non-belief. \n\nAs such Darwin deserves to be commemorated at a national level, and what better place than Westminster Abbey, not only the focus of commemorations of national importance but the place where Darwin is buried.",
            "closed_at": "2009-10-02T00:00:00Z",
            "created_at": "2008-09-15T19:24:54.584431Z",
            "creator_name": "Rupert Young",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-15T19:24:54.584431Z",
            "rejected_at": "2008-10-09T14:25:04.622663Z",
            "rejection": {
                "code": 4096,
                "details": "This would be a decision for the Church, not the Government",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-09T14:25:04.622663Z"
        },
        "id": 10782840
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/darwin200/"
    },
    "type": "petition"
}