{
    "data": {
        "attributes": {
            "action": "Look seriously at creating a permanant and viable, National flood protection scheme to protect the UK from repeated floodings nationwide.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Suggest the construction of a national 'Cloaca Maxima Britannicus'bored at sea level from South Wales, below the Possible Severn Barrage, tunneling North East to as far as Scaborough on the NE Coast at sea level.\nMost British river basins can be 'dumped' into the the drain, during excessive peak floods and drained to sea at Bristol Channel or North Sea. This provides extensive , permanent flood protection.\nDuring dry periods Cloaca maxima Britannicus can serve as a nationwide reservoir of water with branches everywhere.\nFunding raised by a surcharge on all house, motoring and business insurance policies + initial 'one off' government intervention to pay for the boring moles.\nSpoil to be dumped in North sea to provide a profiled sea island of flood protection to River Thames estuary, London etc. \nThis creates an island of approx 16 sq/Kms of building land near London.\nMain drain branches can then be extended to South East and other areas of UK to protect Thames and other vulnerable areas.\nThis to be an ongoing long term project over many many years funded by yearly levies on all insurance policies.\nIt also creates a new 'science and engineering technology for export abroad.'",
            "closed_at": "2009-10-02T00:00:00Z",
            "created_at": "2008-09-15T18:39:39.683050Z",
            "creator_name": "Bevan Hulse",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-15T18:39:39.683050Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2009-10-03T00:01:01.829931Z"
        },
        "id": 10782592
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CloacaBritannica/"
    },
    "type": "petition"
}