{
    "data": {
        "attributes": {
            "action": "grant our brave ghurkas pre 1997 who every time are called into action put their lives on the line for our Britannic majesty and this country automatic rights to citizenship and rights to live in this country",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The ghurka regiment is one of the elite regiments of the British Army \nSince the early part of the 19th century these guys have been putting their lives on the line for the monarch of the time and this country.\nThey have never moaned, or complained and when called to, they did their job. In return the government of the day pre 1997 have until recently not paid them the same rates of pay, shown them contempt and when they have finished their service sent them back to Nepal to rot in retirement.\nThis is the chance to compensate these old Ghurka boys pre 1997 for the wrongs previous governments have done by granting them automatic rights to citizen ship and a right to live in this country. They deserve it But we don't deserve to have these short brave men fighting for us",
            "closed_at": "2009-09-16T00:00:00Z",
            "created_at": "2008-09-16T08:11:34.951130Z",
            "creator_name": "Josh Holzman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-16T08:11:34.951130Z",
            "rejected_at": "2008-10-31T00:01:05.537113Z",
            "rejection": {
                "code": 2048,
                "details": "Pls see:\nhttp://petitions.number10.gov.uk/Gurkha-soldiers/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-31T00:01:05.537113Z"
        },
        "id": 10784672
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BraveGhurkas/"
    },
    "type": "petition"
}