{
    "data": {
        "attributes": {
            "action": "urgently review prescription charges to make all prescriptions free for people with long-term conditions and disabled people and ensure that no-one is unable to afford vital medication.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Research for CAB found that 800,000 people failed to collect a prescription last year (2007) in England because of the cost involved. People with long-term conditions are particularly badly affected. For example, 34% of people with asthma who have to pay charges have been unable to afford a prescription in the last year. A Breast Cancer Care survey conducted in 2007 found that 57% of respondents had experienced financial difficulties as a result of paying prescription charges. As the cost of living increases, this will only get worse. \n\nThe current system is illogical, inconsistent and unfair. The list of medical conditions that entitle patients to free prescriptions was drawn up in 1968 and has not changed since, even though treatments and survival rates have changed radically and new conditions such as HIV have emerged. We believe all long-term conditions and disabilities should be included in this list and urge the Prime Minister to intervene.",
            "closed_at": "2009-01-15T00:00:00Z",
            "created_at": "2008-09-15T12:45:26.948820Z",
            "creator_name": "Rowan Harvey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-15T12:45:26.948820Z",
            "rejected_at": "2008-11-01T00:01:07.575279Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/medicinesforall/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-01T00:01:07.575279Z"
        },
        "id": 10780407
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/chargespetition/"
    },
    "type": "petition"
}