{
    "data": {
        "attributes": {
            "action": "Allow Ghurkhas' to settle in Britain",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I would like to complain about the truly disgraceful behaviour of the Home Office in not allowing ex serving Ghurkhas' to settle in Britain after they have served their term.\n\n Given their history:\n\"Following the partition of India in 1947, an agreement between Nepal, India and Britain meant four Gurkha regiments from the Indian army were transferred to the British Army, eventually becoming the Gurkha Brigade. \n\nSince then, the Gurkhas have fought for the British all over the world, receiving 13 Victoria Crosses between them.\" \n\nand that almost anyone else can settle in this country, without having contributed anything to our security or welfare.\n\nWe realise that the reason for not allowing them to stay is primarily economics, in that it is cheaper to repatriate them back to Nepal and give them the vastly reduced pension that their economy requires.\n\nBut they have served bravely in the Army for generations, have a record beyond criticism and deserve to be treated with the respect they deserve and most certainly have earned.\n\nChange the ruling immediately and allow them to settle in the UK if they so desire.",
            "closed_at": "2009-03-16T00:00:00Z",
            "created_at": "2008-09-16T11:26:36.546757Z",
            "creator_name": "david",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-16T11:26:36.546757Z",
            "rejected_at": "2008-10-31T00:01:05.537113Z",
            "rejection": {
                "code": 2048,
                "details": "Pls see:\n\nhttp://petitions.number10.gov.uk/Gurkha-soldiers/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-31T00:01:05.537113Z"
        },
        "id": 10786318
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Ghurkhajustice/"
    },
    "type": "petition"
}