{
    "data": {
        "attributes": {
            "action": "Recognise Endometriosis as a disability and enable women to receive disability allowances",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Endometriosis is a condition that affects women over 80million women worldwide. Most of these women are in the 20-40 age group, and of the women who have the condition up to 40% infertile. Endometriosis may affect the ovaries and fallopian tubes and the pain can be excrutiating to the point of passing out and not being able to get out of bed. \nDisability is defined as having a 'physical imparement'. Does not being able to move from pain mean having a physical imparement? I think so. Just because it isnt something you can see doesnt mean it isnt there. \nI personally suffer from endometriosis and have been told that as this is not a recognised 'disability' I am unable to claim disability allowance. I cannot work due to having endometriosis as I require approximately one week of every month off work due to the pain. This is true for many women worldwide and we feel trapped in a world of pain and guilt for letting our employers down. \nUntil there is a cure for endometriosis I ask that you allow endometriosis sufferers apply for incapacity benefits to help them through their daily lives.",
            "closed_at": "2009-03-31T00:00:00Z",
            "created_at": "2008-09-17T15:10:38.835467Z",
            "creator_name": "joanne robinson",
            "government_response_at": "2009-08-07T10:35:27.934136Z",
            "government_responses": [
                {
                    "created_at": "2009-08-07T10:35:27.934136Z",
                    "details": "You signed a petition asking the Prime Minister to \"Recognise Endometriosis as a disability and enable women to receive disability allowances.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19764\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'endobenefit'",
                    "updated_at": "2009-08-07T10:35:27.934136Z"
                }
            ],
            "opened_at": "2008-09-17T15:10:38.835467Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 303,
            "state": "finished",
            "updated_at": "2009-04-01T03:02:30.288217Z"
        },
        "id": 10796573
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/endobenefit/"
    },
    "type": "petition"
}