{
    "data": {
        "attributes": {
            "action": "ensure that UK citizens without passports have access to banking regardless of their age",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We pay for passports specifically so that we can travel internationally. It should not be assumed that  our passports can be used as the primary means of identification when dealing with UK banks. \n\nMany people do not have a valid passport - because they do not need one or cannot afford one. They should not be forced to pay for a passport purely to get access to banking services within the UK.\n\nAs a result of Money Laundering legislation, banks have put stringent procedures in place to protect themselves. As a result, some groups of people are suffering difficulties when attempting to use banks.\n\nFor example, once a person reaches the age of 18, some banks no longer accept birth certificates or provisional driving licences. \n\nOlder people may no longer have a driving licence or any other accepted forms of identification.\n\nBanking services should be available to all, regardless of age. No restrictions should be placed on an acceptable means of identification based on age. This is a form of age discrimination.\n\nIn particular, banks should accept the common identification documents that many of us have, such as UK birth certificates and National Health/Medical cards.",
            "closed_at": "2009-03-31T00:00:00Z",
            "created_at": "2008-09-17T22:27:08.093994Z",
            "creator_name": "Helena Bryant",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-17T22:27:08.093994Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 16,
            "state": "finished",
            "updated_at": "2009-04-01T00:01:01.422841Z"
        },
        "id": 10799399
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/banking-ids/"
    },
    "type": "petition"
}