{
    "data": {
        "attributes": {
            "action": "do absolutely nothing in response to the millions of British citizens enduring hardship in the face of rapidly escalating living costs",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I therefore petition Gordon Brown to absolutely not act in any way to alliviate the frustrations of millions of working Britons struggling with high fuel prices, unreasonable transport costs, the spiralling inflation of basic foodstuffs, the continued escalation of energy bills, the lack of affordable housing and the year on year increases in council tax.\n\nInstead of doing anything whatsoever to help the people of Britain by imposing a cap on energy prices, reducing duties on fuel, applying a cap on public transport costs or perhaps even abandoning massive car tax hikes during a time when millions of people will be unable to meet the cost of replacing their vehicles in the current economic climate, the Prime Minister should instead talk up the prospect of an impressive package of measures, before announcing precisely nothing of substance whatsoever, resulting in the current administration to languish in the polls with an approval rating unseen since Neville Chamberlain was sent on long term garden leave.\n\nIn short, the Prime Minister should continue on his current course of inaction.",
            "closed_at": "2009-09-17T00:00:00Z",
            "created_at": "2008-09-17T16:43:23.604750Z",
            "creator_name": "Paul Matthes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-17T16:43:23.604750Z",
            "rejected_at": "2008-10-31T00:01:05.537113Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-31T00:01:05.537113Z"
        },
        "id": 10797251
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Policies2008/"
    },
    "type": "petition"
}