{
    "data": {
        "attributes": {
            "action": "issue a Government Health Warning when applying for DLA, Incapacity Benefit or their successors.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Applying for such benefits come at a time when people's lives have been turned upside down by illness or disability and are already in a vulnerable state. Life becomes incredibly restrictive as no job, limited/non existant social life etc.\n\nHowever, the whole claims process seems to only exacerbate peoples illnesses when they are humiliated by not being believed when they are truly ill and are forced to go to appeal, and even to appeal the appeal because they are not believed by the DWP, even if they have letters from specialists supporting them!\n\nThis very process hinders recovery and can promote relapses.  Therefore before applying for these benefits people should be made aware that 'applying for these benefits could seriously damage your health'.\n\nThis is NOT intended to be humorous. Just as smokers are warned how smoking has an adverse effect on their health, so we should be aware of the fact that applying for these benefits may have an adverse effect on our health so that we can decide before making ourselves more ill whether its worth pursuing or not.",
            "closed_at": "2009-10-23T00:00:00Z",
            "created_at": "2008-09-17T10:26:01.174679Z",
            "creator_name": "anne-marie fewell",
            "government_response_at": "2010-02-08T11:04:27.794913Z",
            "government_responses": [
                {
                    "created_at": "2010-02-08T11:04:27.794913Z",
                    "details": "You signed a petition asking the Prime Minister to \"issue a Government Health Warning when applying for DLA, Incapacity Benefit or their successors.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22386\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'benefitwarning'",
                    "updated_at": "2010-02-08T11:04:27.794913Z"
                }
            ],
            "opened_at": "2008-09-17T10:26:01.174679Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 274,
            "state": "finished",
            "updated_at": "2010-05-13T15:39:41.202371Z"
        },
        "id": 10794476
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/benefitwarning/"
    },
    "type": "petition"
}