{
    "data": {
        "attributes": {
            "action": "make serious representations to the Government of the Peoples Republic of China to introduce stringent animal welfare regulations to reduce widespread cruelty to animals. There should be an immediate ban on all imported fur.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is continued concern expressed throughout the western world regarding the welfare of animals in the Peoples Republic of China.In particular bear bile farming, the feeding of live animals to predators in zoos and the conscious skinning of animals in the fur trade has caused revulsion among the general public. This extent of this concern can be seen in on the Internet, for example a Facebook group aimed at signing a petition to ban the live skinning of animals quickly collected over a quarter of a million signatures. It is the responsibility of every moral person to work to reduce this level of suffering and it is incumbant on the Government to make the feelings of many of its citizens known to the Chinese Government. The Government should introduce an immediate ban on ALL fur products as much Chinese fur is imported mislabelled and via third parties.",
            "closed_at": "2008-12-31T00:00:00Z",
            "created_at": "2008-09-18T22:21:29.540501Z",
            "creator_name": "Pam Chan",
            "government_response_at": "2009-02-24T15:35:01.159508Z",
            "government_responses": [
                {
                    "created_at": "2009-02-24T15:35:01.159508Z",
                    "details": "You signed a petition asking the Prime Minister to \"make serious representations to the Government of the Peoples Republic of China to introduce stringent animal welfare regulations to reduce widespread cruelty to animals. There should be an immediate ban on all imported fur.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18353\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'chinacruelty'",
                    "updated_at": "2009-02-24T15:35:01.159508Z"
                }
            ],
            "opened_at": "2008-09-18T22:21:29.540501Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1051,
            "state": "finished",
            "updated_at": "2009-01-01T00:01:01.438069Z"
        },
        "id": 10804810
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/chinacruelty/"
    },
    "type": "petition"
}