{
    "data": {
        "attributes": {
            "action": "not to implement any aspect of the Lambert Report on co-ordination of social security systems across the EU, as this will  lead to benefit tourism enabling recent immigrants to the UK who become unemployed during the coming depression to move to a country of leisure and still claim benefits for their entire family from the UK taxpayer, or at least from those of us who may still be working.  It will bankrupt our welfare state.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A UKIP MEP, Derek Clark, has revealed that the EU, have recently voted through The Lambert Report (Jean Lambert MEP. British Green Party) on the co-ordination of social security systems across the EU.  This means that people who live in one state and work in another will be able to claim benefits anywhere in the EU if they become unemployed or ill.  The country in which they choose to abide must reclaim their benefits from the country where they last worked. \n\nNot only is this wrong in principle, and foolish, but we in the UK already lack control over the massive benefit fraud perpetrated by criminal gangs and individuals imported from the four corners of the Earth, not to mention our own benefit culture families of many generations standing, who collectively have constructed a very impressive infrastructure to fleece the taxpayer; how on Earth could we be expected to police this latest insanity?  And we can be certain that it will not be policed by anyone else.",
            "closed_at": "2009-10-07T00:00:00Z",
            "created_at": "2008-09-19T00:07:33.094318Z",
            "creator_name": "John Armstrong",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-19T00:07:33.094318Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 21,
            "state": "finished",
            "updated_at": "2009-10-08T00:01:01.504221Z"
        },
        "id": 10805047
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/downthedrain/"
    },
    "type": "petition"
}