{
    "data": {
        "attributes": {
            "action": "Close the loopholes which allow people to live off the state",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sir,\nI know of far too many couples where one is minorly disabled and does not need constant care who are living off the state WITHOUT recourse as one is claiming disability and the other stating that they are their 'carer'.  This is allowing children to be raised in families thinking it is OK to not work and is draining the state.  The solution is to make all of those claiming disability PROVE they cannot do ANY work (including sitting at a till) and also make all the carers PROVE that they have to give 100% care to the person they claim to be caring for.\n\nParents claiming children with ADHD and other such spurious illnesses should also be made to prove that their child requires more than the 'average' and be asked to provide receipts for this (I know of one parent paying off a car loan of £3k in ONE year by using the DLA she claims for her autistic son).\n\nI for one am sick of watching people who could and should be working be allowed to get away with the theft of state money.",
            "closed_at": "2008-12-18T00:00:00Z",
            "created_at": "2008-09-18T17:49:11.538238Z",
            "creator_name": "Jennifer Pittman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-18T17:49:11.538238Z",
            "rejected_at": "2008-10-31T00:01:05.537113Z",
            "rejection": {
                "code": 2048,
                "details": "http://search.petitions.number10.gov.uk/kbroker/number10/petitions/search.lsim?qt=benefits&sr=0&nh=10&cs=&sc=number10&oq=olympics&sb=0&ha=1159&mt=0",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-31T00:01:05.537113Z"
        },
        "id": 10802993
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Unfair-Benefits/"
    },
    "type": "petition"
}