{
    "data": {
        "attributes": {
            "action": "introduce a new offence of 'Making a False Allegation', punishable by a MINIMUM (not maximum) sentence of one year in prison and a recommendation that any sentence passed down should more closely match what the falsely accused person may have faced had they been wrongly found guilty.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If (for example) A makes a false allegation of rape against B, B can be sentenced to up to 8 years in prison if found guilty, but if A is found guilty of making that false allegation, they will generally receive less than a year and even this is often suspended so they don't actually end up in prison.  Technically the false accuser can be found guilty of Perverting the Course of Justice (maximum sentence of LIFE) but judges simply don't hand down very large sentences for false accusers despite being allowed to.  Having a MINIMUM sentence of a year with a  recommendation that any sentence passed down should more closely match what the falsely accused person may have faced had they been wrongly found guilty should deter more people from making false allegations and properly punish those who flout the law.  Murder already carries a MINIMUM sentence of LIFE so minimum sentences are clearly allowed in law.",
            "closed_at": "2009-01-18T00:00:00Z",
            "created_at": "2008-09-19T17:42:06.801668Z",
            "creator_name": "Phil Faber",
            "government_response_at": "2009-04-09T11:09:52.829545Z",
            "government_responses": [
                {
                    "created_at": "2009-04-09T11:09:52.829545Z",
                    "details": "You signed a petition asking the Prime Minister to \"introduce a new offence of 'Making a False Allegation', punishable by a MINIMUM (not maximum) sentence of one year in prison and a recommendation that any sentence passed down should more closely match what the falsely accused person may have faced had they been wrongly found guilty.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18951\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'FalseAllegation'",
                    "updated_at": "2009-04-09T11:09:52.829545Z"
                }
            ],
            "opened_at": "2008-09-19T17:42:06.801668Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 214,
            "state": "finished",
            "updated_at": "2009-01-25T03:04:28.148165Z"
        },
        "id": 10808781
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FalseAllegation/"
    },
    "type": "petition"
}