{
    "data": {
        "attributes": {
            "action": "Immediately give Gurkhas the automatic right to British Citizenship",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is a disgrace that successive British governments have not offered automatic British Citizenship to ALL foreign nationals who have an unblemished service record in this Country's Military. Given the long history, hugely significant and often heroic contribution of the Gurkhas, as far back as the early 19th century, the present government's continued refusal to make things right for ALL Gurkhas (not just those who served during the British Army's stays in former colonial territories) at the same time as expecting Gurkha soldiers to risk their lives for British interests, is an insult and contrary to the opinion of the overwhelming majority of British Citizens. These people have earned the respect of all of us and have contributed and sacrificed far more for this Country than myself and probably the majority of our Countrymen and it is the least that the Gurkhas deserve",
            "closed_at": "2008-11-19T00:00:00Z",
            "created_at": "2008-09-19T13:02:25.257832Z",
            "creator_name": "Alex Price",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-19T13:02:25.257832Z",
            "rejected_at": "2008-11-06T00:01:03.978982Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Gurkha-soldiers/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-06T00:01:03.978982Z"
        },
        "id": 10807625
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UKGurkhas/"
    },
    "type": "petition"
}