{
    "data": {
        "attributes": {
            "action": "Reinstate the Anglo-Saxon English identity.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We indigenous English want our Anglo-Saxon English identity reinstating.\nWe have been culturally and ethnically cleansed ever since 1066.\nWe want our original culture and identity back, we want re-educating on our own identity and roots, which have been so unjustifiably stripped from us by the ruling classes and British government's past and present.\nWe deserve an apology from the British government and we deserve help from the authorities in reinstating who we are supposed to be – the Anglo-Saxon English! \nThe cleansing we English have endured is unforgivable and needs reversing.\nThe indigenous English in England's experience, is akin to the cleansing that has happened to the indigenous Australian Aborigines in their homeland.\nOur English people need back their confidence, their community spirit, their original Anglo-Saxon unity and common sense which will bring back a positive outlook for our young and will keep families together, it will help combat anti-social behaviour and reinstate respect back into the English community.\nA positive Anglo-Saxon English comunal identity installed back into the English, will bring on a much needed positive outlook from all.",
            "closed_at": "2009-09-19T00:00:00Z",
            "created_at": "2008-09-19T06:44:14.385341Z",
            "creator_name": "Lee Ingram",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-19T06:44:14.385341Z",
            "rejected_at": "2008-11-06T00:01:03.978982Z",
            "rejection": {
                "code": 4608,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-06T00:01:03.978982Z"
        },
        "id": 10805367
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/asidentity/"
    },
    "type": "petition"
}