{
    "data": {
        "attributes": {
            "action": "Change  the status of Romanian labour force in UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Rt Honourable Gordon Brown, PC, MP\nPrime Minister\n10 Downing Street\nLondon\n\nDear Prime Minister,\n\nThe Romanian community in the UK is aware of the efforts being made by specialist organisations to gather information and statistics in order to assist the UK Government make an informed and balanced decision regarding access to the UK labour market by Romanian citizens.\nRomania has worked hard both in the run-up to its EU accession in 2007, and in the post accession period to strive for genuine integration at a European level. However, the current position of the UK government is to treat Romanian nationals differently from other EU citizens. Under its current ruling, Romanian citizens are only permitted to work in the UK in the agricultural and food industry sectors. We believe this measure is discriminatory as it denies Romanian citizens their basic human rights under EU law. We therefore urge the UK government to rescind this discriminatory regulation at the earliest date possible and restore to Romanian workers their legal right to mobility across EU borders.\n\nThank you,\nIonela Flood,Romanca Society,London, UK",
            "closed_at": "2008-11-14T00:00:00Z",
            "created_at": "2008-09-19T02:21:17.553780Z",
            "creator_name": "Ionela Flood",
            "government_response_at": "2009-01-06T16:24:37.303683Z",
            "government_responses": [
                {
                    "created_at": "2009-01-06T16:24:37.303683Z",
                    "details": "You signed a petition asking the Prime Minister to \"Change the status of Romanian labour force in UK\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17891\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Rights-for-work'",
                    "updated_at": "2009-01-06T16:24:37.303683Z"
                }
            ],
            "opened_at": "2008-09-19T02:21:17.553780Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 210,
            "state": "finished",
            "updated_at": "2009-06-02T03:02:28.622333Z"
        },
        "id": 10805186
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Rights-for-work/"
    },
    "type": "petition"
}