{
    "data": {
        "attributes": {
            "action": "recognise that the diagnosis and treatment of Pernicious Anaemia does not take into account the individual needs of patients and that the patient experience of managing the condition is often affected detrimentally because of this.  We, the undersigned, demand that the diagnosis, monitoring and treatment of Pernicious Anaemia be centred on the needs of the individual in order that the dignity and rights of sufferers of the disease be protected.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The treatment of Pernicious Anaemia in the U.K. centres on the patient receiving an injection of Vitamin B12 every three months.  Many sufferers of Pernicious Anaemia need more frequent injections in order that they can enjoy an average quality of life.\nSome sufferers lead a normal life for the first month after their injection but live in a 'fog' for the next two months.  A great number of such patients have suffered needlessly for forty years.\nIt is impossible to overdose on the Vitamin as it is a water soluble protein that is excreted in urine.\nThe undertreatment of patients is therefore unecessary and is the subject of most complaints and enquiries to the Pernicious Anaemia Society.",
            "closed_at": "2009-03-31T00:00:00Z",
            "created_at": "2008-09-18T10:43:26.236737Z",
            "creator_name": "Martyn Hooper",
            "government_response_at": "2009-06-05T11:55:29.184548Z",
            "government_responses": [
                {
                    "created_at": "2009-06-05T11:55:29.184548Z",
                    "details": "You signed a petition asking the Prime Minister to \"recognise that the diagnosis and treatment of Pernicious Anaemia does not take into account the individual needs of patients and that the patient experience of managing the condition is often affected detrimentally because of this. We, the undersigned, demand that the diagnosis, monitoring and treatment of Pernicious Anaemia be centred on the needs of the individual in order that the dignity and rights of sufferers of the disease be protected.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19490\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'pernicious'",
                    "updated_at": "2009-06-05T11:55:29.184548Z"
                }
            ],
            "opened_at": "2008-09-18T10:43:26.236737Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 490,
            "state": "finished",
            "updated_at": "2010-02-02T03:01:35.059864Z"
        },
        "id": 10800801
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pernicious/"
    },
    "type": "petition"
}