{
    "data": {
        "attributes": {
            "action": "Stop the EU Destruction of Small Garage Businesses",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently, small garages can buy parts from vehicle manufacturers, however, the EU is proposing to scrap this allowing vehicle manufacturers a monopoly on vehicle maintenance.\nThis runs counter to the European anti-trust laws, which were used against Microsoft, it opposes the free market principles of the EU, it reduces consumer choice while increasing consumer costs and inflation and it throws private garage owners and their mechanics out of their jobs.\nScrapping this will mean car maintenance would only be allowed in the car manufacturers’ showroom garages, increasing cost to the car owner by 40% or more.\nWe call on the Government to finally stand up to the erosion of United Kingdom rights and to oppose this restriction to our free market and the destruction of our small private garages with the ensuing loss of jobs and choice.",
            "closed_at": "2009-09-21T00:00:00Z",
            "created_at": "2008-09-21T15:35:22.745623Z",
            "creator_name": "Peter Grace",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-21T15:35:22.745623Z",
            "rejected_at": "2008-11-02T00:01:04.952508Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps several already in existence:  \nhttp://petitions.number10.gov.uk/Small-businesses/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-02T00:01:04.952508Z"
        },
        "id": 10813337
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EU-Diktats/"
    },
    "type": "petition"
}