{
    "data": {
        "attributes": {
            "action": "Cut Hospital Targets and a law thats makes hospitals act on carers requests",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Lack of dignity, and respect, leading to bad treatment and bad communication is hurting the elderly and their carers.. We call on the prime minister to call in all uk hospital chief executives and demand an action plan with reporting to the public to force change in respect and dignity for the elderly, and that that carers i.e. relatives, sons or daughters, have a legal right to have their views or requests must be taken into consideration and actioned.  The elderly MUST stop being treated as a number, and given the same respect and dignity as those of 20 or 30 yr olds.  The attitude of  they are old, they don’t matter that much must stop, they deserve better..  Many hospitals and others will not or do not listen to what carers tell them, and this has resulted in worse treatment for the elderly, and no treatment where it should have been given as advised by the carer.  Carers know  the person they care for and because a doctor or nurse works in a hospital, does not mean they know it all or are right.  Carers are being ignored, and a legal right is the only thing that will make hospitals and others listen.  Carers save the state a massive amount of money, all they ask for is to be taken notice of.",
            "closed_at": "2009-04-01T00:00:00Z",
            "created_at": "2008-09-20T08:44:02.751638Z",
            "creator_name": "Chris Caudle",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-20T08:44:02.751638Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2009-04-02T00:01:02.057993Z"
        },
        "id": 10810395
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/elderly1/"
    },
    "type": "petition"
}