{
    "data": {
        "attributes": {
            "action": "enact legislation which ensures that any compensation ordered to be paid to Hedge Funds which lost money as a result of the Financial Services Authority illegal block on short selling is paid, personally, by the Financial Services Adviser who gave the advice that this should happen, and to make it illegal for UK taxpayer pounds to be used to pay the compensation.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Political activitists, career civil servants,ministers and peers as well as others in government quangoes and  regulatory bodies are operating without proper care and efficiency because they KNOW they will not be held responsible for the financial outcome if they get it wrong.  This is an opportunity for our so called representatives in Government to put a stop to this.  The individual member (or the Panel as a group) should be made personally responsible for paying any compensation ordered by the Courts as a result of the Hedge Funds challenge.  Anybody with two eyes could see that this decision was fundamentally flawed under English Law and entirely unconchable under EU Law - even those who are NOT lawyers - as is the case so often nowadays when our representatives try to close the barn door after they have allowed the horse to run loose in the name of 'free market forces'.",
            "closed_at": "2009-10-02T00:00:00Z",
            "created_at": "2008-09-21T15:05:06.327424Z",
            "creator_name": "Keith Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-21T15:05:06.327424Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2009-10-03T00:01:01.829931Z"
        },
        "id": 10813255
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FSAToPay/"
    },
    "type": "petition"
}