{
    "data": {
        "attributes": {
            "action": "Amend the Disability Discrimination Acts 1995 and 2005 to make it mandatory for any business with a staff or visitor entrance to display appropriate signage and a door bell / buzzer, as a minimum.  This will enable communication, verbal or otherwise as appropriate, to take place involving the disabled person and a representative of the service provider. They can then establish how the person with the disability may access the premises, products or services of the business.  In addition, a body will be established to monitor this compliance and fixed penalties may be imposed on any business which fails to display signage, a bell or buzzer and initiates communication within a reasonable timescale.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Disability Discrimination Act 1995, amended 2005, is not as effective as it should be to help disabled people.  Despite the fact businesses have been obliged to make reasonable adjustments to remove physical barriers preventing access to their premises, products and services since 1st October 2004, many are still inaccessible.\n\nThere is a diverse range of disabilities, so to be fully compliant is virtually impossible.  But not everyone uses a wheelchair. It is possible to make adjustments to make it easier for many disabled people to gain access.\n\nDisabled people themselves, or their carers, know what they are capable of.  They can communicate in some way with the service provider to establish if the facilities offered are suitable for their needs.\n\nThis amendment will help to facilitate that communication process. It will motivate every business to think about how they provide for disabled people.\n\nIt is the first step on a long journey, but can be a catalyst for a change in attitude.",
            "closed_at": "2009-04-06T00:00:00Z",
            "created_at": "2008-09-21T08:24:42.683842Z",
            "creator_name": "Steve Wilkinson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-21T08:24:42.683842Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 141,
            "state": "finished",
            "updated_at": "2009-04-07T03:02:13.402624Z"
        },
        "id": 10812532
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/answer4access/"
    },
    "type": "petition"
}