{
    "data": {
        "attributes": {
            "action": "adopt the Royal Finances Reform Charter, calling for: Parliament to set an annual fixed budget for the monarchy, to be managed and reported on by a government department, not Buckingham Palace; The Queen to be given a salary, and the Civil List to be scrapped; All royal security costs to be made transparent and accountable; All costs of royal visits around the country to be incorporated into the monarchy's budget, not met by local authorities; The institution of the monarchy, and all members of the royal household, to be required to abide by the same tax laws and rules as all other public bodies and private individuals.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Royal finances lack scrutiny and transparency.  Although they are funded by the taxpayer Buckingham palace is allowed to manage its own financial reporting and is not required to submit its full accounts to the National Audit Office.  Rather than parliament setting a clearly defined annual budget for the monarchy, the palace spends what it sees fit and then indulges in a spin operation to convince the public they do not cost much.  \n\nThe British monarchy costs the taxpayer over £150m, well over the £40m the palace claims.  This is considerably more expensive than comparable elected heads of state.  \n\nThe Royal Finances Reform Charter is a simple set of reforms aimed at making the finances clear, accountable and transparent, so we can all see precisely how much we spend on this institution and what we get in return.",
            "closed_at": "2009-09-20T00:00:00Z",
            "created_at": "2008-09-20T07:42:48.742660Z",
            "creator_name": "Graham Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-20T07:42:48.742660Z",
            "rejected_at": "2008-11-01T00:01:07.575279Z",
            "rejection": {
                "code": 256,
                "details": "Pls. shorten the title and resubmit - additional detail from title can be added to the description if required.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-01T00:01:07.575279Z"
        },
        "id": 10810262
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/royalfinance/"
    },
    "type": "petition"
}