{
    "data": {
        "attributes": {
            "action": "make the production of bigger computer keyboards and mobile phones for people with fat chubby fingers mandatory",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As Chairman of the Feeders Club off of Facebook, I know only to well of the heartache and anguish caused to really really fat people by keyboards and phones that are too small for their chubby fingers.\n\n Surely fat people and feedees alike have the basic human right to be able to communicate with the outside world? By producing keyboards and phones that have tiny buttons, mainstream industry discriminates against those who don't conform to the size zero stereotype; indeed it discriminates against the feedee members of the Feeders Club off of Facebook. \n\nOnce a feedee becomes so fat that they are housebound, their only way of communicating to the outside world is via the internet or phone. Whilst some feeders do indeed love the total reliance upon them by their feedee, it is not right that the feedee cannot use a computer or mobile phone themselves. \n\n So sign my petition if you believe in freedom and fairness for all, including people who like to be fed vast ammounts of food. \n\n Martin McCabe, Chairman of the Feeders Club off of Facebook.\n The Feeders Club - meet, greet and eat.",
            "closed_at": "2009-03-20T00:00:00Z",
            "created_at": "2008-09-20T16:27:28.359817Z",
            "creator_name": "Martin McCabe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-20T16:27:28.359817Z",
            "rejected_at": "2008-11-01T00:01:07.575279Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-01T00:01:07.575279Z"
        },
        "id": 10811374
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Chubby/"
    },
    "type": "petition"
}