{
    "data": {
        "attributes": {
            "action": "Knight the Orthopaedic Surgeon, Stephen Mannion, for his work in treating Clubfeet",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In 2000 Mr Mannion trialled the Ponseti method for Clubfeet in Malawi, this being a forgotten physiotherapy from the 1950s. \nInstead of intenstive surgery which could leave scarring and still be painful, a baby's club foot would be gently manipulated to a more normal position and put in cast. This would be done for 5 weeks, each time gradually shaping the foot back to the usual angle due to the young body's ability to stretch skin and manipulate bones. Once done this followed by wearing specially connected boots for 3 months would allow the child to have a pain-free flexible foot with only a slight difference in gait allowing the child to participate in sports and have a more normal childhood.\nThis treatment was so effective that this is now used for almost all cases of Clubfeet in babies in the UK and is endorsed and supported by the World Health Organisation.\nI believe that for his selfless hard work and dedication Mr Stephen Mannion is most deserving of and should be recognised with a Knighthood.",
            "closed_at": "2009-05-20T00:00:00Z",
            "created_at": "2008-09-20T01:51:44.664500Z",
            "creator_name": "Ian Mounsher",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-20T01:51:44.664500Z",
            "rejected_at": "2008-11-01T00:01:07.575279Z",
            "rejection": {
                "code": 4096,
                "details": "Please see:\nhttp://www.honours.gov.uk/nominate.aspx",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-01T00:01:07.575279Z"
        },
        "id": 10810101
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KnightMannion/"
    },
    "type": "petition"
}