{
    "data": {
        "attributes": {
            "action": "allow registered blind people the right to gain theDLA (Disability Living Allowance)  Higher Rate Component.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "DLA enables disabled people to overcome problems of carrying activities/chores that give an important amount of independence. Activities/chores that the majority take for granted. Despite facing some of the biggest barriers to independent mobility, blind people are being excluded from receiving higher mobility component of DLA. This unjustifiable anomaly was recognised by govt in 2006. The govt is making its decision whether or not to make changes. I worry that it will be decided not to extend high rate mobility component of DLA to blind people. If blind, one faces a range of problems when trying to maintain/increase one's independence. This includes fundamentals of everyday life-shopping-meeting friends-joining groups-getting involved in local activities. Not being able to partake in activities has a lasting impact on lives & well being.The £17.75 low rate is not enough for people suffering with severe sight loss to gain independence. With the high rate component £46.74, the severely sight impaired can gain an independence. If the govt realises there is an outstanding anomaly, why can’t the change be made to make such a difference to the lives blind people.",
            "closed_at": "2009-10-02T00:00:00Z",
            "created_at": "2008-09-22T11:01:54.022576Z",
            "creator_name": "Ceri Williams",
            "government_response_at": "2009-11-30T13:01:24.926580Z",
            "government_responses": [
                {
                    "created_at": "2009-11-30T13:01:24.926580Z",
                    "details": "You signed a petition asking the Prime Minister to \"allow registered blind people the right to gain theDLA (Disability Living Allowance) Higher Rate Component.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21492\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Blind-DLA'",
                    "updated_at": "2009-11-30T13:01:24.926580Z"
                }
            ],
            "opened_at": "2008-09-22T11:01:54.022576Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 258,
            "state": "finished",
            "updated_at": "2009-10-03T00:01:01.829931Z"
        },
        "id": 10815690
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Blind-DLA/"
    },
    "type": "petition"
}