{
    "data": {
        "attributes": {
            "action": "pass a law to stop the inbreeding of pedigree dogs",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As revealed in the recent BBC1 programme, there is resistance by the Kennel Club to ban this practice which results in deformity and acute suffering by dogs. Also emotional and financial cost to their owners.  The programme revealed that unscrupulous breeders tailor their dogs progeny to suit demand for more attractive and outstanding pets.  Examples: King Charles' Spaniels with brains too small for their skulls,German Shepherds who cant walk because of displacement, pugs who cant breathe, bulldogs who cant mate, daschunds with back problems, basset hounds whose stomachs scrape the ground with legs so folded with flesh they cannot walk properly and many other breeds also affected.  The programme revealed how the Kennel Club and Crufts encourages traits away from the original breed.  BBC deserves many accolades for exposing this practice and for also exposing the reluctance of the Kennel Club to take firm action.  The Chief Veterinary Officer of the RSPCA has withdrawn their stand from Crufts as has the Dogs Trust.  This is just a start and we now need the public to put their name on this petition as further support.  We are a dog loving nation and need to stop this practice.",
            "closed_at": "2009-10-02T00:00:00Z",
            "created_at": "2008-09-22T09:35:11.250193Z",
            "creator_name": "Anita Jackson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-22T09:35:11.250193Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 71,
            "state": "finished",
            "updated_at": "2010-02-25T16:14:28.493803Z"
        },
        "id": 10815305
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Dogs-inbreeding/"
    },
    "type": "petition"
}