{
    "data": {
        "attributes": {
            "action": "Allow all provisional licence 50cc mopeds to be derestricted!!!!!!!!!!!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "30mph is a ridiculous speed for a person to be doing on busy 'A' roads!!! a car doing 60+mph dosnt expect a motorcycle to have such a slow speed and must use hard braking so not to cause an accident when they approach from behind. A moped derestricted with speeds now capable of 40-50mph the other veicle will not have the need to slow in such an agressive way, (2) a restricted moped does more harm to the enviroment and fuel economy as full throttle floods the engine causing serious problems in the future. (3) when teens upgrade to a 125cc engine when they turn 17 with the moped now hitting speeds of in some cases 100mph . My friend used to ride a 125cc moped he was travelling down a 'A' road at rush hour when a car pulled out at the last second causing him a 3 month stay in intensive care with 38 broken bones, he is now in a wheelchair with speech and lung problems, when the police questioned the driver in his 30's he said i though he was doing 30mph. Now you see this is my point if the government would make any laws of which the public believe in this should be the one, if the government passed this law gradually the nations road death toll would fall.",
            "closed_at": "2009-09-01T00:00:00Z",
            "created_at": "2008-09-22T15:42:39.219846Z",
            "creator_name": "Matthew Bellamy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-22T15:42:39.219846Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 18,
            "state": "finished",
            "updated_at": "2009-09-02T00:01:01.311130Z"
        },
        "id": 10816733
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/30mphnoway/"
    },
    "type": "petition"
}