{
    "data": {
        "attributes": {
            "action": "Save Lismore Primary School Edinburgh",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Please give your support and help save Lismore as the Council want to close and sell the land to developers.  \n\nIf this happens the kids would be expected to go to either Niddrie Mill or Brunstane School.  Both routes are very dangerous i.e. there is a burn, busy roads and Bingham Tunnel which is disgusting, horrible and is a favourite to Dealers and addicts.  The Council say these routes are safe however we have received a letter/comments from the Police and British Transport Police that they have concerns for the children’s safety.  The Council say they will make these routes safe by cleaning them up but they should do that anyway and how long would they continue this operation for!!  \n\nThe school has been under threat for several years so potential and current parents have opted to send their kids to alternative schools yet say they would return their kids to Lismore if the threat was gone, a permanent head teacher was appointed and actions where taken by the Education Department to repair the disgraceful details highlighted in the recent HMI report.\n\nSo please don't let the kids down :( help make a difference and show your support - we need you!\n\nThank you\nMary-Anne",
            "closed_at": "2008-10-08T00:00:00Z",
            "created_at": "2008-09-21T07:24:33.361439Z",
            "creator_name": "Mary-Anne McGovern",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-21T07:24:33.361439Z",
            "rejected_at": "2008-11-06T00:01:03.978982Z",
            "rejection": {
                "code": 4096,
                "details": "This is a devolved matter and should be directed to the Scottish Executive / Welsh Assembly / Northern Ireland Executive as appropriate.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-06T00:01:03.978982Z"
        },
        "id": 10812454
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LismoreSchool/"
    },
    "type": "petition"
}