{
    "data": {
        "attributes": {
            "action": "Replace the current un-democratic system for selecting who runs the country with something better. (or get rid of political parties)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Party Political system in the UK now ensures that the only people who can serve in the House of Commons have to sell their souls to one political party or another. Political Parties in the UK no longer represent the people of the UK but exist for the sole purpose of grabbing power for a small number of people.\n\nIn summary, make Political Parties illegal. Please.\n\nFailing this please can we have an extra box on ballot papers from now on that says “I have no desire to vote for any of the candidates listed but I don't want to be counted as not caring”.\n\nPlease Note: Before you ban this petition on the grounds that it contains party political references that I have nothing against any particular party I've come to dislike them all :-)",
            "closed_at": "2009-09-22T00:00:00Z",
            "created_at": "2008-09-22T11:14:32.092526Z",
            "creator_name": "Andy Nevill",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-22T11:14:32.092526Z",
            "rejected_at": "2008-11-01T00:01:07.575279Z",
            "rejection": {
                "code": 6145,
                "details": "http://petitions.number10.gov.uk/NOTA-Option/",
                "reasons": [
                    "Party political material",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-01T00:01:07.575279Z"
        },
        "id": 10815735
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PoliticalParties/"
    },
    "type": "petition"
}