{
    "data": {
        "attributes": {
            "action": "Rick Belton",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The responce from the goverment was that Lease Hold was set up in the 11th century and still works well do date. \nSorry , but it does not work well, many thousands of people that live in lease hold homes are punished by the lease holder every year and have to suffer in silence.    The goverment and their laws covering this area fail to protect people like myself and many others. To have any chance of protection comes at a high price of legal fees  as there is no goverment help in this area.  This area should  fall under the same conditions and rules as local council home tennants  that are protected by.\nAlso , could it be said that the  goverment is happy with the present situation on lease hold as I would suspect that many of them are lessors themselves.\nThe lease hold law introduced in the 11th century shoud be brought kicking and screeming into the 21 st century where all live.\n There is no excuse for any goverment to make us to live in the 21st century yet be governed by people still wanting to live in the 11th century.\nI call on the Prime Minster Mr Gordon Brown to address this area and re think there  decision on Lease Hold property and the laws set in stone since the 11th century in England .",
            "closed_at": "2009-03-20T00:00:00Z",
            "created_at": "2008-09-20T10:25:33.863309Z",
            "creator_name": "Rick Belton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-20T10:25:33.863309Z",
            "rejected_at": "2008-11-01T00:01:07.575279Z",
            "rejection": {
                "code": 512,
                "details": "Title needs to be a request for action not a name.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-01T00:01:07.575279Z"
        },
        "id": 10810637
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LeaseHoldlaws/"
    },
    "type": "petition"
}