{
    "data": {
        "attributes": {
            "action": "subsidize a full DVD release of the back catologue of \"Neighbours\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ever since it appeared on our TV screens in 1986, the Australian soap \"Neighbours\" has been a British institution. Ask the average man on the street what he recalls of the general election of 2001 and there is a good chance that he will stare at you blankly. However, ask someone what they recall of Scott and Charlene's marriage and you can be certain that their face will light up. To the average British citizen, Neighbours is every bit as British as eating cold pizza for breakfast or wearing Union Jack Boxer shorts.\n\nCurrently Neighbours is solely represented on DVD by a pathetic compilation of 'best moments'. This is unacceptable. Imagine if Elgar's music were only available via one CD of the 'best moments'! Anyone who suggests that Neighbours is of less cultural importance than the music of Elgar is a cultural elitist who has no place in a classless society.\n\nYes, it is time for Neighbours to released COMPLETE and UNEDITED in a boxset, in order to enable the citizens of the British Empire to relive the golden years of our past. The Government has a responsibility to provide a subsidy from public funds- to ensure that a true British institution is preserved for future generations.",
            "closed_at": "2009-09-20T00:00:00Z",
            "created_at": "2008-09-20T22:16:53.955289Z",
            "creator_name": "Andrew Thayer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-20T22:16:53.955289Z",
            "rejected_at": "2008-11-01T00:01:07.575279Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-01T00:01:07.575279Z"
        },
        "id": 10812099
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NeighboursDVD/"
    },
    "type": "petition"
}