{
    "data": {
        "attributes": {
            "action": "- KEEP NOTTINGHAM FREE - Keep Nottingham a Workplace Parking Levy free city. Refuse the council's current TIF application, oppose congestion charging and new parking taxes in Nottingham, provide no funding for them, and require a referendum before the council can introduce them.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Nottingham City Council intend to implement a WPL in 2010, costing £180 per parking space. This will soon rise to £300   This is to pay for otherwise unviable public transport.\n\nSAY NO to this tax on the working people of Nottingham.\n\nKeep Nottingham and the rest of the county free. No road pricing here. No workplace parking charges. No new council taxes on parking. No new road tolls. No tax on travel. No government bribes to coerce travellers onto inconvenient and expensive public transport.\n\nRoad pricing and workplace parking charges are not about reducing congestion, but pricing private cars off the road. They damage business, \ncommuting and social activity. They hurt most those least able to pay. They require a vast expensive and intrusive monitoring system. This is an \nintolerable interference with our freedom.\n\nIf the council is determined to press ahead, then let the people of Nottingham decide in a fair referendum whether they want this congestion charging and new parking taxes.",
            "closed_at": "2009-07-09T00:00:00Z",
            "created_at": "2008-09-21T08:18:50.868222Z",
            "creator_name": "James Mason, Nottingham worker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-21T08:18:50.868222Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 109,
            "state": "finished",
            "updated_at": "2009-07-10T00:01:01.280180Z"
        },
        "id": 10812521
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoNottinghamWPL/"
    },
    "type": "petition"
}