{
    "data": {
        "attributes": {
            "action": "Abolish the Abortion Act 1967 in its entirety,",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is created by the \"Society of the Holy Face in Defence of Children.\"\n\nMore than six million Unborn Children have been aborted in Britain since the introduction of the Abortion Act in 1967.\n\nThis act allows for abortion to full term for disabled Unborn Children and where there may be grave or permanent injury to a woman's physical or mental health.\n\nThis act also allows for abortion to 24 weeks for any Unborn Child.\n\nThe Abortion Act is an immoral and unjust law. We can no longer, in all conscience, stand by whilst legalised abortion is allowed to continue.\n\nAll direct abortion is immoral and unecessary.\n\nAll Unborn Children ahould be protected by the criminal laws of Child Destruction and Illegal Abortion.\n\nAs Catholics, the \"Society of the Holy Face in Defence of Children\" sees that the Abortion Act has deprived millions of unborn souls of life and heaven, and has set millions more on the road to perdition. \n\nAll right thinking people must see that this law should be repealed.",
            "closed_at": "2009-09-23T00:00:00Z",
            "created_at": "2008-09-23T23:00:56.711833Z",
            "creator_name": "Carol Thompson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-23T23:00:56.711833Z",
            "rejected_at": "2008-11-01T00:01:07.575279Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/endingabortion/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-01T00:01:07.575279Z"
        },
        "id": 10822403
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/antiabortionact/"
    },
    "type": "petition"
}