{
    "data": {
        "attributes": {
            "action": "stop the plans for the production of ID cards in the uk and to remove all ID cards from foreign nationals (as planned for november 2008)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As you may or may not be aware, identity cards will soon be introduced into the UK, next year people working in airports and other high security jobs will receive them and from 2011 everyone over 16 who applys for a passport will have their details added to a national identity register.\nEach card will carry a picture and a chip holding the person's name and date of birth, fingerprint record and other biometric data.\n\nHome Secretary Jacqui Smith says the identity cards will help to reduce \"organised crime and terrorism\"....but if you think about it, how much of that do we actually have in the UK, I dont see a UK mafia.\nThe cards are just a huge waste of money, which could be used to combat crime in areas like east London, improve the UKs education system, employ more workers for the NHS, there is a long list of things that this money could be used for rather than increasing observation on us, and invading our personal information, as already everything you type on the internet, every call or text you make, is stored in government files.",
            "closed_at": "2009-03-25T00:00:00Z",
            "created_at": "2008-09-25T17:28:17.924648Z",
            "creator_name": "Elliot Vine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-25T17:28:17.924648Z",
            "rejected_at": "2008-11-06T00:01:03.978982Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/nomoreidcards/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-06T00:01:03.978982Z"
        },
        "id": 10828660
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Stop-ID-cards/"
    },
    "type": "petition"
}