{
    "data": {
        "attributes": {
            "action": "Examine the high cost of Travel Insurance for cancer patients.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The National Conference of Cancer Self Help Groups (NCCSHG Reg. Charity 328634) believes that the cost of travel insurance for Cancer Patients does not fairly represent the risk posed to the insurance companies. We believe that the insurance companies are unfairly taking advantage of an already disadvantaged group of people and unreasonably limiting their travel options.\n\nWe accept that those undergoing treatment can pose a higher risk, but people who have been clear of symptoms and have not received treatment for many years represent no greater risk than the average traveller and yet have to pay greatly inflated premiums, whilst  people who may present a higher risk, eg people with heart conditions, do not.\n\nThis high level of excess premium, reduces the freedom of cancer patients to travel and also reduces the possibility of their sharing important time with those closest to them.\n\nWe petition the Prime Minister to initiate a study into the setting of travel insurance premiums for cancer patients and to take appropriate action on the results of the study.\n\n\nDr Carl Stonier, Secretary, NCCSHG",
            "closed_at": "2009-07-14T00:00:00Z",
            "created_at": "2008-09-23T19:09:38.931305Z",
            "creator_name": "Dr Carl Stonier",
            "government_response_at": "2009-08-13T11:46:33.726621Z",
            "government_responses": [
                {
                    "created_at": "2009-08-13T11:46:33.726621Z",
                    "details": "You signed a petition asking the Prime Minister to \"Examine the high cost of Travel Insurance for cancer patients.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20332\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'cancertravelins'",
                    "updated_at": "2009-08-13T11:46:33.726621Z"
                }
            ],
            "opened_at": "2008-09-23T19:09:38.931305Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 481,
            "state": "finished",
            "updated_at": "2009-07-16T03:02:24.928021Z"
        },
        "id": 10821552
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cancertravelins/"
    },
    "type": "petition"
}