{
    "data": {
        "attributes": {
            "action": "Keep the Act of Settlement and have the current monarchy kept intact",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The plan to abolish the Act of Settlement could ultimately lead to the disestablishment of the Church of England.\n\nThe Act also prevents Muslims and other non-Protestants from succeeding to the throne. Surely this is not what the citizens of the UK want and it is discgraceful to think that the government is considering scrapping a thousand+ years of history on a whim to satisfy the ultra politically correct, at the British peoples expense, yet again. \n\nThe current UK government has no right on our behalf as citizens without a debate and referendum to change the structure of the UK monarchy. Surely this is the only 'true' British institution that we have left. \n\nBased upon the governments performance up until now, I have no confidence that they are doing the right thing for the country in this matter. Please please please think about what you're doing.",
            "closed_at": "2009-05-25T00:00:00Z",
            "created_at": "2008-09-25T07:48:47.693340Z",
            "creator_name": "Stuart Ryan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-25T07:48:47.693340Z",
            "rejected_at": "2008-11-06T00:01:03.978982Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/MonarchyChange/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-06T00:01:03.978982Z"
        },
        "id": 10826817
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Save-The-UK/"
    },
    "type": "petition"
}