{
    "data": {
        "attributes": {
            "action": "ensure that recycled aggregates are used before giving permission for new gravel pits and quarries",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At present hundreds of thousands of tonnes of useable gravel and stone from demolition and repair projects are not being recycled for use in new construction and building projects but are being sent to landfill. Furthermore, hundreds of thousands of tonnes of useable material is dredged from rivers and navigation channels around Britain and wastefully dumped at sea. \n\nIn spite of this, the government still requires local councils to identify and give permission for new quarries, gravel pits and extraction sites and has set each county annual quotas.\n\nWe believe that the Prime Minister should allow recycled and dredged material to count towards counties' quotas and insist that these alternative sources are used before new extraction sites are approved.",
            "closed_at": "2009-10-07T00:00:00Z",
            "created_at": "2008-09-25T14:32:44.654064Z",
            "creator_name": "Tim LeRoy",
            "government_response_at": "2009-10-26T11:12:43.970232Z",
            "government_responses": [
                {
                    "created_at": "2009-10-26T11:12:43.970232Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure that recycled aggregates are used before giving permission for new gravel pits and quarries.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21082\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'gravelpits'",
                    "updated_at": "2009-10-26T11:12:43.970232Z"
                }
            ],
            "opened_at": "2008-09-25T14:32:44.654064Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 320,
            "state": "finished",
            "updated_at": "2009-12-29T15:16:34.393888Z"
        },
        "id": 10828133
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/gravelpits/"
    },
    "type": "petition"
}