{
    "data": {
        "attributes": {
            "action": "keep the British Monarchy Protestant",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is a disgrace that the current Labour Government are seriously considering ending the 300-year-long ban on Roman Catholics taking the throne. It is even more important today than it ever was to ensure that the person who is the Head of State is loyal to the United Kingdom and the Commonwealth first and foremost and not to Rome. A recent example of such a situation arose during the considerations on the Human Fertilisation and Embryology Bill when a number of catholic MP's stated that they would not back the bill due their religious convictions and instructions - all of which come from overseas. There was no mention of course of their constituents or what would be best for society. With this in mind, the Prime Minister must maintain the Monarchy as it is, without unwarranted change or interference.",
            "closed_at": "2009-01-06T00:00:00Z",
            "created_at": "2008-09-25T06:56:37.047861Z",
            "creator_name": "Craig Douglas",
            "government_response_at": "2009-02-24T15:26:24.910287Z",
            "government_responses": [
                {
                    "created_at": "2009-02-24T15:26:24.910287Z",
                    "details": "You signed a petition asking the Prime Minister to \"keep the British Monarchy Protestant.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18377\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'MonarchyChange'",
                    "updated_at": "2009-02-24T15:26:24.910287Z"
                }
            ],
            "opened_at": "2008-09-25T06:56:37.047861Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 919,
            "state": "finished",
            "updated_at": "2009-03-28T03:02:01.842767Z"
        },
        "id": 10826708
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MonarchyChange/"
    },
    "type": "petition"
}