{
    "data": {
        "attributes": {
            "action": "Provide dementia specialist nurse's within all hospitals in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dementia is one of the most significant health issues facing the UK and the NHS. As the population ages, the numbers of people diagnosed with dementiais increasing, and are expected to double to 1.4 million over the next 30 years. Currently there is a huge shortage of specialist dementia nurses within our hospitals, because of this many patients with dementia are not getting the proper care and understanding when placed in hospital causing not only themselves but their loved ones a great deal of distress. This is a growing problem and it wont get any better unless more funds are available and more training is given. We need more specialist dementia nurses within our hospitals. Thank you.",
            "closed_at": "2009-04-06T00:00:00Z",
            "created_at": "2008-09-25T07:17:59.010448Z",
            "creator_name": "D BLOWER",
            "government_response_at": "2009-06-05T11:46:25.167295Z",
            "government_responses": [
                {
                    "created_at": "2009-06-05T11:46:25.167295Z",
                    "details": "You signed a petition asking the Prime Minister to \"Provide dementia specialist nurse's within all hospitals in the UK.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19506\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Dementia-nurses'",
                    "updated_at": "2009-06-05T11:46:25.167295Z"
                }
            ],
            "opened_at": "2008-09-25T07:17:59.010448Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 915,
            "state": "finished",
            "updated_at": "2009-07-24T03:03:40.690471Z"
        },
        "id": 10826746
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Dementia-nurses/"
    },
    "type": "petition"
}