{
    "data": {
        "attributes": {
            "action": "Retain the governments current stake in British Energy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I believe that it is important that the government retains its part ownership of British Energy, and not sell out to EDF. As EDF is a french company, owned by the French goverment we would lose control of the UKs nuclear power stations. This would be a disaster for UK energy security, as EDF under direction from the French government could be forced to reduce supply to the UK in favour of its French customers.\n\nCentrica is due to take a 25% share of all energy produced from existing and future power plants, but this is simply not enough\n\nIt appears as though the government is selling up merely to balance the books, as the UKs economy takes a downturn.\n\nIt also raises the issue over the disposal of nuclear waste. France uses far more nuclear power that the UK, and as such produces far more waste. The UK could end up as France's nuclear waste dump, and we wouldn't be able to prevent it.",
            "closed_at": "2009-03-24T00:00:00Z",
            "created_at": "2008-09-24T12:57:58.952862Z",
            "creator_name": "Andrew Fagg",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-24T12:57:58.952862Z",
            "rejected_at": "2008-11-02T00:01:04.952508Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/UKNuclear/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-02T00:01:04.952508Z"
        },
        "id": 10824071
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EDF-Purchase/"
    },
    "type": "petition"
}