{
    "data": {
        "attributes": {
            "action": "Reinstate the e mail contact the PM on the number 10 website",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since June 23rd the e-mail the prime minister part of the downing street website has been missing.It in now three months since this and I am concerned as to why this cannot be sorted out, also now the views of the majority of internet users now cannot properly let their feelings be known.\n\nThe website now contains the following. \n \nQuote\nEmail Number 10\n\nWe have decided at this time that it is important to take another look at the E-mail Number 10 service to ensure that it meets the same high standards as the other content and communication measures that the website delivers. \n\nUnfortunately, this means that we will be unable to replace the service as quickly as we had hoped, but we aim to have it up and running as soon as possible. Please accept our apologies for any inconvenience caused.\n\nUnquote.",
            "closed_at": "2008-10-24T00:00:00Z",
            "created_at": "2008-09-24T08:51:38.036339Z",
            "creator_name": "dave clark",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-24T08:51:38.036339Z",
            "rejected_at": "2008-11-02T00:01:04.952508Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with the Number 10 Digital Communications team - admin@number10.gov.uk\n\nFor your information, the email facility will be restored.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-02T00:01:04.952508Z"
        },
        "id": 10823065
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UKGOVT/"
    },
    "type": "petition"
}