{
    "data": {
        "attributes": {
            "action": "commit to remove the default retirement age of 65 in 2011 rather than merely reviewing it",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Employers Forum on Age and Personnel Today magazine believe that the government should commit to scrap the default retirement age in 2011 and not simply review it.\nThis would provide clarity for employers and give them three years to prepare. \nWhatever the outcome of the Heyday challenge at the European Court of Justice, it is clear that the default retirement age cannot continue indefinitely. \nA growing number of enlightened employers are operating successfully without a fixed retirement age and other organisations should follow their example.\nFar from being a burden, this new flexibility has resulted in real business benefits; filling skills gaps and keeping valuable knowledge and experience in the workforce.",
            "closed_at": "2009-10-02T00:00:00Z",
            "created_at": "2008-09-23T15:42:49.684418Z",
            "creator_name": "Mike Berry",
            "government_response_at": "2009-10-26T11:10:10.368448Z",
            "government_responses": [
                {
                    "created_at": "2009-10-26T11:10:10.368448Z",
                    "details": "You signed a petition asking the Prime Minister to \"commit to remove the default retirement age of 65 in 2011 rather than merely reviewing it.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21081\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'DitchtheDRA'",
                    "updated_at": "2009-10-26T11:10:10.368448Z"
                }
            ],
            "opened_at": "2008-09-23T15:42:49.684418Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 549,
            "state": "finished",
            "updated_at": "2009-10-08T03:03:23.158121Z"
        },
        "id": 10820729
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DitchtheDRA/"
    },
    "type": "petition"
}