{
    "data": {
        "attributes": {
            "action": "criminalise the purchase of sexual services so as to curb demand for prostitution and reduce sex trafficking; to decriminalise the sale of sex, and to fund services to help women exit prostitution and secure alternative employment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many women first become involved in prostitution as young teenagers, and the use of violence is common in recruiting women and girls into prostitution. Trafficking in women for sexual exploitation is now one of the most profitable forms of organised crime.  \n\nBecause of the profits to be made from controlling prostitution, it will continue as long as there is a demand for it. The only effective way to prevent the abuses involved in prostitution is therefore to target demand.  Swedish legislation criminalising the purchase of sexual services, and providing for support services for those wishing to exit prostitution, has led to an estimated 30-50% reduction in the numbers of women in prostitution in Sweden since its introduction in 1999, and to a significant decrease in trafficking of women into Sweden.  \n\nThe Swedish legislation was accompanied by public education campaigns about the nature of prostitution. Polls indicate that over 80% of the Swedish population now support this legislation.",
            "closed_at": "2009-02-02T00:00:00Z",
            "created_at": "2008-09-24T12:43:28.110918Z",
            "creator_name": "Ashley Haering",
            "government_response_at": "2009-03-24T15:44:34.692241Z",
            "government_responses": [
                {
                    "created_at": "2009-03-24T15:44:34.692241Z",
                    "details": "You signed a petition asking the Prime Minister to \"criminalise the purchase of sexual services so as to curb demand for prostitution and reduce sex trafficking; to decriminalise the sale of sex, and to fund services to help women exit prostitution and secure alternative employment.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18684\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'FCAPpetition1'",
                    "updated_at": "2009-03-24T15:44:34.692241Z"
                }
            ],
            "opened_at": "2008-09-24T12:43:28.110918Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 784,
            "state": "finished",
            "updated_at": "2009-02-05T03:02:05.560824Z"
        },
        "id": 10824003
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FCAPpetition1/"
    },
    "type": "petition"
}