{
    "data": {
        "attributes": {
            "action": "Give the elderly and long term sick Fully Funded NHS Continuing Care under the NHS Act 1948 and the 'Coughlan Judgement' in the Court of Appeal 1999.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is about time the Labour Government stood up to what they created. The NHS was set up in 1948 to look after our health needs and was the cornerstone of the Labour Party. What has happened to the core principles of the NHS?\n\nThe Core Principles of the NHS can be summed up as follows: To provide care which is free at the point of need, meets the needs of everyone and is based on a patient's clinical need not their ability to pay.\n\nIf you have a health need then the NHS should pay for your care, whether or not you own a house or have savings. This care can be provided in any setting (nursing home etc.) \n\nBut still you have to fight tooth and nail to get what is rightfully yours under the law of the land even though a landmark case was won against the NHS in the Court of Appeal in 1999.\n\nAfter several years fighting for my late brother, I just get delay and lies and am still fighting. Please sign up as it could be you or a relative one day.",
            "closed_at": "2009-10-08T00:00:00Z",
            "created_at": "2008-09-25T01:16:56.500618Z",
            "creator_name": "Stephen Johnson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-25T01:16:56.500618Z",
            "rejected_at": "2008-10-14T09:06:49.701128Z",
            "rejection": {
                "code": 1,
                "details": "",
                "reasons": [
                    "Party political material"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-14T09:06:49.701128Z"
        },
        "id": 10826600
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CareContinuing/"
    },
    "type": "petition"
}