{
    "data": {
        "attributes": {
            "action": "Replace Council Tax with a residual site value land tax system and a local income tax.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Two main groups benefit from local government: Land owners and the local population. \n\nTaxing land value would encourage local land owners to make best use of their land within planning permission rules. Under use of brownfield sites would incur the same costs as a fully developed site. Councils would be rewarded for increasing the amount of valuable land under their control from existing levels. High density housing will mean a lower charge per household (directly to an owner occupier or indirectly to a tenant). While this puts pressure on land owners to build high rise, planning permission can limit the upper end of development density. All land is owned by someone. It is a hard tax to avoid.\n\nLocal income tax would ensure that the local population can afford to pay the tax and make it cheaper and easier to collect (part of existing national income tax collection). This would remove a source of high marginal rates of taxation. Without council tax banding to consider, the housing market will respond more naturally to changing land prices too. Income tax is a progressive tax, that responds well to inflation. Council funding would reflect the economy well.",
            "closed_at": "2009-10-07T00:00:00Z",
            "created_at": "2008-09-28T04:55:26.846030Z",
            "creator_name": "Richard Carling",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-28T04:55:26.846030Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2009-10-08T00:01:01.504221Z"
        },
        "id": 10833724
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LandIncomeTax/"
    },
    "type": "petition"
}