{
    "data": {
        "attributes": {
            "action": "From All Indians / Asians in United Kingdom",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "According to the document announced by home secretary - THE PATHS TO CITIZENSHIP-there are several things to worry the foreign origin people in the UK. We request you to kindly reconsider the following changes before implementing the news set of rules: \n1. There is a proposal for extend the minimum period of permanent residency to 8 to 10 years. We request you to limit the proposed changes only in the case of new immigrants \n2.We request you to award either citizenship or settlement straight after the probationary period. \n3.We request you to let the dependents apply with the main applicant instead of applying separately as per the new proposal. \n4. We request you to kindly exempt the professionals like Teachers(as in the shortage list since long time), doctors, nurses and carers from community work as these are already community works, \n5.According to the proposal, you are planning to collect extra annual fees from immigrants. We strongly believe it is discrimination as all immigrants pay full tax and NI, but never accept any kind of benefits. Therefore we request you to kindly scrap this plan.",
            "closed_at": "2008-12-29T00:00:00Z",
            "created_at": "2008-09-29T15:58:07.101924Z",
            "creator_name": "Dilpesh Kumar Patel",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-29T15:58:07.101924Z",
            "rejected_at": "2008-11-08T00:01:02.212260Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-08T00:01:02.212260Z"
        },
        "id": 10837905
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Immigrationrules/"
    },
    "type": "petition"
}