{
    "data": {
        "attributes": {
            "action": "remove Religion's special status in Law as an above-equal lifestyle choice",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For too long, Religion has been given a special status in Britain, whereas other equally legitimate lifestyle choices have not. There have been countless occasions where followers of a particular religion have opted out of performing their duties within a job (such as refusing to perform a Civil Partnership) or opting out of wearing a standard uniform (such as being allowed to wear bangels or headscarves). If they were refusing to conform to these standards and duties based on any other lifestyle choice, such as political mindset or sexual orientation, they would be rebuked, regardless of whether they held these lifestyle choices as “sacred”.\n\nIn this country, publicly inticing hatred against religious believers warrants a higher punishment then publicly inticing hatred aganst gays or conservatives; this should be remedied. Religion is not like race or gender, it is a lifestyle choice like sexual orientation or political mindset, and it’s time the British government acted upon this truth, and removed Religion’s special status (bringing it in line with the other lifestyle choices).",
            "closed_at": "2009-10-07T00:00:00Z",
            "created_at": "2008-09-28T18:07:41.858928Z",
            "creator_name": "Harry O-K",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-28T18:07:41.858928Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 97,
            "state": "finished",
            "updated_at": "2010-04-28T17:01:32.757168Z"
        },
        "id": 10835006
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/equallifestyles/"
    },
    "type": "petition"
}