{
    "data": {
        "attributes": {
            "action": "bring pressure to bear on the Executive of the New Forest National Park to give up their policy of trying to restrict Dog Walking.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We believe that: -\n\n1/  Dog ownership is an important part of the British psyche and should be encouraged.\n\n2/  Approximately one third of the population are Dog owners and the majority of them are responsible.\n\n3/  It is vital to sometimes exercise dogs off- lead, not to do so is cruel.\n\n4/Dogs have been exercised in the forest for hundreds of years.\n\n5/ Dogs play a considerable part in National life, eg, Sniffer dogs, Guide dogs etc.  and they are widely believed to have therapeutic qualities.\n\n6/ The formation of a National Park is intended to improve the facilities for the whole population. It was not meant to be an expensive, dictatorial, bureaucracy introducing more and more restrictions.",
            "closed_at": "2008-12-08T00:00:00Z",
            "created_at": "2008-09-29T11:02:49.248834Z",
            "creator_name": "Geoffrey Solomon",
            "government_response_at": "2009-01-26T11:20:31.218496Z",
            "government_responses": [
                {
                    "created_at": "2009-01-26T11:20:31.218496Z",
                    "details": "You signed a petition asking the Prime Minister to \"bring pressure to bear on the Executive of the New Forest National Park to give up their policy of trying to restrict Dog Walking.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18031\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Dogs-in-N-Forest'",
                    "updated_at": "2009-01-26T11:20:31.218496Z"
                }
            ],
            "opened_at": "2008-09-29T11:02:49.248834Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1437,
            "state": "finished",
            "updated_at": "2008-12-16T03:02:01.010976Z"
        },
        "id": 10836643
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Dogs-in-N-Forest/"
    },
    "type": "petition"
}