{
    "data": {
        "attributes": {
            "action": "provide a mechanism that would prevent the infiltration of non-faith schools by religious groups who seek privileged access to pupils in RE, PSME or Citizenship classes, for example; and prevent such groups from loading the staffroom with their adherents.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Increasingly, across the country, non-faith schools are being purposefully infiltrated by religious groups who gain privileged access to pupils and seek to convert them to their religious (usually fundamentalist) beliefs.  Typically, such groups do not have precise published teachings or aims.  They  infiltrate schools by offering free staffing for RE, PSME or Citizenship lessons and holding Assemblies where they can encourage membership of their clubs and religious organisations, offering inducements, such a chocolate bars, for attendance.  They may offer counseling services to pupils, eat  in school canteens and 'hang out' in corridors.  They engage in these activities over the heads of parents.  This practice is both deceitful and unethical.\n\nUnqualified volunteer staff with a fundamentalist agenda are being given unsupervised access to our children.  There is no point requiring teachers to qualify if unpaid, unqualified volunteers can take their jobs.  This practice must stop.",
            "closed_at": "2009-10-08T00:00:00Z",
            "created_at": "2008-09-27T20:48:49.241566Z",
            "creator_name": "Alan Urdaibay",
            "government_response_at": "2009-11-06T11:22:59.993551Z",
            "government_responses": [
                {
                    "created_at": "2009-11-06T11:22:59.993551Z",
                    "details": "You signed a petition asking the Prime Minister to \"provide a mechanism that would prevent the infiltration of non-faith schools by religious groups who seek privileged access to pupils in RE, PSME or Citizenship classes, for example; and prevent such groups from loading the staffroom with their adherents.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21202\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'infiltration'",
                    "updated_at": "2009-11-06T11:22:59.993551Z"
                }
            ],
            "opened_at": "2008-09-27T20:48:49.241566Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 607,
            "state": "finished",
            "updated_at": "2009-10-09T00:01:01.172052Z"
        },
        "id": 10833405
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/infiltration/"
    },
    "type": "petition"
}