{
    "data": {
        "attributes": {
            "action": "Abolish the T.V licence",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We, the undersigned demand the immediate cancellation of the television licence fee.\nWe believe this is an indiscriminate tax that makes no allowance for personal choice and indeed pays for no meaningful public service.\nIt is our view that the BBC should be funded by voluntary subscription or sponsorship, and that those who choose not to support the corporation, its aims, values and output, should be free to do so.\nThe world has moved on since the days when the BBC was central to British life. It is high time that legislation was introduced to catch up with this fact. Any modern government that fails to acknowledge this fact is quite simply defying the will of the people.\n\nFurthermore in this current climate of financial difficulty it is an unneccesary tax which people do not need, and the money paid out to the BBC by the government could be more gainfully used for other far more important projects",
            "closed_at": "2009-03-28T00:00:00Z",
            "created_at": "2008-09-28T22:22:27.485389Z",
            "creator_name": "Tony Farrell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-28T22:22:27.485389Z",
            "rejected_at": "2008-11-06T00:01:03.978982Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/FairpayTV/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-06T00:01:03.978982Z"
        },
        "id": 10835472
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/banthelicence/"
    },
    "type": "petition"
}