{
    "data": {
        "attributes": {
            "action": "ensure the FA ban Joseph Anthony \"Joey\" Barton from playing football for life.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Joseph Barton is an English footballer currently playing for Newcastle United. Throughout his career he has had a number of diciplinary problems on and off the pitch. He recently received a 6 month sentence for common assault and affray, and a four months suspended sentence for actual bodily harm.\n\nPremiership footballers are a role model for many young people across the country. Although the FA has punished Joey Barton, this punishment has not gone far enough. In most walks of life his behavior would be considered unacceptable. However, he still continues to ply his trade at the highest leve. The lack of action of the FA and Newcastle United give the impression that such actions are tolerated with minimal consequences.\n\nIt is not the wish of this petition to deny individuals a second chance. However, Joey Barton has had many opportunities, and the support of premiership clubs, to help him rehabilitate. At every opportunity he has chosen to continue to act in a violent and unacceptable manner.\n\nAlthough this issue is a matter for the FA, we feel that the government should strongly point out that individuals who repeatedly commit violent offences should not be tolerated.",
            "closed_at": "2009-03-29T00:00:00Z",
            "created_at": "2008-09-29T12:11:43.751221Z",
            "creator_name": "James Gwatkin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-29T12:11:43.751221Z",
            "rejected_at": "2008-11-06T00:01:03.978982Z",
            "rejection": {
                "code": 4096,
                "details": "The Government does not have a role in the sporting and commercial operation of professional football. In common with all sports, it is for the football authorities to regulate their own internal affairs. You can write to the Football Association with your views at 25 Soho Square, London W1D 4FA or at",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-06T00:01:03.978982Z"
        },
        "id": 10836966
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/JoeyBartonBan/"
    },
    "type": "petition"
}