{
    "data": {
        "attributes": {
            "action": "have  BBC ALBA, the new Scottish Gaelic Channel, available on the Freeview service",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is to have BBC Alba, the recently launched Scottish Gaelic Channel, available on the Freeview service. The future of this channel is very much dependent on viewing figures in its first two years but the channel has an immediate disadvantage in that it is only available on Sky and Freesat, preventing roughly two thirds of Scotland's population from viewing. This is leading to concerns that the channel is being set up to ultimately fail. Surely in order to gauge public interest through viewing figures then the channel must be made available to as many of the population as possible.",
            "closed_at": "2009-04-17T00:00:00Z",
            "created_at": "2008-09-28T12:37:46.688151Z",
            "creator_name": "William Taylor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-28T12:37:46.688151Z",
            "rejected_at": "2008-10-21T10:27:51.916365Z",
            "rejection": {
                "code": 4096,
                "details": "The current position is that the BBC Trust have said that they will look again at the value for money of putting the new Gaelic channel on Freeview in 2010 and in the meantime it is available on satellite - both Sky and Freesat.  The decision therefore lies with the BBC Trust, not the UK Government.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-21T10:27:51.916365Z"
        },
        "id": 10834430
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Gaelicfreeview/"
    },
    "type": "petition"
}