{
    "data": {
        "attributes": {
            "action": "allow The Spiritualists' National Union to have a representative to take part in the Remembrance Day parade and place a wreath at the Cenotaph.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Over a number of years Spiritualists have unsuccessfully made representations to the government to be allowed to be represented among the religions which wish to pay respect to the fallen by laying a wreath at the Cenotaph on Remembrance Sunday in Whitehall.\nSpiritualism serves the religious needs of the community in the same way as other established religious bodies and we ask that we be allowed to share in the same facilities and have accorded to us the same consideration and treatment as those of other, major religious denominations in relation to the annual national service of remembrance. The Spiritualists' National Union accordingly respectfully requests the Government to allow a representative to take part in the Remembrance Day parade and place a wreath at the Cenotaph in commemoration of those who gave their lives for their country.",
            "closed_at": "2009-04-06T00:00:00Z",
            "created_at": "2008-09-29T23:51:47.201333Z",
            "creator_name": "Minister Steven Upton",
            "government_response_at": "2009-06-22T11:21:17.495342Z",
            "government_responses": [
                {
                    "created_at": "2009-06-22T11:21:17.495342Z",
                    "details": "You signed a petition asking the Prime Minister to \"allow The Spiritualists' National Union to have a representative to take part in the Remembrance Day parade and place a wreath at the Cenotaph.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19674\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SNU-Cenotaph'",
                    "updated_at": "2009-06-22T11:21:17.495342Z"
                }
            ],
            "opened_at": "2008-09-29T23:51:47.201333Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1038,
            "state": "finished",
            "updated_at": "2009-04-08T03:02:09.623909Z"
        },
        "id": 10839405
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SNU-Cenotaph/"
    },
    "type": "petition"
}