{
    "data": {
        "attributes": {
            "action": "cash handling fees",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Service provision and utility bills are subject to additional fees if paid for in cash. \n\nPayment schemes that issue the user with either a card or book containing their details, were originally introduced to help spread the costs of bills for those on low incomes. But now, however, they penalise the UK's poorest by adding a fee for uing traditional currency. \n\nPayments are accepted at PAYPOINTS, which only accept cash. With cash becoming obsolete, the use of cash is subject to an additonal fee for cash handling. This fee can range from £1.50 to £5.\n\nA shocking example, is the TV licence using the payscheme. To have a valid licence, £5.00 must be paid every two weeks. Once, the additional fee of 1.50 is included, this licence costs an extra £39.\n\nEffectively, this fee targets those already living in poverty, penalising them for not having online banking. It is in direct conflict with Every Child Matters, which promises to eradicate childhood poverty by 2020\n\nQuestions need to be asked of the FSA",
            "closed_at": "2009-03-28T00:00:00Z",
            "created_at": "2008-09-28T00:07:13.958468Z",
            "creator_name": "jacqui swayne",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-28T00:07:13.958468Z",
            "rejected_at": "2008-11-06T00:01:03.978982Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-06T00:01:03.978982Z"
        },
        "id": 10833609
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/additionalfees/"
    },
    "type": "petition"
}