{
    "data": {
        "attributes": {
            "action": "Reverse the HMRC 'Seafarers Earning Deduction' Income Tax Decision, in order to protect The Merchant Navy & British Shipping.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We, the Undersigned, Petition the Government to reverse the HMRC Decision in relation to Claims submitted under 'Seafarer's Earnings Deduction' Income Tax Concessions.  This decision & its retrospective application to SED Claims will have a devastating impact on the British Merchant Navy, the United Kingdom Offshore Industry, Offshore sectors around the world & more importantly the personal lives of the thousands of Families involved.  We Seafarer's believe the decision to be fundamentally wrong. We have had a concession that was given to protect our position as Seafarer's of an Island Nation removed, a Concession given so we are there, should we be required again in times of Sovereign need.  We have been heavily penalised in times of Global Economic Crisis.  We carry your Trade, we facilitate your Communications & Energy Sectors, we support your Industry, we supply your Armed Services & we risk our lives to do so.\n\nThousands have sacrificed their lives without Official Recognition.\n\nWe are considered the most Professional in the World.\n\nWe are the British Merchant Navy.",
            "closed_at": "2009-04-06T00:00:00Z",
            "created_at": "2008-09-28T11:49:01.910499Z",
            "creator_name": "Richard O.J. McMahon",
            "government_response_at": "2009-06-05T11:45:25.190033Z",
            "government_responses": [
                {
                    "created_at": "2009-06-05T11:45:25.190033Z",
                    "details": "You signed a petition asking the Prime Minister to \"Reverse the HMRC 'Seafarers Earning Deduction' Income Tax Decision, in order to protect The Merchant Navy & British Shipping.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19507\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'MerchantSED'",
                    "updated_at": "2009-06-05T11:45:25.190033Z"
                }
            ],
            "opened_at": "2008-09-28T11:49:01.910499Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1951,
            "state": "finished",
            "updated_at": "2009-04-07T00:01:01.426690Z"
        },
        "id": 10834349
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MerchantSED/"
    },
    "type": "petition"
}