{
    "data": {
        "attributes": {
            "action": "Leave the European Union",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The two main European countries that have refused to join the European Union and have refused the Lisbon treaty I.E Norway and Switzerland have now become the two richest nations in the world. This is not just a coincidence, there is real reasons for there success. The reasons are as follows.\n\nNorway and Switzerland do not have to pay any money into the EU unlike Britain who paid £14.2 billion last year into the EU alone. You may ask yourself, \"what do we get in return?\" The answer is the vast increase in immigration to Great Britain. The Polish for example, What do the do they here? They work and earn more money than they would in Poland, live as cheap as possible and then take the money back to Poland. This is not only making Britain poorer but it is also taking away millions of jobs that British people could have had. Call me a racist? okay lets take a look at Poland! they are now struggling also! they cannot get the staff to drive the buses in Warsaw because the qualified drivers can earn more in other states of the EU. Not good for Poland, not good for Britain.\n\nIf you are against Britain in the EU consider this your referendum.\n\nDo you want Britain to be part of the European Union?  YES or NO?",
            "closed_at": "2009-09-27T00:00:00Z",
            "created_at": "2008-09-27T23:18:35.439909Z",
            "creator_name": "Paul Woodburn",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-27T23:18:35.439909Z",
            "rejected_at": "2008-11-08T00:01:02.212260Z",
            "rejection": {
                "code": 1,
                "details": "",
                "reasons": [
                    "Party political material"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-08T00:01:02.212260Z"
        },
        "id": 10833578
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EU-in-or-out/"
    },
    "type": "petition"
}