{
    "data": {
        "attributes": {
            "action": "provide for women requiring Hormone Replacement Therapy (HRT) to pay a single prescription charge regardless of the preparation they are taking.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The menopause can happen at any time during a women’s life though it can happen much earlier due to other causes i.e. suffered Premature Ovarian Failure, never been able to produce eggs, or lost the use of their ovaries due to surgery or treatment of cancer.  \n\nHRT enables menopausal women to alleviate some of the most vexing symptoms of their condition, and, longer-term, helps prevent osteoporosis and provides protection against heart disease.\n\nHRT involves two types of female hormone drugs, oestrogens and progestogens, and prescription rules mean that women pay a fee for each drug, even though the treatment comes in single packs.\n\nThis can deter some women from taking the treatment, because it means that women have to pay £14.20 instead of £7.10 for a prescription, so they face charges of between £56 and £170 a year for a treatment the Department of Health itself encourages, because of its assistance in the prevention of osteoporosis.\n\nIf the double prescription charge disincentive is removed, the incidence of osteoporosis can be reduced. This will reduce the cost to the NHS of treating osteoporosis and, more important; reduce the pain and suffering that it causes.",
            "closed_at": "2009-01-06T00:00:00Z",
            "created_at": "2008-09-28T17:53:54.714213Z",
            "creator_name": "Yvonne Petford",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-28T17:53:54.714213Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 30,
            "state": "finished",
            "updated_at": "2009-05-11T16:07:00.208727Z"
        },
        "id": 10834986
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/doubleHRTcharge/"
    },
    "type": "petition"
}