{
    "data": {
        "attributes": {
            "action": "remove charging orders placed against our homes",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Charging Orders on property why is it not stated on every credit card or bank loan agreement in the ‘terms and conditions’ it certainly wasn’t in any I signed for. Apparently I am sure to many thousands of borrowers who now find them selves not in a position to meet their contractual agreement wouldn’t have borrowed in the first place? This I am sure, thus rendering the credit crunch problem firmly at the feet of the Banks and almost assuredly avoidable Therefore surely this action is ill-legal? When we take out a mortgage or a loan borrowed against the property ‘WE know exactly that that is what we are doing, risking our home. But when we borrow money from credit card Co’ in their droves willing us to take a credit off them as an un-secured loan. We are NOT making a monetary gambling risk with our property. \nFurthermore they have the right to take me to court thus rendering me a CCJ in the throws off it. \nHere is an opportunity for the government to win the appraisal of millions of voters and show the working class people of this country that the government is on their side for a change.",
            "closed_at": "2009-04-06T00:00:00Z",
            "created_at": "2008-09-30T01:59:17.480676Z",
            "creator_name": "Graham Markham",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-30T01:59:17.480676Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2009-04-07T00:01:01.426690Z"
        },
        "id": 10839565
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/property-Charge/"
    },
    "type": "petition"
}