{
    "data": {
        "attributes": {
            "action": "Stop stating that defence spending has increased in real terms when the National Audit Office has yet to arrive at a Defence Inflation index.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Quote:'Work is underway on developing a robust measure of inflation for total defence\nexpenditure...\n...These different sources of inflation can then be aggregated together based upon the Department’s expenditure in the previous year, from which it should be possible to produce a Defence Inflation Index for total Defence expenditure. This will however be resource intensive and we expect it will take up to two years to complete. Until then it will\nbe difficult to provide coherent estimates for the different rates of inflation that affect the\nDefence budget.' - Government Response to the Defence Committee's Fifth Report of Session 2007–08 pp33-34\n\nAs of April 1st 2008 (publication date), there is no robust measure available of defence expenditure inflation, so we petition the government to stop saying that defence spending has increased in 'real terms'. We think that this misleads the public and that a clarification should be made public, and in parliament, to correct the false impression that defence costs increase in line with the CPI or RPI (general measures of the whole economy) rather then at what is accepted to be a higher rate for defence expenditure.",
            "closed_at": "2009-03-09T00:00:00Z",
            "created_at": "2008-09-28T03:26:40.431955Z",
            "creator_name": "Richard Carling",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-28T03:26:40.431955Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2009-03-10T00:01:01.050630Z"
        },
        "id": 10833711
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DefenceInflation/"
    },
    "type": "petition"
}