{
    "data": {
        "attributes": {
            "action": "TAKE URGENT ACTION TO PROTECT THE PENSIONERS AND LONG TERM SICK CAUGHT UP IN THE BRADFORD AND BINGLEY DISASTER",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On behalf of myself and others invested in the Subordinated Bonds of  Bradford and Bingley. We bought these bonds for the stable long term interest they provide which funds our retirement. \nThese investments represent our life savings. Other bond holders in B&B are transferred to Santander. Nationalised Northern Rock the sub bond holders are paid their interest and their bonds remain intact.\nIs our capital safe?\nWill the nationalised B&B pay our interest (as N Rock)?\nHow will our capital be repaid in the future?\nDepending on this interest to live, this is vital to us.\nPlease do not abandon us.\nAs pensioners with life savings invested in bonds we are one of the most vulnerable groups of people caught up in this disaster. We saved & planned our finances to avoid turning to the state for support. Please do not destroy our lives by treating us differently to other sub bondholders caught up in this disaster (eg N.Rock, Halifax). \nSometimes in government small groups are overlooked, as with the removal of the 10% tax band, the lowest earners tax doubled. You protected those people. Similarly, we are overlooked. Please help us",
            "closed_at": "2008-10-08T00:00:00Z",
            "created_at": "2008-10-01T11:34:45.301582Z",
            "creator_name": "Norman Williamson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-01T11:34:45.301582Z",
            "rejected_at": "2008-11-08T00:01:02.212260Z",
            "rejection": {
                "code": 256,
                "details": "Please address the excessive use of capital letters; they make your petition hard to read.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-08T00:01:02.212260Z"
        },
        "id": 10849041
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BB-bonds/"
    },
    "type": "petition"
}