{
    "data": {
        "attributes": {
            "action": "Implement a Bill of Rights for British citizens and scrap the Human Rights Act",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We, and many others like us believe that those of us in this country who aren't here illegally, criminals or terrorist extremists, are worse off due the Human Rights Act.\nThis has been inforced by an undemoctratic superstate, the EU which has, in its infinite wisdom, decided that it's against a prisoners human rights to be denied the ability to vote.\nAnother example of how this has failed the British people is how it completely demolished the death penalty, meaning that murderers, rapists and terrorists have little to fear now, the worst that they'll get is a nice prison cell for a 'lifetime', with the ability to vote and have a say in the country which they've tried so hard to ruin.\nIt's time that we created a new Bill of Rights, one that clarifies our rules and leaves the EU's authority out of decision making, so that we may once again set our own laws in a fair, effective, and democratic way.",
            "closed_at": "2009-03-30T00:00:00Z",
            "created_at": "2008-09-30T15:57:32.429344Z",
            "creator_name": "Lawrence Hendry",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-30T15:57:32.429344Z",
            "rejected_at": "2008-11-06T00:01:03.978982Z",
            "rejection": {
                "code": 2048,
                "details": "Pls see:\nhttp://petitions.number10.gov.uk/nohumanrightsact/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-06T00:01:03.978982Z"
        },
        "id": 10843531
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BillOfRights2008/"
    },
    "type": "petition"
}