{
    "data": {
        "attributes": {
            "action": "make fibromyalgia a condition that enables the sufferer to claim a  medical exemption certificate",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Fibromyalgia is a debilitating condition that affects muscles and joints and causes severe pain all over the body and extreme fatigue.\nDue to the level of pain and fatigue it decreases your physical ability to get around and walk properly and lead a normal life.\nWe get no help with our prescription charges other than buying a pre payment card but it is not enough and something needs to be done.\nThis is because an awful lot of people with fibromyalgia are unable to work so only get Incapacity Benefit or Disability Living Allowance sometimes both and because of this we are unable to get free prescriptions and yet if we were simply out of work and claiming income support or job seekers allowance we could get everything free.\nA lot of us have to put off having dentist treatment and our eyes tested because we simply are unable to afford it.\nThe government and relevant bodies need to re work the rulings completely and make it easier for genuine people who are unable to work because of a severe health condition get proper medical treatment including free prescriptions, free dentist treatment and optical treatment.",
            "closed_at": "2009-09-30T00:00:00Z",
            "created_at": "2008-09-30T12:48:36.575921Z",
            "creator_name": "Joanne Hilton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-30T12:48:36.575921Z",
            "rejected_at": "2008-11-06T00:01:03.978982Z",
            "rejection": {
                "code": 2048,
                "details": "Pls see:\nhttp://petitions.number10.gov.uk/fibro1/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-06T00:01:03.978982Z"
        },
        "id": 10841169
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/medicalexemption/"
    },
    "type": "petition"
}