{
    "data": {
        "attributes": {
            "action": "Request that county councils plant native fruit trees, rather than non native decorative species",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In this time of rising food prices and potential future oil/energy shortages. We feel that councils should be planting native friut trees ( apple, pear, cherry etc) as a long term policy instead of non native decorative trees. In the future we will be glad of the fact that there places the public can get fruit, that has not had to travel hundreds maybe thousands of food miles to get to the end user. Fruit trees will obviusly take some time to mature enough to be productive, therefore the time to act is now. It would not cost any more to plant native fruit trees, than exotic imports, and councils are forever creating planting schemes, which run in conjunction with housing development sites. Perhaps this could be included in part in the new Code for Sustainable Homes. Modern housing developments tend to have very small gardens, so the possibility of growing food for individual households is difficult. However modern developments do have areas allocated as open spaces which could easily be planted with native fruit trees. In 20 years time, they may be the only source of inexpensive fruit we can locate.",
            "closed_at": "2009-10-07T00:00:00Z",
            "created_at": "2008-09-30T08:42:11.394162Z",
            "creator_name": "James Turner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-09-30T08:42:11.394162Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 71,
            "state": "finished",
            "updated_at": "2009-10-13T03:02:39.773426Z"
        },
        "id": 10840144
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/orchards/"
    },
    "type": "petition"
}