{
    "data": {
        "attributes": {
            "action": "postpone the abolition of existing local councils in Cornwall until such time as they can be replaced by a newly democratically elected authority and to confirm that without representation we are not obliged to pay council tax.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "No Taxation Without Representation\n\nWe elected 82 County Councillors to serve until April 2009 and 249 District Councillors to serve until April 2011. \n\nUnder the latest proposals these councillors will expire or be abolished from May 2009 and we will then be without democratically elected representation until sometime later. This is not an acceptable situation and we call on the PM to use his powers to either \na)\thold fresh elections for the existing County Council in May 2009 to serve until 2011 and continue the existing District councils until 2011, or \nb)\tto cause an election to be held in May 2009 for 164 new unitary councillors (doubling up the existing County seats) to serve for a full 4 year term.\nIn either case new boundary arrangements and numbers should be agreed after full consultation with the people of Cornwall.\n\nThe proposal to operate without a properly elected council is unsatisfactory and undemocratic. In line with the principle of no taxation without representation we regard ourselves as free from any obligation to pay Council Tax from 1st April 2009 until such time as the Government can ensure that we have proper representation.",
            "closed_at": "2008-11-08T00:00:00Z",
            "created_at": "2008-10-01T12:43:39.026020Z",
            "creator_name": "Roger Creagh-Osborne",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-01T12:43:39.026020Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 31,
            "state": "finished",
            "updated_at": "2008-11-09T00:01:02.008084Z"
        },
        "id": 10849475
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Cornwall-tax/"
    },
    "type": "petition"
}