{
    "data": {
        "attributes": {
            "action": "Protect SED's for Seafarers employed on Offshore Construction Vessels, DSV's, Survey etc.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Following a special commissioners decision, HMRC is significantly expanding the list of vessels it defines as not been a 'ship' - to include Construction, Construction Support, Well Service, Dive Support and Seismic Survey Vessels.\nSeafarers working on these vessels will no longer qualify under the Seafarers Earnings Deduction (SED) income tax rules.\nIt is felt that this will decimate the British Merchant Navy fleet, during a time when the DfT is trying to regenerate the British maritime skills base, whilst HMRC seems intent on destroying it.\nThe concessions are for seafarers, and should be given irrespective of the vessel on which they work.",
            "closed_at": "2008-12-07T00:00:00Z",
            "created_at": "2008-10-01T02:26:26.714472Z",
            "creator_name": "Dominic Featherstone",
            "government_response_at": "2009-02-06T15:38:28.081302Z",
            "government_responses": [
                {
                    "created_at": "2009-02-06T15:38:28.081302Z",
                    "details": "You signed a petition asking the Prime Minister to \"Protect SED's for Seafarers employed on Offshore Construction Vessels, DSV's, Survey etc.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18244\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'OffshoreSEDs'",
                    "updated_at": "2009-02-06T15:38:28.081302Z"
                }
            ],
            "opened_at": "2008-10-01T02:26:26.714472Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 379,
            "state": "finished",
            "updated_at": "2008-12-08T00:01:01.815437Z"
        },
        "id": 10847221
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/OffshoreSEDs/"
    },
    "type": "petition"
}