{
    "data": {
        "attributes": {
            "action": "Overturn the new Draft Guidance Proposal by NICE to stop Humira/Infliximab as maintenance drugs for Crohn's Sufferers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On the 7th of October 2008, NICE will be re-considering their preliminary decision to stop using Humira and Infliximab as maintenance drugs for Crohns patients, instead advising to use them episodically once patient is in remission, until further relapse.\n\nTaken from NICE draft guidance proposal \n'1.6 Infliximab and adalimumab are not recommended for regular maintenance treatment (treatment given continually at regular intervals) to prevent relapse of Crohn's disease' (http://www.nice.org.uk/guidance/index.jsp?action=article&o=41985)\n\nCrohns is a very disabilitating illness and to endanger any possible drug relief for the NHS' patients on the unjust basis of cost is the wrong thing to do.\n\nWe the undersigned are against this new draft proposal. We feel the benefits and wellbeing the anti-TNF drugs provide Moderate to Severe Crohn's suffers with is being disregarded against the matter of cost effectiveness for the NHS. For many sufferers these drugs are the last option before surgery and to be taken off them prematurely is risking the quality of life and wellbeing of many sufferers. The proposal itself is causing much worry and we urge you to consider our petition.",
            "closed_at": "2008-10-15T00:00:00Z",
            "created_at": "2008-10-01T15:10:21.315608Z",
            "creator_name": "Cherylyn Waite",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-01T15:10:21.315608Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1854,
            "state": "finished",
            "updated_at": "2008-11-10T03:01:46.398964Z"
        },
        "id": 10850370
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/crohnsTNF/"
    },
    "type": "petition"
}