{
    "data": {
        "attributes": {
            "action": "publicly censure YouTube for attempting to silence debate on a UK government e-petition.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We applaud the institution of e-petitions to the Prime Minister as set up by your predecessor and hope it becomes a permanent part of our democratic system. It allows for a wider participation in democracy using the Internet is a forum for debate. Accordingly we regard any attempt to silence such debate to be an attack both on our freedom of speech and our democracy. To allow such an attempt to continue without comment from you would bring the the system of e-petitions, and by implication the office of Prime Minister, into disrepute.\n\nPat Condell supported the e-petition against Sharia law in the UK with his Youtube video \"Welcome to Saudi Britain\". As a result of his usual brave and dignified stand in favour of freedom of speech his video has been removed. He merely criticised the Saudi-based Islamisation of the UK. He did not incite violence nor hatred of Muslims.\n\nYoutube and their owners, Google, are coming under pressure to reinstate the video. However regardless of whether or not they do, we regard their initial action of removing the video to be of a serious enough nature to deserve your censure.",
            "closed_at": "2009-10-02T00:00:00Z",
            "created_at": "2008-10-02T07:42:03.791291Z",
            "creator_name": "Bernard Hurley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-02T07:42:03.791291Z",
            "rejected_at": "2008-11-08T00:01:02.212260Z",
            "rejection": {
                "code": 16896,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-08T00:01:02.212260Z"
        },
        "id": 10852959
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/censureYoutube/"
    },
    "type": "petition"
}