{
    "data": {
        "attributes": {
            "action": "Establish a UK Memorial to World War 2 Hawker Typhoon Pilots and Ground Crews",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If not for the French there would not be any memorial to those who served with Hawker Typhoon squadrons during World War 2, and even then the memorial only remembers those killed during France's liberation. While memorials exist in the UK for other aircraft types the Hawker Typhoon has sadly been forgotten.\n\nGiven the ground attack usage of the Hawker Typhoon it took a courageous pilot to fly it which in no small way greatly assisted the Allied Armies in liberating Western Europe from Nazi domination. Some twenty six squadrons, both RAF and Allied, at various times were equipped with the type and many a young man gave his life while with them. Unlike other roles the RAF carried out the Hawker Typhoon's ground attack sorties left little room for evasion and were always pressed home to where the enemies defenses were greatest, resulting in one of the highest loss rates of any aircraft type and pilots during the war.\n\nBefore the aircraft's last gallant veterans are gone forever we, with respect, petition the Prime Minister to seriousely consider the establistment of a permanent memorial in the UK to all those, whatever their nationallity, who served with it.",
            "closed_at": "2009-04-09T00:00:00Z",
            "created_at": "2008-10-03T07:36:51.262446Z",
            "creator_name": "John Cripps",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-03T07:36:51.262446Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 138,
            "state": "finished",
            "updated_at": "2009-04-10T00:01:01.772139Z"
        },
        "id": 10858309
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/hawkertyphoon/"
    },
    "type": "petition"
}