{
    "data": {
        "attributes": {
            "action": "condemn the latest attempt by HM Revenue & Customs to restrict the application of the Seafarers' Earnings Deduction. Noting that it was expressly introduced by the Chancellor of the Exchequer in 1991 with the stated intention of securing a strategic supply of British seafarers, we urge the government not to continue reducing the numbers of British seafarers who can qualify for the benefit. Instead of undermining the Department for Transport's maritime policy objectives of increasing the employment and training of British seafarers, HMRC should focus on ending the abuse of SED by non-seafarers. Entitlement to SED should be based upon holding any rank as a genuine seafarer having signed onto the vessel, and on the minimum manning certificate as issued by the MCA.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "HM Revenue & Customs (HMRC) has issued revised guidance on vessels that do not qualify under the Seafarers' Earnings Deduction (SED) income tax rules. \nThe union Nautilus UK believes that they will have a potentially disastrous effect upon the recruitment and retention of British maritime professionals.\nThe new guidance needs to be reconsidered, because on the one hand the DfT is seeking to regenerate the British maritime skills base and on the other hand HMRC seems to be intent on doing all it can to destroy it.\nThese changes are arbitrary and counter-productive, showing a complete disregard for the reasons the income tax concessions were introduced in 1991.\nThe new rules will cause serious problems for seafarers and their families, because HMRC is understood to be likely to apply them retrospectively on claims submitted after 14 January 2008",
            "closed_at": "2009-10-02T00:00:00Z",
            "created_at": "2008-10-02T11:13:06.758308Z",
            "creator_name": "Andrew Linington",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-02T11:13:06.758308Z",
            "rejected_at": "2008-11-08T00:01:02.212260Z",
            "rejection": {
                "code": 256,
                "details": "Please make your title a concise request with other information in the extra details field.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-08T00:01:02.212260Z"
        },
        "id": 10854216
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SeafarerTax/"
    },
    "type": "petition"
}