{
    "data": {
        "attributes": {
            "action": "reinstate those benefits (DLA, CA, AA) removed from expats who moved to EEA states before ECJ ruling (C-299/05) on 18 October 2007",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On 18 October 2007, the ECJ ruled that certain benefits, including disability living allowance, carers allowance and attendance allowance, were exportable to other EEA states. However, those benefits are still being withheld \"to those already living in another EEA state... including customers who have received DLA in the past\" while the DWP \"considers the legal implications of paying [these] benefit[s]\". Disability is NOT cured the moment someone steps upon a plane, train or ferry. Those who were disabled when they moved to another EEA state are still disabled. Withholding these benefits is discriminatory and this petition demands the immediate reinstatement of payments to those who are eligible to receive them.",
            "closed_at": "2009-10-08T00:00:00Z",
            "created_at": "2008-10-01T20:31:15.793073Z",
            "creator_name": "Tina Hamilton BSc (Hons) Psych (Open)",
            "government_response_at": "2009-11-30T13:03:36.026990Z",
            "government_responses": [
                {
                    "created_at": "2009-11-30T13:03:36.026990Z",
                    "details": "You signed a petition asking the Prime Minister to \"reinstate those benefits (DLA, CA, AA) removed from expats who moved to EEA states before ECJ ruling (C-299/05) on 18 October 2007.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21496\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ECJ-DLA'",
                    "updated_at": "2009-11-30T13:03:36.026990Z"
                }
            ],
            "opened_at": "2008-10-01T20:31:15.793073Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 612,
            "state": "finished",
            "updated_at": "2009-10-13T03:02:39.844434Z"
        },
        "id": 10851946
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ECJ-DLA/"
    },
    "type": "petition"
}