{
    "data": {
        "attributes": {
            "action": "Rewrite the Insolvency Laws",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It should NOT be possible to 'bankrupt' people who have done everything possible to service their financial obligations and simply cannot through no fault of their own. \n\nAs the downward spiral in the banking system gathers pace no-one is giving this their attention although David Cameron alluded to it recently.\n\nIt is grossly unfair to throw the burden of responsibility for failure on the individual who took out perfectly reasonable financial liabilities based on assurances of stable economics from Government. \n\nThe converse is that if everyone took out liabilities based on that the economic system was bound to fail - no-one would ever borrow! And generally people borrow because they don't have enough savings to cover the intended costs. This doesn't mean they are irresponsible - which is how the law makes them look. It's not about the 'undeserving' or 'deserving poor'. It's about being decent and reasonable FAIR.\n\nBritain's insolvency laws belong in the Dark Ages. If something isn't changed quickly the courts are soon going to be on overtime and there will be a legal and social trainwreck for decades to come.\n\nYour urgent attention to this important social issue please!",
            "closed_at": "2008-12-09T00:00:00Z",
            "created_at": "2008-10-03T12:37:00.431097Z",
            "creator_name": "Guy Croft",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-03T12:37:00.431097Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 30,
            "state": "finished",
            "updated_at": "2008-12-10T00:01:01.883692Z"
        },
        "id": 10859663
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Harsh-treatment/"
    },
    "type": "petition"
}