{
    "data": {
        "attributes": {
            "action": "Reduce Supermarket Prices",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "How celebrities are reducing the pound in your pocket!\n\nThese days with prices rising for food and house-hold products, nearly every day, I find it disgusting that celebs are paid fortunes for advertising supermarkets and also many products.\nThe firms that use them for advertising could save fortunes of our money which is paying these celebs as it is passed on to the cost of our shopping, this extra outlay is completely wasted.\nDo they think that people are so naive to believe that these celebs actually use the products, or go in to the supermarket that they are advertising, and how many customers would go in to any supermarket or buy any product because a celebrity says they use it?\nYou could save money on these over-paid people who seem to live on a different planet to ordinarly folk and thereby reduce prices accordingly. Who do these advertising agencies think they're kidding by insulting our intelligence. Especially at xmas when our money must stretch even further, as many people are having to chose whether to heat or eat and you would be able to pass on these savings in the price of the goods, and remember (every little helps).\n\nSincerely, \n\nStan Berman",
            "closed_at": "2009-10-13T00:00:00Z",
            "created_at": "2008-10-05T13:56:31.544094Z",
            "creator_name": "Stan Berman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-05T13:56:31.544094Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2009-10-14T00:01:01.181672Z"
        },
        "id": 10866575
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/supermarketprice/"
    },
    "type": "petition"
}