{
    "data": {
        "attributes": {
            "action": "scrap the proposals to close St Luke's CofE (VC) First School, Cleckheaton, as set out in the \"Schools for the Future\" plans.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Kirklees Council, as part of their proposals for the re-organisation of schools in this area, seek to close St Luke's CofE First School.\n\nPlease help us to fight the closure of St Luke's school.\n\nA small school in the heart of a community, with excellent links to the Church.\n\nA school which children, parents, governors and staff are proud to be part of.  A school that cares, guides and enhances the lives of its pupils.   \n\nOur children achieve a high level of education, they do this in a place where everyone is valued.  All the staff know all the children and their families.  All the staff know all the childrens abilities, qualities and strengths.  This is a school that provides a good all-round education, establishing confidence and high self-esteem, teaching it's pupils how to respect themselves and others.  \n\nSt Luke's is a school that other schools could emmulate. \n\nThis is a thriving popular school  that serves its community and provides a strong start to our childrens school life.\n\nOur school should not be a closed school.\n\nThere is no good reason why this school should be closed. \n\nPlease sign our petition and encourage others to do so.\n\nThankyou.",
            "closed_at": "2008-12-10T00:00:00Z",
            "created_at": "2008-10-04T10:23:49.291062Z",
            "creator_name": "Rachel Oldroyd",
            "government_response_at": "2009-01-26T11:30:59.677497Z",
            "government_responses": [
                {
                    "created_at": "2009-01-26T11:30:59.677497Z",
                    "details": "You signed a petition asking the Prime Minister to \"scrap the proposals to close St Luke's CofE (VC) First School, Cleckheaton, as set out in the \"Schools for the Future\" plans.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18036\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'savestlukes'",
                    "updated_at": "2009-01-26T11:30:59.677497Z"
                }
            ],
            "opened_at": "2008-10-04T10:23:49.291062Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 457,
            "state": "finished",
            "updated_at": "2008-12-22T03:02:12.961441Z"
        },
        "id": 10863228
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/savestlukes/"
    },
    "type": "petition"
}