{
    "data": {
        "attributes": {
            "action": "commit to a GB women's football team at the London 2012 Olympics in order to raise the profile of women's sport. Football is now the most popular team sport for women and girls but the women's game continues to be vastly under-represented in the media. Showcasing GB women's football at the London Olympics would encourage more girls and women to participate in team sport, to the benefit of their health and wellbeing.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "",
            "closed_at": "2009-02-13T00:00:00Z",
            "created_at": "2008-10-05T14:18:44.974220Z",
            "creator_name": "Laura Shapiro",
            "government_response_at": "2009-09-21T11:36:15.360431Z",
            "government_responses": [
                {
                    "created_at": "2009-09-21T11:36:15.360431Z",
                    "details": "You signed a petition asking the Prime Minister to \"commit to a GB women's football team at the London 2012 Olympics in order to raise the profile of women's sport. Football is now the most popular team sport for women and girls but the women's game continues to be vastly under-represented in the media. Showcasing GB women's football at the London Olympics would encourage more girls and women to participate in team sport, to the benefit of their health and wellbeing.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20550\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'GBFemaleFootball'",
                    "updated_at": "2009-09-21T11:36:15.360431Z"
                }
            ],
            "opened_at": "2008-10-05T14:18:44.974220Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 581,
            "state": "finished",
            "updated_at": "2009-02-14T03:02:50.423438Z"
        },
        "id": 10866622
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GBFemaleFootball/"
    },
    "type": "petition"
}