{
    "data": {
        "attributes": {
            "action": "immediately stop any plan leading to, or program already implementing, indiscriminate eavesdropping, browsing history tracking or message interception.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Recent news reports indicate that the Home Office is intending to completely transform the way it gathers intelligence. Through the Intercept Modernisation Programme, GCHQ is to store every phone call made, every website visited and every email and text message sent – by anyone, to anyone.\n\nNeither terrorism nor crime poses a threat big enough to warrant such sinister intrusion into the daily lives of innocent citizens. While targeted monitoring of potential criminals can be justified in many cases, instantly turning 61 million citizens into suspects is not British, not moral and not befitting for a democracy no matter the threat.\n\nWe do not want to live in a society where innocent people have to worry about what they say, what they do and how they act. George Orwell’s novel Nineteen Eighty-Four tells a sinister story of how a society transforms if the private sphere is intruded upon by its government. These plans have the ominous potential to turn fiction into reality.\n\nIf the Intercept Modernisation Programme, or any programme like it, goes through, it will kill the democracy it is trying to preserve. These plans go too far. Stop them immediately.",
            "closed_at": "2009-01-06T00:00:00Z",
            "created_at": "2008-10-06T09:16:56.966617Z",
            "creator_name": "Bjorn Toft Madsen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-06T09:16:56.966617Z",
            "rejected_at": "2008-11-13T00:01:01.788451Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/privacy-matters/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-13T00:01:01.788451Z"
        },
        "id": 10868544
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoEavesdropping/"
    },
    "type": "petition"
}