{
    "data": {
        "attributes": {
            "action": "Change the quality control of pharmaceutical drugs on the NHS to enhance patients wellbeing",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently the pharmaceutical companies and the NHS have the monopoly on what drugs are offered and available to patients.\n\nMany of these drugs whilst cost effective, are synthetic, these can and do cause additional health problems,  are harmful to the overall wellbeing of the patient.\n\nWherever possible the patient should be offered the most natural and least harmful drug for their health and wellbeing and not that which is the cheapest synthetic generic.\n\nIt is known that synthetic oestrogens  are harmful, unable to get rid of any excess naturally, the body becomes poisoned, this can lead to cancer.  Natural plant oestrogens for instance are much less harmful, the body can rid iteself of any excess.\n\nRespiratory drugs that may cause heart disease should be investigated and drugs with least harmful non synthetic ingredients offered.\n\nDrugs prescribed short and particularly long term should be the most natural and beneficial to the health and wellbeing of the patient whilst properly treating the health disorder. \n\nThe emphasis should be on promoting health and wellbeing through quality drugs and not cheap, synthetic, generics.",
            "closed_at": "2009-02-13T00:00:00Z",
            "created_at": "2008-10-04T20:46:33.562918Z",
            "creator_name": "June Doughty",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-04T20:46:33.562918Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2009-02-14T00:01:03.550056Z"
        },
        "id": 10865261
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/QualityMedicines/"
    },
    "type": "petition"
}