{
    "data": {
        "attributes": {
            "action": "call upon Transport for London to extend the 330 Bus Route north to Wanstead High Street when it is extended west to Canary Wharf in 2009",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Extending the 330 Bus Route north to Wanstead High Street will bring the following benefits:\n\nProvide an alternative link into the Central Line for residents of North East London when the Jubilee Line and/or DLR are experiencing poblems. \n\nProvide a direct route for residents on low incomes from Wanstead (and a simple interchange for people who live along the 66, 145, W13 and W14 bus routes) who wish to work in Canary Wharf but cannot afford the costs of traveling by tube.\n\nProvide a direct link to Canary Wharf for physically disabled residents in Wanstead and Snaresbrook who are precluded from travelling by the lack of wheelchair access at the local tube stations.\n\nImproved access for shoppers wishing to travel to both the Canary Wharf and Wanstead High Street shopping areas and areas along the route.",
            "closed_at": "2009-01-05T00:00:00Z",
            "created_at": "2008-10-05T21:31:06.756925Z",
            "creator_name": "Alexander Phillips",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-05T21:31:06.756925Z",
            "rejected_at": "2008-11-12T00:01:01.604979Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for Transport for London.  You can find their contact information at http://www.tfl.gov.uk/contact/",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-12T00:01:01.604979Z"
        },
        "id": 10867746
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/wanstead330/"
    },
    "type": "petition"
}