{
    "data": {
        "attributes": {
            "action": "revoke his decision to award  Peter Mandelson a peerage.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Awarding a peerage to Peter Mandelson has brought disgrace onto the Honours system and degraded everyone in the House of Lords. He is certainly not deserving of such an honour and his appointment to the House of Lords is an outrage.  His service to the country amounts to a mere 18 months in the cabinet (plus a year as Minister without portfolio from May 1997, a reward for his loyalty to Tony Blair) and nine years as an MP for Hartlepool.  His achievements include presiding over the huge failure that was the Millenium Dome and being forced to resign from the cabinet twice.  What is the outstanding service to this country which has made him worthy of the highest honour?  Is he a maker of history in the British Isles?  Is he a great reformer, a nobel prize winner, a great poet, a remarkable person who deserves to join the elite club which has existed for nearly 750 years?  Of course not!  He is the embodiment of mediocrity when placed alongside such names as Lord Mountbatten, Lord Denning, Lord Winston, Dame Thatcher and Lord Attenborough, to name but a handful of a very distinguished many.",
            "closed_at": "2009-04-07T00:00:00Z",
            "created_at": "2008-10-07T18:04:16.788701Z",
            "creator_name": "CATHY DIXON",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-07T18:04:16.788701Z",
            "rejected_at": "2008-11-13T00:01:01.788451Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/PeterMandelson/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-13T00:01:01.788451Z"
        },
        "id": 10876171
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/mandelsonpeerage/"
    },
    "type": "petition"
}