{
    "data": {
        "attributes": {
            "action": "Cancel plans for a UK ECHELON communications monitoring network.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The current government has shown that data security is not a real concern as simple mistakes in the handling and dissemination of secret/confidential material has been routinely broken in several high profile cases.\n\nTo that end, we petition the prime minister to cancel the adoption of a new ECHELON style network in the UK collecting and cross referencing all electronic communications of the citizens and visitors to the UK.\n\nThis plan violates the human rights to privacy and constitutes illegal spying on the UK population as there is no warrant and no justified reason for mass surveilance. \n\nSince the government cannot be trusted with such data, and the prospect of a national database of communications (together with other datbases such as the DNA database) provides the government with a great deal of information about a citizen - we the people ask the government to cancel these plans and dismantle the system.",
            "closed_at": "2009-10-06T00:00:00Z",
            "created_at": "2008-10-06T15:59:58.632975Z",
            "creator_name": "Matt Tanner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-06T15:59:58.632975Z",
            "rejected_at": "2008-11-13T00:01:01.788451Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/privacy-matters/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-13T00:01:01.788451Z"
        },
        "id": 10870239
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EndSpyNetwork/"
    },
    "type": "petition"
}