{
    "data": {
        "attributes": {
            "action": "influence change of direct debits which should become flexable. Offering days of the week that most of us are payed on, not dates of the month or year unless specified. So more of us can direct debit without fear of penatlys or losing track.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The majority of us get paid on days of the week, and not dates of the year or calendar month. You just don't normally have money in your account the same date each month. Direct debits are only taken out dates of the year each month which is quite difficult to keep track of. Especially if you have a family or time consuming job. For those of us without an over draft this arouses many a problem and strain. Its possible to lose your account, and make it harder to pay, aswell as penaltys and hassle with the bank charges and credit, even with getting an overdraft which would help. We believe banks/building societys and companys should offer to take funds only when we specify there is actually going to be money in the account. With either more flexible direct debiting or days specified each month. [I.e. the second thursday of every month as opposed to the 19th of every month.] The result would be companys reciving money sooner, thus improved credit as bills would be paid for deffinate each month without a hit and miss. Decreased bank charges and penaltys.",
            "closed_at": "2009-02-07T00:00:00Z",
            "created_at": "2008-10-07T11:50:58.346048Z",
            "creator_name": "Jemma Kay Hilden",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-07T11:50:58.346048Z",
            "rejected_at": "2008-11-13T00:01:01.788451Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-13T00:01:01.788451Z"
        },
        "id": 10873564
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DDflexi/"
    },
    "type": "petition"
}