{
    "data": {
        "attributes": {
            "action": "outlaw the production of genetic modified crops and meets, outside security level 4 laboratories; as well as outlawing the usage of genetic modified crops or meet; in food product's  within the territory of the United Kingdom.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We further petition the Prime Minister to outlaw the making available, of products containing genetic modified ingredients and or genetic modified crops or meets in its original form, for the purpose of consumption by humans and animals within the territory of the United Kingdom. \n\nFurther we  the undersigned petition the Prime Minister to outlaw the sale, of products containing genetic modified ingredients and or genetic modified crops or meets in its original form, for the purpose of consumption by humans and animals within the territory of the United Kingdom. \n\nThe reason for this Petition is that genetic modified crops have not been proven as of now to be absolutely save, but are evidently posing a significant risk; to natural ecological habitats. \n\nFurther it is not proven that genetic modified crops do not pose a significant long term health risk to humans and animals; and we therefor need to consider the possibility of significant detrimental health effects, from primary and or secondary consumption of genetic modified meets, as well as crops and or products containing genetic modified ingredients.",
            "closed_at": "2009-10-07T00:00:00Z",
            "created_at": "2008-10-07T19:13:16.362798Z",
            "creator_name": "Moshe A. Stern Esq.",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-07T19:13:16.362798Z",
            "rejected_at": "2008-11-13T00:01:01.788451Z",
            "rejection": {
                "code": 2304,
                "details": "http://petitions.number10.gov.uk/GMcrops/",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-13T00:01:01.788451Z"
        },
        "id": 10876528
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/STOPGM/"
    },
    "type": "petition"
}