{
    "data": {
        "attributes": {
            "action": "Cut remuneration of Prime Minister, all Ministers, MPs & others in line with the cut now and in the next year in interest rates while CPI above target.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The current debacle in Financial Markets is due solely to the policies of and direction from politicians compounded by the lack of regulation of the financial services. \n\nAcknowledging that the most obvious excesses in financial mismanagement stem from the period of banking regulation in the USA since January 1987 and political fiscal and other initiatives; politicians in the UK and particularly since 1997 must also be seen as guilty of the most appalling mismanagement and encouragement for self serving reasons of an unsustainable financial assets 'bubble' with less than minimal regulation.\n\nInterest rates were artificially depressed by providing an inflationary target for CPI to the MPC. As CPI at c. +5% is 2.5x target reducing interest rates politically must have consequences directly on Politicians and indirectly also through cuts in Government sector remuneration.\n\nFollowing today's 0.5% (50bp) cut (10% of 500bp)this petition demands an immediate 10% cut in salaries of Prime Minister, Ministers, Labour MP's & Political Advisors; also for regulators and senior Civil Servants to be considered.",
            "closed_at": "2008-12-08T00:00:00Z",
            "created_at": "2008-10-08T12:59:15.500035Z",
            "creator_name": "D Murray",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-08T12:59:15.500035Z",
            "rejected_at": "2008-11-13T00:01:01.788451Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/MPrenumeration/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-13T00:01:01.788451Z"
        },
        "id": 10879523
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Cut-PMs-Pay/"
    },
    "type": "petition"
}