{
    "data": {
        "attributes": {
            "action": "Ensure that Icesave savers are fully covered by the FSCS in the event of the Iceland becomeing bankrupt",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The FSA is there to regulate and protect British consumers.  Why then did it permit Icesave to take deposits from 200,000 UK savers when it is now clear that the money was never really safe! I don't remember the FSA requesting the Icesave place a warning on the 150 foot long advert outside Clapham Junction station, and the numbers adverts around the country that they were putting money into a high risk investment.\n\nUK savers cannot be expected to analyse the likelihood of a sovereign nation becoming bankrupt, that is what the FSA is there to do.  Regulate.\n\nNo one has been clear until now whether the FSCS (Financial Services Compensation Scheme) would pay out the difference received by a foreign compensation scheme and that promised in the UK under the 'Passport' system of regulation.  \n\nNow it would appear that not only will the regulation that is supposed to protect UK savers will fail us, but the compensation scheme that we were led to believe would provide security for us is also failing.\n\nIf 200,000 UK savers loose close to £4 billion, I would consider that our government has failed us.",
            "closed_at": "2009-01-14T00:00:00Z",
            "created_at": "2008-10-07T15:37:05.951861Z",
            "creator_name": "Mr B",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-07T15:37:05.951861Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2009-01-15T00:01:02.417868Z"
        },
        "id": 10875232
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Icesavers/"
    },
    "type": "petition"
}