{
    "data": {
        "attributes": {
            "action": "Broaden His Current Innovative Leadership and Decision Making Preserves",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "FAO: His Excellency Rt. Hon. Gordon Brown, British Prime Minister\n\nI am very happy that the Prime Minister had assumed productive approaches as regards how he handles problems of the country.\n\nIt has become more apparent more than ever before that just as the current economic downturns took world leaders and everybody by surprise; the fact also remains that human nature has also assumed some dynamics more than ever before.\n\nThe appointment of Mr Peter Mandelson as his new Business Secretary is a clear demonstration of excellent leadership. I am not the least inclined to think let alone consider some of the on-going rumours and assetions that Rt. Hon. Gordon was in enmity with Mr Peter Mandelson.\n\nThe future is bright, the opportunities are there; we just need to worke harder than before and also realise that innovation constitutes the key to sustainable economic development and social stability as regards securing and consolidating the great future of this Great Country.\n\nMany thanks for the opportunity.\n\nYours faithfully\n\nSchwarzkorf Hakeem Kwame Nkrumah",
            "closed_at": "2009-01-15T00:00:00Z",
            "created_at": "2008-10-06T16:01:32.945714Z",
            "creator_name": "SCHWARZKORF HAKEEM KWAME NKRUMAH",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-06T16:01:32.945714Z",
            "rejected_at": "2008-10-20T15:35:45.405734Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-20T15:35:45.405734Z"
        },
        "id": 10870248
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WellDonePM/"
    },
    "type": "petition"
}