{
    "data": {
        "attributes": {
            "action": "create a national holiday devoted to improving relationships in the communtiy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We would like a national holiday to be devoted to improving relationships in communities.\nIdeas to be taken into consideration...\n\nLitter picking: This simple act does not only improve the state of a community, but will prevent danger to young children and wildlife.\n\nShopping for disabled and elderly: It is often very difficult for disabled or\nelderly people to find the time and energy to shop, especially if they are \nliving alone and family is scarce. Baking is also an option, and also sends a more personal message.\n\nVisiting hospitals and homes for the elderly/disabled: Spending time with those who reside in homes or who are confined to a hospital environment very much appreciate company, of others than just carers. It gives those concerned a\nchance to make new friends.\n\nCooking and/or providing food: For many, at this time of financial difficulty, getting food on the table is not always easy. Help would be immensely appreciated. \n\nAll of these are easy ways of serving one another and helping to make a difference. We want to make a difference in our communities. We hope you feel the same.",
            "closed_at": "2009-10-14T00:00:00Z",
            "created_at": "2008-10-08T12:18:22.859815Z",
            "creator_name": "Jamie-Rose Duke",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-08T12:18:22.859815Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2009-10-15T03:03:29.076468Z"
        },
        "id": 10879315
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/improvecomm/"
    },
    "type": "petition"
}