{
    "data": {
        "attributes": {
            "action": "Add to building codes that disabled toilets should not be locked with individual one-off keys",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "THIS IS A FUNDAMENTALLY DIFFERENT petition from that requesting ALL disabled toilets to be locked with a RADAR key as it concentrates upon avoiding ALL key locks where possible, but using ONLY RADAR scheme if not. It certainly does not wish any currently unlocked toilet to be locked\n\nAn ambulant mobility impaired person may not be able to walk to the toilet and then on to where a key is held, queue there, then walk back to the toilet. A visually impaired user, having found the toilet, is confronted by a sign in an unreadable format instructing him where to go for keys. A person with an incontinence disability often needs urgent access to the toilet and risks an unnecessary accident fetching keys. People with reduced hand function cannot handle or turn small keys. Often staff do not know where the key is kept. \n\nThe Radar key represents an easily recognised and widely understood format, and where, sadly, disabled facilities become locked this should ONLY be allowed if the Radar lock is used, in order not to undermine the purpose of the disabled facilities. TOILETS WHICH ARE NOT NOW LOCKED SHOULD REMAIN UNLOCKED.",
            "closed_at": "2009-04-14T00:00:00Z",
            "created_at": "2008-10-08T08:10:35.109340Z",
            "creator_name": "Clara Johnston",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-08T08:10:35.109340Z",
            "rejected_at": "2008-10-21T12:07:42.623896Z",
            "rejection": {
                "code": 256,
                "details": "Please address the excessive use of capital letters; they make your petition hard to read.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-21T12:07:42.623896Z"
        },
        "id": 10878165
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RadarLocks/"
    },
    "type": "petition"
}