{
    "data": {
        "attributes": {
            "action": "longer daylight hours will improve the safety and well being of all citizens",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "making way for some of the islanders of going ahead with the move for longer daylight hours is considering of leaving the clocks as they are this year on sunday october the 26th 2008.\n\na three year experimental, or three year trial period must be considered as from sunday october the 26th 2008 at 2 AM in the morning when british summer ends then, or when clocks are due to go back one hour then, but instead the name of british summer time will be changed to british standard time as from sunday october the 26th 2008 to sunday march the 29th 2009, when the clocks will be advanced on another hour to double summer time then.\n\nit's for the safety and well being of both english and foreign citizens as i have been a prisoner on that old civil time, why a trial period must be considered for every bodies safety of getting around more later in the day as well, as giving them more freedom too, of getting out much more and, also doing more things for them selves during the summer months before any more decisions will be made then.\n\nthe name of GMT plus 1 hour in the winter will be called british standard time and also the name of GMT plus 2 will be called double summer time put it in a english way of life.",
            "closed_at": "2008-12-14T00:00:00Z",
            "created_at": "2008-10-07T17:51:51.111097Z",
            "creator_name": "David Hughes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-07T17:51:51.111097Z",
            "rejected_at": "2008-10-22T10:59:53.530332Z",
            "rejection": {
                "code": 2048,
                "details": "This petiton overlaps with several already in existence:\n\nhttp://petitions.number10.gov.uk/moredaylight/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-22T10:59:53.530332Z"
        },
        "id": 10876096
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/moresunlight/"
    },
    "type": "petition"
}