{
    "data": {
        "attributes": {
            "action": "Increase the penalty for causing death by dangerous driving while under the influence of alcohol",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On the 6/10/08 ex Plymouth goalkeeper Luke McCormick was sentenced to 7yrs and 4mths in prison for the death of 2 young children, Arron and Ben Peak, aged just ten and eight years in a car accident on the M6 near Keele services Staffordshire. This sentence is a mockery and has not even closely reflect the severity of the crime an the consequences of his actions. Along with the 2 young boys, their father was also left disabled. To add insult to injury he could be out in 3yrs 6mths and allowed to apply for a license again in 4.\n\nI ask the PM to review the road laws regarding this and to impose a new law of 'Murder while in possession of a lethal weapon' as when a person is drunk and \"in charge\" of a vehicle, they do possess a lethal weapon, and should hold a maximum sentence of life and lifetime ban from the roads.\n\nAs in this case, it all to often results in innocent lives being tragically lost through wrecklessness.",
            "closed_at": "2009-04-14T00:00:00Z",
            "created_at": "2008-10-07T16:36:56.345504Z",
            "creator_name": "Andrew Wardle",
            "government_response_at": "2009-07-29T14:05:46.259189Z",
            "government_responses": [
                {
                    "created_at": "2009-07-29T14:05:46.259189Z",
                    "details": "You signed a petition asking the Prime Minister to \"Increase the penalty for causing death by dangerous driving while under the influence of alcohol.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20158\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ArronBenPeak'",
                    "updated_at": "2009-07-29T14:05:46.259189Z"
                }
            ],
            "opened_at": "2008-10-07T16:36:56.345504Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1214,
            "state": "finished",
            "updated_at": "2009-05-18T03:02:21.237279Z"
        },
        "id": 10875704
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ArronBenPeak/"
    },
    "type": "petition"
}