{
    "data": {
        "attributes": {
            "action": "change the law so families of deceased adopted people have the right to access their files",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My father took his own life at the age of 29, I was 13 months my brothers 5 & 8.  My father's adoptive mother decided not to tell my father about his true whereabouts and constantly reminded him of how lucky he was to have been adopted as his real mother didn't want him!  My father died never knowing where he came from, who he belonged to, basically he left this world without the knowledge that he craved.  Ironically the year after his death the law changed and he would've been able to go and find out this information for himself rather than being beholden to my grandmother.\nI have a family of my own now, it would be nice to do a family tree that didn't end with my father!  I have tried so many times to find out more information and have ALWAYS been told that the information held is only for the adoptive person to access - my response to this - HOW CAN HE WHEN HE IS DEAD! \nTherefore this law should be slackened to allow people in my position to access my deceased fathers records just to see who we all are and also so my mother can see who she was married too!  I would sign a clause to say that I would not approach people, I would do anything infact, but most of all I would just like to have a name of my true grandparents..",
            "closed_at": "2009-04-15T00:00:00Z",
            "created_at": "2008-10-08T13:46:25.133081Z",
            "creator_name": "Andrea Pickering",
            "government_response_at": "2009-05-19T15:15:16.611624Z",
            "government_responses": [
                {
                    "created_at": "2009-05-19T15:15:16.611624Z",
                    "details": "You signed a petition asking the Prime Minister to \"change the law so families of deceased adopted people have the right to access their files.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19340\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'MYROOTS'",
                    "updated_at": "2009-05-19T15:15:16.611624Z"
                }
            ],
            "opened_at": "2008-10-08T13:46:25.133081Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 213,
            "state": "finished",
            "updated_at": "2009-04-20T03:01:50.069655Z"
        },
        "id": 10879741
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MYROOTS/"
    },
    "type": "petition"
}