{
    "data": {
        "attributes": {
            "action": "make state-owned information related to climate, climate change and the adaptation to climate change freely available to all.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Current UK government policy deliberately restricts access to almost all types of information that are relevant to understanding climate and adapting to climate change. This policy is wide-ranging and covers many types of geographical information including meteorological information (most observed weather data, analysis and reanalysis data, climate models and climate model outputs), hydrological information (most stream flow and flood defence data) and oceanographic information (ocean models, sea-level data and bathymetry data). This policy is damaging the UK's ability to adapt as the climate changes and is ultimately harmful to everyone in the UK. In many other countries in the world (including the USA) such data is freely available.",
            "closed_at": "2009-01-16T00:00:00Z",
            "created_at": "2008-10-07T14:10:49.605207Z",
            "creator_name": "Stephen Jewson",
            "government_response_at": "2009-06-10T11:08:43.125068Z",
            "government_responses": [
                {
                    "created_at": "2009-06-10T11:08:43.125068Z",
                    "details": "You signed a petition asking the Prime Minister to \"make state-owned information related to climate, climate change and the adaptation to climate change freely available to all.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19546\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'climatedata'",
                    "updated_at": "2009-06-10T11:08:43.125068Z"
                }
            ],
            "opened_at": "2008-10-07T14:10:49.605207Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 213,
            "state": "finished",
            "updated_at": "2009-07-24T14:38:57.178595Z"
        },
        "id": 10874372
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/climatedata/"
    },
    "type": "petition"
}