{
    "data": {
        "attributes": {
            "action": "Abandon all plans to build an incinerator at Four Ashes Staffordshire",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The proposed incinerator planned to be built at Four Ashes Staffs must be scrapped\nThe plans are opposed by Stafford Borough council amongst others \nThe plant will have a detrimental effect on local reuse and recycle initiatives now being operated.\nThe scheme must use 300000 tons of waste per annum for 25 years \nThink of the huge number of lorry journeys needed to achieve this added to the exhaust emission's from the plant itself not to mention Congestion and noise problems.\nThe perceived need for this plant is based on old data that in my opinion is no longer valid\nThe recycling rates in Staffordshire is rising so refuse levels is falling and should fall further\nCompare this to our neighbours in Stoke on Trent who have no incentive to reduce waste levels as they need to feed their incinerator.\nGiven industries change in attitude to packaging this source of waste should also begin to fall (ASDA already recycles 65% of it waste and is committed to remove the remaining 35%)\nThe proposed cost of the incinerator would consume almost all of the councils budget and less recycling credits would mean even less thought going into local more environmentally friendly schemes",
            "closed_at": "2009-01-15T00:00:00Z",
            "created_at": "2008-10-09T12:16:20.265459Z",
            "creator_name": "Dave Stevens",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-09T12:16:20.265459Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2009-01-16T00:01:01.191441Z"
        },
        "id": 10884621
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FourAshes/"
    },
    "type": "petition"
}