{
    "data": {
        "attributes": {
            "action": "Ban trick and treating and other associated activities at halloween",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Every year 100s of children and youth take to the streets trick and treating. While it is fun for them thousands of elderly or otherwise vulnerable adults are left panick strickened and fearfull in their own homes.\n\nThis is without the consideration of the anti social behaviour that seems to escalate each year.\n\nFor many people (myself incl) its a time of horrific memories of childhood abuse. At this time of year everywhere I go is a constant reminder of my abuse. Each year shops seem to start selling stuff earlier. This year even my small paper shop is selling masks, and for what? To coin in some extra cash without realising what really goes on at halloween.\n\nAt this time of year I wont even go into town as im so triggered by all the commercialisation that goes on.\n\nSurely banning such a celebration that does not really have any signiicance to modern day society would not cause much upset to society as a whole",
            "closed_at": "2009-10-09T00:00:00Z",
            "created_at": "2008-10-09T21:15:13.962943Z",
            "creator_name": "Michelle Richards",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-09T21:15:13.962943Z",
            "rejected_at": "2008-11-15T00:01:01.706009Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-15T00:01:01.706009Z"
        },
        "id": 10887536
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/banhalloween/"
    },
    "type": "petition"
}