{
    "data": {
        "attributes": {
            "action": "British Busines all invoices to be settled in 30 DAYS",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the small and medium sized businesses of the UK require legislation to ensure all companies irrespective of size settle all outstanding accounts within 30 days of submission of a valid invoice. \n\nHaving the right to charge interest on debt is of no use to small and medium businesses as the larger customers, many who are national and international institutions including Banks and Insurance companies will simply cancel any contract with any supplier who evoked this rule.\n\nToday the PM has announced “the government would seek to pay small businesses with public contracts within ten days to help ease liquidity problems\" If it is good enough (and I agree with the policy 100%) for the government to do this with our tax money, why are we afraid to do this for/to all businesses. \n\nIf my business got paid regularly in 30 days as it was enshrined in law, I would pay all of my suppliers in 30 days. This simple process would introduce billions into the economy for investment and remove it from the national and international companies who only use it to pay big dividends or director bonuses.",
            "closed_at": "2009-04-14T00:00:00Z",
            "created_at": "2008-10-08T16:00:02.518966Z",
            "creator_name": "Stuart",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-08T16:00:02.518966Z",
            "rejected_at": "2008-10-21T14:20:34.765700Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence:\n\nhttp://petitions.number10.gov.uk/invoicepayment/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-21T14:20:34.765700Z"
        },
        "id": 10880564
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PayIn30Days/"
    },
    "type": "petition"
}