{
    "data": {
        "attributes": {
            "action": "Reduce the burden of cost for planning applications",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The planning system needs to be made simpler and less costly.  The fee in submitting an application is £350 for one dwelling the same building if split internally into 4 dwellings is subjected to a multiple fee 4x.  An imbalance as the work involved by planning authorities is not 4x.\nThe COST of preparation for planning applications is excessive in time and monetary.\nA single application through the consultation process (if your lucky enough to get a council that will participate) can take months even years, with survey reports being requested months down the line instead of at the beginning of the process, creating further delays.\nA recent development proposal for 10 flats designed to provide; Low-Cost Private Sector housing for Single People, according to ALL government and external sources desperately needed, 12 months of consultations, £30,000 in a variety of survey reports and still no guarantee the scheme will obtain planning consent.  A scheme designed to provide low-cost housing, if the planning system is not overhauled to reduce the cost burden then, the private sector is going to be unable to provide the dwellings.",
            "closed_at": "2009-10-17T00:00:00Z",
            "created_at": "2008-10-10T10:39:50.730459Z",
            "creator_name": "Stephen Bowd",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-10T10:39:50.730459Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2009-10-18T00:01:01.911492Z"
        },
        "id": 10889184
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PlanningSystem/"
    },
    "type": "petition"
}