{
    "data": {
        "attributes": {
            "action": "urge Cardiff City Football Club to erect a statue of former Manager Eddie May in a prominent position outside the club's new stadium.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Eddie May is a Cardiff City legend. Who can forget the way that his Bluebirds team stormed their way to a Division 3 Title and Welsh Cup double in 1992/93? Who can forget that he led us into Europe to play the likes of Baumit Admira Wacker and Standard Liege? Who can forget the way in which he used to hisde the fag he was obviously smoking in the dugout at Ninian Park whenever a Video Camera reared it's head?\nMany Bluebirds are now resigned to the fact that our Stadium will now be a stadium without any Cardiff City branding inside. What's stopping us having a gold plated statue of the great Eddie outside the ground? He is a figure with whom all City fans can identify. He's big, he's brash and if you didn't listen to him during the teamtalk, you could expect a clip around the head and a swearing laced volley of abuse.\nEddie loved the City and most of the fans loved Eddie too. O.k, tactically, he wasn't the greatest, but he had character and passion for the club. Let's honour him by allowing him to open the stadium and by having a statue of him outside the ground.",
            "closed_at": "2009-04-10T00:00:00Z",
            "created_at": "2008-10-10T13:31:52.357774Z",
            "creator_name": "Nicholas Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-10T13:31:52.357774Z",
            "rejected_at": "2008-11-16T00:01:01.566219Z",
            "rejection": {
                "code": 20480,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-16T00:01:01.566219Z"
        },
        "id": 10889979
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/eddiemaystatue/"
    },
    "type": "petition"
}