{
    "data": {
        "attributes": {
            "action": "help permanently eliminate bullying and prejudice on the basis of sexuality or gender identity, by making information on LGBT issues a mandatory, adequately-explained part of the education system.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We believe that schools in general don't tackle the issues of sexual or gender orientation adequately. Many schools never mention the existence of LGBT issues at all. If places where we learn about equality and the world around us don't acknowledge or are reluctant to discuss LGBT issues, how are these people supposed to be seen in a non-negative way?\n\nWe believe that if LGBT information and issues were made a *mandatory* part of education, this would have a positive impact on hatred and misunderstanding. This would also ease the mental and emotional suffering many LGBT people endure needlessly every day. Information such as explanation of LGBT issues, sex, sexual health and rights.\n\nWe petition the following:\n*LGBT rights and information explained on not only the school syllabus, but stored for students to access at any time.\n*Education on LGBT community for not only the students, but the teachers so that they can identify bullying on the grounds of sexuality/gender identity as wrong.",
            "closed_at": "2009-10-13T00:00:00Z",
            "created_at": "2008-10-13T00:31:35.766175Z",
            "creator_name": "Paul Preedy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-13T00:31:35.766175Z",
            "rejected_at": "2008-11-16T00:01:01.566219Z",
            "rejection": {
                "code": 2048,
                "details": "Pls see:\nhttp://petitions.number10.gov.uk/schoolsout/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-16T00:01:01.566219Z"
        },
        "id": 10898024
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lgbtschoolinfo/"
    },
    "type": "petition"
}