{
    "data": {
        "attributes": {
            "action": "Oppose a ban on the sale of conventional incandescent Light Bulbs",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The proposed ban on the sale of conventional incandescent Light bulbs by 2010 will cause more problems than it will solve.\n\nThe ban will have detrimental impact on the lives of many migraine and epilepsy sufferers who are affected by the flicker of fluorescent bulbs.  The flicker problem is worsened when a fluorescent lamp is used in conjunction with a computer screen and can be seen by those affected as black bars moving up and down the monitor screen.\n\nIn addition there is the cost for people who have halogen light fittings, as fluorescent bulbs are not suitable for this type of fitting. Fluorescent bulbs are non compatible with most dimmer switches and security timers.  Will these have to be replaced by conventional light switches? Will people employ qualified, registered, electricians or will there be yet more fires and injuries caused by DIY or rouge electricians\n\nThere is nothing wrong with encouraging people to use energy efficient light bulbs where ever possible. However a blanket ban on traditional incandescent bulbs is another example of the nanny state imposing change without considering the consequences.",
            "closed_at": "2009-10-17T00:00:00Z",
            "created_at": "2008-10-11T22:10:40.104697Z",
            "creator_name": "Simon Francis",
            "government_response_at": "2009-12-03T11:55:47.265530Z",
            "government_responses": [
                {
                    "created_at": "2009-12-03T11:55:47.265530Z",
                    "details": "You signed a petition asking the Prime Minister to \"Oppose a ban on the sale of conventional incandescent Light Bulbs.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21549\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'lightban'",
                    "updated_at": "2009-12-03T11:55:47.265530Z"
                }
            ],
            "opened_at": "2008-10-11T22:10:40.104697Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1339,
            "state": "finished",
            "updated_at": "2010-04-30T15:21:05.809298Z"
        },
        "id": 10894760
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lightban/"
    },
    "type": "petition"
}