{
    "data": {
        "attributes": {
            "action": "properly represent the people of this country by ordering the Crown Prosecution Service to prosecute every council leader and Chairman of Charities as well as his/her finance director, who invested our money in an Icelandic Bank, for negligence and sue them to get an order for our money to be recovered from them if it is not to be returned by the Icelandic authorities.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "These people did not apply prudency, they took a risk with money which was not theirs.  This is NOT how councils should be.  The Prime Minister, as representative of the people MUST find out via this petition if prosecution of the perpetrators is what the people want.  It is the only thing which matters in this whole affair, what the people want to have done about it!",
            "closed_at": "2009-10-11T00:00:00Z",
            "created_at": "2008-10-11T11:20:44.009931Z",
            "creator_name": "keith jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-11T11:20:44.009931Z",
            "rejected_at": "2008-11-16T00:01:01.566219Z",
            "rejection": {
                "code": 4096,
                "details": "It is not for the Prime Minister or Government to order the CPS to prosecute anyone.  The CPS make the decision to prosecute based on investigations by the police.  Please see http://www.cps.gov.uk/ for more information on how the CPS work.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-16T00:01:01.566219Z"
        },
        "id": 10893228
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LetUsTellYouWhat/"
    },
    "type": "petition"
}