{
    "data": {
        "attributes": {
            "action": "Save all the other banks by paying £3 per share to B&B +promise it to any nationalised bank for next 2 years",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sir,if you pay £3 per share compensation, now to all B&B and N Rock shareholders,promise it to any bank nationalised in the next two years, you guarantee all banks futures.\nThe rights issues will be fully subscribed,no matter how huge, others will want to do the underwriting.The banks share prices will have a floor under them.So no rescues required.Save£50 billion.Pay in pref.shares(two years)in other banks. Treasury to keep coupon+any capital gain,self financing.Private and Instit investors will clamour for shares. Recap completed and money saved for recession thus eased with banks sorted.Shareholder trust, which we now need will be re established.Strong UK banks pick up assets at firesale prices around the world. How good would 5 banks like HSBC be for the Treasury and jobs. This can be an opportunity, not  a disaster if we are first to recover.If we save the banks, deposits are safe, businesses in UK are safe, London the  financial centre of the world again.The Treasury will love it, UK to impose correct Regulatory standards, copied around the world.   Opportunity beckons.\nFirst up - best dressed.",
            "closed_at": "2008-12-17T00:00:00Z",
            "created_at": "2008-10-13T03:37:52.669386Z",
            "creator_name": "Mike Heaney",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-13T03:37:52.669386Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1,
            "state": "finished",
            "updated_at": "2008-12-18T00:01:01.140821Z"
        },
        "id": 10898140
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bankingrescue/"
    },
    "type": "petition"
}