{
    "data": {
        "attributes": {
            "action": "gill clayton-johns",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "wish to ask for fuel prices to be cut for the disabled,  .Rising fuel prices have  reflected  very  badly on people with mobility problems . Once again they feel discriminated against.  Once again they are struggling to maintain their independence.Those \n who live in Rural areas depend solely on their transport,  most  struggle with poverty, because of their low incomes and inability to find employment.Many are more housebound again  because of rising fuel prices.A large number of disabled people are in a crisis situation.  Most disabled people, those wheelchair bound depend upon a larger vehicle, to enable them to travel in their own wheelchairs, larger vehicles cost more to buy, and certainly they cost more to run.  Disabled people are just people, the same as we all are, at some point in all of our lives we are going to experience some sort of disability, think how devastating that thought is..We need to think of the less fortunate people in our lives, and we all need to be able to do the best for them, it could be us in that position in the future. Please sign my petition and show you support us.",
            "closed_at": "2009-01-10T00:00:00Z",
            "created_at": "2008-10-10T17:50:25.585543Z",
            "creator_name": "Gill Clayton-Johns",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-10T17:50:25.585543Z",
            "rejected_at": "2008-11-16T00:01:01.566219Z",
            "rejection": {
                "code": 256,
                "details": "Your title, currently 'gill clayton-johns' should be a clear call for action, preferably starting with a verb, and not a name.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-16T00:01:01.566219Z"
        },
        "id": 10891140
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/housebound/"
    },
    "type": "petition"
}