{
    "data": {
        "attributes": {
            "action": "suspend stock-market trading to counter the effects of the current global financial crisis",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We call for a brief but complete suspension of trading on the floors of the world's stock-markets. If trading were to be suspended world-wide for a set period of time (e.g. two days), the current cycle of panic in the financial markets could be broken: it would give governments some breathing space in which to work for solutions together, and would take traders off the floor and away from the hothouse environment in which panic can so easily take hold. With traders now hyper-sensitised to negative developments in the financial world, increasingly damaging panic-reactions look likely, unless a way is found to break current spirals of selling. \n\nPrecedents have very recently been set for this type of action in Indonesia, Iceland, Russia and the Ukraine, as well as during previous financial crises. However, what is needed now is for a suspension of trading to take place as a co-ordinated action on the part of governments on a global scale.\n\nPrime Minister, we strongly urge you, and other political figures around the world, to consider this measure as a means of bringing the global financial crisis under control.",
            "closed_at": "2008-12-10T00:00:00Z",
            "created_at": "2008-10-10T22:36:45.049424Z",
            "creator_name": "Dr. Katharina Hall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-10T22:36:45.049424Z",
            "rejected_at": "2008-11-16T00:01:01.566219Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/SolvetheCrisis/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-16T00:01:01.566219Z"
        },
        "id": 10892079
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/suspendtrading/"
    },
    "type": "petition"
}