{
    "data": {
        "attributes": {
            "action": "stop the proposed merger of St Bernard's Grammar School and St Joseph's Secondary School, Slough.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Slough Borough Council and the Diocese of Northampton propose to merge St Bernard's Grammar School and St Joseph's Secondary School to form a Catholic College -  at odds with the area's secondary school provision, and not based on falling enrolments.\n \n\nThe proposed development plot (the St Bernard's site at 1 Langley Road, Slough) includes a 19th century house, chapel, school buildings, playing fields, gardens and cemetery.\n \n\nSt Bernard's has delivered high-quality grammar school education in a unique setting for over 110 years. A move to comprehensive education forces parents to choose between a grammar school and a Catholic school.\n \n\nThe site is at a junction of 2 major roads. Current traffic flow already makes the area dangerous, but greatly-increased congestion generated by a school of 1500 pupils endangers the entire community.\n\n\nThe existing site would be substantially altered (including demolition) to construct the new building, completely destroying the architectural, environmental and religious heritage that the Convent has generated for the community since the 19th century.\n \n\nMerging the schools benefits no pupil, and is detrimental to the entire community.",
            "closed_at": "2009-10-24T00:00:00Z",
            "created_at": "2008-10-11T20:05:03.058440Z",
            "creator_name": "Vanessa Rivington",
            "government_response_at": "2009-12-03T12:03:34.583264Z",
            "government_responses": [
                {
                    "created_at": "2009-12-03T12:03:34.583264Z",
                    "details": "You signed a petition asking the Prime Minister to \"stop the proposed merger of St Bernard's Grammar School and St Joseph's Secondary School, Slough.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21557\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'stbernards'",
                    "updated_at": "2009-12-03T12:03:34.583264Z"
                }
            ],
            "opened_at": "2008-10-11T20:05:03.058440Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1274,
            "state": "finished",
            "updated_at": "2009-11-02T03:01:30.364314Z"
        },
        "id": 10894423
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stbernards/"
    },
    "type": "petition"
}