{
    "data": {
        "attributes": {
            "action": "use Britain's leverage in Burundi to press for the release of journalist Jean-Claude Kavumbagu, an Amnesty International Prisoner of Conscience",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Burundian journalist Jean-Claude Kavumbagu has worked tirelessly to expose corruption and human rights abuse in his country. \n\nThe family of Charlotte Wilson, a British citizen killed in Burundi in December 2000, are particularly grateful to Jean-Claude for his longstanding support - and were shocked to hear that he had been arrested and jailed for \"defamation\" in September 2008, simply for raising questions about the Burundian President's personal expenditure at the Beijing Olympics. \n\nBritain is a major aid donor to Burundi - and past cases show that international pressure can make a decisive difference. We urge the government to stand up for freedom in Burundi, and demand the release of Jean-Claude Kavumbagu. \n\nSee http://www.amnesty.org/en/library/info/AFR16/006/2008/en for more details.",
            "closed_at": "2009-04-11T00:00:00Z",
            "created_at": "2008-10-11T08:59:18.374456Z",
            "creator_name": "Richard Wilson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-11T08:59:18.374456Z",
            "rejected_at": "2008-11-16T00:01:01.566219Z",
            "rejection": {
                "code": 16384,
                "details": "Individual legal cases such as this are a matter for direct communication with the Foreign Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-16T00:01:01.566219Z"
        },
        "id": 10892867
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/freejeanclaude/"
    },
    "type": "petition"
}