{
    "data": {
        "attributes": {
            "action": "Jolita Amutharasan",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "URGENT\nRe : Mrs Calista Sideek, ppn: N1376907 Ref: COCH/09090800580411/1/2\nMohamad Aman Sideek  ppn: N1376907  DOB: 04/12/94  Age: 13\nThe above my sister and her son. They jointly applied for a visitor visa(UK)on the first week of September through the UK Visa division in Colombo.  One month later on 6th of October they were called to collect their passports. Only my sister’s new passport was handed back with the visa but not the son’s passport nor other original documents handed in with the visa application. They were told to come back the next day, next day and next day..etc. They have been going everyday but now Monday 13th October 2008 no sign of the passport and documents . \nI am disgusted. We are well aware of the high level of fraud and corruption that has been going on within SriLankan government and the British High Commission there. These matters have brought disgrace not only to the British High Commission but also to the UK government.\nI urge you to look into this as a matter of urgency so that my sister and nephew can travel to the UK before my parents leave the UK to their country of residence Canada on the 19th October 2008.",
            "closed_at": "2008-10-15T00:00:00Z",
            "created_at": "2008-10-13T10:21:57.041716Z",
            "creator_name": "Jolita Amutharasan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-13T10:21:57.041716Z",
            "rejected_at": "2008-11-16T00:01:01.566219Z",
            "rejection": {
                "code": 16896,
                "details": "Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-16T00:01:01.566219Z"
        },
        "id": 10899272
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/foreignoffice1/"
    },
    "type": "petition"
}