{
    "data": {
        "attributes": {
            "action": "make it a criminal offence for any politician, government official, or other person, to abuse anti-terrorist legislation by using it for purposes other than that for which it was drafted.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Anti-terrorist legislation is one of the most sensitive areas of U.K. law, as it has the potential to impinge on all aspects of our freedoms, and when applied to foreign nationals and other countries, to change foreign policy and international relationships to an enormous degree. It is therefore vital that no-one should be allowed to abuse the powers granted by such legislation.\n\nIt should be made a criminal offence for anyone to abuse anti-terrorist legislation by using it for purposes for which it was not intended. For example, to embarrass or intimidate foreign countries, for illegal seizure of foreign assets, for political or financial gain, to prevent disclosure of U.K. government activities to the population, to prevent or interfere with government accountability to the people of the U.K. \n\nPunishment should include the possibility of a custodial sentence, and removal from office if used by any government official.",
            "closed_at": "2009-04-12T00:00:00Z",
            "created_at": "2008-10-12T02:21:20.334873Z",
            "creator_name": "Keith Ballard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-12T02:21:20.334873Z",
            "rejected_at": "2008-11-16T00:01:01.566219Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/IcelandTerror/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-16T00:01:01.566219Z"
        },
        "id": 10895134
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Terror-Abuse/"
    },
    "type": "petition"
}