{
    "data": {
        "attributes": {
            "action": "ensure that all companies selling holidays, flights, cruises etc are fully covered and insured should a company become insolvent",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the wake of XL's demise it has been highlighted that certain companies, and especially internet companies are selling holidays, flights, tours etc without being able to offer us (the customers) the security of money back or replacement should anything go wrong, without costing a fortune. \n\nHundreds and thousands of people all over the United Kingdom have been affected by this, please can the government ensure that all companies who offer their servises as a broker, booker, travel agent or what ever they want to call themselves are fully covered by their own insurance.\n\nABTA have suggested a charge on all bookings, £1 for a flight £2 for a holiday, make this charge compulsary, give this money to the CAA to administer and then should another airline, tour company or what ever go bust, the clients (as is us the paying public) will not loose out yet again. TTG also suggested a levy of £1 a few years ago but the government refused to action this, perhaps in hind site they will now say the levy would have been a good idea",
            "closed_at": "2009-10-17T00:00:00Z",
            "created_at": "2008-10-11T03:28:03.170076Z",
            "creator_name": "Susan Iddon",
            "government_response_at": "2009-11-06T11:26:55.316429Z",
            "government_responses": [
                {
                    "created_at": "2009-11-06T11:26:55.316429Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure that all companies selling holidays, flights, cruises etc are fully covered and insured should a company become insolvent.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21206\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'hols-protection'",
                    "updated_at": "2009-11-06T11:26:55.316429Z"
                }
            ],
            "opened_at": "2008-10-11T03:28:03.170076Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 242,
            "state": "finished",
            "updated_at": "2009-10-18T00:01:01.911492Z"
        },
        "id": 10892536
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/hols-protection/"
    },
    "type": "petition"
}