{
    "data": {
        "attributes": {
            "action": "Defend the financial interests of depositors (which includes British Citizens, British Residents & Island residents) in Landsbanki Guernsey by exerting political pressure on the Icelandic Government to fully reimburse shortfall following administration of the bank as a result of nationalisation of the Landsbanki hf parent bank in Iceland",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am a British National who opened a one year fixed deposit pounds with Landsbanki Guernsey on September 24th.   \nFollowing nationalisation of Landsbanki Iceland, Landsbanki Iceland was placed into administration.\nLatest bulletin from administrator Rick Garrad as follows -\n“The main reason for the Bank’s difficulties has been the placing of funds with Heritable Bank, which is in Administration.” \n“There are significant liquid funds available to the Bank and we are doing everything we can to enable a part payment to depositors and creditors to be made as soon as possible.”  \n\nTherefore there is likely to be a shortfall to depositors.      Perhaps the Prime Minister can also exert political pressure on the Guernsey authorities to represent the interests of depositors - they appear to have been invertebrate to date.   There are many Britsh Nationals & Channel Island depositors who have invested their life savings in Landsbanki Guernsey, heartbreaking stories of which can be read online at www.thisisguernsey.com.  \n\nJOHN CABRELLI",
            "closed_at": "2009-10-11T00:00:00Z",
            "created_at": "2008-10-11T02:49:06.332829Z",
            "creator_name": "John Cabrelli",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-11T02:49:06.332829Z",
            "rejected_at": "2008-11-16T00:01:01.566219Z",
            "rejection": {
                "code": 2048,
                "details": "Pls see:\nhttp://petitions.number10.gov.uk/LandsBanki/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-16T00:01:01.566219Z"
        },
        "id": 10892527
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LGCharter/"
    },
    "type": "petition"
}