{
    "data": {
        "attributes": {
            "action": "Call for a public inquery into the running of Insurance Brokers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition hopes to gain a public inquiry into the running of insurance brokers and the powers of the insurance ombudsmen.\nI am bringing about this petition as over the last two years I have been fighting, against insurance brokers who have committed fraud (i.e. they signed my signature to policy documents and when I needed my policy to work for me, it would not pay out, due to the signature being forged). I have been through the ombudsmen, the police and trading standards, however none of these institutions seems to have the powers to deal with this company as they keep telling me that they can sign people’s signatures to policies documents if they like as this is common practice with the industry.\nAs a result of this company’s gross malpractice I have lost my business’s, income and home and have been placed into over £2 million pounds worth of debt.\nI wish for this petition to show the government that the current measures that it has put in place to help safe guard small business’s and home owners are now insufficient to deal with what is actually happening in the modern business climate.",
            "closed_at": "2008-12-20T00:00:00Z",
            "created_at": "2008-10-12T12:27:21.106096Z",
            "creator_name": "Mrs. Avril Marie Bennie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-12T12:27:21.106096Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2008-12-21T00:01:01.421146Z"
        },
        "id": 10895887
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Bennie/"
    },
    "type": "petition"
}