{
    "data": {
        "attributes": {
            "action": "Only give basic needs to asylum seekers, no permanent redadency and ban them from returning to their home country if they are allowed to stay",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The case of the Afghan asylum seeker family living in a mansion with a fifty inch plasma TV paid for with our tax payers money reported by all the media including the bbc inspired me to write this petition.\n\nAnyone one who truly is an asylum seeker would be grateful to stay in an asylum house with other asylum seekers getting basic care. If they truly did face death or prosecution in their own country. If they complain about this then they should be sent home immediately because they are obviously economic migrants looking to scrounge. \n\nIf they are allowed to stay then it should never be permanent.\n\nThey certainly should never be allowed to return to their home countries such as they are if they claiming they are fleeing prosecution.\n\nStop telling us we are multicultural and all the other rubbish to justify the mess of the asylum and immigration in this country which has flooded every area now.\n\nStop giving in to liberal pressure just because they cry more!",
            "closed_at": "2009-10-17T00:00:00Z",
            "created_at": "2008-10-12T16:34:33.649823Z",
            "creator_name": "John Price",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-12T16:34:33.649823Z",
            "rejected_at": "2008-10-23T15:19:29.112082Z",
            "rejection": {
                "code": 128,
                "details": "",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-23T15:19:29.112082Z"
        },
        "id": 10896718
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stopgivingin/"
    },
    "type": "petition"
}