{
    "data": {
        "attributes": {
            "action": "Condemn the religious violence in India and call on the Indian government to stop the violence and address its causes.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "More than 30 people have been killed in the violence and dozens of churches and Christian institutions have been vandalised.\n\nHindu militant outfits led by the Bajrang Dal organisation have started targeting Christians in Orissa. Riots began after a Hindu religious leader was shot dead. Left-wing Maoist rebels have since claimed responsibility for the shooting but hard-line Hindu groups continue to blame the minority Christian community.\n\nThe US Congress recently introduced Resolution 434 (110th Congress, 2d Session), whereby Congress \"strongly condemns the religious violence in India, including the killings, rapes, and home and church destruction\" and \"calls on the state governments of India and elected bodies in all levels of government to protect all their citizens regardless of their religious beliefs\".\n\nInternational pressure has a great impact on the actions of the Indian government and the UK government should make clear its stance. We the undersigned petition the Prime Minister to condemn the religious violence in India and call on the Indian government to stop the violence and address its causes.",
            "closed_at": "2008-11-17T00:00:00Z",
            "created_at": "2008-10-11T21:59:21.484264Z",
            "creator_name": "Dominic James Burbidge",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-11T21:59:21.484264Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 167,
            "state": "finished",
            "updated_at": "2008-11-20T03:01:55.950797Z"
        },
        "id": 10894730
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/indiaviolence/"
    },
    "type": "petition"
}