{
    "data": {
        "attributes": {
            "action": "Increase the tax-free mileage allowance for work related travel from 40p",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With fuel costs seemingly out of control, the governments appetite to increase the road tax based on engine size (when bigger engines use more fuel and hence, pay more tax through fuel purchase) and general cost of products (i.e. Parts and labour for servicing) increasing.  It is fast becoming a cost to use your personal vehicle for work - it would be easy to suggest not using the car, but for the vast majority of people in the same situation, using their car is an absolute necessity if we are to continue working in a highly competitive sector.  With all our earnings taxed it seems that paying four times for one thing (PAYE – Road Tax – Fuel Duty – VAT) is too much. To ask for further tax on a cost that we must bear to remain in employment is just unfair to the honest, working, tax paying, British employee.  The rate has been at 40p per mile for as long as I can remember. I can remember, however, only a few years ago, when petrol was only (and I say only with a wry smile on my face) 60p per litre – almost a 100% increase in 10 years.",
            "closed_at": "2008-12-13T00:00:00Z",
            "created_at": "2008-10-13T09:08:35.459346Z",
            "creator_name": "Daniel Cox",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-13T09:08:35.459346Z",
            "rejected_at": "2008-11-16T00:01:01.566219Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-16T00:01:01.566219Z"
        },
        "id": 10898843
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/40p-Allowance/"
    },
    "type": "petition"
}