{
    "data": {
        "attributes": {
            "action": "AS HEAD OF THE GOVERNMENT STOP STEALING  £37-BILLION PLUS OF TAXPAYERS  MONEY TO REWARD BANKS  FOR MISAPPROPRIATION OF INVESTORS MONEY.ALONG WITH STEALING FROM PENSION FUNDS OF THE TAX PAYING PUBLIC.ALONG WITH SELLING OUR GOLD RESERVES WHEN GOLD PRICES WERE AT A LOW. INFACT TO STOP BEING PUBLIC ENEMY NUMBER ONE.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The behaviour of the government in giving tax payers money to failed banks is theft from the taxpayer.FACT. It is a reward for incompetance on the part of the banks & government, using taxpayers money.Not Browns money, not the money of the banks or their directors, but tax payers money. FACT. It is unjust, immoral & criminal. Where has this suddenly available £37 billion of our money come from? There was no sign of it when other things more important than banks needed it. When are we to receive our share certificates as we now own shares in these failed businesses? When will the dividends be paid to us? Atthe same time as we see the benefit of our Northsea oil & gas, along with the benefit of the fallen cost of crude. This government is not fit or competant to run this or any country. It fails in every respect other than to creat Blair millionares. Legalised criminals is a fair & true analagy.",
            "closed_at": "2009-04-17T00:00:00Z",
            "created_at": "2008-10-13T22:01:02.039011Z",
            "creator_name": "Freddie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-13T22:01:02.039011Z",
            "rejected_at": "2008-10-23T11:13:48.395214Z",
            "rejection": {
                "code": 10240,
                "details": "http://petitions.number10.gov.uk/STOP-THE--ROT/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions",
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-23T11:13:48.395214Z"
        },
        "id": 10903148
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/unjustreward/"
    },
    "type": "petition"
}