{
    "data": {
        "attributes": {
            "action": "Ensure that victims of domestic violence receive the same treatment from the Police irrespective of where they live",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I ask the Prime Minister to give consideration to the creation of a National Domestic Violence Policy that encompasses the best practice of all Police Authorities in the UK.  At present if you report an incident of domestic violence the response you receive from your Police Authority will depend upon the Forces own Policy.  I am a survivor of Domestic Violence living in County Durham.  Despite reporting my abuser to the Police my abuser continued to harass me.  The Police in Durham failed to provide the adequate safety and protection that I needed.  They ignored my pleas for help.  If I had lived in another Police Authority I may have received a better response.\n\nI ask the Prime Minister to take into consideration the needs of women in this country and the need to ensure victims of domestic violence receive the protection they deserve. \n\nIt is hard to comprehend in 2008 that we discrimiante against women on the basis of where they live. \n\n7 million women in this country are victims of abuse. \n\n1 in 4 women will be subjected to abuse at sometime in their life  \n\nIf you believe our Police Authorities owe it to the women of this country to protect them from all forms of violence please sign my petition",
            "closed_at": "2009-10-17T00:00:00Z",
            "created_at": "2008-10-13T18:44:53.113409Z",
            "creator_name": "ANNEMARIESMITH",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-13T18:44:53.113409Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 26,
            "state": "finished",
            "updated_at": "2009-10-18T00:01:01.911492Z"
        },
        "id": 10902178
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/APOLICYFORALL/"
    },
    "type": "petition"
}