{
    "data": {
        "attributes": {
            "action": "extend the cover of the DTI's Small Firms Loan Guarantee Scheme (SFLG), raising to £1,000,000 (£1m) worth of small business lending over 7 years - as opposed to just £1/4m over 5 years.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Small firms are rightly considered as ‘the engine room’ of our economy, providing jobs and invaluable infrastructure to everyday life.  \n\nIn hard times it is too often small firms who struggle most. Struggling to cover short term costs is the first sign that many will sadly fall by the wayside.\n\nThe Gov't has taken action with a ‘bail-out’ to prompt lending between financial bodies. A systematic approach is needed to stabilise our economy.\n\nBy extending the financial cover included in the SFLG & the period it covers any monies loaned, our struggling businesses can become self-sustaining again.  \n\nExtra guaranteed cover for small businesses borrowing lets banks lend with confidence to small businesses, who cannot afford to chop and change their CEO in order to save face, but must focus on covering increased overheads and operating costs just to stay afloat.\n\nAlso, larger firms will be able to continue to grow, rather than cut spending and lay off more of the British workforce.\n\nWe can't wait for billions paid into the banking sector to 'trickle down' in the form of prosperity for all the economy.\n\nHelp spread Government action, we may not see action again for some time.",
            "closed_at": "2009-01-22T00:00:00Z",
            "created_at": "2008-10-14T11:45:11.632031Z",
            "creator_name": "Gavin Wheeldon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-14T11:45:11.632031Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 120,
            "state": "finished",
            "updated_at": "2009-01-23T00:01:01.883071Z"
        },
        "id": 10905181
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HelpSmallFirms/"
    },
    "type": "petition"
}