{
    "data": {
        "attributes": {
            "action": "abolish concurrent custodial sentences, which make a mockery of the law and are an effective \"get out of jail free\" card for one or more offences",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "One of the ludicrous quirks of the British legal system is the \"concurrent\" prison sentence. This means that, for example, an offender could commit two seperate offences, and be given, say, two 3-month sentences for each offence. However, the magistrate or judge can then order that the sentences be served \"concurrently\" - which means both sentences are served at the same time. Therefore, even though the person was given TWO 3-month sentences, as soon as they go to jail, both sentences are considered to be served at the same time, so the offender is released after just three months. This defies all logic and common sense, as it effectively means one of the sentences is not in reality served and the offender has got off completely for the second offence, because they have spent EXACTLY the same amount of time in jail for two offences as they would have for one. I propose concurrent sentencing be immediately banned and that ALL sentences must be served consecutively, so that every crime in this country is punished appropriately.",
            "closed_at": "2009-10-24T00:00:00Z",
            "created_at": "2008-10-14T01:18:09.753081Z",
            "creator_name": "S. Bassett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-14T01:18:09.753081Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 29,
            "state": "finished",
            "updated_at": "2010-05-13T16:14:12.182236Z"
        },
        "id": 10903479
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/endconcurrent/"
    },
    "type": "petition"
}