{
    "data": {
        "attributes": {
            "action": "Force the banks to pass on the 0.5% bank of England base rate cut to new customers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many customers are coming to the end of their special 2 or 3 yr tracker  rates this year,  with the likes of the ABBEY not passing on the .05% cut in base rates to new  customers and now the other lenders  reviewing their positions to not be exposed to a giant proportion of  the remortgage market  , many clients are left with no options except go onto the variable rate with their existing lender .They will not be able to afford their mortgages and this is fuelling the position for more people to be repossessed.  \n\n  What is the point of the bank of England cutting rates if lenders refuse to pass this on to the man in the street?   We have seen the margins on tracker rates go up by 0.5% last  week ,this is  so unfair. \n\nAs house prices fall , more and more of customers  are left with no options than to have a whopping increase in their monthly payment whilst the  lender  makes yet  more money out of them yet again.   If this continues  there will be many more repossessions and a lot of bankrupt mortgage brokers who have been a valuable source of advice and service  to the general public .\n\nThe government MUST ACT NOW  and force the banks to play fair. \n\nKaren OBrien \n\nIndependent Mortgage Adviser",
            "closed_at": "2008-12-22T00:00:00Z",
            "created_at": "2008-10-14T10:00:47.575351Z",
            "creator_name": "Karen Obrien",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-14T10:00:47.575351Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 63,
            "state": "finished",
            "updated_at": "2008-12-23T00:01:01.251548Z"
        },
        "id": 10904622
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BOEratecuts/"
    },
    "type": "petition"
}