{
    "data": {
        "attributes": {
            "action": "dont send bach asylum seekers who have familys here",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "i strongly believe that we need to bring down the number of people we bring in to the country,but people that are already living in this country who have been here for a number of years and built a life here,like my partner who has been here for over 8 years and we have two children together,we are unable to get married bye law which is really unfair and makes our life difficult.  My partner is not even aloud to work which means he cant even support his children. All we want is to get on with our lives and knowing that one day my children might be left with out a dad really breaks my heart. their is a lot people in the same  situation sending people back after they have been here over along period of time would be like taking a fish out of water.i just think it be better to let these people stay here officially and pay tax rather than living in the darkness with never knowing whats happening one day to the next.  My partner dosent know  if he will be able to see my little boys first day  at school or not. Its just basic human rights.",
            "closed_at": "2009-01-13T00:00:00Z",
            "created_at": "2008-10-13T21:24:58.697324Z",
            "creator_name": "louise sheppard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-13T21:24:58.697324Z",
            "rejected_at": "2008-11-16T00:01:01.566219Z",
            "rejection": {
                "code": 16384,
                "details": "Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-16T00:01:01.566219Z"
        },
        "id": 10903012
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/familyamnesty/"
    },
    "type": "petition"
}