{
    "data": {
        "attributes": {
            "action": "- KEEP BOURNEMOUTH FREE - Keep Bournemouth free of any Congestion Charges or Workplace Parking Levies. Refuse any council TIF or other application, oppose any congestion charging and any parking taxes in Bournemouth, provide no funding for them, and require a referendum before the council can introduce them.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "SAY NO to any congestion charges or workplace parking charges IN BOURNEMOUTH.\n\nKeep Bournemouth and its roads and surroundings free. No road pricing taxes here. No workplace parking charges. No new council taxes on parking. No new road tolls. No tax on travel. No government bribes to coerce travellers onto inconvenient and expensive public transport.\n\nCongestion charging is very inconvenient for the user. The London scheme only makes a profit due to penalties. Other schemes could lead to unexpected large debts with no way to dispute them. How can a driver know in advance how much a journey will cost?\n\nRoad pricing and workplace parking charges are not about reducing congestion, but pricing private cars off the road. They damage business, commuting and social activity. They hurt most those least able to pay. They require a vast expensive and intrusive monitoring system. This is an intolerable interference with our freedom.\n\nIf the council is determined to press ahead, then let the people of Bournemouth decide in a fair referendum whether they want any congestion charging or new parking taxes.",
            "closed_at": "2009-10-31T00:00:00Z",
            "created_at": "2008-10-13T21:50:50.938253Z",
            "creator_name": "Peter Morgan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-13T21:50:50.938253Z",
            "rejected_at": "2008-11-13T16:25:58.606416Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/KeepEngland-FREE/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-13T16:25:58.606416Z"
        },
        "id": 10903108
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoBournemouthWPL/"
    },
    "type": "petition"
}