{
    "data": {
        "attributes": {
            "action": "Mario & Andrew, We need your help please",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The story of Andrew & Mario has been a big issue in Egypt for the past 2 years. To remind you, Andrew & Mario are 13 years old twin who were born from A Coptic couple in Alexandria and their father convert to Islam. They were forced to take  Islamic exam... yet they wrote: I am Christian (each on his answer sheet), and submitted it, they failed of course. But the Education ministry decided to let them pass. the other day the court judged for their Muslim father to take charge of them and they will be forced to live with him Even though the Egyptian law allows children with their mother until age 16. but the Muslim judge ignored the law.  Furthermore, he ordered the mother to pay $10,000 with the accusation of insulting the husband.  She said that she did not insult him but the newspaper said that without any evidence of her saying, therefore we are the PM for a help becuase we need your help please.",
            "closed_at": "2009-01-13T00:00:00Z",
            "created_at": "2008-10-13T21:26:59.740925Z",
            "creator_name": "Ahmed AL Masri",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-13T21:26:59.740925Z",
            "rejected_at": "2008-11-16T00:01:01.566219Z",
            "rejection": {
                "code": 16384,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-16T00:01:01.566219Z"
        },
        "id": 10903018
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AndrewMario/"
    },
    "type": "petition"
}