{
    "data": {
        "attributes": {
            "action": "Bring British Man Home from Peru",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The 37-year-old is marooned in Peru after being duped into accompanying a drugs mule former girlfriend as she tried to smuggle cocaine out of the country.\n\nHe faces an agonising wait while the Peruvian authorities decide what to do with him.\n\nHe was arrested with his friend,  who faces up to 10 years in jail after admitting trying to smuggle drugs in January 2007. She told police her friend was not involved.\n\nNow free from prison he cannot leave the country and is staying with a Peruvian family, spending his time reading, watching TV or at an internet cafe.\n\nThe man, a former scout leader, says he is hurt and upset at what his friend had done.\n\n\"But I am also very thankful she has never changed her statement,\" he said.\n\n\"I just want to get home to my family and friends, get back to work and get on with my life,\" he said.\n\nWhy isn't the UK government or Amnesty International helping this poor man get home. He is innocent and essentially being held hostage in a foreign country.\n\nPlease help him.",
            "closed_at": "2009-01-20T00:00:00Z",
            "created_at": "2008-10-14T19:20:24.025776Z",
            "creator_name": "Tina Sinclair",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-14T19:20:24.025776Z",
            "rejected_at": "2008-10-24T14:07:27.296332Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-24T14:07:27.296332Z"
        },
        "id": 10907739
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StuckPeru/"
    },
    "type": "petition"
}