{
    "data": {
        "attributes": {
            "action": "ensure that the multi-million pound BBC JAM investment in software for learners finally reaches them.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "BBC Jam was a £100 million + investment in web based software to support learners, especially at home. Some of the titles in development were stunning and promised so much for inclusion, equity, cultural identity and crucially for raised standards. The UK stepped up its capability as developers of cutting edge educational software as a result too. Many companies blossomed. Before the system went live some commercial parties objected through Europe - public subsidy would \"damage\" their prospects to do the same, etc. and the project was closed.\n\nThis petition respects these commercial parties' view, but now considerable time has passed;  the BBC titles and direction have not been matched from elsewhere and a generation of young learners have been betrayed by the lost opportunity. Together we ask that the software be, finally, made available to all our learners. In a recession we cannot afford to waste resources, opportunities or children. It's time to rethink.",
            "closed_at": "2009-10-14T00:00:00Z",
            "created_at": "2008-10-14T06:43:14.594618Z",
            "creator_name": "Professor Stephen Heppell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-14T06:43:14.594618Z",
            "rejected_at": "2008-11-20T00:01:02.506281Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for direct communication with the BBC.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-20T00:01:02.506281Z"
        },
        "id": 10903605
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BBCjam/"
    },
    "type": "petition"
}