{
    "data": {
        "attributes": {
            "action": "make it mandatory for buy-to-let lenders to offer borrowers greater flexibilty and a 'roll up of interest' option during the current market conditions",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Thousands of tenants are set to be made homeless, as lenders fail to offer new products to buy-to-let landlords. In thousands of cases, rental income does not meet the mortgage payments and the owner is left with a shortfall. Lenders are senselessly repossessing properties from landlords who are the victims of the banks current refusal to provide competetive mortages, and also pass on any interest rate decrease. We call for increased payment flexibilty, and also an 'Interest roll up' facility to be made mandatory whereby interest is added to the loan and can be re-paid by re-mortgaging or sale of the property in more favourable market conditions.",
            "closed_at": "2008-10-23T00:00:00Z",
            "created_at": "2008-10-14T13:05:07.990179Z",
            "creator_name": "Tony Hughes",
            "government_response_at": "2008-12-22T12:01:03.549889Z",
            "government_responses": [
                {
                    "created_at": "2008-12-22T12:01:03.549889Z",
                    "details": "You signed a petition asking the Prime Minister to \"make it mandatory for buy-to-let lenders to offer borrowers greater flexibilty and a 'roll up of interest' option during the current market conditions.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17818\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'rentalcrisis'",
                    "updated_at": "2008-12-22T12:01:03.549889Z"
                }
            ],
            "opened_at": "2008-10-14T13:05:07.990179Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 305,
            "state": "finished",
            "updated_at": "2009-03-19T03:02:39.256156Z"
        },
        "id": 10905649
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/rentalcrisis/"
    },
    "type": "petition"
}