{
    "data": {
        "attributes": {
            "action": "Stop animals getting on Public Transport.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am a working mum who uses the bus and train daily to drop my children of to school and to go to work. My children are scared of dogs especially after the negative press on the news. On many instances dog owners are not sympathetic to other passengers feeling and dogs bark at them or even touch them. These days a lot of teenagers simply have dogs to create an image which can also be terrifying to elderly passengers on boards.  I am an animal lover myself, but I really think pets should not be allowed on public transport as it is packed out as it is without having animals taking up more space. Furthermore, it would be more beneficial to pets to have a run in the park rather than being lugged around on public transport.  Pet owners need to think seriously whether their pet needs to accompany them on their journey. I believe Pet owners should pay to have their animals on public transport as they take up huge amounts of space and probably make more mess in the long run!",
            "closed_at": "2009-01-14T00:00:00Z",
            "created_at": "2008-10-14T13:16:06.561270Z",
            "creator_name": "Karima Begum",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-14T13:16:06.561270Z",
            "rejected_at": "2008-11-20T00:01:02.506281Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-20T00:01:02.506281Z"
        },
        "id": 10905693
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AnimalsTransport/"
    },
    "type": "petition"
}