{
    "data": {
        "attributes": {
            "action": "Support Recent Graduate's and all Young People in this time of Economic Crisis",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Recent Graduates and are facing increasingly harsh times; there are fewer jobs, less opportunities and more financial pressures. Recent graduates cannot even find basic work, let alone graduate opportunities. Many of these people need to pay rent, council tax, bills and other financial pressures; basic benefits and government help do not cover these and as most graduates are single and under 25 the benefit system works against them. \nJob Centre support is based on those without basic skills, not those of graduates whose only wish is to work and get on with their lives. The government needs to understand that the current economic climate is hitting those who have no savings, jobs or opportunities. Many graduates are independent adults and worked part-time jobs to pay for university costs; most want to expand their experiences in the field of work or study but cannot do this because of the expense of training schemes and post graduate courses. We need a dedicated Job Centre department to help the new generation, after all homelessness, depression, illness and addiction stems from unemployment and poverty.",
            "closed_at": "2009-04-23T00:00:00Z",
            "created_at": "2008-10-17T00:15:05.919066Z",
            "creator_name": "Richard Wotton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-17T00:15:05.919066Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2009-04-24T00:01:01.345215Z"
        },
        "id": 10917908
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GradJobs/"
    },
    "type": "petition"
}