{
    "data": {
        "attributes": {
            "action": "admit that the abolition of SATs testing at KS3 in 2009 is a financial decision based upon blundered sub-contracting of marking last year and is not in the best interests of teachers, parents and students.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The abolition of SATs testing at KS3 in 2009 has been a bombshell to both teachers and students.  A transition in KS3 assessment has been in progress and the sudden abolition is a knee jerk reaction to the problems encountered through governmental sub-contracting of marking to a private company.  The abolition removes a baseline test used to assess pupils at KS3, set targets for KS4 and a foundation for managing students’ projected routes through to GCSE success. \nThe existing SATs system is embedded in the learning and assessment culture of schools and information management systems that are in place.  \nTheir sudden removal mid-way through the academic year is a mis-guided politically and financially motivated solution to the problems created by the ineffective management and delivery of SATs marking by those responsible – ultimately the current government. Removing the SATs in this way and at this time may avoid government embarrassment over contractual management issues in the short term, but it does not satisfactorily deliver for the needs of students, parents and teachers.",
            "closed_at": "2008-12-16T00:00:00Z",
            "created_at": "2008-10-16T14:00:25.766157Z",
            "creator_name": "Duncan Poyser",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-16T14:00:25.766157Z",
            "rejected_at": "2008-11-22T00:01:02.022007Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-22T00:01:02.022007Z"
        },
        "id": 10915510
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SATsAbolition/"
    },
    "type": "petition"
}