{
    "data": {
        "attributes": {
            "action": "put pressure on Northern Rock to pass on more of the Bank of England Base Rate cut of 0.5% to existing customers than a 0.15% reduction to their Standard Variable Rate.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Following the Bank of England base rate cut of 0.5%, Northern Rock has announced a cut to its Standard Variable Rate of just 0.15% to 7.34%. This leaves NR’s SVR almost 1% higher than the average major UK lender.\nNR aims to lose existing mortgage customers by refusing them new mortgage deals so they either leave or progress onto a sky high SVR.\nBut only existing customers able to remortgage elsewhere will do so. NR is ridding itself of its best “low risk” customers to be left with “high risk” mortgages (high loan-to-values, negative equity or fallen incomes) which other lenders will not touch. These customers are stuck, only to suffer at the hands of NR’s high SVR “stick”. The result: financial hardship if not repossession. \nNR’s past irresponsible lending is jointly responsible for these customer’s situations. NR should be obliged not to punish this captive market so that the new NR bosses can continue to pat themselves on the back for paying off their Government loan ahead of schedule.",
            "closed_at": "2009-01-16T00:00:00Z",
            "created_at": "2008-10-16T12:56:04.780199Z",
            "creator_name": "Daniel Wilden",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-16T12:56:04.780199Z",
            "rejected_at": "2008-11-21T00:01:01.951521Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/StopRippingUsOff/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-21T00:01:01.951521Z"
        },
        "id": 10915259
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/northernrockSVR/"
    },
    "type": "petition"
}