{
    "data": {
        "attributes": {
            "action": "Not allow Banks to receive dividends from taxpayers' bailout funds",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Is this a joke, the banks want to be able to pay dividends out to their shareholders before they have repaid the taxpayers - effectively transferring some of OUR MONEY to THEIR POCKETS.  Say NO to BANKS PAYING SHAREHOLDERS BEFORE TAXPAYERS.\n\nIn economic terms the longer the UK Gov has to borrow through government debt to fund the banks the more we taxpayers have to pay in tax to fund the borrowing via treasury bonds.  The more money banks pay in dividends to their shareholders - and in bonus payments - the less they have to repay govennment borrowings, and so the more we pay as tax payers.  This is totally immoral.  If we are expected to bail out the banks, we should not also be expected to bail out their shareholders.  It is the shareholders who should have told the company bosses they wanted less risky investments and maybe lower returns in the past, that's their problem, our problem as taxpayers is getting the debts repaid as quickly as possible so spending can resume on things like schools, hospitals, infrastructure and the law and order.",
            "closed_at": "2008-12-15T00:00:00Z",
            "created_at": "2008-10-15T16:44:10.309629Z",
            "creator_name": "richard brooks",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-15T16:44:10.309629Z",
            "rejected_at": "2008-11-19T00:01:01.839610Z",
            "rejection": {
                "code": 256,
                "details": "Please address the excessive use of capital letters; they make your petition hard to read.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-19T00:01:01.839610Z"
        },
        "id": 10911902
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BankDividends/"
    },
    "type": "petition"
}