{
    "data": {
        "attributes": {
            "action": "Save countless British and Crown Dependency citizens from financial ruin by ensuring the return of all savings held by all customers of Kaupthing, Landsbanki and their subsidiaries, thereby restoring confidence in the Isle of Man, Jersey and Guernesey as financial services centres and protecting the islands’ economies",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Large numbers of British and Crown Dependency Citizens are facing financial ruin as a consequence of the UK Government’s invocation of anti-terrorism laws to seize the assets of Landsbanki and Kaupthing banks. The action was intended to protect British citizens from the fall-out of a financial crisis in Iceland. But thousands of British and Crown Dependency depositors (domestic and overseas residents) are set to lose their life savings as a direct consequence of the Government’s action. Failure to guarantee the safety of customers’ savings will have a disastrous impact on the economies of Jersey, Guernsey, and the Isle of Man, leading to capital flight and job losses. We therefore petition the Government to ensure that all depositors of Landsbanki, Kaupthing Singer & Friedlander, and their subsidiaries in Britain and its Crown Dependencies, have their savings returned in full to prevent devastating personal losses and to restore confidence in the islands’ fiscal institutions.",
            "closed_at": "2008-12-22T00:00:00Z",
            "created_at": "2008-10-16T09:34:28.205501Z",
            "creator_name": "Benjamin Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-16T09:34:28.205501Z",
            "rejected_at": "2008-10-27T14:37:25.357531Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-27T14:37:25.357531Z"
        },
        "id": 10914378
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/saveoursavings/"
    },
    "type": "petition"
}