{
    "data": {
        "attributes": {
            "action": "stop the racism on TV i.e. MOBO music awards.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear Gordon Brown\n\nI was watching the MOBO awards on the 15th October and I soon realised that is was in fact a black music awards. Then it went through my mind that if someone produced a white music awards it would probably be classed as racism. Therefore my question is, why are black people allowed to produce a music awards television show, and white people cannot set up a white music awards show? This has offended me in some ways. I think this is wrong and should not be allowed to happen. I think that this is a form of racism toward the white people. What Are You Views About This Racism? Could you please write back with a simple answer.\n\nThank You\n\nFrom \nHarry Gould\nAge 13",
            "closed_at": "2008-10-30T00:00:00Z",
            "created_at": "2008-10-16T15:56:46.814018Z",
            "creator_name": "Harry Gould",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-16T15:56:46.814018Z",
            "rejected_at": "2008-11-22T00:01:02.022007Z",
            "rejection": {
                "code": 4096,
                "details": "Dear Harry,\n\nThe Government has no direct role to play with regards to the broadcast of indvidual programmes.  You might wish to contact Ofcom, the Office of Communications, who are responsible for looking at complaints about programmes you have seen on TV.  You can find out more on their website: http://www.ofcom.org.uk/complain/progs/",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-22T00:01:02.022007Z"
        },
        "id": 10916151
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TVRacism/"
    },
    "type": "petition"
}