{
    "data": {
        "attributes": {
            "action": "Link the standard variable rate of Northern Rock (and other nationalised banks) to BoE rate plus 0.75%",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Northern Rock has not passed on the savings from the lower base rates to mortgage holders.  Those in a position to remortgage away from NR will do so, which leaves only those not in a financial position to do so.  Higher monthly premiums means a greater chance of default and with housing prices down, and the high levels of NR lending, this means debts will not be covered on repossession.  Rehoming will then be required for those affected, costing more money.  It seems to make more sense to allow people to repay the debt at a sensible rate of interest and recoup as much money as possible, rather than simply evicting homeowners.  Other lenders have passed on the savings - First Direct currently have an SVR of 5.5% compared to NR's 7.34%.  On a mortgage of £120,000, this rate difference is equivalent to almost £200 per month - easily the difference between a repossession and not.  If FirstDirect can make those rates profitable then surely the government can also and get a full and proper return on the tax-payers investment whilst at the same time considering the social issues, rather than getting a partial but quick return for the investment with complete disregard for those in need.",
            "closed_at": "2009-01-23T00:00:00Z",
            "created_at": "2008-10-17T08:33:35.572516Z",
            "creator_name": "Alan Bacon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-17T08:33:35.572516Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 38,
            "state": "finished",
            "updated_at": "2009-12-30T17:03:49.485723Z"
        },
        "id": 10918586
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NRockRates/"
    },
    "type": "petition"
}