{
    "data": {
        "attributes": {
            "action": "Keep St Felix Middle School Newmarket Open.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Suffolk County Council is planning to close St Felix Middle School in Newmarket as part of its strategy to move to a so-called two tier system. \n\nSt Felix is a very successful school with a particularly high reputation in the area for sport and the arts.  A series of Ofsted reports focus on high standards throughout teaching and learning, and the outstanding ethos created by the dedicated team of staff.  The school achieved unparalled SATs results in 2008.\n\nIn this alleged public consultation process, the maintaining of the three tier system was never presented as an option and the public have not shown a wish to move to a two tier system.  \n\nWe believe that middle schools present an optimum environment for learning and for the development of children during the critical years from 9 to 13.  \n\nPlease support us in saving this excellent school.",
            "closed_at": "2008-12-20T00:00:00Z",
            "created_at": "2008-10-15T14:19:02.047437Z",
            "creator_name": "Aidan Walmsley",
            "government_response_at": "2009-01-28T14:43:21.319390Z",
            "government_responses": [
                {
                    "created_at": "2009-01-28T14:43:21.319390Z",
                    "details": "You signed a petition asking the Prime Minister to \"Keep St Felix Middle School Newmarket Open.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18055\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SaveStFelix'",
                    "updated_at": "2009-01-28T14:43:21.319390Z"
                }
            ],
            "opened_at": "2008-10-15T14:19:02.047437Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 509,
            "state": "finished",
            "updated_at": "2009-02-07T03:02:01.894314Z"
        },
        "id": 10911092
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveStFelix/"
    },
    "type": "petition"
}