{
    "data": {
        "attributes": {
            "action": "give a firm date and clear details for the enactment of legislation to ban age discrimination in every area of life and across all goods, facilities and services, as called for by the charity Help the Aged.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In June 2008, the UK government made an historic commitment to make age discrimination illegal across all areas of life and in the provision of goods, facilities and services, as part of its forthcoming Equalities Bill. \n\nBut so far the Government has not provided any date or any details on how this legislation will come into force.\n\nToday older people can still be denied medical treatment, fair medical assessments, insurance and access to goods, facilities and services which are all accessible to the rest of society.\n\nHelp the Aged believes that it is more important than ever that the injustice that blights older people’s lives is outlawed.\n\nBy publicly stating when and how anti-ageism legislation will come into force, the Prime Minister will show that his government is still prepared to make ageism illegal in the same way that racism and sexism are.",
            "closed_at": "2009-04-17T00:00:00Z",
            "created_at": "2008-10-16T12:08:29.747417Z",
            "creator_name": "Hugh Mouser",
            "government_response_at": "2009-06-12T11:22:53.341894Z",
            "government_responses": [
                {
                    "created_at": "2009-06-12T11:22:53.341894Z",
                    "details": "You signed a petition asking the Prime Minister to \"give a firm date and clear details for the enactment of legislation to ban age discrimination in every area of life and across all goods, facilities and services, as called for by the charity Help the Aged.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19598\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'agecage'",
                    "updated_at": "2009-06-12T11:22:53.341894Z"
                }
            ],
            "opened_at": "2008-10-16T12:08:29.747417Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1365,
            "state": "finished",
            "updated_at": "2009-04-21T03:01:54.035553Z"
        },
        "id": 10915026
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/agecage/"
    },
    "type": "petition"
}