{
    "data": {
        "attributes": {
            "action": "protect our parental rights and our young children against the use of sexual terms in schools.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Our local school has decided to start teaching sex education to our children at age 7+ yrs old. We believe this is far too young for children to be subjected to sexual diagrams and words like...orgasm, ejaculation and erection. We believe this is not relevant to their life until around the age of 10 when they can start to learn about puberty and so forth. The only option (as parents) is to exclude our children from these classes and thus creating a difficault situation with the child feeling 'different' and the continued playground talk (which happens anyway, but as parents we can *buffer* this information at home). I have seen the material that will be presented to my daughter and I am appauled that the school system thinks that this does not border some kind of paedophilia! If anyone else showed my daugher these images or used the words orgasm and ejaculation I would brand them a paedophile! But at school this is ok? Many parents in my community of Long Stratton (Norfolk) wish to start a petition against these NEW classes, and I (Emma Harvey) will be the person to start this. Let CHILDREN be CHILDREN!",
            "closed_at": "2009-01-23T00:00:00Z",
            "created_at": "2008-10-17T11:57:27.643532Z",
            "creator_name": "Emma Harvey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-17T11:57:27.643532Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 29,
            "state": "finished",
            "updated_at": "2009-01-24T00:01:01.699164Z"
        },
        "id": 10919851
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Sex-Ed-under-10/"
    },
    "type": "petition"
}