{
    "data": {
        "attributes": {
            "action": "Move Greenwich Mean Time 4 hours forward and abolish all further 'changing of the clocks'.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is my strong belief that a 4 hour shift in GMT would vastly improve the quality of life for a large majority of people in the UK.\n\nCurrently as we enter the depths of winter, we lose another evening of light from our evenings due to the clock shift. The extra hour of light in the morning is insignificant as it falls during normal working hours - frankly I don't care if its light or dark outside while I'm sat in my office, but light evenings all year round would be ideal.\n \nA four hour shift would lead to an 8pm dusk during winter, giving plenty of time for outdoor activites even during the darkest of months. The fact that dawn wouldn't arrive until around 12pm would be an unfortunate, but relatively insignificant side-effect.\n\nAlso, during the summer months, we would no longer be woken by the sounds of dawn at some ungodly hour, but at a much more reasonable time, with the extended evenings giving even greater scope for enjoying the sun after work.\nAn added bonus for the economy would be that with the sun not setting until around 1:30am there would be a boom in the black-out blind industry.\n\nLight evenings all year round - its the way forward!",
            "closed_at": "2009-04-16T00:00:00Z",
            "created_at": "2008-10-16T10:52:39.622198Z",
            "creator_name": "Rich Callear",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-16T10:52:39.622198Z",
            "rejected_at": "2008-11-16T00:01:01.566219Z",
            "rejection": {
                "code": 2048,
                "details": "This petiton overlaps with several already in existence:\n\nhttp://petitions.number10.gov.uk/betteruseofsun/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-16T00:01:01.566219Z"
        },
        "id": 10914706
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Shift-GMT-4-Hrs/"
    },
    "type": "petition"
}