{
    "data": {
        "attributes": {
            "action": "prevent TV advertising companies from mentioning \"Christmas\" until November 15th AT THE EARLIEST !!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Each year the \"Christmas Corporate Machine\" is rolled out, force-feeding any person who happens to be watching TV with their infuriating Christmas brainwashing.... this is an unfortunate side effect of the media as a whole, which I accept is largely unavoidable.  \n\nBut, each year it seems the timeframe we are allowed to gather our wits from the stresses of \"back to school\" and then \"Halloween marketing\" followed by the \"firework frenzy\" is getting less and less.  To the point where last night (October 15th) I saw my first collection of Christmas Adverts! I find such adverts completely excessive and the first in a long line of things guaranteed to ruin both the anticipation and appreciation of Christmas.  The fact of the matter is that, by the time Christmas has arrived I have already been subjected to over 2.5 months of Christmas brainwashing and am sick to the back teeth of hearing the mention of the word.\n\nPlease politicians, make some legislation that keeps Christmas special, or at least contain it to a timeframe within one month of the actual event! 10 weeks before is much too much.",
            "closed_at": "2009-01-16T00:00:00Z",
            "created_at": "2008-10-16T12:53:48.456419Z",
            "creator_name": "Andrew Porter",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-16T12:53:48.456419Z",
            "rejected_at": "2008-11-19T00:01:01.839610Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-19T00:01:01.839610Z"
        },
        "id": 10915245
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Reduce-Xmas-Hype/"
    },
    "type": "petition"
}