{
    "data": {
        "attributes": {
            "action": "Re-nationalise ALL energy suppliers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Rip-off Britain has continued for far too long.\n\nPrivatisation of the public utilities was intended to introduce competition, reduce cost and provide better services to consumers. Neither of these ends has been achieved in the 10 years since privatisation.\n\nInstead we are regularly hit with massive price increases, while simultaniously being told how many millions of pounds of profit has been made by the now privately owned energy firms.\n\nThese vast profits largely do not return to the British economy, and instead make individuals and in some cases foreign governments (France being an example of this) more wealthy.\n\nWe therefore call for nationalised Gas and Electricity suppliers who ALWAYS supply at the cheapest possible price. Any profits made can then be fed directly back into the country.\n\nThis will also show that the British government regards it's citizens' welfare to be more important than the need to keep the EU happy!",
            "closed_at": "2009-10-16T00:00:00Z",
            "created_at": "2008-10-16T16:48:41.479040Z",
            "creator_name": "Dave Ash",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-16T16:48:41.479040Z",
            "rejected_at": "2008-11-21T00:01:01.951521Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/NationalEnergy/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-21T00:01:01.951521Z"
        },
        "id": 10916385
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FAIR-ENERGY/"
    },
    "type": "petition"
}