{
    "data": {
        "attributes": {
            "action": "Make illegal for child surfers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Make it illegal for children under 16 to browse internet unsupervised by an adult\nWe hear all the time on the news that a child has been a victim and met someone over the internet. Like with the disease HIV, nobody thinks it will happen to them, their children would never do anything like that, would they? They are children, they make bad descisions but their parents/guardians make bigger ones and get comforted when things go wrong. Please make it safe for our children as the news is filled with so much sadness, lets keep our children safe. Each Christmas lots of children will be getting there first computer in their bedroom, lets not make these children future victims of internet related deaths. The internet isnt made safe by using \"Internet security\" so your children can still access sites that contain porn, peadophiles, forums on how to commit suicide successfully, how to hide eating disorders etc... Please DO NOT be ignorant.",
            "closed_at": "2009-01-17T00:00:00Z",
            "created_at": "2008-10-17T00:56:09.917706Z",
            "creator_name": "Lisa Evrae",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-17T00:56:09.917706Z",
            "rejected_at": "2008-11-22T00:01:02.022007Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-22T00:01:02.022007Z"
        },
        "id": 10917958
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Netsafe/"
    },
    "type": "petition"
}