{
    "data": {
        "attributes": {
            "action": "Include U.K.depositors in Kaupthing Singer Freidlander in the Isle of Man in the 100% guarantee to all other Icelandic Bank depositors in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Like many others, I put my money (£125000) into Kaupthing Singer Freidlander, Isle of Man (KSF IOM). Now, no-one is helping the British citizens, both here in the U.K. and expats (who could not open a U.K. savings account as they no longer had a U.K. address) get their money back. \n\nMr. Gordon Brown, you promised ALL U.K.depositors of Iceland Banks within the U.K. 100% of their deposits back. \n\nWE are U.K.citizens and U.K.Tax payers  \n\nPutting savings into Isle of Man seemed sensible as it is (was) a high interest account paying 6.5%p.a. with easy acsess. It had NOTHING to do with Tax evasion as many people are unjustly accusing us of. KSF Isle of Man,was even recommended by both moneysupermarket and Motely Fool. Even the Financial times recommended savers to it!\n\nMany of us are now penniless, myself included. Are we to loose our homes because we have no money to pay mortgages, die of hypothermia because we have no money to pay for heating during the winter, scrape to feed our kids before ourselves?\n\nWhy are we being discriminated against?\n\nYours sincerely but desperately,\n\nAlexandra Bale",
            "closed_at": "2009-04-21T00:00:00Z",
            "created_at": "2008-10-15T18:09:36.708623Z",
            "creator_name": "Alexandra Bale",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-15T18:09:36.708623Z",
            "rejected_at": "2008-10-24T14:17:03.715518Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-24T14:17:03.715518Z"
        },
        "id": 10912285
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KSF-IOMandUK/"
    },
    "type": "petition"
}