{
    "data": {
        "attributes": {
            "action": "revise the Clean Air Act 1993 to allow the use of sustainable fuels in domestic fireplaces",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I noted with great regret that the list of authorised fuels to be burnt in smoke control areas only consitutes non-renewable or non-local and pre-treated fuels - all of which require a considerable amount of fossil fuel to either be shipped to the end-consumer or treated to meet the standards to be regarded as an authorised fuel under the current terms.\n\nIn light of the current economic and environmental problems we are facing, I would like to propose that the legislation behind this regulation should be considered for revising.\nGiven the context and the circumstances in which the legislation was enacted have changed considerably - i.e. that the main contributor to air pollution is today private and goods traffic as well as the fact that fuel poverty, induced by the consumers dependence on large suppliers for mains gas and electricity has become a frightening realty - the motivation for such a restriction is not compatible with the current state of affairs. \nThis revision should promote locally sourced and untreated fuels, like suitable waste/recycled wood and firewood from managed forests for domestic heating without the need to procure special appliances for this matter.",
            "closed_at": "2009-10-20T00:00:00Z",
            "created_at": "2008-10-15T16:30:23.561879Z",
            "creator_name": "Christian Germadnik",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-15T16:30:23.561879Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2009-12-30T17:03:49.485723Z"
        },
        "id": 10911827
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Renewablefuels/"
    },
    "type": "petition"
}