{
    "data": {
        "attributes": {
            "action": "To write to Devon County Council and North Devon Council to get North Devon a track for cycle speedway.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Help us get a cycle speedway track for North Devon!\n\nAbout Cycle Speedway\n\nShort & Sharp: Cycle Speedway must be a contender for the title of most intense cycle sport. Races are short - usually four laps of an outdoor 70-90 metre circuit, lasting around 35-40 seconds – and physical contact is both legal and often necessary. Four riders contest a race, usually in pairs from opposing clubs. \nThe Riders: Top riders are explosive sprinters – but they also have stamina to enable them to keep going through a long match. Skill levels are high with slick starting, cornering and passing techniques essential. Strength is also required during contact with other riders.\n\nThe Bikes: Cycle Speedway Bikes are as simple as BMX or Track bikes – there are no gears, brakes, brackets, quick-release fittings, etc. Frames are often converted from mountain-bikes. Clothing is pretty conservative – most riders cover themselves from the neck down to protect against falls - and, of course, a helmet must be worn. Contact is expected, so many riders wear additional protection such as knee, elbow and hip pads.",
            "closed_at": "2009-10-23T00:00:00Z",
            "created_at": "2008-10-18T12:17:50.743586Z",
            "creator_name": "david luggar",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-18T12:17:50.743586Z",
            "rejected_at": "2008-10-24T14:29:35.966505Z",
            "rejection": {
                "code": 1024,
                "details": "",
                "reasons": [
                    "Commercial endorsement, promotion of any product, service or publication, or statements that amount to adverts"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-24T14:29:35.966505Z"
        },
        "id": 10925267
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Cycle-Speedway/"
    },
    "type": "petition"
}