{
    "data": {
        "attributes": {
            "action": "direct the Secretary of State for Children, Schools and Families to review those parts of the Schools Admissions Code pertaining to single sex schools in the interests of fairness for families comprising both girls and boys.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "After a partially successful challenge to the admissions arrangements for  Watford Grammar School for Boys & Watford Grammar School for Girls, a Schools Admissions Adjudicator has interpreted the Schools Admissions Code as requiring the removal of a policy allowing preferential entry for children with older siblings attending the other school. The Code did not have any specific guidance on the matter of sibling entry for single sex schools.\n\nCo-ed schools are allowed to admit siblings of either gender; a sensible rule which reduces transport & promotes family values.\nDifferent sex siblings at single sex schools, by definition, must attend a different school. Where 2 such schools are nearby, we feel that they should be permitted the same privilege as co-eds; to admit members of the same family as siblings.\n \nThe Grammar Schools in Watford have a common foundation, the same motto & crest, a long history of cross-sibling admission, a joint admissions panel, near identical criteria and a degree of common teaching. Parents have an expectation that, where a child is able to attend one of these schools, then their other children should be able to as well, irrespective of gender.",
            "closed_at": "2009-04-24T00:00:00Z",
            "created_at": "2008-10-17T16:32:42.405718Z",
            "creator_name": "Grant Wray",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-17T16:32:42.405718Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 80,
            "state": "finished",
            "updated_at": "2009-04-25T00:01:01.824919Z"
        },
        "id": 10921591
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Cross-siblings/"
    },
    "type": "petition"
}