{
    "data": {
        "attributes": {
            "action": "hold a public inquiry into the way the Medway Police and Medway Local Education Authority have failed to investigated the reported allegations of alleged Child abuse in one of their Special Needs School, for Children with Profoundly Mental and Physical Disabilities.  The LEA have a legal obligation to Care and Protect these vulnerable Children, yet the Police never recorded what was originally reported, instead they used the crime report number generated, for their own version of events.  When asked, they refused to record and investigate the issues first reported and despite numerous requests, will no longer communicate on this matter.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Multiple incidents of *Child abuse / neglect were reported by a person working at a Special Needs School, for Children with Profoundly Mental and Physical Disabilities.\nThis **happened on a daily basis for many months yet when made known to the LEA and Police, they **disregarded the documented evidence; the workers signed statement and then **staged a one off incident that resulted in blaming the Children and then investigated that *staged version of events.\nSenior Council officers liable for the Care and Safety of these Children have **conspired with the Police to covered-up these reported crimes, hiding them from any further investigation.\nAllowing *violent attacks on vulnerable, teenaged Children or ejecting them alone into the playground, where they removed their own clothing and ran around naked in full view of the public, is neglect.\nDespite protests, the authorities close ranks and continue their *deception to protect their own backs and hide the lack of care.\n*=alleged  **=allegedly",
            "closed_at": "2009-02-24T00:00:00Z",
            "created_at": "2008-10-17T15:00:16.676288Z",
            "creator_name": "Mike Lakey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-17T15:00:16.676288Z",
            "rejected_at": "2008-10-27T14:54:31.139261Z",
            "rejection": {
                "code": 64,
                "details": "Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "The names of individuals, or information where they may be identified, in relation to criminal accusations"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-27T14:54:31.139261Z"
        },
        "id": 10921103
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/no-2-child-abuse/"
    },
    "type": "petition"
}