{
    "data": {
        "attributes": {
            "action": "Introduce timer lights on top of traffic lights.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I feel it would be useful to introduce timer lights on top of traffic lights to count down from 10 to 0 to give a warning before a green light goes to amber then red.  \n\nThis will reduce the chances of people going through an amber light.  \n\nIt will remove uncertainty as to when the lights are going to change and you will know whether you have enough time to proceed through the traffic lights when they are on green.\n\nThe most annoying issue I have as a driver is when I am approaching traffic lights and they have been on green for a while and I slow down in anticipation they will change and they don't untill I am halfway through them and I end up going through an amber light.\n\nThese lights could work on the same principle as speed warning lights that tell you if you are going too fast and they could be connected to solar panels to help reduce the cost of using electricity.",
            "closed_at": "2009-06-23T00:00:00Z",
            "created_at": "2008-10-18T19:00:00.259321Z",
            "creator_name": "Lorna Pollock",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-18T19:00:00.259321Z",
            "rejected_at": "2008-10-24T14:01:17.900857Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-10-24T14:01:17.900857Z"
        },
        "id": 10926615
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Lighttimers/"
    },
    "type": "petition"
}