{
    "data": {
        "attributes": {
            "action": "reinstate the original 2009 admissions arrangements for Watford Grammar School for Boys and Watford Grammar School for Girls.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Following a partially successful challenge by a group of parents, the schools admissions adjudicator has amended the admissions arrangements for these two closely linked schools for the next three years. \n\nThe decision was to remove the rule allowing priority entry for children with older, different sex, siblings attending the partner school. \n\nThe decision was handed down only three weeks before the close of admissions for the 2009 intake, and we feel that this has unjustly disadvantaged siblings of children already in the system. \n\nFurther, these children will not have had reason to familiarise themselves with the standards test they will now have to take, not only for these schools, but for many of the schools in the Watford and South Hertfordshire area. This short notice has put them at a considerable disadvantage. \n\nIt  goes against promises made by the hon. Jim Knight, MP, on several occasions in which he stated an intention to introduce changes to the sibling rule over a transitional period to protect siblings of children already in the system.",
            "closed_at": "2008-10-24T00:00:00Z",
            "created_at": "2008-10-17T16:39:49.714643Z",
            "creator_name": "Grant Wray",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-17T16:39:49.714643Z",
            "rejected_at": "2008-11-22T00:01:02.022007Z",
            "rejection": {
                "code": 20480,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-22T00:01:02.022007Z"
        },
        "id": 10921638
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WGSentry2009/"
    },
    "type": "petition"
}