{
    "data": {
        "attributes": {
            "action": "Reposession Catch 22",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We would like you to address the following issue.\n\nExample\n\nA person loses house from reposession which concludes gaining a CCJ as a result of the house being reposessed.\n\nAll Estate agents charge between £100 - Over £200 for an Administration fee which is basically a credit check and CCJ check.  As a result most people have to pay 6 months up front as the only alternative to aquiring alternate accommodation or lose administration Fee which is a bit of a con.\n\nThe only other alternative is either long term waiting lists for alternate housing including the council or Private landlords who also do Credit and CCJ checking resulting is same situation (Refusal of application).\n\nMy proposal is to have the Administration Charge abolished completely which is currenty being charged by all Estate agents.  This will free up the oportunity to rest accommodation in these situations instead of being systematically ripped off £100- Over £200 a time by estate agents for resposession CCJs.\n\nLack of housing, people losing their homes, and refusal of applications is not good so how is this helping the housing market and people struggling to keep their homes.",
            "closed_at": "2009-10-17T00:00:00Z",
            "created_at": "2008-10-17T19:30:43.130101Z",
            "creator_name": "phil stacey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-17T19:30:43.130101Z",
            "rejected_at": "2008-11-22T00:01:02.022007Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-22T00:01:02.022007Z"
        },
        "id": 10922691
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Catch22/"
    },
    "type": "petition"
}