{
    "data": {
        "attributes": {
            "action": "Stop the government's plan to require State registration of all mobile phones",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UK government is moving ahead with plans to force all mobile phone users, including all pay-as-you-go customers, to fully identify themselves using a passport or other ID. This information will then be used to identify, register, track and monitor all mobile phone users.\n\nThe Office of the Information Commissioner told the Sunday Times (19th October 2008) that it is expects the plan will be set out in the forthcoming Communications Data Bill. This law will also allow the establishment of an unprecedented State archive of all email and phone communications information, to which the mobile phone registration system will be connected.\n\nThe registration scheme will be onerous, costly and intrusive. Privacy International is mounting a campaign to urge the government to scrap the plan. The organisation believe that unless the planned registration requirement is brought to a halt, the government's spy network will become the most intrusive and dangerous citizen surveillance system in the world.",
            "closed_at": "2009-10-23T00:00:00Z",
            "created_at": "2008-10-19T12:37:45.610897Z",
            "creator_name": "Simon Davies",
            "government_response_at": "2010-02-22T15:02:36.607415Z",
            "government_responses": [
                {
                    "created_at": "2010-02-22T15:02:36.607415Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop the government's plan to require State registration of all mobile phones.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22537\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'MobilePhoneID'",
                    "updated_at": "2010-02-22T15:02:36.607415Z"
                }
            ],
            "opened_at": "2008-10-19T12:37:45.610897Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 266,
            "state": "finished",
            "updated_at": "2009-10-24T00:01:01.753069Z"
        },
        "id": 10928425
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MobilePhoneID/"
    },
    "type": "petition"
}