{
    "data": {
        "attributes": {
            "action": "end unfair school admissions policies",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is grossly unfair that schools are allowed to discriminate against children on the basis of their parents' religious beliefs.\n\nWe all pay taxes to fund all our schools; why should they only be open to a select proportion of our children?  And this discrimination is not even based on academic ability or how far away they live--but upon which god or gods their parents happen to believe exist.  \n\nEven if schools are required to include a percentage of children from families of other faiths (or none), this is still discriminatory, as there remains a percentage that are automatically denied access to the school.\n\nWe wouldn't accept it on the grounds of race, sex, sexual orientation, disability etc.  Why is religion so special?\n\nUnder the current approach people have two options:\n\n1. to send their children to a school miles away (when there is a perfectly good one just across the road); or\n\n2. pretend to believe in a religion that they don't believe in.\n\nWe should not be playing lottery with our children's educations; public services should be available to all, regardless of personal beliefs.",
            "closed_at": "2009-10-23T00:00:00Z",
            "created_at": "2008-10-17T20:32:40.960547Z",
            "creator_name": "Gavin Brock",
            "government_response_at": "2009-12-03T11:58:58.943870Z",
            "government_responses": [
                {
                    "created_at": "2009-12-03T11:58:58.943870Z",
                    "details": "You signed a petition asking the Prime Minister to \"end unfair school admissions policies.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21554\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'edu4all'",
                    "updated_at": "2009-12-03T11:58:58.943870Z"
                }
            ],
            "opened_at": "2008-10-17T20:32:40.960547Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 208,
            "state": "finished",
            "updated_at": "2010-04-28T16:31:50.637239Z"
        },
        "id": 10923053
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/edu4all/"
    },
    "type": "petition"
}