{
    "data": {
        "attributes": {
            "action": "Look after the british people",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have lived in England all my life, i was born and bred here. As we all know the country has hit hard times and also us taxpayers. My husband has worked solidly for 26 years as a bricklayer, he has always paid his taxes and national insurance and now i am starting to wonder why. He lost his job 1 month ago,and can't find work. I work part time and as we have a mortgage, it is not enough to support us. We attempted to claim job seekers allowance for my husband and he was told outright that we are not entitled to any money. Foreigners flock into this country on a daily basis and for them the streets are paved with gold. They claim every benefit going. My husband and i stand to lose the house we have worked so hard for. Isn't it great being British when your own country will not help you in times of need?No wonder we British are leaving this country in droves, i would if i could afford to. England now belongs to the foreigners, its time that we all fight for our rights and for government to stop ignoring the fact that we exist",
            "closed_at": "2009-10-17T00:00:00Z",
            "created_at": "2008-10-17T19:13:49.101679Z",
            "creator_name": "Tracy Kirby",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-17T19:13:49.101679Z",
            "rejected_at": "2008-11-22T00:01:02.022007Z",
            "rejection": {
                "code": 768,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-22T00:01:02.022007Z"
        },
        "id": 10922582
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/wehaverightstoo/"
    },
    "type": "petition"
}