{
    "data": {
        "attributes": {
            "action": "Help with the phobia-Emetophobia, the fear of vomiting. To provide free treatments, strong anti-emetics when necessary and create more awareness regarding this distressing and inhibiting phobia.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Emetephobia-the fear of vomiting, is a fairly unheard of phobia, and yet, is the 5th most common phobia! It is distressing and can lead to depression and affects quality of life rather like a dissability. Unlike some other phobias it is difficult because there is no way to 'escape', as escaping would mean from youreslf. If you are scared of spiders, run! If you are scared of heights, dont climb mountains! If you are scared of vomiting? What do you do? Become reclusive etc, or develop OCD tendancies regarding handwashing etc. Many people cannnot afford treatments, only the limited support provided by the NHS. This petition is for more and varied treatments-as one thing may not work for one person, but will for another, and posibly allowing Emets to have the abbility to administer strong anti-emetics at home when deemed necessary to help ease anxiety-and also making people more aware of this phobia, perhaps being more flexible at schools and work places when necessary-making people more sympathetic as this is truly unpleasant to live with. Please help us so we can have more fulfilling lives and consequentely be happier and more productive citizens. Thank you.",
            "closed_at": "2009-04-23T00:00:00Z",
            "created_at": "2008-10-18T16:18:52.798640Z",
            "creator_name": "Emily Kurzin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-18T16:18:52.798640Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 161,
            "state": "finished",
            "updated_at": "2009-04-24T00:01:01.345215Z"
        },
        "id": 10926085
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HelpTheEmets/"
    },
    "type": "petition"
}