{
    "data": {
        "attributes": {
            "action": "Provide the depositors of Kaupthing Singer & Friedlander (Isle Of Man) Ltd Bank and Landsbanki Guernsey Ltd Bank the same protection as has been provided for UK onshore depositors in failed Icelandic banks.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Thousands of people face losing their life savings and pensions through the failure of the offshore banking operations of Icelandic banks Kaupthing and Landsbanki on the Isle of Man and Guernsey.\n\nThose affected include residents of the Isle of Man and Guernsey, British Expats living and working abroad who are unable to open onshore UK bank accounts, and investors in offshore savings bonds. Individual savers risk losing sums ranging from a few thousand to over a million pounds.\n\nThe Isle of Man guarantees up to £50,000 of savings, while Guernsey has no guarantee in place. The UK Government has guaranteed the savings of all personal Landsbanki and Kaupthing onshore depositors, and this petition asks that the it extend its guarantee to include savers affected in its Crown Dependencies on the Isle of Man and Channel Islands.",
            "closed_at": "2009-04-18T00:00:00Z",
            "created_at": "2008-10-18T08:45:38.721117Z",
            "creator_name": "Iain Max Beer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-18T08:45:38.721117Z",
            "rejected_at": "2008-11-22T00:01:02.022007Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-22T00:01:02.022007Z"
        },
        "id": 10924479
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/offshorebanks/"
    },
    "type": "petition"
}