{
    "data": {
        "attributes": {
            "action": "Award an OBE or MBE to Mr. Flavio Gracias President of the Goan Association (UK) for his Services towards the Goan Community for over 30 years",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Flavio Gracias of 76 Middleton Avenue, Greenford, Middlesex, UB6 8BS the Goan Association (UK) President has been helping the community for over 30 years. He is one of those rare breed community organisers who works faithfully and tirelessly for the community. His work in the community is legendary and involves organising social, cultural and sports activities for its members, which involves a lot of personal dedication, effort, hard work & time. He also endeavours to provide welfare assistance especially to the Older & Retired in the community. He is involved in fund raising work for the Community at home & abroad. EG 1. Assisting to raise funds for the Help A Poor Child charity by providing assistance to children and families struggling in terrible poverty. EG 2. Raised funds on 9Dec07 for the family of a murdered sailor Gregory Fernandes. He is a man who does so much for the Goan Community and helps so many people. His attitude to life, the community and his peers that make him the nicest Goan Community organiser in the land, and one with the biggest heart. We'd like the UK Government to recognise his hard work through bestowing the award of an OBE or MBE on him.",
            "closed_at": "2009-10-17T00:00:00Z",
            "created_at": "2008-10-17T16:33:35.254861Z",
            "creator_name": "Mr. Jude John Lobo",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-17T16:33:35.254861Z",
            "rejected_at": "2008-11-22T00:01:02.022007Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.honours.gov.uk/",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-22T00:01:02.022007Z"
        },
        "id": 10921594
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FlavioGracias/"
    },
    "type": "petition"
}