{
    "data": {
        "attributes": {
            "action": "speak to the press about the constant negative publicity on the world economic state",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Even when there is good news, the press, and in particular the BBC, seem to enjoy being negative. This in turn raises concern and depresses business. If the BBC were told they will have to reduce their fee, as they have partially fuelled uncertainty in the country, they may be more balanced in their reporting. Other press should be aware that constant battering is will result in reduced advertising revenues. It's a self fulfilling prophecy. Whilst I advocate balance; let's talk about the positive things and give these due weight. I know many business people; none of which believed things were as bad as the press made out, however they believe the constant press hammering has contributed to a demise of confidence. This petition requests that the government speak strongly to the press, and if things do not get better that the BBC be forced to reduce its fee to the public as they need to bear some of the pain whch many people feel they are not just reporting but fuelling.",
            "closed_at": "2009-02-17T00:00:00Z",
            "created_at": "2008-10-17T17:45:37.411568Z",
            "creator_name": "Colin Mackenzie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-17T17:45:37.411568Z",
            "rejected_at": "2008-11-22T00:01:02.022007Z",
            "rejection": {
                "code": 49152,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel",
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-22T00:01:02.022007Z"
        },
        "id": 10922028
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Stop-press/"
    },
    "type": "petition"
}