{
    "data": {
        "attributes": {
            "action": "Try to boaden and diversify the history content taught in school",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We, the undersigned believe the teaching of history in schools should leave a clear, rounded and fairly diverse knowledge of the subject in the minds of students who've gone through the school system. Undersigned feel it is a terrible shame that people generally leave school with a feeling of missed opportunity, and a knowledge that feels disjointed and hollow. Undersigned feel the current system is misinformed, with teachers picking from various modules for each exam board (and generally favouring Hitler in the content at the cost of Magna Carta, the French Revolution, strikes, the evolution of modern democracy or any understanding of the Middle East or China). Undersigned agree that this undermines the potential for a rounded chronological progression through the history of the world that would be such a great asset to students, and the UK. An isolated study into world war two and the other immensely complex events of the last century is in fact rather dry and drab without understanding the things leading up to them- things we are assumed to understand. And this is an issue the prime minister should try to broach.",
            "closed_at": "2009-06-14T00:00:00Z",
            "created_at": "2008-10-19T21:59:28.094238Z",
            "creator_name": "William Miles",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-19T21:59:28.094238Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 14,
            "state": "finished",
            "updated_at": "2009-06-20T03:03:16.932026Z"
        },
        "id": 10930903
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ReformHistoryEd/"
    },
    "type": "petition"
}