{
    "data": {
        "attributes": {
            "action": "stop government plans to put SEN children at a disadvantage by changing SENDIST Tribunals",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government plans to change SENDIST Regulations resulting in parents of SEN children being greatly disadvantaged, granting local authorities unprecedented power to assess disabled children against parents' wishes, which parents could be forced to pay for. Refusal of access to children will be frowned upon, simply because parents' disagree with the Authority's view of where/how children should be educated. This extraordinary power is not available to the High Court, unless parents are suspected of child abuse. \n \nThe proposed Regulations are so legalistic it will be impossible for parents to attend Tribunal without a barrister. The extreme expense will prevent parents from appealing. Lay representatives cannot work under these circumstances as costs can be awarded against them. They do not qualify for indemnity insurance. \n \nThe consultation process was inadequate relying on parents scanning the Ministry of Justice website only 11 people responded. The government should have contacted users of SENDIST, past and present to obtain a balanced and transparent view. SENDIST was supposed to be free and informal.",
            "closed_at": "2008-12-24T00:00:00Z",
            "created_at": "2008-10-20T13:55:40.885301Z",
            "creator_name": "Adriana Forte",
            "government_response_at": "2009-02-24T15:30:12.737086Z",
            "government_responses": [
                {
                    "created_at": "2009-02-24T15:30:12.737086Z",
                    "details": "You signed a petition asking the Prime Minister to \"stop government plans to put SEN children at a disadvantage by changing SENDIST Tribunals.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18348\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SENDISTtribunals'",
                    "updated_at": "2009-02-24T15:30:12.737086Z"
                }
            ],
            "opened_at": "2008-10-20T13:55:40.885301Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 901,
            "state": "finished",
            "updated_at": "2009-01-07T03:02:11.624235Z"
        },
        "id": 10934212
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SENDISTtribunals/"
    },
    "type": "petition"
}