{
    "data": {
        "attributes": {
            "action": "demand from the Iraqi Government and the Kurdish Regional Government protection for Iraq's Christians and, especially at this time, in the city of Mosul. We also ask for assistance for those who have fled, credible measures to guarantee the safety of those who wish to return home, and an investigation into who is responsible for the murders.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At least a dozen Christians have been murdered in the city of Mosul in the last two weeks, and more than 5,000 Christians have fled the city in terror. Since the 2003 invasion more than a third and up to half of Iraq's 800,000 Christians have had to leave the country or face kidnapping and murder. According to the UN High Commission on Refugees the Christians, just 3 per cent of the pre-war population, account for over a third of refugees. Iraq's Christians were converted in the 2nd century and are the last speakers of Aramaic, the language of Jesus Christ. Known variously as Assyrians, Chaldeans and Syriacs, they trace their ancestry back to the ancient Assyrians, the indigenous people of Iraq.",
            "closed_at": "2008-12-20T00:00:00Z",
            "created_at": "2008-10-20T09:52:31.067499Z",
            "creator_name": "Edward West",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-20T09:52:31.067499Z",
            "rejected_at": "2008-11-20T00:01:02.506281Z",
            "rejection": {
                "code": 256,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-20T00:01:02.506281Z"
        },
        "id": 10932350
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IraqChristians/"
    },
    "type": "petition"
}