{
    "data": {
        "attributes": {
            "action": "use Mr Darling's plan to help the economy by increasing public spending to ease congestion and help the environment and the tourism industry by reversing some of the cuts made to our railway network by Dr Beeching.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Mr Darling's sensible plan to increase public spending to increase employment, and ultimately public spending could be very beneficial to us all if he used the money to replace some of the most needed railway lines and stations closed by Dr Beeching. Eg, replacing (not necessarily on the exact same location) stations such as Brixham, Padstow, and Whetherby would increase tourism and boost local economies. Re-opening lines such as Southport to Ormskirk would ease congestion and emissions as would building a new station at Leek (maybe starting at Waterhouses) and going to Derby. \n\nIt would also allow train doors and platforms to be made exactly level as in other countries which would give a lot of independence to wheelchair users rather than hoping somebody remembers to fetch a ramp in time. \nReplacing some train services and connecting rural areas to towns / cities could also help rural economies by enabling people who work in cities to live in previously isolated rural areas and go to work by train. This may sound idealistic, but if Mr Darling goes ahead, this plan would have many winners.",
            "closed_at": "2009-10-23T00:00:00Z",
            "created_at": "2008-10-19T21:57:35.512775Z",
            "creator_name": "Sarah Jayne Davies",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-19T21:57:35.512775Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 33,
            "state": "finished",
            "updated_at": "2009-10-24T00:01:01.753069Z"
        },
        "id": 10930900
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/darlingrailways/"
    },
    "type": "petition"
}