{
    "data": {
        "attributes": {
            "action": "stop the BBC from further degrading the UK's historic position at the forefront of popular music by turning the UK Eurovision Song Contest into a Lloyd Webber monopoly.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The people of the United Kingdom are justifiably proud of our popular music heritage. For decades the nation has spawned bands and songwriters who tirelessly broadcast our culture and language across the globe in a way that politics and foreign policy could not hope to achieve. We hear now with dismay that the BBC plan to hand songwriting duties for our entry in one of Europes most popular annual broadcasting events, the European Song Contest, to Andrew Lloyd Webber, a composer for musical theatre. We believe that this is a distasteful turn of events, and would prefer to see the UK entry chosen in a proper national competition, allowing the nation's numerous highly gifted professional and amateur songwriters to compete before a national audience, in a manner that both celebrates and promotes our talent for, and love of popular music.",
            "closed_at": "2008-12-20T00:00:00Z",
            "created_at": "2008-10-20T01:48:36.901323Z",
            "creator_name": "Simon Troup",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-20T01:48:36.901323Z",
            "rejected_at": "2008-11-22T00:01:02.022007Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-22T00:01:02.022007Z"
        },
        "id": 10931239
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RealEurovision/"
    },
    "type": "petition"
}