{
    "data": {
        "attributes": {
            "action": "Cease the subsidy of overseas nations with taxpayers money..",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government of the UK wastes billions of pounds on foreign \"Aid\" and lost causes. \nA comprehensive review of any and all payments from the UK tax payer to any external country, agency or body must be swiftly carried out to ensure we enjoy the rewards of the taxes we pay.\nTake for example the current stupidity of giving almost a billion pounds to India to develope its interia infrastructure and services... yet the Indian government is spending in excess of that amount on space efforts and putting a satelite in orbit around the moon.\n It seems to me that the priorities of each involved government is totally misplaced. \nThe primary concern of any government should be the good health and welfare of its own citizens. At a time when Gordon Brown insists borrowing £64 billion makes good economic sense, here is £1 billion we dont need to borrow! How much more over zealous \"generousity\" is this government responsible for? It is time to look after home first and let everyone else keep their own affairs in order.  Common sense Mr Brown!",
            "closed_at": "2009-01-21T00:00:00Z",
            "created_at": "2008-10-21T11:25:04.019244Z",
            "creator_name": "Bob Collier",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-21T11:25:04.019244Z",
            "rejected_at": "2008-11-22T00:01:02.022007Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-22T00:01:02.022007Z"
        },
        "id": 10939455
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Our-Taxes-Wasted/"
    },
    "type": "petition"
}