{
    "data": {
        "attributes": {
            "action": "to change the government's policy on the regulation of our financial institutions and advocate the closure of tax havens.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The promises to end World poverty back in 2000 are way off course to achieve these goals. This will be compounded by our current financial crisis.\n\nThe inequality of our financial system that enables corporations and rich individuals to pay financial institutes to help them legally rob countries of tax that is needed to pay for vital Public Services.\n\nThe world’s High Net Worth Individuals (HNWIs) hold around $11.5 trillion of assets offshore, which would generate a return of about $860 billion a year, and a consequent tax loss of $255 billion. So whilst the “average Joe” will be fined £100 if he is a day late paying his tax, the HNWIs pay little or no tax on their vast assets. \n\nAn estimated £400 billion of public money (4 times our NHS budget) is being used to bail out our big banks. These banks were audited by the likes of Pricewaterhouse Cooper, KPLM, Deloittes and Ernst Young.  Why aren’t they held to account for their negligence in allowing these banks to play with our money?\n\nWe ask the House to ensure proper financial regulation measures are put in place, close tax havens and end offshore financial trading.\n\nwww.youvebeenrobbed.net",
            "closed_at": "2009-01-20T00:00:00Z",
            "created_at": "2008-10-20T13:14:48.512832Z",
            "creator_name": "min Clifford",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-20T13:14:48.512832Z",
            "rejected_at": "2008-11-23T00:01:02.187289Z",
            "rejection": {
                "code": 65536,
                "details": "",
                "reasons": [
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-23T00:01:02.187289Z"
        },
        "id": 10933967
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/youvebeenrobbed/"
    },
    "type": "petition"
}