{
    "data": {
        "attributes": {
            "action": "NOT allow the government to require mobile phone companies to request passports or other photo, or other  ID from persons purchasing or registering mobile phones.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We would like the government to NOT require mobile phone companies to request passports or other photo, or other  ID from persons purchasing or registering mobile phones.\n\nThis is just another power-crazy big brother time-and-resource wasting scheme promoted by people who don't have proper jobs, or anything meaningful to do with their (taxpayer funded) time in a government which seems dedicated to ruining the country financially, morally, and in every other way, and removing every last vestige of freedom and anonymity from the populace, and will gratuitously scream \"terrorist\" or \"think of the children\" or \"WMDs\" from the rooftops in an attempt to justify yet more lunatic time-wasting schemes that do nothing to combat evil, but lots to remove liberation.",
            "closed_at": "2009-10-20T00:00:00Z",
            "created_at": "2008-10-20T13:45:16.958005Z",
            "creator_name": "Mark Wilkins",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-20T13:45:16.958005Z",
            "rejected_at": "2008-11-23T00:01:02.187289Z",
            "rejection": {
                "code": 2048,
                "details": "PLs see:\nhttp://petitions.number10.gov.uk/MobilePhoneID/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-23T00:01:02.187289Z"
        },
        "id": 10934143
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoPhoneID/"
    },
    "type": "petition"
}