{
    "data": {
        "attributes": {
            "action": "support a state funeral for The Rt Hon. The Baroness Thatcher, LG, OM, PC.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Margaret Thatcher was our longest serving prime minister of recent times and the West's first female head of government.\n\nShe, against all odds, saved this country from the unions' stranglehold - and restored it's reputation on the world stage. Ending the dismal years of the post-war consensus and allowing the private sector to improve the lives of Britons no end. She defended British interests abroad and took a firm stance against British sovereignty being violated.\n\nAt the time, she was a divisive figure, but now is embraced by all in the political mainstream as being the most decisive and necessary Prime Minister since Churchill. As Gordon Brown invites her for tea and Peter Mandelson describes how 'we are all Thatcherites now' she is no longer so divisive; as people accept she did what needed to be done against the establishment's consensus at the time.\n\nWe therefore petition the PM to support a state funeral for Baroness Thatcher in regonition of her transformation of Britain for the better.",
            "closed_at": "2009-10-19T00:00:00Z",
            "created_at": "2008-10-19T19:37:26.564090Z",
            "creator_name": "Jack Rankin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-19T19:37:26.564090Z",
            "rejected_at": "2008-11-22T00:01:02.022007Z",
            "rejection": {
                "code": 2048,
                "details": "Pls see:\nhttp://petitions.number10.gov.uk/yesstatefuneral/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-22T00:01:02.022007Z"
        },
        "id": 10930323
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/thatcherstatefun/"
    },
    "type": "petition"
}