{
    "data": {
        "attributes": {
            "action": "hold an inquiry into animal testing and to put an end to vivisection in this country at once. We also call for improved animal welfare rights which incude the prosecution of researchers who mistreat animals in laboratories.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UK based animal charity, Animal Aid have brought to light evidence that Companies who test their products on animals mistreat them.\nThe most common type of testing is using poisons on animals, who then die in overwhelming pain, this is quite frankly out of order and wholly unjustified.\nIn 2006, drug trials carried out on humans went horribly wrong and this was after they were marked as safe because they had been tested on animals.\nDid animal testing help link smoking and cancer? No!   Did animal testing link alcohol to liver damage? No!  did animal testing link calories to heart disease? No! this is due to Epidemiology which does not involve animal testing which has brought about many vaccinations which have not made any impact whatsoever.\nTo suggest that animals are inferior to human beings is totally wrong and they have every right to live life without being tested, they have feelings too!\nThere was a time when people were caged up, experimented on and killed for no reason, we called it the holocaust and this was the most horrific event ever to occur in the last century! Lets not subject animals to the same fate, they deserve better than this, vivisection must end once and for all.",
            "closed_at": "2009-10-20T00:00:00Z",
            "created_at": "2008-10-20T21:38:20.594525Z",
            "creator_name": "Sam Griffiths",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-20T21:38:20.594525Z",
            "rejected_at": "2008-11-22T00:01:02.022007Z",
            "rejection": {
                "code": 2048,
                "details": "Pls see:\nhttp://petitions.number10.gov.uk/bantesting/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-22T00:01:02.022007Z"
        },
        "id": 10937407
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/End-2-cruelty/"
    },
    "type": "petition"
}