{
    "data": {
        "attributes": {
            "action": "demand from the Iraqi Government protection for Iraq's Christians, especially those who have recently fled the city of Mosul. We also ask for assistance for those who have fled, measures to ensure the safety of those who wish to return, and a full investigation into who is responsible for the murders",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At least 13 Christians have been murdered in the city of Mosul in the last two weeks, and around 10,000 Christians have fled the city.\n \nThese are just the latest attacks: since the 2003 invasion up to half of Iraq's 800,000 Christians have fled persecution, kidnappings and murder. According to  the UN High Commission on Refugees the Christians, just 3 per cent of the pre-war population, account for over a third of overseas refugees. Without protection Iraq's ancient minority, who have been Christian since the 2nd century and speak Aramaic, the language of Jesus Christ, will die out. Even before the current disaster Britain has a long history of letting down Iraq's Christians, also known as Assyrians, Chaldeans and Syriacs. Britain has a duty to help protect them.\n\nThere is also widespread suspicion among Mosul's Christians that groups allied to the Kurdish Regional Government are behind the killings, as part of a plan to annex the province of Nineveh. An impartial investigation should look into these claims.",
            "closed_at": "2008-12-23T00:00:00Z",
            "created_at": "2008-10-22T09:17:34.080797Z",
            "creator_name": "Edward West",
            "government_response_at": "2009-02-24T15:29:23.191069Z",
            "government_responses": [
                {
                    "created_at": "2009-02-24T15:29:23.191069Z",
                    "details": "You signed a petition asking the Prime Minister to \"demand from the Iraqi Government protection for Iraq's Christians, especially those who have recently fled the city of Mosul. We also ask for assistance for those who have fled, measures to ensure the safety of those who wish to return, and a full investigation into who is responsible for the murders.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18347\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ChristiansofIraq'",
                    "updated_at": "2009-02-24T15:29:23.191069Z"
                }
            ],
            "opened_at": "2008-10-22T09:17:34.080797Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 876,
            "state": "finished",
            "updated_at": "2009-01-13T03:02:37.376175Z"
        },
        "id": 10944367
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ChristiansofIraq/"
    },
    "type": "petition"
}