{
    "data": {
        "attributes": {
            "action": "provide details and a certified copy of the communique received by Rt Hon Alistair Darling MP Chancellor of the Exchequer (or other UK government official) on or before 8th October 2008, whereby the said Rt Hon Alistair Darling MP Chancellor of the Exchequer stated in a public forum on the 8th October 2008 that the Icelandic Government had informed the UK authorities that it has no intention of honouring its obligations in the UK.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On 8th October the Rt. Hon Alistair Darling MP Chancellor of the Exchequer stated in a public forum that he had a received a communique from an Icelandic official, stating that the Iceland government had informed the UK authorities that it had no intention of honouring it's obligations in the UK. Subsequent actions by the UK government in freezing the assets of one bank namely Kaupthing Frielander & Singer (UK ltd) resulted in another bank outside the UK's jurisdiction namely KSF (IoM) ltd going into administration. The result of this administration is that thousands of British citizens have no access to their savings and may ultimately lose those savings.",
            "closed_at": "2008-12-25T00:00:00Z",
            "created_at": "2008-10-21T13:54:19.523315Z",
            "creator_name": "Alexandra M. Bale",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-21T13:54:19.523315Z",
            "rejected_at": "2008-11-26T00:01:01.920195Z",
            "rejection": {
                "code": 16384,
                "details": "If you wish to make a request for information held by this office, you can do so under the Freedom of Information Act.  Contact details can be found on our website, at http://www.number10.gov.uk/footer/freedom-of-information",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-26T00:01:01.920195Z"
        },
        "id": 10940440
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KSFfIoM-Bank/"
    },
    "type": "petition"
}