{
    "data": {
        "attributes": {
            "action": "to review and bring about change within the education system to facilitate the ability for our children to compete within a global economy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Education for the sake of education is no longer an option for the UK economy or for the facititaion of jobs for our children in the future.Academia has had it's own way with the direction of our childrens education. The answer it to educate for vocation, however vocationl education is equated to failure within the peer groups of our children. The stark facts are that 63%  all those leaving university end up in jobs that are not what they were educated for.We put all our eggs into one basket the finacial sector, or the public service sector. The UK has allways produced great innovators,however successive goverments have let our industrial base fall to almost zero.We must have equality within education, not all are cut out for university, therefore billions are wasted, we have coal reserves, we made our own steel, we produced most of our own food needs, now we import them at the mercy of the global economy, look at where that policy has got us! Education for vocation can and will rebuild this nation, i urge you to consider my thoughts and sign this petition to bring about these changes, the city call it spread betting, i call it commo sence. W Eastland ",
            "closed_at": "2009-01-24T00:00:00Z",
            "created_at": "2008-10-22T08:58:12.190353Z",
            "creator_name": "W Eastland",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-22T08:58:12.190353Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2009-01-25T03:04:28.550830Z"
        },
        "id": 10944221
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Educate-Vocation/"
    },
    "type": "petition"
}