{
    "data": {
        "attributes": {
            "action": "stop taking savings and property from people with Alzheimer’s",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I would like to ask a question?\n\nCouple number one:\n\nCouple are both working, and paying tax, they get married and get a house\n\nWhich they pay tax on, they also pay the full rate on council tax, if they want to improve there house, they have to pay, they have children, but don’t get any help with clothing allowances when they attend school, or free school meals,\n\nThe father dies, and the mother gets Alzheimer’s and has to go into a home,\n\nThe home fees eat up all there savings which they have paid tax on (interest)\n\nAnd then they have to sell the family home, to pay for the fees, until it has all gone.\n\n \n\nCouple number two:\n\nNot working get married have children; get a house from the council, which is paid for, If anything needs doing to the house, e.g., double glazing, loft insulation, exe, \n\nIt’s all done free of charge, they get help with council tax, the children get a clothing allowance, and free school meals.\n\nThe father dies, and the mother gets Alzheimer’s, and has to go into a home,\n\nShe gets all her fees paid for.\n\nSo my question is.\n\n \n\nWHAT IS THE POINT OF WORKING?",
            "closed_at": "2009-01-24T00:00:00Z",
            "created_at": "2008-10-21T13:01:38.785404Z",
            "creator_name": "paul birney",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-21T13:01:38.785404Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 14,
            "state": "finished",
            "updated_at": "2009-01-25T03:04:28.466737Z"
        },
        "id": 10940134
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/alzhimers/"
    },
    "type": "petition"
}