{
    "data": {
        "attributes": {
            "action": "explain in full why our air defence was compromised by Russian bear aircraft",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A Russian bomber was allowed to sail through out air defences and was 2 minutes away from the city of Hull a month ago. WHY ?\nWhy was a potential aggressor allowed to get into our airspace so easily and then only eventually intercepted by an UNARMED aircraft . Why were Quick \nReaction which are armed aircraft, not deployed to this situation?\nWhy are the government and the MOD hiding behind the excuse that we have a \"Multi layered system\" in operation as this would not have prevented this or any other aircraft of any agressor from causing death of UK citizens due to the fact that NO military aircraft in the UK carries live weapons in flight unless on training purposes.\n Can this Government explain why, since this episode was allowed to happen we seem, and it has been obviously proved that they have dismissed the duty to protect their citizens from harm.\nBut most of all Why are heads not rolling from the secretary of state for defence or the MOD for deriliction of duty .",
            "closed_at": "2009-04-21T00:00:00Z",
            "created_at": "2008-10-21T13:57:05.918136Z",
            "creator_name": "RobertHorner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-21T13:57:05.918136Z",
            "rejected_at": "2008-11-22T00:01:02.022007Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-22T00:01:02.022007Z"
        },
        "id": 10940451
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/airdefence/"
    },
    "type": "petition"
}