{
    "data": {
        "attributes": {
            "action": "Penalize manufacturers/supermarkets who produce non-recyclable plastic",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am sick of the government always putting the responsibility for recycling on the consumer and sick of government led councils penalising people who have too much in their “Landfill” bins.  Why is it that some of the meat, fruit, vegetables etc that I buy at the supermarket is in recyclable plastic  or biodegradable packaging but a great deal still isn’t?   Companies should use as little packaging as possible.  A prime example is when large boxed products are packed in polystyrene - this is irresponsible. Things can be just as safely packed in  egg box material and this can be used again. \nHow can we reduce our landfill when the manufacturers and supermarkets are still packaging everything too much & in material that will never biodegrade.\nI am going to return all my non-recyclable plastic to the supermarkets they came from and I suggest other people do the same. Why should we pay for their irresponsible attitude.\nAs a footnote - plastic bags are completely unnecessary and should be banned now.  Other countries did it years ago. Surely the death of one whale or one turtle due to eating plastic bags is enough to prove that.",
            "closed_at": "2009-06-24T00:00:00Z",
            "created_at": "2008-10-22T10:14:58.464839Z",
            "creator_name": "Mrs.Mary Hunt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-22T10:14:58.464839Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 79,
            "state": "finished",
            "updated_at": "2009-06-25T00:01:01.410489Z"
        },
        "id": 10944697
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/badplastic/"
    },
    "type": "petition"
}