{
    "data": {
        "attributes": {
            "action": "Make good, the awful conditions that people who care for their love ones have to tolerate daily,by paying a living wage for their caring role and if carers are able to care and attend further education  courses in order to improve their impoverished live, their Invalid Care Allowance should not be affected.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The sixties Civil Rights Activist:\nMrs Rosa Parks sat down, in order that we may stand up for our rights. \nThe role of the carer is not only vital for the wellbeing of those cared for, but also the wider community, especially the huge savings that are made by the Social Services budget at their expense.\n This is an appalling state of affair in a country as rich as the United Kingdom, that allow this affront to carers human rights.Like everyone else, carers have a right to happiness and fulfillment, to be able to have a break away from their caring role, without feeling guilty and overly concerned for the safety of those that they care for. Jacqueline Grant: Carer",
            "closed_at": "2009-10-21T00:00:00Z",
            "created_at": "2008-10-21T20:03:32.253671Z",
            "creator_name": "Jacqueline Grant",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-21T20:03:32.253671Z",
            "rejected_at": "2008-11-22T00:01:02.022007Z",
            "rejection": {
                "code": 2048,
                "details": "Pls see:\nhttp://petitions.number10.gov.uk/Value-Carers/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-22T00:01:02.022007Z"
        },
        "id": 10942592
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CarersUnited/"
    },
    "type": "petition"
}