{
    "data": {
        "attributes": {
            "action": "Reduce Reposessions by instructing Banks especially Northern Rock to pass on Interest Rate Cuts - especially the SVR",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If you want immediate impact to provide help to the populous...\n\nInstead of just focusing on delaying repossession proceedings - we need to focus on the cause - high SVR. We urgently need to prevent some of Labour's most needy middle to low income people needlessly having their homes repossessed. \n\nA lot of people cannot refinance and are now stuck on the SVR. Banks - particularly Northern Rock are causing the prospect of massive defaults by not passing on the recent interest rate cuts. \n\nPeople were able to pay their mortgage up until recently - however, it is unrealistic for many to be able to survive on the 7-8% level SVR. Many of the looming reposessions can be avoided by getting their SVR to a more acceptable level - like 5-6% - which is reasonable with BOE rate at 4.5%. \n\nThere is far greater chance of getting the capital back doing this and letting the people work through their mortgage and start paying it off. By repossessing and sending to auction NR will have a shortfall.\n\nThe gov't will own substantial parts of major lenders and has directed them to begin lending again. Gov’t needs to also now do this through NR and Bradford & Bingley.",
            "closed_at": "2009-04-22T00:00:00Z",
            "created_at": "2008-10-22T17:09:13.572038Z",
            "creator_name": "martin wilson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-22T17:09:13.572038Z",
            "rejected_at": "2008-11-22T00:01:02.022007Z",
            "rejection": {
                "code": 2048,
                "details": "Pls see:\nhttp://petitions.number10.gov.uk/nr-rate-cuts/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-22T00:01:02.022007Z"
        },
        "id": 10947191
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NRock-rates/"
    },
    "type": "petition"
}