{
    "data": {
        "attributes": {
            "action": "prevent airlines from allowing the use of mobile phones on commercial flights",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition appeals against airlines allowing mobile phone calls and texts during flights.\n \nCurrently, a number of airlines including Ryanair are trialling this service in partnership with various communications companies. It is important that this doesn't become common practise within the commercial aviation industry as this will mean that passengers are subjected to excessive noise levels caused by people shouting into handsets or irritating and loud ring tones.\n \nA recent report states that an emergency landing by airline Quantas, was thought to have resulted from interference with the aircraft's control system from a wireless laptop with its wireless function turned on, a Bluetooth mouse or electronic game. How do we know that the use of mobiles on aeroplanes is completely safe if such events have already occurred?\n \nSuch trials should be abandoned and other airlines should be prevented from introducing this facility. Many people use flights as an opportunity to relax before landing at their destination - their flight experience should not be disrupted so that airlines can make more money by introducing this unwanted service.",
            "closed_at": "2009-04-23T00:00:00Z",
            "created_at": "2008-10-23T16:28:56.232102Z",
            "creator_name": "Elizabeth Murphy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-23T16:28:56.232102Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 56,
            "state": "finished",
            "updated_at": "2009-04-24T00:01:01.345215Z"
        },
        "id": 10953586
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nomobiles/"
    },
    "type": "petition"
}