{
    "data": {
        "attributes": {
            "action": "get the bbc to stop making us pay for tv licences",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The BBC forces itself onto the airways and we are required to pay for its upkeep regardless of whether or not we watch it. £139.50 is too much to pay for reality tv, vapid sitcoms and endless repeats. \nAt worst a service that you never use. We are forced to pay for a TV Licence, what ever happened to free choice? \n I am a avid sports fan, i pay my money to Virgin media and the only TV I watch is Setanta, Sky Sports and Eurosport. But the nice people at the BBC think its fair to force me to pay them for channels im not using) \nYou wouldn't pay £140 a year to tax a car that you dont use would you? At £139.50, The Tv licence is a joke. \nEvery other channel funds itself by advertising, so why cant the BBC do the same. They are already screwing us over by showing BBC programs on Dave and the UKTV Network. Where they recieve money from advertisements. They can't have it both ways.\nIm not saying get rid of the BBC, Just want them to fund themselves or allow us to opt out of their service.\nWhy not have a system like PBS, where the rich and famous provide donations or a system that allows those on a lesser income to pay less? (can be done by the individuals tax code/band)",
            "closed_at": "2009-04-24T00:00:00Z",
            "created_at": "2008-10-23T22:30:10.760879Z",
            "creator_name": "Alex Ball",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-23T22:30:10.760879Z",
            "rejected_at": "2008-11-23T00:01:02.187289Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-23T00:01:02.187289Z"
        },
        "id": 10955814
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/tvlicence1/"
    },
    "type": "petition"
}