{
    "data": {
        "attributes": {
            "action": "Change the rules to Carer's Allowance to allow carers of school-age children to be able to attend full-time education courses without risk of losing their allowance.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently, under the rules that determine eligibility for Carer's Allowance a carer cannot undertake any full-time course of study without losing all of their allowance.  I feel that this is wrong under certain circumstances.  I think that carers of disabled school-age children should be allowed to undertake full-time study when that study is during the child's school hours.  You would still be the child's full-time carer while studying as you would be sitting at home doing nothing except waiting for the child to come home from school.  We cannot improve our lives and the lives of our children by sitting home doing nothing whilst that child is in school. Some carers want the chance to earn qualifications in order to get a good job one day and give something back.",
            "closed_at": "2009-10-24T00:00:00Z",
            "created_at": "2008-10-24T12:41:28.418717Z",
            "creator_name": "Mrs Emma Daniels",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-24T12:41:28.418717Z",
            "rejected_at": "2008-11-23T00:01:02.187289Z",
            "rejection": {
                "code": 2048,
                "details": "Pls see:\nhttp://petitions.number10.gov.uk/Value-Carers/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-23T00:01:02.187289Z"
        },
        "id": 10958450
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HelpforCarers/"
    },
    "type": "petition"
}