{
    "data": {
        "attributes": {
            "action": "raise the state pension to help pensioners out of poverty. Retired people need a pension on which to live, not in 2012, but now. Before bailing out another Bank, tax payer money should be spent where it is needed most.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In a month in which the government has bailed out banks and building societies (using tax payer money) to the tune of billions of pounds, it has been revealed that after a hundred years of the state pension over 2.5 million older people are living below the official poverty line. \n\nThis is a disgraceful situation, and Pensions.co.uk are petitioning government to support pensioners and trade unions who are calling for the basic state pension to be raised above the poverty level. \n\nWe, the electorate, need to be given the right to vote on issues relating to tax payer money. Bailing out bankers, whose greed has created the economic crisis facing the country, is not acceptable when elderly people are facing a bleak retirement. Elderly people need relative comfort and security – which should be provided by a state pension",
            "closed_at": "2009-10-28T00:00:00Z",
            "created_at": "2008-10-24T12:12:23.758092Z",
            "creator_name": "Barry Summers",
            "government_response_at": "2010-02-05T14:57:54.402368Z",
            "government_responses": [
                {
                    "created_at": "2010-02-05T14:57:54.402368Z",
                    "details": "You signed a petition asking the Prime Minister to \"raise the state pension to help pensioners out of poverty. Retired people need a pension on which to live, not in 2012, but now. Before bailing out another Bank, tax payer money should be spent where it is needed most.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22365\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Pensions-co-uk'",
                    "updated_at": "2010-02-05T14:57:54.402368Z"
                }
            ],
            "opened_at": "2008-10-24T12:12:23.758092Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 219,
            "state": "finished",
            "updated_at": "2010-02-15T03:01:37.390504Z"
        },
        "id": 10958308
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Pensions-co-uk/"
    },
    "type": "petition"
}