{
    "data": {
        "attributes": {
            "action": "Make being employed more enticing than being on benefits",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "\"I would be better off on benefits than working\". \nThis statement proves that the UK is supporting a lazy nation and not spending taxpayers money on useful causes e.g. schools,NHS & all other public services.\nIn reducing benefits it will build confidence upon the working community & give those on benefits reason to support themselves & families rather than relying on the Government for 'parental support'. \nThe honest workers of the UK see no return for their hard work and constantly feel penalised that the tax they pay are not going towards healthy causes.\n\nAsk yourself: should a working family with 2 children struggle to live in a 2 bedroom house when those on benefits get a 3 bedroom house with all bills paid???\n\nLets see the equality factor being used as it should be without being biased to those working.\n\nan idea?: how about not giving benefits to those who have no previous employment record (i.e.too lazy to support themselves)\n\nSurely the reduced benefit system will deter teenagers away from getting pregnant at an early age & thininkg they can get through life with no education, but get a house including benefits.\n\nPrevention is better than cure",
            "closed_at": "2009-04-28T00:00:00Z",
            "created_at": "2008-10-24T14:03:49.165116Z",
            "creator_name": "Charis Plumb",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-24T14:03:49.165116Z",
            "rejected_at": "2008-12-10T00:01:02.103513Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Work-to-claim/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-10T00:01:02.103513Z"
        },
        "id": 10959163
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Equality-class/"
    },
    "type": "petition"
}