{
    "data": {
        "attributes": {
            "action": "Save the special care baby unit at the Royal Glamorgan Hospital, Llantrisant, Rhondda Cynon Taff. neo natal intensive care unit,",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The unit previously cared for babies born extremely premature (24weeks) and very poorly babies. Due to funding being stopped the unit can no longer care for these babies, other hospitals will care for them..\nSince June 2008, the Royal Glamorgan special care baby unit specialises in babies born 29 weeks plus....we are petitioning to keep the unit open to the other babies too....a lack of funding should not be a reason to stop this unit caring for all babies!\n\nWE NEED TO KEEP THE UNIT AS IT WAS...CARING FOR ALL THE BABIES WHO NEED THEM!!!\n\nPlease join the group and invite all your friends to join..we need as many members as possible.",
            "closed_at": "2008-10-31T00:00:00Z",
            "created_at": "2008-10-24T13:24:58.913546Z",
            "creator_name": "Jason and Karen Dunlop",
            "government_response_at": "2008-12-05T17:02:34.875338Z",
            "government_responses": [
                {
                    "created_at": "2008-12-05T17:02:34.875338Z",
                    "details": "You signed a petition asking the Prime Minister to \"Save the special care baby unit at the Royal Glamorgan Hospital, Llantrisant, Rhondda Cynon Taff. neo natal intensive care unit.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17712\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Neonatal'",
                    "updated_at": "2008-12-05T17:02:34.875338Z"
                }
            ],
            "opened_at": "2008-10-24T13:24:58.913546Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 628,
            "state": "finished",
            "updated_at": "2008-11-20T03:01:55.619417Z"
        },
        "id": 10958828
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Neonatal/"
    },
    "type": "petition"
}