{
    "data": {
        "attributes": {
            "action": "put pressure on BT to provide Broadband for Barham (Nr Canterbury)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Companies such as BT and Virgin are doing nothing to ensure that villages such as Barham have access to good quality Broadband. This petition is not just about Barham: it is a call for government to honour its pledge to provide broadband access to all.\n\nBarham is a broadband black-spot. The reason for this is that it no longer has its own telephone exchange. The telephone exchange is now a lovely little cottage.\n\nBecause of this the village is split between the Bridge exchange and the Elham exchange. Consequently half the village has access to 1MB maximum download speed (for which we pay the same price as someone with an 8MB connection); the other half has no broadband access at all.\n\nBroadband is often described as an essential utility. We are concerned that the value of our properties may be affected by an inadequate broadband service. Lack of broadband will certainly make our properties harder to sell.",
            "closed_at": "2009-04-23T00:00:00Z",
            "created_at": "2008-10-23T15:30:06.253216Z",
            "creator_name": "Alexander Jibb",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-23T15:30:06.253216Z",
            "rejected_at": "2008-11-22T00:01:02.022007Z",
            "rejection": {
                "code": 2048,
                "details": "PLS SEE:\nhttp://petitions.number10.gov.uk/DAB-we-need/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-22T00:01:02.022007Z"
        },
        "id": 10952930
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BBANDforBARHAM/"
    },
    "type": "petition"
}