{
    "data": {
        "attributes": {
            "action": "enforce strict rules on financially sound companies who choose to pay invoices when they see fit",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "To small businesses this has to be one of the biggest problems. Larger businesses have the personnel to chase up late payers whereas small businesses often don't. You can apply a late interest charge to late payers but I do not know of anyone who has successfully carried this out. I have heard from other businesses, that sometimes the larger the customer, the worse they are. eg. regardless of an a 30 day payment period some CHOOSE to pay up to 3 months down the line regardless of reminders, chasing and refusing to do more work until they pay. Why should they have the power to do this ? I do know of other businesses who are forced to apply for extra overdraft facilities and resource to cope with the shortfall caused by late payers. It is a vicious cycle and often it is the larger businesses (who are financially sound) that cause this unnecessary hardship to small businesses. If companies come back and work out an arrangement due to lack of funds - this is fine, people appreciate honesty. It is quite obvious that some businesses have an internal policy of not paying invoices for a certain amount of time, regardless of the suppliers' payment terms.",
            "closed_at": "2008-12-24T00:00:00Z",
            "created_at": "2008-10-24T12:11:58.104762Z",
            "creator_name": "Chris",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-24T12:11:58.104762Z",
            "rejected_at": "2008-11-23T00:01:02.187289Z",
            "rejection": {
                "code": 2048,
                "details": "Pls see:\nhttp://petitions.number10.gov.uk/invoicepayment/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-23T00:01:02.187289Z"
        },
        "id": 10958306
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/latepayers/"
    },
    "type": "petition"
}