{
    "data": {
        "attributes": {
            "action": "and the government in general and the banks NOT to bail out failed BTL speculators in any way",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned call upon the government NOT to bail out failed BTL speculators in any way, and in addition to legislate immediately to prevent them declaring bankruptcy to avoid their debts, and to remove the statute of limitations on debts that relate to non-Owner-Occupier mortgages so that failed BTL speculators can be forced to repay at some point money owed to banks and the banks depositors.\n\nWe also demand that the government authorise and order HMRC to immediately investigate outstanding tax payments by all individuals with non-owner-occupier mortgages for the immediate collection of outstanding tax and the imprisonment of those who refuse to pay or are unable to pay it due to having failed to set aside funds as required by law.",
            "closed_at": "2008-11-07T00:00:00Z",
            "created_at": "2008-10-23T18:43:41.986321Z",
            "creator_name": "Nathan Hobbs",
            "government_response_at": "2009-03-20T12:59:17.583252Z",
            "government_responses": [
                {
                    "created_at": "2009-03-20T12:59:17.583252Z",
                    "details": "You signed a petition asking the Prime Minister to \"and the government in general and the banks NOT to bail out failed BTL speculators in any way.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18662\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'NoBTLBailout'",
                    "updated_at": "2009-03-20T12:59:17.583252Z"
                }
            ],
            "opened_at": "2008-10-23T18:43:41.986321Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 467,
            "state": "finished",
            "updated_at": "2009-04-27T16:58:51.538503Z"
        },
        "id": 10954572
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoBTLBailout/"
    },
    "type": "petition"
}