{
    "data": {
        "attributes": {
            "action": "propose to parliament that politicians be prevented in law from communicating privately with board members of corporations or high-wealth individuals whilst in office",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "MPs should also be prevented from attending private members clubs and fraternal societies such as the freemasons.\n\nOver the last few weeks we have had the extraordinary revelations of both Peter Mandelson and George Osbourne aboard a Russian oligarch's yacht with a member of one of the world's most powerful banking dynasties.\n\nFormer Prime Minister Tony Blair  ran into trouble with Parliamentary authorities over his habit of taking free holidays with wealthy 'friends'.\n\nThe Channel 4 Dispatches programme revealed how high-wealth individuals could 'buy' private time with David Cameron and George Osbourne. \n\nCountless former members of cabinets are rewarded with highly lucrative postions in corporations on departing office.\n\nIn addition we have the lobbying, donation and honours system whereby the wealthy can influence our democracy for their own selfish ends.\n\nThis is entirely inappropriate behaviour in a country that purports to be democratic. The British people want an end to this corruption and restoration or implementation of a true democracy. Our patience is wearing thin.",
            "closed_at": "2009-11-01T00:00:00Z",
            "created_at": "2008-10-26T09:55:11.157756Z",
            "creator_name": "Ben Parish",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-26T09:55:11.157756Z",
            "rejected_at": "2008-11-13T16:06:18.146925Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-13T16:06:18.146925Z"
        },
        "id": 10966828
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/restoredemocracy/"
    },
    "type": "petition"
}