{
    "data": {
        "attributes": {
            "action": "bring continuity to the long service medals of the Unitred Kingdom Emergency Services",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In line with almost every other country in the world, the United Kingdom rewards the men & women of it's Emergency Services for the valuable work they do, risking their lives every day of their service, with a Long Service Medal.\nThe Police Service after 22 years.\nFire & Rescue Service after 20 years.\nAmbulance Service after 20 years.\nPrison Service after 20 years.\nI urge the Prime Minister to please instruct the relevant body to prepare an ammendment that would allow the Queen to reduce the award point of the Police long service medal from the current 22 year point to a new 20 year point. \nThis ammendment would be extremely simplistic, and it would cost little or nothing to impliment. \nBut what it would do is bring fairness, equality and continuity to ALL the long service medal award points within the United Kingdom Emergency Services.",
            "closed_at": "2009-11-11T00:00:00Z",
            "created_at": "2008-10-26T18:42:18.750646Z",
            "creator_name": "Ken Fowler",
            "government_response_at": "2010-03-03T13:37:40.060770Z",
            "government_responses": [
                {
                    "created_at": "2010-03-03T13:37:40.060770Z",
                    "details": "You signed a petition asking the Prime Minister to \"bring continuity to the long service medals of the Unitred Kingdom Emergency Services.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22656\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'plsgcm'",
                    "updated_at": "2010-03-03T13:37:40.060770Z"
                }
            ],
            "opened_at": "2008-10-26T18:42:18.750646Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1718,
            "state": "finished",
            "updated_at": "2009-11-13T03:01:32.312043Z"
        },
        "id": 10968885
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/plsgcm/"
    },
    "type": "petition"
}