{
    "data": {
        "attributes": {
            "action": "Reverse the Trend Towards State Control and Totalitarianism.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We at scambusters Call on the British Government to Reverse the Trend towards Totalitarianism by Abolishing Any Laws Designed to Protect Any of its Agents from Prosecutions. To help change a system which is so secretly embedded and masked by illusions and lies in a 'bogus democracy'.\nWe have seen terrible reversals of our hard won rights and expectations for fair justice. An unaccountable web of ruthless groups, similar to the ones set up in Hitlers Germany has emerged and as they get away with ever more 'unlawful activity' will continue to show brazen disregard towards any moral concern for humanity.\nWe predict that these trends, unchecked as they are, along with the states ambitious suport for profit at all cost and the realisation of the expendability of the masses, means we will enter a new 'dark age'; where state police and secret agents immune from prosecution for any action including a 'right to kill'.\nAlong with this, there are evil people in power who through anonymity, prepared to dissregard any restrictions to their authority and force draconian and barbaric punishment on any who fall foul of their abuses.",
            "closed_at": "2009-11-21T00:00:00Z",
            "created_at": "2008-10-26T11:41:00.076057Z",
            "creator_name": "David Anslow",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-26T11:41:00.076057Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 15,
            "state": "finished",
            "updated_at": "2010-04-28T12:50:18.939104Z"
        },
        "id": 10967236
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Totalitarianism/"
    },
    "type": "petition"
}