{
    "data": {
        "attributes": {
            "action": "overturn his decision to reject my e-petition that asked for my cousin Peter Andre to be knighted by Her Majesty The Queen because he has accepted a previous e-petition request from someone else that petitioned him to recommend a knighthood for comedian Ken Dodd - which seems very unfair indeed.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I recently had a petition rejected by this website because I was told it contained; 'Issues for which an e-petition is not the appropriate channel'. My e-petition submission asked; 'We the undersigned petition the Prime Minister to recommend to Her Majesty The Queen that my cousin - UK born international pop icon Peter Andre, be knighted and henceforth known as Sir Peter Andre for his services to the music industry'. This seemed very strange after stumbling upon a petition conceived by a Mr. Charles Lee who has already had his e-petition accepted by the Downing Street website with a petition that asked; 'We the undersigned petition the Prime Minister to recommend to Her Majesty the Queen that the comedian Ken Dodd be given a knighthood'. To me, this seems grossly unfair why the Prime Minister should recognise an old buck-toothed comedian and not an international pop icon. Therefore, I hope that people will realise the unfair nature of this action, sign this new petition which will hopefully overturn the original decision and allow me to get approval of my original petition to receive a knighthood for Peter. Thank you for reading - Andre Andre.",
            "closed_at": "2009-10-26T00:00:00Z",
            "created_at": "2008-10-26T20:54:34.490989Z",
            "creator_name": "Andre Andre",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-26T20:54:34.490989Z",
            "rejected_at": "2008-11-26T00:01:01.920195Z",
            "rejection": {
                "code": 16384,
                "details": "Please see the e-petitions Terms and Conditions\n(http://petitions.number10.gov.uk/terms)\nAs of 6 March 08, we have no longer accepted new e-petiitons regarding Honours nominations.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-26T00:01:01.920195Z"
        },
        "id": 10969501
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/whydoddnotandre/"
    },
    "type": "petition"
}