{
    "data": {
        "attributes": {
            "action": "Stop benefits being sent to non British families abroad and prioritise benefits to British people over immigrants.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Why does our government believe it is acceptable to spend our tax money on supporting the family of an EU immigrant working in the UK? \nAn Albanian immigrant, working here in the UK, is currently receiving £300 per month to send back to his parents at home as he is no longer there to work in his fathers business.  How is this justified when our own British citizens can't receive support from the government when, for example, a mother wishes to go back to work and can't afford childcare costs or a worker is made redundant and can't get any interim support - even though they have paid into the tax system for over 10 years!\nI believe there should be a review of where and who our benefits go to with priority given to our own British citizens and priority given to those who have continually paid into the tax system.\nThe UK is becoming financially drained by immigrants who don't necessarily respect our culture or traditions but will gladly accept our continued hand outs without ever contributing themselves.\nPut the British people first.",
            "closed_at": "2009-01-25T00:00:00Z",
            "created_at": "2008-10-25T09:05:47.244802Z",
            "creator_name": "Jessica Tandy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-25T09:05:47.244802Z",
            "rejected_at": "2008-11-27T00:01:01.361955Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-27T00:01:01.361955Z"
        },
        "id": 10963086
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/benefits2uk/"
    },
    "type": "petition"
}