{
    "data": {
        "attributes": {
            "action": "pass a law that required all New Builds, and significant renovations are made upto 100% independent of outside energy/hot water requirements.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The sad fact is energy prices are going to keep rising and rising at a rate greater than general inflation and wages.   With modern technology using solar tiles, solar panels, roof top wind power generators and underfloor heating using thermal heat pumps that take energy from the ground; there is the option to massively and in some cases completely remove the need for outside energy provision.  This is the future of power generation.  This will benefit new technology industries, in both manufacture, development, installation and maintenance and it will benefit Britain because we will no longer need to import so much foreign gas.   There will be massive reductions in both pollutants and carbon emissions. Not least the customer will benefit by having to pay little or nothing to gas and electricity companies.\n\nIt is really annoying that we are being asked to pay very high prices for energy when it is a relatively easy task to convert homes to be up to 100% independent of outside power and hot water needs.  \nWe should end the tyranny of outside power and gas.  Why are we paying for something that with a bit of political will we don't actually need? \nI therefore ask people to join me in this petition.",
            "closed_at": "2009-10-29T00:00:00Z",
            "created_at": "2008-10-25T13:08:19.303834Z",
            "creator_name": "Allan Moore",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-25T13:08:19.303834Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 14,
            "state": "finished",
            "updated_at": "2009-10-30T00:01:01.359479Z"
        },
        "id": 10964059
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FreeEnergy/"
    },
    "type": "petition"
}