{
    "data": {
        "attributes": {
            "action": "Give British people the view to decide if the United Kingdom of Great Britain and Northern Ireland should withdraw out of the  European Union",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Approximately, Britain spends £55 BILLION on membership to the EU. Britain's laws are controlled by Brussels and Britain are being taken advantaged of. £55 BILLION of tax payers money could be spend to invest in wind power, new technology and improve working and living conditions in Britain. The EU laws has given millions of EU member states to travel to the UK without a passport, hence making thousands of European's live and work in the UK with no questions asked. We, therefore, petition the Prime Minister of Great Britain and Northern Ireland to give British voters the vote to decide if we should stay in the EU or leave the EU to preserve our Britishness. Thank you.",
            "closed_at": "2009-10-31T00:00:00Z",
            "created_at": "2008-10-26T17:51:50.600713Z",
            "creator_name": "Mr T F",
            "government_response_at": "2009-12-04T12:11:22.149845Z",
            "government_responses": [
                {
                    "created_at": "2009-12-04T12:11:22.149845Z",
                    "details": "You signed a petition asking the Prime Minister to \"Give British people the view to decide if the United Kingdom of Great Britain and Northern Ireland should withdraw out of the European Union.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21582\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'FreeGBUK'",
                    "updated_at": "2009-12-04T12:11:22.149845Z"
                }
            ],
            "opened_at": "2008-10-26T17:51:50.600713Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 383,
            "state": "finished",
            "updated_at": "2010-05-19T16:57:40.764553Z"
        },
        "id": 10968675
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FreeGBUK/"
    },
    "type": "petition"
}