{
    "data": {
        "attributes": {
            "action": "to amending the Communication Act 2003 to providing 100% accurate captions and/or BSL on “live REPEATED” Television programes for ALL channels.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The captions on TV are becoming increasing appalling, with errors, and often inaudible with very poor quality to enable hearing disabled readers to enjoy the programs. There are no excuses for TV producers and founder of successful TV programs including music industries to ensure that LIVE captions and/or BSL on REPEATED programs are edited so that it is in pace with speeches and lyrics. This enables the deaf and hard of hearing viewers to join and share the laughers and jokes with families and friends.   \nIt is valid that the captions are 100% accurate to enable the hearing aids users to pronoun words accurately. Eg my speech is 80% pretty good for someone born profoundly deaf since birth.  My digital hearing aids are wonderful BUT  TV captions (in paces with speeches) enabled me to speak with correct pronunciation.\nWe are campaigning to propose all TV founders, TV music industries & broadcasters for all channels to provide 100% accurate captions for live “REPEATED” progs and also for lyrics on TV music programs e.g. Xfactor .  We have a right to demand the same service as non-disabled people from the TV founders of “REPEATED” progs.",
            "closed_at": "2009-01-31T00:00:00Z",
            "created_at": "2008-10-26T16:03:10.970907Z",
            "creator_name": "Miss Pragna Gandesha",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-26T16:03:10.970907Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 53,
            "state": "finished",
            "updated_at": "2009-02-01T00:01:01.894351Z"
        },
        "id": 10968202
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TVCaptions/"
    },
    "type": "petition"
}