{
    "data": {
        "attributes": {
            "action": "bring public sector pensions and retirment age in line with the private sector",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Public sector workers continue to benefit from over generous,unfunded, and fully protected,final salary pensions, which are worth the equivalent of an additional 21% on their salaries. The average age for retirement in the public sector is 59.\n\nIn the private sector many final salary schemes have closed to new members and pension benefits only have an additional value of 7% on their salary.  With money purchase schemes the individual is now at the mercy of the stock market and many have seen their pension pots drop by 30%.  Retirement age has increased to 65 for women and the government is now looking at increasing it further.  \n\nThis situation is grossly unfair and is leading to real resentment in the private sector.  The government needs to act now, particularly as a private sector worker has to work for 46 years  to earn the same ammount of pension that an MP can earn in 7.\n\nWhy is the private sector continuing to fund public sector pensions in the way that it did when public sector pay levels were much lower and reflected \"the public service ethos\".  Public sector pay is now in many cases higher than private sector equivalent yet we still continue to fund public sector pensions as well as our own.",
            "closed_at": "2009-10-28T00:00:00Z",
            "created_at": "2008-10-24T17:35:13.800373Z",
            "creator_name": "louise bunce",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-24T17:35:13.800373Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 95,
            "state": "finished",
            "updated_at": "2009-10-29T00:01:01.244253Z"
        },
        "id": 10960808
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pension-fairness/"
    },
    "type": "petition"
}