{
    "data": {
        "attributes": {
            "action": "Oppose the plans by transport for London to merge the Hammersmith and City and circle lines, and do everything in his power to prevent it from going ahead",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Transport for London wants to merge the hammersmith and city line and the circle line. This would mean trains would run from Hammersmith to Paddington, then do a complete lap of the Circle line and terminate at Edgware road. The circle line will cease to exist. These proposals defeat the whole Purpose of the Circle line, to allow easy access to areas around central London. People wanting to get from say, High street Kensington, or the district line platforms at Paddington to locations across the north of Central london, eg. Liverpool Street or Kings cross, will have to either change at Edgware road or take the long way round via Westminster. It will also make the line more complicated for tourists who may not know the system very well. finally, it will mean that some district line trains from Wimbledon will have to terminate at High Street Kensington to free up platform space at Edgware road.  Please do everything in your power to stop this from going ahead.",
            "closed_at": "2009-10-31T00:00:00Z",
            "created_at": "2008-10-26T16:50:24.933689Z",
            "creator_name": "Francis phillips",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-26T16:50:24.933689Z",
            "rejected_at": "2008-11-13T09:31:53.462513Z",
            "rejection": {
                "code": 4096,
                "details": "This is still a matter for Transport for London, who fall under the Mayor of London's jurisdiction.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-13T09:31:53.462513Z"
        },
        "id": 10968407
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/savethecircle/"
    },
    "type": "petition"
}