{
    "data": {
        "attributes": {
            "action": "ensure that encouragement of renewable energy, and energy conservation, is the main focus of plans to support industry through the recession.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the current economic crisis, the government is considering massive funding to protect jobs, our industry and economy.  This is a golden opportunity to support technologies, and activity, that will help save our planet – particularly around energy use – moving towards a “zero carbon Britain”.  It is vital that funding is targeted on areas which will actually help the quality of our lives – and to sustain our global environment – rather than just trying to keep up consumption.\n\nGermany shows what could be achieved - having created 250,000 jobs in the renewable energy sector. In the UK, we have created a mere 2 to 3 thousand – even though we are pioneering research in some of the technologies – e.g. wave power, and we have industrial skills that could be readily applied (e.g. aerospace to wind power)\n\nThis is a golden opportunity to make Britain a world leader in renewable technologies, ensuring our future prosperity, as well as the future of our planet.",
            "closed_at": "2008-12-05T00:00:00Z",
            "created_at": "2008-10-26T14:34:48.896710Z",
            "creator_name": "Bob Banks",
            "government_response_at": "2009-01-26T11:17:51.494128Z",
            "government_responses": [
                {
                    "created_at": "2009-01-26T11:17:51.494128Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure that encouragement of renewable energy, and energy conservation, is the main focus of plans to support industry through the recession.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18026\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'goodenergy'",
                    "updated_at": "2009-01-26T11:17:51.494128Z"
                }
            ],
            "opened_at": "2008-10-26T14:34:48.896710Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 372,
            "state": "finished",
            "updated_at": "2008-12-21T03:03:16.296300Z"
        },
        "id": 10967876
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/goodenergy/"
    },
    "type": "petition"
}