{
    "data": {
        "attributes": {
            "action": "call for an immediate investigation into standards of decency and judgement within the BBC",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The actions of Mr Brand and Mr Ross and their abuse of tax payers money to induldge in 'pranks' which are neither funny or clever is a matter of public concern. We accept that humour can be adult and there is a time a place, however this was well in excess of what is acceptable. There is also the question of those who monitor these matters and the response of the BBC which has been totally ineffective. Are certain presenters allowed to do totally as they wish? If the BBC cannot put its own house in order, then someone will have to do it for them.",
            "closed_at": "2008-11-28T00:00:00Z",
            "created_at": "2008-10-28T10:02:22.832061Z",
            "creator_name": "Chris Parker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-28T10:02:22.832061Z",
            "rejected_at": "2008-11-27T00:01:01.361955Z",
            "rejection": {
                "code": 4096,
                "details": "It is a long-standing principle that the Government does not interfere in programme content matters. The Government does, however, expect the BBC to act responsibly towards its audience and the Trust must ensure that the standards that are clearly outlined in its Charter are upheld at all times.\n\nResponsibility for what is broadcast on television and radio rests with the broadcasters themselves and the organisations which regulate broadcasting, in this case the BBC Trust.  Listeners who have been offended can also contact Ofcom if they feel that acceptable standards have been breached.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-27T00:01:01.361955Z"
        },
        "id": 10977439
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RossBrandBBC/"
    },
    "type": "petition"
}