{
    "data": {
        "attributes": {
            "action": "Prosecute drivers for injuring other drivers, cyclists and pedestrians- the person should not have to die for the driver to be sentenced it could have easily gone the other way",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many people daily unfortunately have collisions with be it a lorry or other vechicle where they could have easily died and have been injured badly or if not injured at all that is pure luck with the gravity of many incidents.  Nethertheless the incompetent driver should be sentenced and banned from driving.  Just because the unfortunate driver did not die does not mean that the dangerous driver should be let off with a mere fine and free to drive dangerously and kill his next victim(s).  A very long lorry collided with me last year flinging me across the motorway where I should have died but be it luck or a guardian angel I survived.  The portuguese driver driving for his first time in England got off scot free with a fine to pay and no prosecution.  The most recent incident where a family of 6 died at the hands of these people cannot continue to happen and note that their killer had similar collisions several times before but never once jailed or banned because he did not kill the other drivers.  Why does it have to reach this point before anything is done, these deaths and injuries and life changing events could all have been prevented!!!",
            "closed_at": "2008-12-27T00:00:00Z",
            "created_at": "2008-10-27T10:24:37.771596Z",
            "creator_name": "Natasha",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-27T10:24:37.771596Z",
            "rejected_at": "2008-12-10T00:01:02.103513Z",
            "rejection": {
                "code": 10240,
                "details": "http://petitions.number10.gov.uk/12andout/\nPlease supply full name and address information.",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions",
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-10T00:01:02.103513Z"
        },
        "id": 10971320
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/jaildangerdriver/"
    },
    "type": "petition"
}