{
    "data": {
        "attributes": {
            "action": "prevent the closure of Grange Park Primary School in Sunderland.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Grange Park Primary School has been an integral part of the community in Monkwearmouth Sunderland since 1931. Its closure would devastate the local community who access the services we provide, from the very young to the older members of our community who use our building and excellent facilities.\n Most importantly, closure would leave the children of our school with a long and dangerous walk to their new schools, crossing one of the busiest roads in the city- Newcastle Road.\n\nIf you would like to help the pupils, parents and staff of Grange Park Primary to keep our school open, please sign this petition and pass it on to anyone who you feel would be affected by our schools closure.\nThank you from the children, parents and staff of Grange Park Primary School.",
            "closed_at": "2008-12-08T00:00:00Z",
            "created_at": "2008-10-27T22:09:57.115904Z",
            "creator_name": "Lynn Morgan",
            "government_response_at": "2009-01-12T15:48:39.504200Z",
            "government_responses": [
                {
                    "created_at": "2009-01-12T15:48:39.504200Z",
                    "details": "You signed a petition asking the Prime Minister to \"prevent the closure of Grange Park Primary School in Sunderland.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17970\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'GrangePark'",
                    "updated_at": "2009-01-12T15:48:39.504200Z"
                }
            ],
            "opened_at": "2008-10-27T22:09:57.115904Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 233,
            "state": "finished",
            "updated_at": "2008-12-09T00:01:01.197210Z"
        },
        "id": 10975976
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GrangePark/"
    },
    "type": "petition"
}