{
    "data": {
        "attributes": {
            "action": "Save the Only one Telugu Community TV Channel  other wise it will be closed because of  Credit Crunch",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Mana Telugu TV is launched to render a host of mass entertainment programs for Telugu people living all over the UK. \nIt is a proud moment when the channel is unleashed with the objective of bridging the gap between the Telugus living all across the United Kingdome \nwith great connectivity, passing the Telugu culture, heritage and tradition mixed with variety of programs to suit the taste of most of the expatriates\nliving in UK.\n\nIntroducing in United Kingdom, the programs are telecast 24x7. \nThe program offerings includes very high quality Telugu serials, Real shows live, News, Movies and a host of Cine related programs also educating them with UK Culture. Most of Telugu people live here belongs to Tax paying Communities either Doctors or IT Communities.\n\nMana Telugu TV is only the TV Channel to cater the need or Telugu community in UK. This TV Channel launched in June 2007 and \ntelecasted Until Last Friday as Free To View to the Community. Now because lack of Funds this Channel is foreced to out of Air from\nSKY EPG. Please save the TV Channel and the community by Provideing some grant or Loan.  Please save the community's only TV Channel.",
            "closed_at": "2008-11-27T00:00:00Z",
            "created_at": "2008-10-27T16:59:33.789969Z",
            "creator_name": "Kumar Vuppala",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-27T16:59:33.789969Z",
            "rejected_at": "2008-12-05T00:01:01.930835Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-05T00:01:01.930835Z"
        },
        "id": 10973996
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ManaTeluguTV/"
    },
    "type": "petition"
}