{
    "data": {
        "attributes": {
            "action": "CREDITORS",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I wish to petition for the costs of creditors in insolvency proceedings to be made more fair,reasonable and transparent, by the use of a reward system based on a sliding scale of percentages of monies returned to creditors.\nThe present system used by almost all private insolvency practitioners(I.P.s) is based on varying rates(£60-350 is usual) per hour for different grades multiplied by hours claimed.\nThis method of working is not subject to any external control and therefore costs are entirely determined by the I.P.s,who render their own invoices and pay themselves from monies collected and sales of assets.\nA recent example for a medium sized engineering company showed I.P. costs of £950,000; if the percentage scale used by the Official Receiver is applied ,the costs would be £95,00 thus returning over £800,000 to creditors\nA reward system would cost the Government nothing and return more cash promptly to small companies,thus easing cash flow problems and the potential domino effect of an insolvency\n\nG.Skinner",
            "closed_at": "2009-02-24T00:00:00Z",
            "created_at": "2008-10-27T20:01:35.010055Z",
            "creator_name": "GRAHAM SKINNER",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-27T20:01:35.010055Z",
            "rejected_at": "2008-11-28T17:00:16.282276Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-28T17:00:16.282276Z"
        },
        "id": 10975204
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CREDITORS/"
    },
    "type": "petition"
}