{
    "data": {
        "attributes": {
            "action": "Make sex offenders and paedophiles serve longer, more realist sentances and provide better after care for their victims .",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Over many years sex offenders and paedophiles have been using and abusing the system. In my experience the ordeal of courts and sentancing is very stressful for the victims of these crimes and NOT the offenders themselves.\nThe Police and Child protection services do a sterling job but their hands are tied.\nThe process of collecting evidence and prosecution is a very slow and painful experience for the victims and one they should not have to endure, only to find the sentance set out to be minimal and the possibility of early release for GOOD BEHAVIOUR, It is a fact that these people have a chemical inbalance in their brains and do not see that they have or are doing wrong and therefore releasing them early, giving them short sentances and rehabilitation are useless!! \nThe fact is these people need to be sentanced harder and longer and institutionalisedunder strict conditions.\nThe victims are suffering for the rest of their lives and so are the families but not those who commit these awful horrendous crimes.\nPlease help me to stop these people being release back onto the streets without the sentances they deserve.\nThank you, form the Mother of a young victim, from my heart.",
            "closed_at": "2009-10-28T00:00:00Z",
            "created_at": "2008-10-28T08:37:44.694592Z",
            "creator_name": "Nicola Winter",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-28T08:37:44.694592Z",
            "rejected_at": "2008-12-05T00:01:01.930835Z",
            "rejection": {
                "code": 128,
                "details": "",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-05T00:01:01.930835Z"
        },
        "id": 10976927
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/servelonger/"
    },
    "type": "petition"
}