{
    "data": {
        "attributes": {
            "action": "instruct the governors of the BBC - a taxpayer funded organisation - to cancel the contracts of Jonathan Ross and Russell Brand on the basis of gross misconduct.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "What they did to Andrew Sachs was sexual abuse of the most gross as well as using terminology it is illegal to use over a telephone line.  Their employment by the BBC must be ended immediately and they must not be allowed, ever again, to be paid out of taxpayer funded pounds.",
            "closed_at": "2008-10-27T00:00:00Z",
            "created_at": "2008-10-27T11:12:27.796633Z",
            "creator_name": "Keith Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-27T11:12:27.796633Z",
            "rejected_at": "2008-11-30T00:01:01.780124Z",
            "rejection": {
                "code": 4096,
                "details": "It is a long-standing principle that the Government does not interfere in programme content matters.   The Government does, however, expect the BBC to act responsibly towards its audience and the Trust must ensure that the standards that are clearly outlined in its Charter are upheld at all times.\n\nResponsibility for what is broadcast on television and radio rests with the broadcasters themselves and the organisations which regulate broadcasting, in this case the BBC Trust.  Listeners who have been offended can also contact Ofcom if they feel that acceptable standards have been breached.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-30T00:01:01.780124Z"
        },
        "id": 10971670
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoMoreSexAbuse/"
    },
    "type": "petition"
}