{
    "data": {
        "attributes": {
            "action": "Lobby the BBC to terminate Russel Brand's and Jonathan Ross's contracts immediately",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We do not live in an age where anything goes. The BBC has a social responsibility not to broadcast obscene or grossly offensive material. These two guys have egos as big as the salary they receive from the BBC and think they can do anything because it is fun. This petition is aimed at making the point that even in a liberal society we should show clearly that there are limits as to what is acceptable.",
            "closed_at": "2009-01-28T00:00:00Z",
            "created_at": "2008-10-28T11:19:48.123434Z",
            "creator_name": "Peter Mills",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-28T11:19:48.123434Z",
            "rejected_at": "2008-11-27T00:01:01.361955Z",
            "rejection": {
                "code": 4096,
                "details": "It is a long-standing principle that the Government does not interfere in programme content matters. The Government does, however, expect the BBC to act responsibly towards its audience and the Trust must ensure that the standards that are clearly outlined in its Charter are upheld at all times.\n\nResponsibility for what is broadcast on television and radio rests with the broadcasters themselves and the organisations which regulate broadcasting, in this case the BBC Trust.  Listeners who have been offended can also contact Ofcom if they feel that acceptable standards have been breached.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-27T00:01:01.361955Z"
        },
        "id": 10977933
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Ross-Brand-BBC/"
    },
    "type": "petition"
}