{
    "data": {
        "attributes": {
            "action": "ensure the removal from their jobs of Messrs Russel Brand and Johnathan Ross from their posts within the BBC, and a full investigation from Ofcom and the Metropolitan Police",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Following the obscene telephone messages left by the presenters of the answerphone of Mr Andrew Sachs, we demand that these presenters be sacked, and barred from working at the BBC. This disgusting display was paid for by taxpayers money, with Mr Ross's £6m salary seeming obscene during the current credit crisis.\n\nWe demand a full investigation carried out by OfCom and the police, and that the BBC issue a televised apology to the nation for making us pay for this vile stunt.",
            "closed_at": "2008-11-28T00:00:00Z",
            "created_at": "2008-10-28T18:01:11.483780Z",
            "creator_name": "Matthew Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-28T18:01:11.483780Z",
            "rejected_at": "2008-11-28T00:01:01.928211Z",
            "rejection": {
                "code": 4096,
                "details": "It is a long-standing principle that the Government does not interfere in programme content matters.   The Government does, however, expect the BBC to act responsibly towards its audience and the Trust must ensure that the standards that are clearly outlined in its Charter are upheld at all times.\n\nResponsibility for what is broadcast on television and radio rests with the broadcasters themselves and the organisations which regulate broadcasting, in this case the BBC Trust.  Listeners who have been offended can also contact Ofcom if they feel that acceptable standards have been breached.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-28T00:01:01.928211Z"
        },
        "id": 10980433
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/rossbrand/"
    },
    "type": "petition"
}