{
    "data": {
        "attributes": {
            "action": "closely monitor UK banks’ lending to small and medium-sized businesses to ensure the banks deliver on their bail-out obligations of remaining open for business.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Forum of Private Business (FPB) is a support organisation that represents 25,000 small and medium-sized businesses across the UK. We have launched this petition because our members are suffering increasingly from restricted access to finance, and from banks increasing their charges and changing their terms. \n\nThe actions of the banks are having a direct and negative impact on the ability of small businesses in the UK to survive the downturn. \n\nRestricted lending means that firms which are struggling due to the economic downturn are having to consider re-structuring, which is contributing to levels of unemployment. This, in turn, affects the economy, as people tighten their belts and reduce their outgoings.\n\nThe FPB will continue to monitor the situation, and pressure the Government and the banks to deliver on their obligations, but we also want to petition the Prime Minister to ensure that the banks fulfil their part of the agreement.",
            "closed_at": "2009-05-12T00:00:00Z",
            "created_at": "2008-10-29T16:12:17.125080Z",
            "creator_name": "Phil Orford, Chief Executive of the Forum of Private Business",
            "government_response_at": "2009-11-11T14:13:49.079852Z",
            "government_responses": [
                {
                    "created_at": "2009-11-11T14:13:49.079852Z",
                    "details": "You signed a petition asking the Prime Minister to \"closely monitor UK banks’ lending to small and medium-sized businesses to ensure the banks deliver on their bail-out obligations of remaining open for business.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21278\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Banks-and-SMEs'",
                    "updated_at": "2009-11-11T14:13:49.079852Z"
                }
            ],
            "opened_at": "2008-10-29T16:12:17.125080Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 298,
            "state": "finished",
            "updated_at": "2010-04-28T16:19:32.865977Z"
        },
        "id": 10985573
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Banks-and-SMEs/"
    },
    "type": "petition"
}