{
    "data": {
        "attributes": {
            "action": "Increase Defence funding and the size of the Royal Navy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Back in 1997 the Government undertook the \"Strategic Defence Review\" which promised 2 Carriers and a minimum Destroyer & Frigate Fleet of no less than 32 ships. 12 of these vessels were to be the new Type45 Destroyer and the remaining ships the current Type 22 & 23 Frigates.\n\nSince then the world has become a much more dangerous place with piracy now becoming rampant of the East coast of Africa the Asian Nations rapidly expanding their navies and the reawakening of the Russian Bear.\n\nWhy is it then the the Destroyers and Frigates in the Fleet currently number only 22 ships in total and looks set to fall further.\n\nNo matter how much spin you put on it, RN ships (no matter how advanced and networked) cannot be in two places at once and that means that we cannot react to crisis's as they occur. More ships = faster reaction time and more lives saved.\n\nPlease do not just issue the same old spin and trot out the same old rubbish, £14bn, real terms, capability etc. this issue will not go away and while you try to brush it under the carpet now lives may be lost in the future because of it.\n\nWe implore you increase Defence funding and the size of the Royal Navy.",
            "closed_at": "2009-11-10T00:00:00Z",
            "created_at": "2008-10-28T21:12:03.553571Z",
            "creator_name": "James Constant",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-28T21:12:03.553571Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 93,
            "state": "finished",
            "updated_at": "2010-01-27T17:40:59.108278Z"
        },
        "id": 10981560
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RNincrease/"
    },
    "type": "petition"
}