{
    "data": {
        "attributes": {
            "action": "resign to make way for Russell Brand to take over as PM.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Following Russell Brand's resignation from BBC Radio 2, Gordon Brown should resign as Prime Minister in order to make way for the appointment of Russell Brand as our new Prime Minister. \n\nRussell Brand is at least as qualified at running the country and managing foreign affairs as Gordon Brown is to comment on entertainment issues or understand how radio programmes are produced.  Russell Brand also appears to be quite a bit cleverer than Gordon Brown, a valuable characteristic in a Prime Minister.\n\nGordon Brown should resign immediately to allow the Queen to appoint Russell Brand as Prime Minister.\n\nI would like to remind potential signatories that it is not a requirement that a Prime Minister be a Member of Parliament or belong to any political party.  It is up to the Monarch to appoint a Prime Minister.  Russell Brand would not need to be elected to this position any more than Gordon Brown was.",
            "closed_at": "2009-01-08T00:00:00Z",
            "created_at": "2008-10-29T22:27:30.934107Z",
            "creator_name": "G Mulcahy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-29T22:27:30.934107Z",
            "rejected_at": "2008-11-29T00:01:02.611566Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-29T00:01:02.611566Z"
        },
        "id": 10987702
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/russellbrand4pm/"
    },
    "type": "petition"
}