{
    "data": {
        "attributes": {
            "action": "decrease the disparity in the cost of annual university tuition fees paid by students dependent on parental income",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is incredibly unjust that students from \"middle income\" families have now  had their grants for tuition fees reduced. It is often the case that the parents of such students have worked and saved diligently; it is people like this who contribute greatly to the structure and economy of this country.\n\nAn income in the region of £50,000 does not make £3100 per year tuition fees easy to afford.  It is not right that some people do not have to pay whilst others must struggle.  It is the hardworking middle-income families which bear the brunt of tuition fees, it is a terrible tax upon them.\n\nOver-spending should be tackled by a reduction in university places for courses deemed less necessary, and a blanket deduction in grant amount, deducted equally from all those receiving grants.\n\nI am a student paying £3100 per year - I receive no grant at all as I am a graduate studying medicine.  I fully understand the terrible blight that full tuition fees places on students. I do not lose anything from this decision to u-turn the grants extension, but I feel so strongly that this is utterly unjust, and yet another example of this government punishing the merit of hard-working families.",
            "closed_at": "2009-11-11T00:00:00Z",
            "created_at": "2008-10-29T20:18:39.311449Z",
            "creator_name": "Angela Barrett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-29T20:18:39.311449Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 15,
            "state": "finished",
            "updated_at": "2009-11-12T00:01:02.002909Z"
        },
        "id": 10987038
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fees-disparities/"
    },
    "type": "petition"
}