{
    "data": {
        "attributes": {
            "action": "ensure that Russell Brand does not get sacked from the BBC",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The BBC is a publicly funded organisation and, as such, should take into account the views of the public. \nAs a result of his perhaps ill-advised phone prank involving Andrew Sachs, many critics have called for him to be sacked from the BBC. His supporters have not been given an equal opportunity to voice their opinions. This petition aims to rectify that.\nPlease sign this petition if you wish to see Russell Brand continue as a presenter on BBC Radio 2.",
            "closed_at": "2009-01-28T00:00:00Z",
            "created_at": "2008-10-28T22:51:17.841343Z",
            "creator_name": "Lindsey Bannister",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-28T22:51:17.841343Z",
            "rejected_at": "2008-11-28T00:01:01.928211Z",
            "rejection": {
                "code": 4096,
                "details": "It is a long-standing principle that the Government does not interfere in programme content matters.   The Government does, however, expect the BBC to act responsibly towards its audience and the Trust must ensure that the standards that are clearly outlined in its Charter are upheld at all times.\n\nResponsibility for what is broadcast on television and radio rests with the broadcasters themselves and the organisations which regulate broadcasting, in this case the BBC Trust.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-28T00:01:01.928211Z"
        },
        "id": 10982010
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Brandsupport/"
    },
    "type": "petition"
}