{
    "data": {
        "attributes": {
            "action": "Ask the BBC to sack, and the police to investigate, Jonathan Ross and the other one.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As someone who has suffered from kids thinking it is funny to make obscene phone calls I know how worrying and distressing these types of calls can be. For the BBC not only to condone such activity but to actively glorify such assaults on people in their own homes is beyond the pale. \n\nMoreover, the telecommunications act explicitly prohibits the making of obscene phone calls. If the BBC are allowed to get away with this type of behaviour then it is giving a green light to any filthy pervert to claim that they were only doing what they heard BBC celebrities doing on air.\n\nThese two need to be stopped and an example made of them to ensure no one else follows their example.",
            "closed_at": "2008-11-28T00:00:00Z",
            "created_at": "2008-10-28T22:08:45.428817Z",
            "creator_name": "Mike Haseler",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-28T22:08:45.428817Z",
            "rejected_at": "2008-11-28T00:01:01.928211Z",
            "rejection": {
                "code": 4096,
                "details": "It is a long-standing principle that the Government does not interfere in programme content matters.   The Government does, however, expect the BBC to act responsibly towards its audience and the Trust must ensure that the standards that are clearly outlined in its Charter are upheld at all times.\n\nResponsibility for what is broadcast on television and radio rests with the broadcasters themselves and the organisations which regulate broadcasting, in this case the BBC Trust.  Listeners who have been offended can also contact Ofcom if they feel that acceptable standards have been breached.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-28T00:01:01.928211Z"
        },
        "id": 10981820
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ObsceneBBCCalls/"
    },
    "type": "petition"
}