{
    "data": {
        "attributes": {
            "action": "Drop any forecoming charges against Russel Brand and Jonathon Ross",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "After reading the hysteria towards Jonathon Ross and Russel Brand and their recent 'prank phone call' to Andrew Sachs during a pre-recorded BBC broadcast, the people that have signed this petition found the show to follow the usual expectations of witty banter and satirical humour. \nUnderstandably, prank phonecalls are illegal but if one looks into this in thorough detail then there are numerous shows that are focused around this. For example Scott Mills dedicates a section of his BBC Radio One show to prank calls, but doesn't call celebrities but this is deemed acceptable? Also, Channel 4 have 'Phonejacker' consisting only of prank calls for the purpose of entertainment. For another example, in the back of many popular magazines, there are promotional advertisements for people to prank call their friends. How are we to define what 'prank phone calls' are acceptable and what aren't?",
            "closed_at": "2008-12-30T00:00:00Z",
            "created_at": "2008-10-29T18:37:17.145841Z",
            "creator_name": "Kaley Macis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-29T18:37:17.145841Z",
            "rejected_at": "2008-12-12T00:01:02.165191Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-12T00:01:02.165191Z"
        },
        "id": 10986503
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ross-brand-/"
    },
    "type": "petition"
}