{
    "data": {
        "attributes": {
            "action": "Provide Allotments in Westminster",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are no allotments in Westminster, a borough with 56 council-managed parks, gardens and open spaces. Inner-London boroughs are not required to provide allotments in the same way that other local authorities are, however for the landless resident of Westminster securing an allotment in an outer-London borough is not always possible, nearby Camden does not allow non residents to apply for allotments and Islington has a waiting time in excess of 10 years and has closed its list. The London Government allotment website extols the virtues of having an allotment yet the Westminster resident is unable to benefit. They include: cheap source of fresh fruit and vegetables, healthy diet, less contact with pesticides if you grow organically, opportunity to spend time outside, sense of achievement and well-being , chance to learn, helps community spirit and offers an opportunity to meet people, environment benefits by providing green spaces and wildlife habitats, gardening is a good form of exercise, a chance for children to learn where food comes from.",
            "closed_at": "2009-10-29T00:00:00Z",
            "created_at": "2008-10-29T19:57:55.168353Z",
            "creator_name": "Rebecca Davidson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-29T19:57:55.168353Z",
            "rejected_at": "2008-12-11T00:01:01.648406Z",
            "rejection": {
                "code": 16384,
                "details": "Please direct to Westminster City Council.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-11T00:01:01.648406Z"
        },
        "id": 10986939
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/landless/"
    },
    "type": "petition"
}