{
    "data": {
        "attributes": {
            "action": "Begin world talks to end the unsustainable capitalism and wasteful consumerism that is destroying this planet",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The latest Global economic crisis as well as the signs of damage our consumerism is doing to the Earth has shone a light on the weakness and unsustainability of the capitalist system。It's been said by the mid-2030s we would need the equivalent of two Earths to maintain our lifestyles. \nIf our species as well as many other species are to have a bright future we must find another way.\n\nCapitalism enslaves us in a cycle of greed & desire.  Some people waste food or eat more than their body's need. While others in this world watch helplessly as their children waste away and die. \nBig corporations distract our senses with products and shallow celebrity. They feed our insecurities so we feel that we need these material things to make us feel whole, but afterwards we feel more empty. It is an addiction!\nLook in the mirror. You are the pinnacle of 3.5 billions years of evolution. Why should you feel insecure? \nAs a species we are far from perfect but why limit what we are now and what we could become in the future？\n\nWe must free ourselves from this addiction and live up to our responsibility as the most powerful creatures on this planet.",
            "closed_at": "2009-10-29T00:00:00Z",
            "created_at": "2008-10-29T07:17:25.924411Z",
            "creator_name": "ANDREW FARLEY",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-29T07:17:25.924411Z",
            "rejected_at": "2008-12-10T00:01:02.103513Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-10T00:01:02.103513Z"
        },
        "id": 10982418
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/saveearth/"
    },
    "type": "petition"
}