{
    "data": {
        "attributes": {
            "action": "Create a new Bank Holiday in remembrance of all service personnel who have sacrificed their lives in the duty of this country",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Much has been written concerning the future passing of the last veterans of the First World War. Harry Patch has said that he does not wish a state funeral. The next most honourable act  would be to create a Bank holiday on or near Remembrance Sunday to commemorate all service personnel who have fallen in all wars and conflicts. We DO NOT need to argue the rights or wrongs that lead to conflict, we NEED to remember in a fitting and respectful manner each ultimate sacrifice given. In the words of one who gave the ultimate sacrifice-\n\n\"The sons we offered might regret they died/If we got nothing lasting in their stead.\"",
            "closed_at": "2009-11-11T00:00:00Z",
            "created_at": "2008-10-29T19:08:51.075645Z",
            "creator_name": "Blair Lothian",
            "government_response_at": "2010-01-20T13:40:14.600759Z",
            "government_responses": [
                {
                    "created_at": "2010-01-20T13:40:14.600759Z",
                    "details": "You signed a petition asking the Prime Minister to \"Create a new Bank Holiday in remembrance of all service personnel who have sacrificed their lives in the duty of this country\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22170\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Rememberingthem'",
                    "updated_at": "2010-01-20T13:40:14.600759Z"
                }
            ],
            "opened_at": "2008-10-29T19:08:51.075645Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 203,
            "state": "finished",
            "updated_at": "2009-11-20T03:01:31.929504Z"
        },
        "id": 10986669
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Rememberingthem/"
    },
    "type": "petition"
}