{
    "data": {
        "attributes": {
            "action": "recognise and address the problem of single homelessness in this country",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The problem of single person homelessness is one that has long since dropped off the governement radar. With the drive toward the elimination of perceived anti social behaviour many homeless individuals with severe social problems are being excluded from main stream living rather than being allowed access to its treatments and benefits. With this problem continuing to grow despite rhetoric to the contrary we feel that the impetus for any real change has been or is at least in the process of being lost. If there is any heart within this governement for real change that is based on both quality and quantity then we should welcome any sign that those who are at the sharp end of the development work are consulted rather than those who have very little if any contact with the reality of homelessness as it presents itself on our streets. the 21st century should be all about inclusion rather than the ever present exclusion that is still evident in our society. Homelessness will not be beaten by ASB's or regional relocations but can be addressed by a sympathetic approach based on understanding and tolerance of real people with real problems.",
            "closed_at": "2009-10-30T00:00:00Z",
            "created_at": "2008-10-30T12:56:02.097179Z",
            "creator_name": "paul teasdale",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-30T12:56:02.097179Z",
            "rejected_at": "2008-12-11T00:01:01.648406Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Shelter/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-11T00:01:01.648406Z"
        },
        "id": 10990395
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/social-exclusion/"
    },
    "type": "petition"
}