{
    "data": {
        "attributes": {
            "action": "Howard Conder",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "To release those of us who do not want to contribute financially to the BBC Licence Fee on the grounds that we dont want the foul language which is used on more and more programmes with the likes of Jonathan Ross. The BBC has in my estimation lowered its standards to cater for a younger audience and now there is very little choice of shows  to watch that are not smutty, or without constant sexual inuendo and use of expletives. Therefore, let those who like to watch the BBC with it's current style of programming pay for such programmes and let people like me be exempt from the compulsory licence fee. \n(TAX)\nIt's time for the BBC to stand on it's own feet like all the other TV and Radio channels.\n\nI am prepared to go to the Human Rights Court to defend my stance. enough is enough!\n\nWhat Jonathan Ross and Russel Brand did recently has been the last straw thats broken the Camels back. You could say I have the HUMP.",
            "closed_at": "2009-10-31T00:00:00Z",
            "created_at": "2008-10-31T14:40:32.856826Z",
            "creator_name": "Howard Conder",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-31T14:40:32.856826Z",
            "rejected_at": "2008-12-12T00:01:02.165191Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/no-tv-licence/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-12T00:01:02.165191Z"
        },
        "id": 10996585
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stopTVlicence/"
    },
    "type": "petition"
}