{
    "data": {
        "attributes": {
            "action": "Take steps to stamp out the pro terrorism which exists in Scotland.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In Britain we have been the subject of attack from various Terrorist groups in the country's history, however there is a large number of people in Scotland who still give backing to groups like the IRA.\n\nIn football grounds in Scotland you can hear chants in support of the former IRA and things have spread to death threats and vandalism in the form of pro IRA slogans.  It seems that despite the good Friday agreement and other measures to halt the troubles we still have people who would like to see the IRA return to the way they once were.  \n\nThe Anti British and Pro IRA stance by these members of our society want to take Britain back to the days where we felt unsafe in our own beds and lived in fear that our loved ones may fall victim to their horrific acts of violence.\n\nThe Scottish Government seem unable or unwilling to speak about this issue and often shy away from the subject, this is why I want to request a nationwide review on how we deal with problem.\n\nScotland is a proud and diverse country and most are proud to be both Scottish and British and we cannot allow this group of people who hate our country and the way it is run to destroy our way of life.",
            "closed_at": "2009-05-13T00:00:00Z",
            "created_at": "2008-10-31T00:32:33.916616Z",
            "creator_name": "Mark Niven",
            "government_response_at": "2010-03-31T19:19:30.163920Z",
            "government_responses": [
                {
                    "created_at": "2010-03-31T19:19:30.163920Z",
                    "details": "You signed a petition asking the Prime Minister to \"Take steps to stamp out the pro terrorism which exists in Scotland.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page23032\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'stampoutira'",
                    "updated_at": "2010-03-31T19:19:30.163920Z"
                }
            ],
            "opened_at": "2008-10-31T00:32:33.916616Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 483,
            "state": "finished",
            "updated_at": "2010-05-11T16:09:24.381997Z"
        },
        "id": 10994123
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stampoutira/"
    },
    "type": "petition"
}