{
    "data": {
        "attributes": {
            "action": "A Matalia",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Direct the BBC to sack Jonathan Ross.\nThe actions of Jonathan Ross indicate he is not a fit and proper person to be associated with the BBC in any form or manner. Disgraceful, abusive and childish conduct has no place on television or the radio. Using \"it was a joke\" is no excuse for his conduct.\nIt is not as if Ross is without form.\nWhen Steve McFadden aka Phil Mitchell was beaten up by his partner, Angela Bostock, he poked fun at it in his television show a few years ago.\nWhat is funny about a man being beaten up by a women? Is it funny when a women is beaten up by a man? Is it acceptable to poke fun at a woman for getting beaten up by a man? I think not. Then equally it is not acceptable the other way around. This sexist attitude of Ross is unacceptable as is poking fun at men being beaten up. It's not a joke for the victims of domestic abuse. However popular he may be, the BBC does not require ratings and has no advertisers to satisfy. Whether he is on the BBC or not, licence payers still have to pay. I call for the government to force the BBC to sack him for life and restore some decency to this corporation.",
            "closed_at": "2009-01-30T00:00:00Z",
            "created_at": "2008-10-30T19:27:16.561455Z",
            "creator_name": "A Matalia",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-30T19:27:16.561455Z",
            "rejected_at": "2008-12-12T00:01:02.165191Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-12T00:01:02.165191Z"
        },
        "id": 10992780
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SackJonathanRoss/"
    },
    "type": "petition"
}