{
    "data": {
        "attributes": {
            "action": "stephen paul mutton",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "look into these stupid fines you impose on truck drivers found with illegal immigrants in them when the driver had no part to play in it. It is such an injustice when these people find a way in while you are waiting at red traffic lights or filling up with fuel this job is hard enough to survive in with fuel costs and road tax abroad. And in england even though i am not in england 90 per cent of the time PLEASE WILL YOU LOOK INTO MY CASE BECAUSE I AM INNOCENT..Regards steve mutton of s.p.m transport",
            "closed_at": "2009-11-02T00:00:00Z",
            "created_at": "2008-10-31T13:07:03.516548Z",
            "creator_name": "STEPHEN PAUL MUTTON",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-31T13:07:03.516548Z",
            "rejected_at": "2008-12-14T00:01:01.678688Z",
            "rejection": {
                "code": 17152,
                "details": "Please supply full name and address information.\nPlease address the excessive use of capital letters; they make your petition hard to read.\nYour title should be a clear call for action, preferably starting with a verb, and not a name or statement.\nIndividual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-14T00:01:01.678688Z"
        },
        "id": 10996152
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CALAIS/"
    },
    "type": "petition"
}