{
    "data": {
        "attributes": {
            "action": "STOP-KC-POWERS",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Kennel club have requested the  government to give them statutory powers to enforce all Pedigree dog breeders in uk to join their accredited breeders scheme.This will mean anyone breeding and/or selling dogs outside of the kennel club scheme will be unlawful (illegal) This cannot be allowed to happen as it will give the Kennel club a monopoly on dog registrations and also have control over everyone who breeds dogs in the uk to breed and sell only under their rules.An early day motion has been passed through government already.If the kc get these powers it is taking away the publics freedom of choice and rights.All this has come about because of the BBC documentary 'Pedigree Dogs Exposed'which was very damaging to the Kennel club and now they are trying to become the 'official'governing body of the Dog world.This will put many many good breeders out of business. Please sign this petition to stop them having statutory powers now!",
            "closed_at": "2009-11-12T00:00:00Z",
            "created_at": "2008-10-31T12:36:31.116345Z",
            "creator_name": "Mrs D Winters",
            "government_response_at": "2009-12-09T15:24:13.934744Z",
            "government_responses": [
                {
                    "created_at": "2009-12-09T15:24:13.934744Z",
                    "details": "You signed a petition asking the Prime Minister to \"STOP-KC-POWERS\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21655\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'STOP-KC-POWERS'",
                    "updated_at": "2009-12-09T15:24:13.934744Z"
                }
            ],
            "opened_at": "2008-10-31T12:36:31.116345Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1017,
            "state": "finished",
            "updated_at": "2010-02-25T15:03:36.897257Z"
        },
        "id": 10995985
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/STOP-KC-POWERS/"
    },
    "type": "petition"
}