{
    "data": {
        "attributes": {
            "action": "ask the BBC to reevaluate their complaints procedure and  reinstate Russell Brand and Jonathon Ross",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "After the broadcast of the offensive Russell Brand show the BBC received only two complaints. The issue later featured in an issue of the Mail on Sunday and was then picked up by most of the British media over a week after the initial broadcast and the initial two complaints.\n\nAs a result of this extensive news coverage the BBC received over 30,000 complaints. However this begs the question; how many of the complaints would have been made without the media coverage, given that two people complained after the broadcast?\n\nThis petition suggests to the BBC that they look again at their complaints policy, that they consider a \"statute of limitations\" for complaints, such that complaints are only counted if received within a few days of broadcast.\n\nThis petition also calls for the reinstatement of Messrs Brand and Ross in the light of the fact that almost all the complainants failed to listen to the show and thus will not know what they're complaining about.\n\nThis petiton should run for 12 weeks, the legth of suspension made by the BBC.",
            "closed_at": "2009-01-31T00:00:00Z",
            "created_at": "2008-10-31T14:17:13.319681Z",
            "creator_name": "Alex Richards",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-31T14:17:13.319681Z",
            "rejected_at": "2008-12-13T00:01:01.596697Z",
            "rejection": {
                "code": 20480,
                "details": "The Government cannot interfere in the BBC's complaint procedure or insist on who it employs.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-13T00:01:01.596697Z"
        },
        "id": 10996487
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/reinstateross/"
    },
    "type": "petition"
}