{
    "data": {
        "attributes": {
            "action": "Reduce the voting age to 16",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "16, the age to start working, the age you can go to war and risk your life, so why can't you vote? Many 16-17 year olds have hopes and aspirations and valid perspectives on society, but feel suppressed, as we are unable to express our views, due to not having the vote. Many under 18 have ideas and solutions which may help to resolve many current issues today, but they are in vain, as they don't have the medium to demonstrate change.We accept that not all individuals under the age of 18 will use utilize their vote, but there's a huge majority who will vote in order to better society. There are thousands of adults who obtain the vote but fail to use it. Why should passionate individuals be forbidden to vote due to their age, whilst there's loads of adults who fail to appreciate their vote. Reducing the voting age, would enable the voices of young people to be heard, and may help to resolves issues concerning teenagers today.",
            "closed_at": "2009-05-01T00:00:00Z",
            "created_at": "2008-10-31T09:09:19.622326Z",
            "creator_name": "Shenelle Markland",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-31T09:09:19.622326Z",
            "rejected_at": "2008-12-12T00:01:02.165191Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/votesatageof16/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-12T00:01:02.165191Z"
        },
        "id": 10994732
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lowervotes/"
    },
    "type": "petition"
}