{
    "data": {
        "attributes": {
            "action": "stop potentially lethal electrical products being imported into the UK.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "An investigation into replacement chargers uncovered major safety concerns, such as overheating, fires and a risk of electric shock. The investigation exposed the difficulties stopping unsafe chargers from being imported into the UK.\n\nAt roughly 2 million units a year in online sales in the UK, a serious accident is inevitable.\n\nTo guarantee the safety of imported products, we call for: \n\n· A statutory independent testing regime to test imported goods, prior to them being supplied to the public. \n\n· The creation, by government, of an independent single agency to protect the public’s health and consumer interests.\n\n· A registration scheme for businesses manufacturing, importing or supplying electrical goods to enable local authorities and regulatory bodies to locate and advise/monitor them if needed.\n\n\n· On-the-spot fines for obvious failures of product safety regulations which would help ensure suppliers fulfil their obligation to supply safe goods.\n\n· Reintroduction of a government funded central database listing details of incidents and injuries in the home and outside to highlight trends and areas of concern more quickly and effectively.",
            "closed_at": "2009-11-12T00:00:00Z",
            "created_at": "2008-10-30T16:09:41.200402Z",
            "creator_name": "Trading Standards",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-30T16:09:41.200402Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 284,
            "state": "finished",
            "updated_at": "2009-11-13T00:01:01.649240Z"
        },
        "id": 10991661
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/unsafe-chargers/"
    },
    "type": "petition"
}