{
    "data": {
        "attributes": {
            "action": "Remove All 'Police Cautions' After 2 Years From The Police and CRB Databases",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The current system were police cautions are issued is unjust, police forces issue cautions in cases were they feel there are 'mitigating circumstances' such as provocation that warrants no further action or prosecution, the police in both the interest of CPS and the person in question issue a caution. The problem with receiving a caution is that it remains on record for good, which only serves to criminalise individuals who require future ECRB checks for employment, in effect a relatively minor offence committed 20 years ago may prevent a person from gaining employment in various work fields were Enhanced CRB Checks are a prerequisite to employment. An individual who commits a more serious offence and is then prosecuted will be covered by the 1972 Rehabilitation of offenders act (i.e) Spent Convictions. Thousands of people maybe unaware they are being criminalised by accepting a police caution, there has got to be redemption for minor offences that happened in 'another lifetime', please address this issue as soon as possible so people who have made minor mistakes can gain employment in their chosen fields of work.",
            "closed_at": "2009-06-30T00:00:00Z",
            "created_at": "2008-10-30T20:57:34.980195Z",
            "creator_name": "Christopher Hickman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-10-30T20:57:34.980195Z",
            "rejected_at": "2008-12-12T00:01:02.165191Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/cautiondeletion/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-12T00:01:02.165191Z"
        },
        "id": 10993314
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/policecautions/"
    },
    "type": "petition"
}