{
    "data": {
        "attributes": {
            "action": "Make November the Official White History Month",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "MAKE NOVEMBER THE OFFICIAL WHITE HISTORY MONTH\n\nwe call for White History Month every November in response to calls from the British public following yet another officially-endorsed Black History Month in October.\n\nThe campaign is a response to the annual Black History Month held every October. Black History Month is endorsed by the government, politicians, the BBC and other state institutions. There are exhibitions, websites, events and initiatives in schools, universities, colleges, town halls and city centres in Britain and all over the world. \n\nWe have no problem with anybody wishing to celebrate Black History Month, which allows Black people to celebrate their identity, explore their heritage and show pride in their achievements.\n\nThis is why we urge you to sign this petition giving full support to official White History Month. During this month all White people around the world – and in Britain -- will celebrate will their history and heritage with pride.\n\nWe hope that White History Month will attract the same level of funding, public recognition and support from politicians and celebrities which Black History Month has drawn.",
            "closed_at": "2009-10-13T00:00:00Z",
            "created_at": "2008-11-01T13:06:55.514469Z",
            "creator_name": "Mike Howson",
            "government_response_at": "2010-09-17T12:20:08.887454Z",
            "government_responses": [
                {
                    "created_at": "2010-09-17T12:20:08.887454Z",
                    "details": "You signed a petition asking the Prime Minister to make November the Official White History Month.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=White-History\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'White-History'",
                    "updated_at": "2010-09-17T12:20:08.887454Z"
                }
            ],
            "opened_at": "2008-11-01T13:06:55.514469Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1544,
            "state": "finished",
            "updated_at": "2010-05-07T16:03:54.952038Z"
        },
        "id": 10999940
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/White-History/"
    },
    "type": "petition"
}