{
    "data": {
        "attributes": {
            "action": "return passenger trains and stations to the 13 miles of existing, double track rail lines between Stourbridge Junction, Dudley and Walsall in the West Midlands.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Returning passenger trains to the 13 miles Stourbridge Junction, Dudley, Walsall rail line would be more financially viable than Midland Metro trams on the middle section, only of that line.  After nearly 30 years of trying, trams have still not appeared!  Stourbridge and Walsall are busy stations and connecting them via the reopened station at the Black Country Zoo/Museum, with their expansion plans, would be a wonderful boon for frustrated car commuters who gaze perplexed at this empty rail line.  Returning diesel trains to the full length, rather than electric trams to the middle half, would also be more cost effective and take the pressure off New Street Station that is the UK's rail congestion bottleneck.",
            "closed_at": "2009-12-05T00:00:00Z",
            "created_at": "2008-11-01T11:16:02.439846Z",
            "creator_name": "Tim Weller",
            "government_response_at": "2009-12-23T11:20:22.905373Z",
            "government_responses": [
                {
                    "created_at": "2009-12-23T11:20:22.905373Z",
                    "details": "You signed a petition asking the Prime Minister to \"return passenger trains and stations to the 13 miles of existing, double track rail lines between Stourbridge Junction, Dudley and Walsall in the West Midlands.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21879\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'empty-rail-lines'",
                    "updated_at": "2009-12-23T11:20:22.905373Z"
                }
            ],
            "opened_at": "2008-11-01T11:16:02.439846Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 212,
            "state": "finished",
            "updated_at": "2010-01-26T03:01:35.779755Z"
        },
        "id": 10999585
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/empty-rail-lines/"
    },
    "type": "petition"
}