{
    "data": {
        "attributes": {
            "action": "Stop the disgraceful culture of rewarding failure illustrated by banks taking tax payers money and using it to pay city workers bonuses!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Why are city workers getting bonuses out of my taxes? \n\nThe British people are being forced AGAINST THEIR WILL to subsidise the Ferrari, champagne life-styles of the very people that got us into this disgraceful mess. \n\nI demand that my government puts a stop to this immediately. No other industry would stand for this unacceptable stupidity. Its time the greedy, over-paid FAILURES were taught the same lesson everyone else has already learnt. \n\nFAILURE IS NOT REWARDED. \n\nIn times of trouble, everyone must sacrifice, even those who feel they have worked hard. That's a tough life lesson that most people already understand, so why is the greed of the idiots that got us into this untenable mess rewarded...  \n\nWe're all paying for their mistake, but I am NOT going to stand by and watch the people who caused it get a BONUS whilst I suffer higher taxes, greater job insecurity, higher inflation, falling house prices etc., etc., etc. \n\nYou are MY elected representative and I demand that this idiocy is stopped. \nOf course they deserve their salaries, but a bonus is one insult to the British people TOO many. \n\n\nSTOP PAYING BANK STAFF MY TAXES AS BONUSES.",
            "closed_at": "2009-01-01T00:00:00Z",
            "created_at": "2008-11-01T09:21:35.458618Z",
            "creator_name": "Toby Stokes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-01T09:21:35.458618Z",
            "rejected_at": "2008-12-13T00:01:01.596697Z",
            "rejection": {
                "code": 256,
                "details": "Please address the excessive use of capital letters; they make your petition hard to read.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-13T00:01:01.596697Z"
        },
        "id": 10999244
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BONUSINSULT/"
    },
    "type": "petition"
}