{
    "data": {
        "attributes": {
            "action": "Amend the Children Act 1989 as the law change in December 2003 gives more rights to unmarried fathers but it has split family who share the same biological father either side of this date.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The law on parental rights - or more accurately on parental responsibilities\n- is laid down in the Children Act 1989. Parents who are married to each\nother both have equal responsibilities to their children. Until recently, an\nunmarried father did not have an automatic right to contact with his\nchildren and responsibility to care for them but would have to make an\nagreement with the mother or obtain a court order if he wanted to formalise\nhis position if the parents separated. \n\nHowever the law changed in December 2003. Since then, if the father was\npresent at the registration of the birth and his name is on the child's\nbirth certificate, his position has been equal to that of a mother.\n\nThis petition is to seek a change in the childrens act to give automatic parental responsibility over children born under the old law by amending the new law so that it should apply to all siblings sharing the same biological parents. \n\nThis law currently splits families instead of bring them together and thats what the children act 1989 is trying to do, to even up the responsibilties for the children to both parents and not just side with the mother.",
            "closed_at": "2009-11-14T00:00:00Z",
            "created_at": "2008-11-01T22:47:46.139844Z",
            "creator_name": "Andrew Hack",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-01T22:47:46.139844Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 42,
            "state": "finished",
            "updated_at": "2009-11-15T00:01:01.727669Z"
        },
        "id": 11001528
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Loving-fathers/"
    },
    "type": "petition"
}