{
    "data": {
        "attributes": {
            "action": "Force OFCOM in particular, along with the Advertising Standards Authority (ASA), to Enforce Stricter Standards Preventing Indecent, Violent and Offensive Material from being broadcast on ANY Terrestrial or Digital Channels.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With declining standards in TV/radio, channels are now airing explicitly sexual shows of a pornographic nature.  Virgin 1’s ‘Sexcetera’/ Channel 4’s ‘Sex Education Show’ are examples, whilst so-called comedy like ‘Little Britain’ & similar are filled with crude, smutty innuendo.  Media glorifies violence/immorality as ‘cool’ & to be aspired to, influencing young minds & doing nothing to discourage today’s gang culture.  We don’t want these shows even AFTER the watershed.  We’re told if we don’t like it, then switch off!   This allows standards to further degrade.  We demand a return to decency/morality by broadcasters.  The supposed defence that censorship is ALWAYS wrong, doesn’t stand up to scrutiny.  Society censors behaviour all the time.  If not, why have laws, as all behaviour, even murder, would be OK!  The constant drip of immoral/indecent viewing/listening material, can & does lower society’s standards too.  This is not a simplistic conclusion.  It’s common sense!",
            "closed_at": "2009-05-19T00:00:00Z",
            "created_at": "2008-11-01T22:48:09.089080Z",
            "creator_name": "H.Golding",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-01T22:48:09.089080Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2009-05-20T00:01:01.134633Z"
        },
        "id": 11001531
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IndecencyInMedia/"
    },
    "type": "petition"
}