{
    "data": {
        "attributes": {
            "action": "explore the possibility of setting up a  peoples owned, green electricity generating company...",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "...who use their profits to supply the elderly and those in need with subsidised power. A million people saving a pound a week in an ethical joint bank account for a year is £52m. 5 years that’s £260m. Matched in Scotland for example with Scottish Renewables communities grants that’s £0.52billion. Surely that could buy a few wind turbines and go some way to maybe actually being able to kick start some jobs in the green employment sector. If people are to use Renewable Energy the best way to encourage them to do so is through some real financial incentives. “If people see little direct benefit for themselves and their local community, they are less likely to support renewable projects”\nSurely a project such as this could could achieve the desires of Scottish Renewables as they “….see a sign of a need for greater promotion of the importance of renewables in mitigating climate change, providing green jobs and delivering a secure form of energy to help close the energy gap and keep the lights on for future generations”. What a proud legacy a project such as this could leave for our grandchildren. A great signal of intent from Government.",
            "closed_at": "2009-02-14T00:00:00Z",
            "created_at": "2008-11-01T21:04:06.553298Z",
            "creator_name": "william perry",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-01T21:04:06.553298Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 81,
            "state": "finished",
            "updated_at": "2009-02-15T00:01:03.138942Z"
        },
        "id": 11001302
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/peoplespowercoop/"
    },
    "type": "petition"
}