{
    "data": {
        "attributes": {
            "action": "Get Britain Building",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Britain is in strategic danger. Our construction products industry is in severe decline, jobs are being lost daily and factories closed that may never reopen. Investments are suspended. \nWhen demand returns and we get back on track the 3 million new homes that are promised by 2020 Britain may not have the product manufacturing capacity to supply them – resulting in exported jobs, higher carbon emissions and major strategic risk not seen since WW2. \nThe Nation needs a strong domestic building products and materials industry. Who can say whether countries we come to rely on for imports will wish, or be able, to supply us in the future?\nWe call on the Government to Get Britain Building now. We need a crash programme of investment in new and upgraded housing, in hospitals and schools, in transport,  and in surface water and sewerage systems. \nWe call on the Government to recognize the strategic risk. We call for positive discrimination in favour of UK sourced materials and building products that will reduce carbon miles and support British manufacturing jobs. \nWe call on the Government to make London 2012 a British-built Olympics using British products – a showcase for our industry.",
            "closed_at": "2009-05-13T00:00:00Z",
            "created_at": "2008-11-02T17:57:37.001620Z",
            "creator_name": "Martin Clarke",
            "government_response_at": "2009-06-26T12:18:34.399785Z",
            "government_responses": [
                {
                    "created_at": "2009-06-26T12:18:34.399785Z",
                    "details": "You signed a petition asking the Prime Minister to \"Get Britain Building.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19800\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'LetsGetBuilding'",
                    "updated_at": "2009-06-26T12:18:34.399785Z"
                }
            ],
            "opened_at": "2008-11-02T17:57:37.001620Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2973,
            "state": "finished",
            "updated_at": "2010-03-04T16:01:38.552149Z"
        },
        "id": 11003829
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LetsGetBuilding/"
    },
    "type": "petition"
}