{
    "data": {
        "attributes": {
            "action": "Instruct the FSA to make banks stop applying bank charges to customer's accounts",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My petition concerns the FSA and bank charges which have left me and millions of others in debts to the banks. The FSA agreed with high streets banks that whilst a test case was going through the courts, all refund of bank charges to customers are stalled. However for reasons that I can’t fathom the FSA foolishly let banks continue to impose this charges on their customers. Now banks are enriching themselves at their customer’s expense by prolonging the case, appealing any verdict that goes against them whilst watching charges pile up. How can banks put bank charges refund on hold but continue to rake millions if not billions through new charges? Why on earth would the FSA agree to this? Ironically, the current crisis that the banks are in require tax payers money to bail them out, the same tax payers whom they are ripping off (who will bail us out).It seems that the FSA not only failed to regulate the bank in terms of their recklessness which has in part brought about an economic downturn, it also failed to make banks fairer in the way they deal with their customers. What exactly is the point of the FSA's existence? I hope you can do something about this.\n\nYours Sincerely\nFrank",
            "closed_at": "2009-11-01T00:00:00Z",
            "created_at": "2008-11-01T17:42:51.063768Z",
            "creator_name": "Frank Daniels",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-01T17:42:51.063768Z",
            "rejected_at": "2008-12-13T00:01:01.596697Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Fairness4all/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-13T00:01:01.596697Z"
        },
        "id": 11000832
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BankChargesFSA/"
    },
    "type": "petition"
}