{
    "data": {
        "attributes": {
            "action": "Not discuss the Russell Brand, Jonathon Ross scandal whilst more important things are going on.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Both Gordon Brown and Jack Straw have discussed the Russell Brand, Jonathon Ross phone call to Andrew Sachs.  Indeed it was an early day motion (EDM 2343)   \n\nWe the undersigned feel that while the economy is in a tailspin; there is a humanitarian disaster brewing in the Congo and an earthquake has killed hundreds and made thousands homeless in Pakistan the Government needs to focus on important issues and not discuss \"silly behaviour\" by professional comedians.\n\nAs a result of the media frenzy that the government chose to be part of the humanitarian disaster in Congo and the earthquake in Pakistan were almost overlooked by the media in the UK.  This means that donations to aid agencies in both these areas were probably much lower than they could have been.\n\nIf the government insists on discussing this matter then perhaps it could talk to the BBC and ask if the money it is now not going to pay Jonathon Ross and Russell Brand could be split between aid agencies in Congo and Pakistan.  This might repair some of the damage done by the British media and the British Government.",
            "closed_at": "2008-12-03T00:00:00Z",
            "created_at": "2008-11-03T17:15:38.117840Z",
            "creator_name": "brendan o'connor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-03T17:15:38.117840Z",
            "rejected_at": "2008-12-14T00:01:01.678688Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Brand-Sachs/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-14T00:01:01.678688Z"
        },
        "id": 11009130
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BrandRossScandal/"
    },
    "type": "petition"
}