{
    "data": {
        "attributes": {
            "action": "actually ensure that our data is secure.....",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We have had the loss of 25M child benefit claimaints,those names of potential army officer applicants,prison service staff,prisoners,600 stolen laptops from MOD in 3 years,lost USB keys with criminal data on it,and now DWP minister James Purnell has left constituent papers on a train.THIS IS IS THE PAST YEAR ALONE.A DNA database of disproportionate size to the crime it solves,RIPA laws councils use for bin abuse instead of terrorism,CCTV everywhere and a proposed ID card database.\n\nOUR DATA ISN'T SAFE.\n\nWords are CHEAP.This house needs to be in order before it can be trusted.Identity theft is real and currently we're not the ones causing it.\n\nI would ask all UK citizens to support this  before it is too late to fix the fundamental problems we have.PEOPLE IN POSSESSION OF CONFIDENTIAL SENSITIVE DATA NEED TO TAKE RESPONSIBILITY FOR IT AND CARE OF SUCH DATA.WE HAVE A RIGHT TO PROTECTION HERE MUCH OF WHICH IS SADLY LACKING.",
            "closed_at": "2009-01-02T00:00:00Z",
            "created_at": "2008-11-02T18:05:40.160561Z",
            "creator_name": "Tony Salmon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-02T18:05:40.160561Z",
            "rejected_at": "2008-12-14T00:01:01.678688Z",
            "rejection": {
                "code": 768,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.\nPlease address the excessive use of capital letters; they make your petition hard to read.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-14T00:01:01.678688Z"
        },
        "id": 11003850
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DATA-LOSS2/"
    },
    "type": "petition"
}