{
    "data": {
        "attributes": {
            "action": "suspend the roll out of all new Government, Local Authority and Public Body databases until they have been independently scrutinized to ensure that the data they will contain is ‘essential’ and ‘relevant’ to the intended use, that the data is adequately protected from electronic attack and that access by persons is on a ‘need to know’ basis by persons that have been properly vetted and received training in the principles of data security.  Also, that a review of all existing databases will be instigated so that the data contained will be assessed against the same criteria and all data found to be ‘non-essential’ or ‘irrelevant’ will be deleted.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the past 2-years there have been numerous widely publicised instances of personal data held on UK citizens being carelessly lost, deliberately sold on, or otherwise finding its way into the public domain.\n\nIt is evident that the data is not being treated with the care it requires and that a security conscious culture does not exist in the bodies which handle it.\n\nMuch of the data gathered is neither relevant nor essential to the purpose for which it was collected and has been collected indiscriminately.",
            "closed_at": "2009-11-26T00:00:00Z",
            "created_at": "2008-11-02T14:46:14.377083Z",
            "creator_name": "Duncan Thomas Bee",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-02T14:46:14.377083Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 41,
            "state": "finished",
            "updated_at": "2009-11-27T00:01:01.750731Z"
        },
        "id": 11003116
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/publicdatabases/"
    },
    "type": "petition"
}