{
    "data": {
        "attributes": {
            "action": "reject proposals for the BBC to introduce local news channels in 60 areas of the country which will undermine the work already being done by established news organisations, independent of government backing",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The BBC is planning to introduce a local news service online in 65 areas throughout the UK. This service, if given the go ahead, will jeopardise media organisations already providing this service. Local newspapers and their associated websites are already struggling in the current economic climate. To introduce a BBC service - which we will all be paying for - is an unnecessary expense and is unrequired. I would urge all people who like their local newspaper to drop through their doors every week, or for those who follow their local news online via their local newspaper's website to sign this petition to stop the BBC from taking away your choice. It will be almost impossible for existing operations to compete. Does anyone really want this to happen?",
            "closed_at": "2009-02-05T00:00:00Z",
            "created_at": "2008-11-05T09:44:19.873013Z",
            "creator_name": "Sam Newby-Ricci",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-05T09:44:19.873013Z",
            "rejected_at": "2008-12-18T00:01:02.638806Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-18T00:01:02.638806Z"
        },
        "id": 11018054
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BBCwebsites/"
    },
    "type": "petition"
}