{
    "data": {
        "attributes": {
            "action": "bring pressure to bear on the management of Lloyds TSB to abide by the approval conditions of the 1997 merger whereby they are obliged to retain TSB within the group name and retain the registered office in Scotland",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Trustee Savings Banks and Municipal Savings Banks are the iconic \"Peoples Bank\".  Formed by local committees of Trustees in the early 19th century to provide a facility for the working classes to save small amounts of money for \"a rainy day\" they are the forerunnners of today's Credit Unions.  When Henry Duncan formed the first Savings Bank in Ruthwell, Dumfries in 1810 it was to enable the \"industrious to save their monies\".\n\nLloyds Bank is no longer in existence. It was taken over by TSB in 1997. Do not attempt to revive the name of a defunct organisation which sounds like either a Pharmacy or a group of Billionaire Insurance Fat Cats.\n\nRetain a name that means something to the man in the street.  Call the new bank The Trustee Savings Bank Group something with a ring of stability to be proud of.",
            "closed_at": "2009-02-20T00:00:00Z",
            "created_at": "2008-11-04T11:23:49.780706Z",
            "creator_name": "Dave Trevor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-04T11:23:49.780706Z",
            "rejected_at": "2009-01-08T14:26:49.864334Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-08T14:26:49.864334Z"
        },
        "id": 11012779
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LloydsTSB/"
    },
    "type": "petition"
}