{
    "data": {
        "attributes": {
            "action": "look into a violation case in England (Embrayo Reserach)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "CASE AGAINST ENEAS TINASHE TANYONGANA\nUNIQUE REFERENCE NUMBER 42GD001489506\n \n\n \nI Gideon O. Asemota was a witness at the chelmsford crown court in March 2007 regarding this case. it is a pity that i have to let you know that ever since the day i took the witness stand at the court my life have being destroyed. i am now a victim of violation by the essex police. i have to leave the country before i can send you this email because of my safety.\n \nthis violation happened after this said case between April and August 2007. the police had me buged both at work and at home and they removed my semen (sperm) without my consent and they went all the way to having me cloned with an animal egg. as i write, i am a man with a cloned mind and life. as this violation has gone over 14 months now, i am not happy about this. essex police, the british scientist and the british government can hear me heart and me mind and i am being use without my consent.\n \ni am a violated man and my semen is being used by the british government for what i believe is Embrayo reasearch. if i have not being to court as a witness, this wount happend. \n \nKind Regards\n \nGideon O. Asemota",
            "closed_at": "2008-11-11T00:00:00Z",
            "created_at": "2008-11-04T17:08:21.605948Z",
            "creator_name": "Gideon O. Asemota",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-04T17:08:21.605948Z",
            "rejected_at": "2008-12-18T00:01:02.638806Z",
            "rejection": {
                "code": 16384,
                "details": "Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-18T00:01:02.638806Z"
        },
        "id": 11014943
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/missingsperm/"
    },
    "type": "petition"
}