{
    "data": {
        "attributes": {
            "action": "Make underage drinking illegal",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It seems generally accepted that the level of alcohol related problems in the UK is increasing.\n\nDrinking alcohol under the age of 21 is known to cause long term health problems.\n\nMaking sales of alcohol to certain age groups illegal does not prevent legal purchases of alcohol being given to younger people.\n\nHistorically, moral guidance typically came from the community, whether it be family, village or religion. These frameworks seem much reduced in modern UK society.\n\nThe proposal is :\n\n1. It should be made a criminal offence for anyone under the age of 16 to consume alcohol.\n\n2. Between the ages of 16 and 21 there should be a maximum permissible blood alcohol level. Such a level might increase with age.\n\n3. Over the age of 21, blood alcohol level laws would remain as at present.\n\nEnforcement :\n\nThe proposed scales can be readily enforced by police using simple breath, urine and blood test measures, as appropriate.\n\nPenalty :\n\nBreach of such laws would need to treated in an appropriate manner.\nThis might include warnings,fines and possibly other action including but not limited to anti-social behaviour orders.",
            "closed_at": "2009-11-04T00:00:00Z",
            "created_at": "2008-11-04T13:28:00.562474Z",
            "creator_name": "Keith Elliott",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-04T13:28:00.562474Z",
            "rejected_at": "2008-12-17T00:01:01.952515Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence:\nhttp://petitions.number10.gov.uk/alcoholfacts/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-17T00:01:01.952515Z"
        },
        "id": 11013527
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Drinkingunder21/"
    },
    "type": "petition"
}