{
    "data": {
        "attributes": {
            "action": "acknowledge that Britain did not follow up on the welfare of the Aust bound , white child migrants of 1947to1967",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Over recent years , the abominations committed upon the illegally deported white child migrants between the years , 1947to1967, have been revealed!Most of the maligned children were placed in the hands of full blown paedophiles ensconced in Bindoon Boys Town in W. Aust and were given to horrific and atrocious behaviour by their supposed guardians!I ask the PM to openly acknowledge this proven fact,and although was not personally  responsible,I request that he honours those British children,as did the innocent M.Gorbachev acknowledge the victims of the Katyn forest atrocity of WW11,committed by his compatriots! Many of these children were to suicide as he is aware! Most were forced to educate themselves upon leaving Bindoon !The 'Empire Windrush', with 492 foreigners aboard from Jamaica tied up to Tilbury Dock on the 22nd June 1948....the children's replacements! Various nationalities , seeking succour here in the UK ,were to shortly follow them!Those of Bindoon were deserted and banished from their God-Given land, by way of lies and deceit ! This land of England belongs to we the rejected as it does to you MR PM.....not foreign freeloaders that teem within our jails!",
            "closed_at": "2009-01-19T00:00:00Z",
            "created_at": "2008-11-04T15:48:59.352478Z",
            "creator_name": "Jim Green",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-04T15:48:59.352478Z",
            "rejected_at": "2008-11-26T14:52:27.601582Z",
            "rejection": {
                "code": 16896,
                "details": "Your title should be a clear call for the Government or PM to do something or enact some change, not to \"acknowledge\" something or express an opinion.",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-26T14:52:27.601582Z"
        },
        "id": 11014404
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Acknowledge/"
    },
    "type": "petition"
}