{
    "data": {
        "attributes": {
            "action": "apply liquidity into the real economy where it is needed and not just private banks profit margins by...  1. seizing full control of the Northern Rock Bank.  2. Allowing Northern Rock sole access to the Bank Rescue Funds.  3. Offering mortgages and business loans at reasonable rates, linked, by law, to the Bank Of England base rate. 4. Accepting all mortgage and loan transfers to the Northern rock. 5. Accepting all Deposit account transfers to the Northern Rock. 6. Only offering a fully guaranteed deposit when transferring to Northern Rock accounts.  7. Renegotiating loans to people about to become Homeless.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Due to the reluctance of banks to pass on either the recent interest rate cuts or the fresh liquidity received from the British Government in the recent rescue plan, their rescue should be cancelled and the steps described should be taken.\n\nThese steps will lead to a fully nationalised British bank, working for the British Taxpayer, keeping British people in their jobs and in their houses and saving the British taxpayer the cost of supporting mass unemployment with the associated rise in crime and mental health costs while maintaining tax revenues to the Exchequer.\n\nThe immediate removal of extortionate interest rates will inject Billions into the real economy as the windfall tax of 1997 did and will support small employers and allow many people currently defaulting on mortgages to resume repayments or arrange more affordable terms. \n\nThe only victims of this would be the private banks who will then either have to match the Northern Rock's terms or collapse, (with deposits guaranteed only if transferred into the Northern Rock). \n\nThis has the added benefit of returning effective control of the national interest rate to the Bank of England MPC and away from the whim of the Bankers.",
            "closed_at": "2009-01-19T00:00:00Z",
            "created_at": "2008-11-06T21:47:02.965477Z",
            "creator_name": "Paul Steadman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-06T21:47:02.965477Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2009-01-20T00:01:01.284257Z"
        },
        "id": 11027048
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BankofBritain/"
    },
    "type": "petition"
}