{
    "data": {
        "attributes": {
            "action": "ensure that Interest Rate cuts are applied by Banks across the board and not just headline-making Mortgage rates",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The media only seem interested in mortgage rates coming down with the recent rate cuts and it would appear that no-one cares about other interest rates.\n\nOther interest rates include those on secured loans and credit cards which are always way above the Bank of England headline rate.\n\nFor example, Barclays have recently increased their secured loan rate due to \"prevailing market conditions\".  In other words, people are starting to default on their loan payments, so they squeeze the existing customers who can afford the repayments for more money, which doesn't seem fair.\n\nWe the undersigned would like to see the major Banks pass on a fair amount, if not all of the recent Interest Rate cuts of 0.5% and 1.5% (totalling 2%) to all their customers, not just the people on risky tracker mortgages.",
            "closed_at": "2008-12-09T00:00:00Z",
            "created_at": "2008-11-07T10:26:26.676968Z",
            "creator_name": "Andrew Lee",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-07T10:26:26.676968Z",
            "rejected_at": "2008-12-19T00:01:04.731844Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence:\n\nhttp://petitions.number10.gov.uk/mortgages-co-uk/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-19T00:01:04.731844Z"
        },
        "id": 11027875
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Loan-rate-cuts/"
    },
    "type": "petition"
}