{
    "data": {
        "attributes": {
            "action": "Save Hemel Hempstead's Hospital from closure",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are serious concerns about the plans of West Hertfordshire Hospital NHS Trust to close services at Hemel Hempstead hospital.\n\nThese cuts are aimed at generating financial savings and are not based on clinical expertise or need.\n\nThe hospital has been continuously under threat by various attempts to close and relocate it for more than 30 years. Today, however, we see plans to relocate it so it is merged with Watford Hospital as a 'super hospital'.\nWatford's catchment area is close to 200,000 people. Watford, amongst many things is well known for it's football club. On Saturdays, the football club has a population of up to 20,000 people. This makes traffic!! \nIf the hospitals are combined this means a total of over 400,000 people to be served by one hospital that is up to 1 hour away (on an average day) from much of the population. 400,000 people is a lot of people to be served by one hospital! \nWe, the petitioners, therefore request that the House of Commons urge the Secretary of State for Health to use her powers to reverse the proposed plans and to listen to the concerns of the public.",
            "closed_at": "2009-01-14T00:00:00Z",
            "created_at": "2008-11-05T18:40:29.933746Z",
            "creator_name": "lisa sear",
            "government_response_at": "2009-02-26T14:49:23.551656Z",
            "government_responses": [
                {
                    "created_at": "2009-02-26T14:49:23.551656Z",
                    "details": "You signed a petition asking the Prime Minister to \"Save Hemel Hempstead's Hospital from closure.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18393\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'hemelhospital'",
                    "updated_at": "2009-02-26T14:49:23.551656Z"
                }
            ],
            "opened_at": "2008-11-05T18:40:29.933746Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2746,
            "state": "finished",
            "updated_at": "2009-02-22T03:02:35.269241Z"
        },
        "id": 11021190
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/hemelhospital/"
    },
    "type": "petition"
}