{
    "data": {
        "attributes": {
            "action": "Ban the sale of fireworks to individuals and only have organised fireworks displays",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I would like to petition the Prime Minister to ban the sale of fireworks unless it is for a public organised fireworks display put on by the local councils etc.  I am asking for this for several seasons:\n1.  The amount of people injured each year costs the government (and therefore us tax payers) a lot of money for the Fire Brigade to put out fires, hospitals to treat people injured by fireworks.\n2.  The distress to animals and old people.  They have to endure hours of distress on the 5th of November as well as all the fireworks that go off in the weeks and months beforehand.\n3.  If people really want to continue celebrating someone who tried to blow up the houses of parliment then they wont mind going to a properly organised display, with people who are experienced in handling these explosives!\n4. To stop mindless thugs from using these explosives as a way of terrorising people and missusing them.\n\nIn the right situation a fireworks display can be a wonderful sight but in the wrong hands it can be a total disaster and I cannot believe that in this day and age where we are so caught up in gun law that there is not a law about fireworks which can be just as lethal.",
            "closed_at": "2009-03-06T00:00:00Z",
            "created_at": "2008-11-06T08:02:50.859742Z",
            "creator_name": "Elizabeth McKenzie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-06T08:02:50.859742Z",
            "rejected_at": "2008-12-18T00:01:02.638806Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/FireWork-Shows/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-18T00:01:02.638806Z"
        },
        "id": 11022895
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GuyFawkesBan/"
    },
    "type": "petition"
}