{
    "data": {
        "attributes": {
            "action": "make it law that all local councils must to everything in their power to reunite dead animals they have collected with their owners.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On 3/11 my cat was run over and killed. On 4/11 she was collected by the waste management department of our council from a lady who found her. The council told her they would do everything they could to get her back to her owners. We found out only by chance that she had been killed, the council made no attempt to get in touch, even though she had been reported missing to all local animal organisations so it would have been easy for them to get her back to us. When we discovered what had happened and got in touch with the council ourselves they brought the body back to us, and told us we were lucky to be getting her back as they normally dispose of dead animals on the night of the day they are collected. This means that there are many people whose pets have been collected and disposed of by the council without them knowing.\n\nI hope it will become law that all councils must do everything in their power to get animals they collect back to their owners so they can be laid to rest. Animals should be checked for a micro-chip. This can be done easily using a machine. The council should then check with animal organisations, such as the RSPCA and local vets to see if any animals in that area have been reported as missing.",
            "closed_at": "2009-05-26T00:00:00Z",
            "created_at": "2008-11-07T12:41:44.654449Z",
            "creator_name": "Laura Foster",
            "government_response_at": "2009-07-09T11:06:55.127531Z",
            "government_responses": [
                {
                    "created_at": "2009-07-09T11:06:55.127531Z",
                    "details": "You signed a petition asking the Prime Minister to \"make it law that all local councils must to everything in their power to reunite dead animals they have collected with their owners.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19966\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Lexixxx'",
                    "updated_at": "2009-07-09T11:06:55.127531Z"
                }
            ],
            "opened_at": "2008-11-07T12:41:44.654449Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 237,
            "state": "finished",
            "updated_at": "2010-05-12T16:33:11.526398Z"
        },
        "id": 11028556
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Lexixxx/"
    },
    "type": "petition"
}