{
    "data": {
        "attributes": {
            "action": "to urgently address the collapse of effective industrial relations at the National Museum of Science and Industry.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned would like to express our concern about staff relations at the National Museums of Science and Industry which includes The Science Museum, The National Railway Museum and the National Media Museum at Bradford. While public sector workers have had below-inflation pay offers inflicted by this government, the local situation at NMSI is considerably worse. Pay scales have been frozen at the top for two years, and at the bottom for four years, resulting in many staff getting derisory non-consolidated pay awards at a time of high inflation. Pay awards for many of those meeting expectations have been 1% in total this year. \nNegotiations on all substantial matters have reached stalemate with management simply imposing their will. The unions have had no effective input and may as well be unrecognised. The only tool remaining is industrial action which is damaging for the institution and its staff. We ask that unions can act effectively and that staff are not subjected to derisory increases based on an unaccountable performance system. The staff are concerned that the institution is being damaged by management’s approach.",
            "closed_at": "2009-03-26T00:00:00Z",
            "created_at": "2008-11-06T14:20:02.130677Z",
            "creator_name": "Rob Skitmore",
            "government_response_at": "2009-06-26T10:58:18.045445Z",
            "government_responses": [
                {
                    "created_at": "2009-06-26T10:58:18.045445Z",
                    "details": "You signed a petition asking the Prime Minister to \"to urgently address the collapse of effective industrial relations at the National Museum of Science and Industry.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19781\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'nmsipay'",
                    "updated_at": "2009-06-26T10:58:18.045445Z"
                }
            ],
            "opened_at": "2008-11-06T14:20:02.130677Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 322,
            "state": "finished",
            "updated_at": "2009-04-29T03:02:31.048044Z"
        },
        "id": 11024923
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nmsipay/"
    },
    "type": "petition"
}