{
    "data": {
        "attributes": {
            "action": "ensure that Northern Rock pass on the full value of all Bank of England Base Rate Interest cuts to its existing mortgage customers breaking from its recent stated and executed policies of passing on only a small proportion of cuts provided by the Bank of England.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With many existing Northern Rock mortgage holders now effectively trapped into maintaining their mortgages with Northern Rock due to reductions in property values affecting their Loan to Value requirements for a new mortgage, the NR effectively has a captive market of mortgage holders to whom they feel they can effectively charge what they like and as shown in recent months have done just that by failing to pass the full value of Bank of England Base Rate cuts onto its existing customers.\n\nThe Northern Rock is ahead of its target for the repayment of the substantial investment made by the treasury, a fact which has been achieved by actively forcing its existing customers away from the bank. By \"actively forcing\", I refer to letters sent to existing mortgage holders unambiguously stating that they are unable to offer any competitive mortgage to them and they should seek advice from elsewhere, all this despite offering competitive rates to new mortgage customers.",
            "closed_at": "2009-01-06T00:00:00Z",
            "created_at": "2008-11-06T13:27:53.065025Z",
            "creator_name": "John McGinty",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-06T13:27:53.065025Z",
            "rejected_at": "2008-12-18T00:01:02.638806Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/nr-rate-cuts/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-18T00:01:02.638806Z"
        },
        "id": 11024604
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NorthernRock1/"
    },
    "type": "petition"
}