{
    "data": {
        "attributes": {
            "action": "allow Postgraduate students the same access to funding as Undergraduate students, whether this be to pay course fees or living costs",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is a petition to lobby the Government to provide the same kind of funding to those who wish to undertake a Postgraduate course as is available to Undergraduates. Funding is extremely hard to obtain and often does not meet the required amount to see student through their courses.  With most course fees being around £5000, and some even more, on top of living costs for a year there should be more financial aid for those seeking to further their education.\n   Many students do not have family who can afford to help them with money and from my experience, even going to work for a year is not enough to be able to save the Spartan estimate of £10,000 I have calculated to see me through my MA course.\n   The lack of funding in this area seems elitist and wholly unfair to students who wish to, but who cannot continue their education.  I believe that the same type of loans available to Undergraduates should be available to Postgraduates.  I see no reason why such funding should not be available.  Maybe this petition will bring this issue to people’s attention and make more funding available.",
            "closed_at": "2009-11-19T00:00:00Z",
            "created_at": "2008-11-06T18:27:07.012431Z",
            "creator_name": "Eiluned Reed",
            "government_response_at": "2009-12-30T10:37:34.600492Z",
            "government_responses": [
                {
                    "created_at": "2009-12-30T10:37:34.600492Z",
                    "details": "You signed a petition asking the Prime Minister to \"allow Postgraduate students the same access to funding as Undergraduate students, whether this be to pay course fees or living costs.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21926\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'PostgradLoans'",
                    "updated_at": "2009-12-30T10:37:34.600492Z"
                }
            ],
            "opened_at": "2008-11-06T18:27:07.012431Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 202,
            "state": "finished",
            "updated_at": "2010-01-27T17:40:59.108278Z"
        },
        "id": 11026135
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PostgradLoans/"
    },
    "type": "petition"
}