{
    "data": {
        "attributes": {
            "action": "think again about winter fuel payment to those in sheltered accomodation",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Prime Minister, I understand you have increased the winter fuel payment for those over 80 yrs of age, my stepfather receives it even tho I feel he doesnt need it,let me explain why.He lives in sheltered housing and only has to pay for the electricity he uses ie; fridge, freezer, lights and tv, his heating and hot water are paid with his rent well he has a small amount of income support so he does pay rent only about £9 a week towards the heating ect. My moan is that a lot of people in sheltered housing are being given £400 this year for winter fuel and they do not need it, pay a little maybe but with no really big bill to pay why give out money thats not really needed. Please think again and save the rest of the country some money.I clean for an elderly lady, she pointed it out to me she said why get a heating payment  when we pay for it with our rent all year round. She has a good point.",
            "closed_at": "2009-03-07T00:00:00Z",
            "created_at": "2008-11-07T13:51:21.548804Z",
            "creator_name": "Elizabeth Day",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-07T13:51:21.548804Z",
            "rejected_at": "2008-12-19T00:01:04.731844Z",
            "rejection": {
                "code": 16384,
                "details": "This is also a devolved matter for the deparment of Work and pension.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-19T00:01:04.731844Z"
        },
        "id": 11028932
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/winterfuelmoney/"
    },
    "type": "petition"
}