{
    "data": {
        "attributes": {
            "action": "Change the age from 25yrs to 20yrs for Cervical Smear Tests for Women in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The NHS say cervical cancer is rare in women under 20, mainly\nbecause teenagers' bodies are still developing. Nowadays, in\nour society, young girls are growing up faster and developing\nquicker. As women stop growing at approx 21yrs old, just after\npuberty, they are more at risk of health problems, including\ncell changes in the cervix. \n\nIn some cases waiting for an invitation for a smear test at 25 could be too late for some girls. It is great that the government have finally realized that girls need help and that vaccines for young teenagers are\nbrought in, but much more is needed to be done. I have been in\ntouch with women who have had to have smear tests and\ntreatments/surgery that are under the age of 25, and I myself,\nat the age of 19 and 20, had surgery for cancer cells. \n\nEven though doctors are sometimes reluctant to do smear tests on\nunder 25s, I feel it’s important we should have the option to\nhave the opportunity a smear test at a younger age. And as\ngirls/women are developing faster in this day and age, the age\nshould be reduced to at least 20 (or even younger)",
            "closed_at": "2009-11-10T00:00:00Z",
            "created_at": "2008-11-10T15:28:10.362171Z",
            "creator_name": "Carmel Woodhouse",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-10T15:28:10.362171Z",
            "rejected_at": "2008-12-19T00:01:04.731844Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/cscreen/\nhttp://petitions.number10.gov.uk/smeartests/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-19T00:01:04.731844Z"
        },
        "id": 11038260
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lower-s-tests/"
    },
    "type": "petition"
}