{
    "data": {
        "attributes": {
            "action": "urge Powys County Council to re-think and reverse its decision to switch off a large number of street lights throughout the county.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Powys County Council, with scant regard for the wishes of its Tax Payers, took the undemocratic and potentially unsafe decision to switch off up to 67% of street lighting throughout the county. Many rural areas are now left in the dark and it is time that this decision was challenged.\n\nAccording to a recent research document produced for the Home Office, low illumination is a major contributory factory in the night-time fatality rate on all classes of road.   AA President, Edmund King says, “The public are in favour of street lighting as a way of improving road safety.   Turning off street lights to save money or reduce CO2 may backfire in terms of increased accidents and crime”.  \n\nTransport Minister, Rosie Winterton MP has said, \"experience shows that better streetlighting helps improve road safety, as well as reducing crime and the fear of crime.\n\nAre taxpayers in Powys not entitled to road safety and lower crime rates?  Do we pay less in tax than other areas?  No, no, no!  This campaign is to reverse the outrageous and potentially life-threatening decision.",
            "closed_at": "2009-05-19T00:00:00Z",
            "created_at": "2008-11-10T15:28:10.362171Z",
            "creator_name": "Jonathan Greatorex",
            "government_response_at": "2009-07-09T10:59:53.966726Z",
            "government_responses": [
                {
                    "created_at": "2009-07-09T10:59:53.966726Z",
                    "details": "You signed a petition asking the Prime Minister to \"urge Powys County Council to re-think and reverse its decision to switch off a large number of street lights throughout the county.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19956\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'lightuppowys'",
                    "updated_at": "2009-07-09T10:59:53.966726Z"
                }
            ],
            "opened_at": "2008-11-10T15:28:10.362171Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 293,
            "state": "finished",
            "updated_at": "2009-05-23T03:02:22.381679Z"
        },
        "id": 11039465
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lightuppowys/"
    },
    "type": "petition"
}