{
    "data": {
        "attributes": {
            "action": "challenge the Buckinghamshire fire & rescue service draft IRMP published on the 27th Oct 2008, as an example of bad practice, which has determined the allocation of resources based upon the financial restrictions imposed upon it, not existing and potential risks to local communities",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "BFRS are required by the Fire & Rescue Service National Framework to have in place, and maintain an IRMP which reflects local need and sets out plans to tackle both existing and potential risks to communities.  It is not a tool to cut public services to fit an ever reducing budget determined by central government \n\nOne of the proposed cuts to service, and therefore an increased risk to the residents of Bucks is to reduce the amount of Ff’s that currently crew fire appliances from five on the first appliance to every incident, to a new standard of four at five locations across the county.  This single proposal will in all probability, increase injuries and cost lives if implemented.\n\nWhen public and Ff lives are clearly being placed at a far greater risk following the introduction of a draft IRMP, this proves that the current system is broken, and Ministers must intervene. The fact that the present situation is still in the consultation period, and no definite decisions have been made to the alteration of the present staffing arrangements in BFRS is irrelevant to this point.",
            "closed_at": "2008-12-19T00:00:00Z",
            "created_at": "2008-11-08T00:55:40.258090Z",
            "creator_name": "Ricky Matthews",
            "government_response_at": "2009-02-18T12:03:46.489958Z",
            "government_responses": [
                {
                    "created_at": "2009-02-18T12:03:46.489958Z",
                    "details": "You signed a petition asking the Prime Minister to \"challenge the Buckinghamshire fire & rescue service draft IRMP published on the 27th Oct 2008, as an example of bad practice, which has determined the allocation of resources based upon the financial restrictions imposed upon it, not existing and potential risks to local communities\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18295\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'BucksIRMP'",
                    "updated_at": "2009-02-18T12:03:46.489958Z"
                }
            ],
            "opened_at": "2008-11-08T00:55:40.258090Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 247,
            "state": "finished",
            "updated_at": "2009-02-25T16:33:14.863032Z"
        },
        "id": 11031550
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BucksIRMP/"
    },
    "type": "petition"
}