{
    "data": {
        "attributes": {
            "action": "abolish the requirement for state school to have a daily act of worship of a christian nature.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The requirement for a daily act of worship of a broadly Christian nature in state school in an anachronism in modern British multicultural society. It discriminates both against people of all other faiths and those with none. Indeed some Christian denominations would prefer it was not done at school as what is taught is often in conflict with their own beliefs.\nThe current option for those of a different faith (or none) to opt-out of these observances is inadequate as this draws attention to the child's differences, which causes isolation of those with other beliefs, and encourages division between them.\nThe decision of whether to include a daily act of worship should be left to the individual school, not mandated by law, thus allowing parents to choose a school that was acceptable to their beliefs, or to petition their child's school for a change.",
            "closed_at": "2009-11-08T00:00:00Z",
            "created_at": "2008-11-08T09:57:22.323223Z",
            "creator_name": "Tim McGregor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-08T09:57:22.323223Z",
            "rejected_at": "2008-12-19T00:01:04.731844Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/nofaithnoworship/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-19T00:01:04.731844Z"
        },
        "id": 11032130
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/XtianityOptional/"
    },
    "type": "petition"
}