{
    "data": {
        "attributes": {
            "action": "Expand London Biggin Hill, London Southend and London Manston (AKA Kent International Airport (KIA)) Aiports for the upcoming 2012 Olympics before it is too late!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is still time to stop a nightmare that will almost certainly unfold as people from around the world flock to London for the 2012 Olympics. There will be massive Air Transport problems and congestion in the skies which will lead to massive delays, cancellations and possibly fatal accidents unless there is more capacity throughout the London area. Expanding these small airports into London City like operations now would mean plenty of jobs in this bleak time for the economy and would also mean that the expansion would be ready for the upcoming Olympics. All these airports already have some basic infrastructure but with a bit of money from the government new terminals, runway extensions for Biggin Hill and Southend and rail links to the rest London could easily be built within 3.5 years. They would not become white elephants as they will quickly be established as either low cost hubs, or in the case of Biggin Hill, London's secondary short haul business airport, and all the new infrastructure would be extremely appealing to any airline wanting to fly to the London area! Many thanks for reading, Dennis.",
            "closed_at": "2009-02-13T00:00:00Z",
            "created_at": "2008-11-10T15:28:10.362171Z",
            "creator_name": "Dennis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-10T15:28:10.362171Z",
            "rejected_at": "2008-12-20T00:01:02.260518Z",
            "rejection": {
                "code": 10240,
                "details": "http://petitions.number10.gov.uk/expandmantsonair/E-petitions should include full name and address information.",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions",
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-20T00:01:02.260518Z"
        },
        "id": 11035350
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/2012-BQH-MSE-SEN/"
    },
    "type": "petition"
}