{
    "data": {
        "attributes": {
            "action": "create a system whereby all firms of solicitors must have a quota of cases paid for by the Government for people who cannot afford to pay solicitors' fees.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Justice must be done and done at all cost. Civilized society is based upon \"Justice\". Yet, often is the case where an individual has a strong case but cannot afford to bring their case to Court.  Court cases can cost many thousands of pounds and any savings one has will be consumed by solicitors' fees leaving the poor individual penniless.  The individual may not even have any savings in the first place. It is asinine for the individual to suddenly have to pay any amount of money for something not their fault. Firms of solicitors must have a quota of cases for individuals who cannot pay solicitors' fees or even any portion of them.  Those cases will be scrutinised by the solicitor beforehand to see whether or not the individual does have a case to bring.  If they have then that individual must be represented in Court by a lawyer. No doubt there will be a huge number of such cases being asked to be looked at by the solicitors so the individual will simply have to wait their turn but at least, this way, if the individual is determined enough they will rest assured that their case will be heard in Court and that justice can be done. Why should a person have to pay anything at all if they are innocent?",
            "closed_at": "2009-11-26T00:00:00Z",
            "created_at": "2008-11-07T19:38:26.726560Z",
            "creator_name": "Ed D'Silva",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-07T19:38:26.726560Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2009-11-27T00:01:01.750731Z"
        },
        "id": 11030458
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/atallcost/"
    },
    "type": "petition"
}