{
    "data": {
        "attributes": {
            "action": "allow beards to be grown by pupils in the 6th form.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I will attempt to the best of my ability to reflect the views of two extreme constituents with opinions on \"acceptable\" facial hair. I will begin with the thoughts of many creationists, “I am in the image that God created for me.” Many religions worldwide see the removal of any body hair as a direct insult to God, a good example of this are the Nazarene's thought to be close to Jesus Christ himself. It is also thought that shaving is an extreme act of supreme vanity showing superiority over the God who created him.\n\nThe humanist viewpoint does not differ greatly either with the quote, “I am as I have evolved” or more directly “I am a man, as my DNA has destined me to be.” Surely we males would not have been selected through millions of years of evolution if hair on the face or the body for that matter had not have been of some importance? \n\nThank you very much for your time and responses would be much appreciated.",
            "closed_at": "2009-05-11T00:00:00Z",
            "created_at": "2008-11-11T18:45:03.753583Z",
            "creator_name": "Peter Adam Brown",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-11T18:45:03.753583Z",
            "rejected_at": "2008-12-21T00:01:01.587203Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-21T00:01:01.587203Z"
        },
        "id": 11046721
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/beardsinschool/"
    },
    "type": "petition"
}