{
    "data": {
        "attributes": {
            "action": "Coerce banks to pass-on the 2 recent extraordinary interest rate reductions to those on fixed-rate deals by waiving early settlement and arrangement fees.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The successful coercion of banks to pass on the 1.5% reduction in BoE base-rate to their SVR mortgagees is welcome. The rate reduction provides no assistance to the 50% of borrowers on fixed-rate deals. Fixed-rate deals contractually bind borrowers for up to 5 years and span the current extraordinary economic period – losses in the value of pensions, savings and investments and the recession, loss of job security and squeeze on disposable income.\n\nIn 2008 many borrowers will have renegotiated their deals as previous discounted offers expired. In such negotiations, banks’ bias was often towards fixed rate deals and towards those with substantial arrangement-fees (often apparently ameliorated by consolidation into the loan).\n\nBanks obfuscated the precariousness of their financial situations as a consequence of their reckless governance. As their bets have turned bad, taxpayers have been forced to refinance them, at enormous cost for years to come. The banks’ betrayal of trust should be used to compel them to offer for a limited period an extraordinary opportunity to fixed-rate mortgagees to a review and possible switch to a deal without any arrangement fee.",
            "closed_at": "2009-02-21T00:00:00Z",
            "created_at": "2008-11-11T21:27:31.835465Z",
            "creator_name": "Mike Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-11T21:27:31.835465Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2009-02-22T00:01:01.118942Z"
        },
        "id": 11047578
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FixedRateMortgag/"
    },
    "type": "petition"
}