{
    "data": {
        "attributes": {
            "action": "",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Insurance companies will try anything not to pay out on critical illness, as i have found out with my own insurer Scottish widows they will even go as far as to destroy the original documents !!!! A law must be passed to prevent this in humane treatment when you rely on your finances and mortgage being paid off so you can concentrate solely on getting better and fighting for your right to live with out the problems caused by your insurer in trying to get out of paying you under their insurance policy. I personally have gone to extreme lengths in trying to get them to pay even issuing a stat demand to which they forgot to deal with causing sever embarrassment upon the bank and revealing further important hidden documents to me all these issue only cause problems I the long run to the sick as the biggest killer is stress which you need to try and avoid like the plague. The insures will go to lengths knowing you don’t have the money to fight them in the courts to not pay them as your ill and financial broke and in most cases being helped by the dhss. A law must be passed to help the Terminally ill  and the sick  to prevent this from happening to further people in the future",
            "closed_at": "2009-11-11T00:00:00Z",
            "created_at": "2008-11-11T13:49:19.211052Z",
            "creator_name": "ANDREW CALDIN",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-11T13:49:19.211052Z",
            "rejected_at": "2008-12-21T00:01:01.587203Z",
            "rejection": {
                "code": 128,
                "details": "Please address the excessive use of capital letters.",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-21T00:01:01.587203Z"
        },
        "id": 11044961
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/INSURERSPAY/"
    },
    "type": "petition"
}