{
    "data": {
        "attributes": {
            "action": "Declare a holiday on all property stamp duty to stimulate the economy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The housing market is fundamental to the British economy and it's stagnation and decline in proprty prices is one of the major factors influencing the depth and length lf the current economic crisis. We petition the Prime Minister and his Chancelor to declare a holiday on stamp duty on all residential property. When people buy new homes they buy things to go in their new homes. Carpets, curtains, white goods, equipment and a host of other products and services. This money goes into the economy and cycles around and throughout the economy passing from person to business to worker over and over again, bringing economic benefits that outweigh and outlast the single one off payment of stamp duty to the government. The extra spending in the economy generates VAT payments over and over again as the money cycles through the system. We believe that a payment holiday on residential stamp duty will stimulate the housing market and the economy as a whole and urge the Prime Minister and his Chancelor to act quickly to declare a holiday on residential property stamp duty.",
            "closed_at": "2008-12-22T00:00:00Z",
            "created_at": "2008-11-10T16:26:28.905094Z",
            "creator_name": "Stephen Moylan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-10T16:26:28.905094Z",
            "rejected_at": "2008-12-19T00:01:04.731844Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/stamp-duty-aid/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-19T00:01:04.731844Z"
        },
        "id": 11040248
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Nostamp/"
    },
    "type": "petition"
}