{
    "data": {
        "attributes": {
            "action": "use Government powers to remove Daniel Evans from the X Factor live show",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The country is in recession and the government should be doing all it can to reverse this.\n\nEverybody loves a sob story but this has now gone too far on the current X Factor series, and we believe this is affecting the country's economy. Daniel Evans, the pool cleaner, did well to get to the live stages of this years X Factor series, however the voting system has resulted in genuine talent leaving the show, while pool cleaner Daniel sails through week after week.\n\nWe note the Prime Minister has intervened in other recent media/culture issues such as the Jonathan Ross and Russell Brand fiasco, and further note that Laura White leaving the competition was raised in The House Of Commons this week, so think it only right to ask Gordon Brown to intervene here as well.\n \nAction to remove Daniel Evans will lift the spirit of the nation - a welcome change following recent economic developments, and studies have shown a happier nation leads to a more productive nation. This shows that removing Daniel Evans from the X Factor really could help the country out of recession, and we request the urgent action of government on this issue.",
            "closed_at": "2008-11-19T00:00:00Z",
            "created_at": "2008-11-12T10:25:05.728000Z",
            "creator_name": "Alex Duffy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-12T10:25:05.728000Z",
            "rejected_at": "2008-12-13T00:01:01.596697Z",
            "rejection": {
                "code": 36864,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-13T00:01:01.596697Z"
        },
        "id": 11049151
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/danielevans/"
    },
    "type": "petition"
}