{
    "data": {
        "attributes": {
            "action": "Recognise the strength of feeling against road tolls and shelve the government’s plans to subject motorists to additional charging, surveillance and electronic control schemes.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Local Transport Bill would permit local authorities to introduce road user charging, even though the government has abandoned plans for a national scheme. It would also give the Welsh Assembly power to impose tolls on trunk roads in Wales. Now that Manchester taxpayers have resoundingly rejected a 'congestion charge', this petition asks the Prime Minister to accept that the free movement of individuals by private transport is a right worth defending at the ballot box.",
            "closed_at": "2009-04-02T00:00:00Z",
            "created_at": "2008-11-11T12:05:39.428481Z",
            "creator_name": "M Lewis",
            "government_response_at": "2009-04-24T15:26:04.997205Z",
            "government_responses": [
                {
                    "created_at": "2009-04-24T15:26:04.997205Z",
                    "details": "You signed a petition asking the Prime Minister to \"Recognise the strength of feeling against road tolls and shelve the government’s plans to subject motorists to additional charging, surveillance and electronic control schemes.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19094\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Road-tolls'",
                    "updated_at": "2009-04-24T15:26:04.997205Z"
                }
            ],
            "opened_at": "2008-11-11T12:05:39.428481Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 345,
            "state": "finished",
            "updated_at": "2009-12-29T15:16:34.393888Z"
        },
        "id": 11044219
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Road-tolls/"
    },
    "type": "petition"
}