{
    "data": {
        "attributes": {
            "action": "Amend the law governing underage public drunkenness such that the parents/guardians of the offender(s) are liable for the offense",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is time to call on parents to be more active in regulating their children's alcohol consumption in public. The below is taken from a study by the home office:\nl. Over half (56%) of all 10 to 17 year olds reported having had an alcoholic drink in the previous 12 months.\n\n2. 48% of 10 to 17 year olds who had drunk alcohol in the past year reported that they obtained alcohol from their parents.\n\n3. Those who drank alcohol once a week or more committed a disproportionate volume of crime, accounting for 37% of all offences reported by 10 to 17 year olds but only 14% of respondents. \n\n4. A higher proportion of those who drank alcohol once a week or more reported committing criminal damage (12%) and theft (4%) offences during or after drinking than those who drank less frequently.\n\nClearly, this shows that there is a lack of guidance from parents in these situations and unless they become personally liable for their charges' behaviour they will continue to neglect their legal responsibility to keep them sober on public streets. We petition the government to make the guardians of underage drunk in public offenders legally liable for the offence.",
            "closed_at": "2009-09-21T00:00:00Z",
            "created_at": "2008-11-11T15:41:06.894884Z",
            "creator_name": "Neel Mukund Kaul",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-11T15:41:06.894884Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2009-12-17T15:06:37.181514Z"
        },
        "id": 11045660
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Teen-Drunkenness/"
    },
    "type": "petition"
}