{
    "data": {
        "attributes": {
            "action": "Turn down permission for the British Humanist Association to promote atheism to the general public through posters featured on public transport & billboards.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My name is Debra Rufini. I am a Christian & a campaigner against atheistic advertising, although I am not against atheists themselves. The Bible, which I believe is the inspired word of God tells me that I must be respectful to all people.\nThis petition is against the British Humanist Association promoting atheism through publicity of posters stating that there is probably no God. These are featured on buses, with the aim of moving that on to other forms of public transport, along with billboards etc. Their target is to educate people against faith in God. God in which many people turn to, love, live by & worship. Not only is this offensive to people of faith, but I believe there is no good news in preaching & promoting atheism. In the process they are blinding people's eyes by their mission, to what many believe to be the truth, and is the good news.\nI urge you to take this matter seriously. If we stand up for God, we must stand against their motive.\nWill you please support this hugely important cause by signing this petition, in the aim to have the British Humanist Association not have their anti-God advertisements publicised. Thank you.",
            "closed_at": "2009-11-11T00:00:00Z",
            "created_at": "2008-11-11T11:37:19.263615Z",
            "creator_name": "Debra C. Rufini",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-11T11:37:19.263615Z",
            "rejected_at": "2008-12-13T00:01:01.596697Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-13T00:01:01.596697Z"
        },
        "id": 11044025
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KeepTheGodNews/"
    },
    "type": "petition"
}