{
    "data": {
        "attributes": {
            "action": "Instead of pouring billions more pounds into the private coffers of UK's financial elite, the huge bonuses and compensation packages that the executives have awarded themselves while leading their companies into bankruptcy should be confiscated and utilized to improve conditions of life for those facing unemployment, the loss of their homes, the shutoff of their utilities and the loss of their life savings.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Nationalization under workers' control would establish the foundations for reorganizing economic life in the interests of the majority and protecting working people from the return of conditions not seen since the Great Depression. It would create the framework within which production could be geared to the satisfaction of human needs, rather than the generation of profit and the accumulation of personal wealth by the financial aristocracy",
            "closed_at": "2009-02-21T00:00:00Z",
            "created_at": "2008-11-12T11:04:10.812196Z",
            "creator_name": "Barry Wood",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-12T11:04:10.812196Z",
            "rejected_at": "2008-12-27T00:01:01.938699Z",
            "rejection": {
                "code": 2560,
                "details": "Your title and petition should be a clear call for action, preferably starting with a verb, and not a statement. \nhttp://petitions.number10.gov.uk/BANKUK/\nhttp://petitions.number10.gov.uk/mniddrie-webb/\nhttp://petitions.number10.gov.uk/nationalphones/\nhttp://petitions.number10.gov.uk/NationalEnergy/",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-27T00:01:01.938699Z"
        },
        "id": 11049321
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/sufferersofgreed/"
    },
    "type": "petition"
}