{
    "data": {
        "attributes": {
            "action": "Scrap all Investigations and Trials into a National Road Pricing Scheme",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "By signing this petition you are asking the Prime Minister to scrap the proposed road charging scheme.\n\nAs you may or may not be aware on the 5th of November 2008 the Government announced that it will begin trials of a proposed road charging scheme shortly and is currently recruiting volunteers to help trial the system. Despite millions of people signing a petition stating that they do not want such a scheme, if this petition gains more votes than the last one, then maybe the Government will listen to the people that elected them. \n\nThis scheme is under the banner of helping to control congestion. But, in reality it could cost you thousands more per year to run your car, whether you have a car for fun or necessity. Of course this also has the side effect that you can be tracked wherever you go, just another step into the current surveillance society.\n\nIf you don’t want to be unfairly taxed and tracked wherever you go please sign this petition for the good of all the people in the UK.",
            "closed_at": "2009-05-19T00:00:00Z",
            "created_at": "2008-11-10T19:54:39.236735Z",
            "creator_name": "Matthew Moxon",
            "government_response_at": "2009-07-03T13:38:38.544526Z",
            "government_responses": [
                {
                    "created_at": "2009-07-03T13:38:38.544526Z",
                    "details": "You signed a petition asking the Prime Minister to \"Scrap all Investigations and Trials into a National Road Pricing Scheme.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19904\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'NoRoadCharging'",
                    "updated_at": "2009-07-03T13:38:38.544526Z"
                }
            ],
            "opened_at": "2008-11-10T19:54:39.236735Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 248,
            "state": "finished",
            "updated_at": "2009-05-26T03:02:09.493365Z"
        },
        "id": 11041569
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoRoadCharging/"
    },
    "type": "petition"
}