{
    "data": {
        "attributes": {
            "action": "Put a moritorim on all repossessions to be instigated by the courts for 6 months from 1st December 2008",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Most people in trouble have been put there due to no fault of their own but due to the easy access to credit over not the last 10 years but the last 15+ years. Halting repossessions can be done and not effect the profitability of the funding bodies involved. Any debts presently built up can be added to the capital, a set amount affordable to the individual can be paid for the 6 month period and at the end of this period the whole package can be observed in a more stable financial environment in 6 months time in court. There is no benefit to anyone in repossesion and especially at this time of year we need our government to act on our behalf. This issue can be done in court so neither side can digress from the agreement and so both sides have a legal framework to work from in the future.Common sence must prevail as the alternative of repossessions happening is people being put in more debt by houses being sold under value and people having debts for the rest of their lives as well as causing an already crumbling housing system possibly to implode. Judges will act if given the power to do so and if it is a fair and sensible way forward. Please help me force this issue now.",
            "closed_at": "2008-12-02T00:00:00Z",
            "created_at": "2008-11-11T23:44:35.642482Z",
            "creator_name": "Stephen McNally",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-11T23:44:35.642482Z",
            "rejected_at": "2008-12-21T00:01:01.587203Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Foreclosure/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-21T00:01:01.587203Z"
        },
        "id": 11048101
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/haltreposessions/"
    },
    "type": "petition"
}