{
    "data": {
        "attributes": {
            "action": "Licence pregnancy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "You have to pass a test to drive a car, a passport to travel abroad, a CV to get a job, you have to get a licence to get married, and yet you can bring another life into this world regardless of your qualifications, lifestyle, responsibility level, paitence, age etc etc.\n\nIf you had to get a licence to allow pregnancy it might make people think twice about being more careful about having unprotected sex because they'd be breaking the law, it might control teenage pregnancies, drug addicted babies.  Babies that are beaten because their parents are not suitable and responsible to be just that, parents!\n\nAt the end of the day appling for a licence would mean you have to have half a brain and some common sense which I would say are two good starting qualifications for to be parents.\n\nThere needs to be some form of law to bring a new life into this world, sign the petition if you agree that something serious should be done to STOP alot of people bringing a new life into this world because they just aren't suitable, responsiable, drug free, non alcoholic or good enough to do so.",
            "closed_at": "2009-05-11T00:00:00Z",
            "created_at": "2008-11-11T18:28:46.204989Z",
            "creator_name": "Debbie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-11T18:28:46.204989Z",
            "rejected_at": "2008-12-21T00:01:01.587203Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/childrenlicense/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-21T00:01:01.587203Z"
        },
        "id": 11046650
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Licencepregnancy/"
    },
    "type": "petition"
}