{
    "data": {
        "attributes": {
            "action": "and Sports Minister to do all they can to ban Chris Morgan from Football.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On the 8th of November 2008 at Oakwell Stadium, Chris Morgan elbowed Iain Hume in the face and only got a yellow card, in the match between Barnsley and Sheffield United football clubs. Because of this Iain Hume got given a fractured skull, internal bleeding and a 12 inch scar from his forehead to his ear due to needing an emergency operation when his condition got worse. He is currently on a normal ward in a Manchester hospital and thankfully been moved off an high dependency unit. We understand that football is suppose to be a physical game, but this is too much. Morgan has a reputation for being a dirty player and there's been many incidents in his career to back this up. He never learns and if he doesn't get dealt with he will carry on in the same way. We are now going to miss our star striker for a long period of time. Whilst at the same time Morgan will be allowed to carry on playing like nothing ever happened. He needs to be made an example of, because this sort of thing needs to be removed from our game. If it had happened in public he would have been arrested. This happening on a football pitch should make little difference.",
            "closed_at": "2008-12-11T00:00:00Z",
            "created_at": "2008-11-11T13:11:14.428288Z",
            "creator_name": "Andrew Steeples",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-11T13:11:14.428288Z",
            "rejected_at": "2008-12-14T00:01:01.678688Z",
            "rejection": {
                "code": 4096,
                "details": "Government has no involvement in operational sporting matters.  This is a matter for the FA.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-14T00:01:01.678688Z"
        },
        "id": 11044688
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BanChrisMorgan/"
    },
    "type": "petition"
}