{
    "data": {
        "attributes": {
            "action": "answer yes or no to the question to create a new public holiday, the National Remembrance Holiday to commemorate The Fallen and our Nation, with the holiday falling on the second Monday in November each year, the day after Remembrance Sunday",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The answer to this petition the first time round was again some vague way of saying nothing.  The prime minister has a simple question to answer in that does he respect the armed forces of this country, the finest in the world, or does he just use them for political gain.  If he has any respect at all then he would sanction the creation of a new public holiday as other countries have done.  After reading the reply there is nothing to say he will, just that other people don't want it and points to the Royal British Legion as one of the main objectors. We can be solemn on Rememberance Sunday but celebrate the lives of those who served on the monday. If not in November then maybe earlier in the year but let's just get something decided.",
            "closed_at": "2009-11-11T00:00:00Z",
            "created_at": "2008-11-11T14:38:26.542286Z",
            "creator_name": "Terence Wilkinson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-11T14:38:26.542286Z",
            "rejected_at": "2008-12-21T00:01:01.587203Z",
            "rejection": {
                "code": 16384,
                "details": "Comments about the petitions system should be sent to number10@petitions.pm.gov.uk.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-21T00:01:01.587203Z"
        },
        "id": 11045319
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MondayRemember/"
    },
    "type": "petition"
}