{
    "data": {
        "attributes": {
            "action": "improve the level of English grammar in our schools.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a pupil, I am simply appalled that instead of actually learning English grammar at GCSE level (with Edexcel at least) we are only required to analyse stories and poetry; write to describe, review and argue; and write about non-fiction texts.\nI do not disagree with these current aspects of the syllabus, but I ask that the examination syllabi be more thorough in their examining.\nA separate section which tests basic understanding of correct grammar and spelling would be a fantastic way to help stimulate our amazing language. I cannot see how some persons manage to cope with the detailed essay writing required without having a section on grammar.\nI know it may seen very pedantic, but it simply infuriates me when people do not use the subjunctive mood correctly, or punctuate in the wrong places.\nIt is all right when people do these things accidentally, but I know for a fact that young persons nowadays are simply ignorant of correct grammar because it is simply not taught fully.\nI hereby suggest that the Government ask the examination boards to make sure that they include a comprehensive grammar section which includes all the nuances of our mother tongue.",
            "closed_at": "2008-12-19T00:00:00Z",
            "created_at": "2008-11-10T21:47:42.562795Z",
            "creator_name": "Ian Howard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-10T21:47:42.562795Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2008-12-20T00:01:01.897223Z"
        },
        "id": 11042139
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/English-grammar/"
    },
    "type": "petition"
}