{
    "data": {
        "attributes": {
            "action": "launch a public inquiry into this harrowing death of Baby P right under the nose of the people that were there to protect him, and to ensure these failures never happen again.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The news today has been filled with the tragic story about little baby p who was beaten to death.\n\nSocial workers, police and health professionals failed to save him despite 60 visits over eight months during which he suffered more than 50 injuries.\n\nI have set this petition up to bring this to the attention of as many people as possible, and for people to petition for a public inquiry into this harrowing death right under the nose of the people that are meant to be there to help children who  are 2 young to help themselves.",
            "closed_at": "2009-11-13T00:00:00Z",
            "created_at": "2008-11-11T22:22:40.486193Z",
            "creator_name": "John Roberts",
            "government_response_at": "2010-07-14T15:35:42.069874Z",
            "government_responses": [
                {
                    "created_at": "2010-07-14T15:35:42.069874Z",
                    "details": "You signed a petition asking the Prime Minister to launch a public inquiry into this harrowing death of Baby P right under the nose of the people that were there to protect him, and to ensure these failures never happen again.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=BabyPEnquiry\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'BabyPEnquiry'",
                    "updated_at": "2010-07-14T15:35:42.069874Z"
                }
            ],
            "opened_at": "2008-11-11T22:22:40.486193Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7743,
            "state": "finished",
            "updated_at": "2010-05-13T16:18:47.844117Z"
        },
        "id": 11047827
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BabyPEnquiry/"
    },
    "type": "petition"
}