{
    "data": {
        "attributes": {
            "action": "force the student loans company to reduce the rate of interest charged on student loans, in this period of economic unrest, which is a crippling burden for many UK students",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "When the new system of tuition fees was brought in, interest was charged at 2.4%. As student debt increases year by year, the interest rate has stealthily increased. The following year saw interest rates double to 4.8%. The rate this academic year is 3.8%. Debts continue to increase. Interest charged remains a crippling burden for many students.\n\nSince tuition fees are in excess of £3000pa and maintenance loans are a similar sum, students often find their loan is around £18,000 at the end of a 3-year degree. They will also have already been charged in excess of £1000 interest before ceasing education. Thereafter, interest accrues at the rate of around £720 per year.\n\nThis petition is to alert the PM to this dire situation, and to ask for pressure on the SLC to reduce interest rates. \n\nSince one of the government’s major aims since 1997 has been to increase numbers in further education, it is hoped that they will take pity on the increasingly indebted students who have furthered this target.",
            "closed_at": "2009-11-11T00:00:00Z",
            "created_at": "2008-11-11T13:46:58.858143Z",
            "creator_name": "Matthew Thorne",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-11T13:46:58.858143Z",
            "rejected_at": "2008-12-21T00:01:01.587203Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Interestonloans/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-21T00:01:01.587203Z"
        },
        "id": 11044942
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SLC-interest/"
    },
    "type": "petition"
}