{
    "data": {
        "attributes": {
            "action": "To bring charges to the \"Social workers\" of Haringey Council who neglected to protect a 17month old baby!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am totally disgusted that yet another child has been failed by the \"system\"! We were promised that after the Victoria Climbie case this situation would never happen again, yet this young boy was tragically and brutally murdered whilst apparently under the \"care & protection\" of Haringey Council! Written warnings/dismissals will not suffice in attempting to get some form of justice for this poor boys death..these people are as much to blame as are the parents who beat him to death! It is inconceivable to even try to comprehend what this poor child suffered, yet social services had visited him on more than SIXTY occasions?? This childs death was as a direct result of those who are employed to look after the young & vulnerable! How many more children are being failed by these people and what more will it take before REAL action is taken? Evidently 2 young lives is not enough! How many more children must suffer before authorities realise there is a problem? We call upon the Government to step in and take appropriate action against these gutless people so this young boy did not die in vain like Victoria!",
            "closed_at": "2009-11-11T00:00:00Z",
            "created_at": "2008-11-11T19:29:01.263388Z",
            "creator_name": "Gemma",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-11T19:29:01.263388Z",
            "rejected_at": "2008-12-21T00:01:01.587203Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence: \n\nhttp://petitions.number10.gov.uk/BabyPEnquiry/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-21T00:01:01.587203Z"
        },
        "id": 11046987
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HaringeyCouncil/"
    },
    "type": "petition"
}