{
    "data": {
        "attributes": {
            "action": "ensure that no child or teacher is discriminated against in school because of their HIV status.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are concerned about cases of HIV-positive children and staff being discriminated against in schools. This discrimination is illegal but there are still cases where schools are unwilling to employ staff and children are excluded or refused a place simply because they are living with HIV.\n\nWe ask the Government to:\n\n1. Provide schools with specific guidance on their responsibilities not to discriminate against people living with HIV under the Disability Discrimination Act 2005\n\n2. Ensure schools are maintaining the confidentiality of HIV-positive pupils and staff members\n\n3. Ensure the changes to sex and relationships education produce a curriculum which addresses both the facts about HIV and teaches young people to be supportive and non-discriminatory of those living with HIV.",
            "closed_at": "2009-05-19T00:00:00Z",
            "created_at": "2008-11-12T12:15:00.926509Z",
            "creator_name": "Sheonaidh Johnston",
            "government_response_at": "2009-07-03T13:40:25.985300Z",
            "government_responses": [
                {
                    "created_at": "2009-07-03T13:40:25.985300Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure that no child or teacher is discriminated against in school because of their HIV status.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19906\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'HIVinSchools'",
                    "updated_at": "2009-07-03T13:40:25.985300Z"
                }
            ],
            "opened_at": "2008-11-12T12:15:00.926509Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1565,
            "state": "finished",
            "updated_at": "2009-10-17T03:03:13.980507Z"
        },
        "id": 11049714
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HIVinSchools/"
    },
    "type": "petition"
}