{
    "data": {
        "attributes": {
            "action": "give longer sentences in prison",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am a victim of a horrific attack and this has made me more determining to get the courts to give tougher sentences befitting the crimes. The sentences are not tough enough and criminals are getting minimal sentences for their crime or let off without any punishment altogether. I feel criminals are getting away with what they do, that's why they carry on doing it. In prison ,I believe, they have an easy life, whereas prison should be a place of punishment and not a place that will provide an easy life. I mean why should they have a normal life when they have taken other peoples normal lives away from them, people like me. I don't have a normal life anymore after my attack therefore I depend on others and my dog to get me through it. This is why I want to put a stop to criminals getting shorter sentences and do the time they deserve. We have to start somewhere and if that means me doing everything in my power to stop criminals getting away with what they are doing I will do my best to put a stop to it.\n\nPlease would you kindly sign this petition if you agree with me and just maybe one day I and other victims of crime will get justice.",
            "closed_at": "2009-11-19T00:00:00Z",
            "created_at": "2008-11-12T00:22:23.217334Z",
            "creator_name": "jasmine atton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-12T00:22:23.217334Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 25,
            "state": "finished",
            "updated_at": "2009-11-20T00:01:01.301596Z"
        },
        "id": 11048215
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/longsentences/"
    },
    "type": "petition"
}