{
    "data": {
        "attributes": {
            "action": "Introduce an option for companies to pay dividends to the government instead of taxes",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Companies should have the option of issuing non-voting shares to the government in lieu of a requirement to pay sales, income and payroll taxes.\n\nGovernment and corporate goals would come into alignment.\n\nThe government’s expected dividends should be equivalent to its (otherwise) expected tax revenues (companies generally pay 4 times more in government taxes than they do in shareholder dividends).\n\nBureaucracy and tax compliance costs would be eliminated. Profits and dividends would increase and enterprise would be encouraged.\n\nMuch human intelligence could be redirected from tax planning to something productive.\n\nGovernment could save money by down sizing the Inland Revenue Service. \n\nThe variability in profits would be reduced (sales tax no longer charged as a fixed percentage of sales). This would reduce ´risk´, increase share values, generate wealth, resulting in economic growth - so more profits, dividends and employment.\n\nIf implemented in countries with high levels of debt this option would generate saleable assets (securities) that the governments could use to pay down debt, reducing cost of debt, reducing interest rates, resulting in economic growth.",
            "closed_at": "2009-11-24T00:00:00Z",
            "created_at": "2008-11-14T06:26:45.645248Z",
            "creator_name": "Christopher M.L. Johnson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-14T06:26:45.645248Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2009-11-28T03:01:33.059206Z"
        },
        "id": 11059913
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Securitise-taxes/"
    },
    "type": "petition"
}