{
    "data": {
        "attributes": {
            "action": "Award the Military Cross to Lieutenant Walter Tull",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Walter Tull was the first black British Army officer, he served in the 1st Football Battalion of the Middlesex Regiment during the 1st World War.\nHe was cited for Bravery in the field during this campaign by his senior officer on the day and was recommended for and should have received the Miltary Cross, he did not.\nAt this time it was written in British army regulations that black soldiers could not be officers and could not command white soldiers, but Walter was still promoted to Lieutenant, his rank when he was recommended for the Military Cross.\nHe was killed in action in March 1918.\nI think it is time to right the injustices that this man suffered, and for Walter to be awarded his medal posthumously.\nI can't help thinking that the only reason that he did not receive the medal at the time is because the establishment at the time did'nt think he should have been an officer in the first place, although i cannot prove this.\nWhat a role model this man is for the youth of today, and what a positive message awarding the medal would send out.\nMy grandfather was awarded the Military Medal during the 1st World War in Italy and i think it shameful that Walter was not recognised.\nTime to right the wrong.",
            "closed_at": "2009-11-13T00:00:00Z",
            "created_at": "2008-11-13T22:40:00.211523Z",
            "creator_name": "Graeme Millward",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-13T22:40:00.211523Z",
            "rejected_at": "2008-12-21T00:01:01.587203Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with the Ministry of Defence.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-21T00:01:01.587203Z"
        },
        "id": 11059250
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Medalaward/"
    },
    "type": "petition"
}