{
    "data": {
        "attributes": {
            "action": "sack Sharon Shoesmith (chair of the Haringey's Local Safeguarding Children Board)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Baby P had sustained 50 injuries and bruises. When he was seen by a doctor 2 days before he died, he had a broken back, 8 fractured ribs and was paralysed from the waist down. \nBaby P was found hollow cheeked with his hair shaved off-he died in his own blood spattered cot hours after he was punched so hard in the mouth he swallowed a bottom tooth. \nThat was probably the blow that finally killed him causing a neck injury that affected his breathing. \nBaby P was seen SIXTY times by health or social workers during the 8 months he was abused. \nHaringey council in North London is also the same authority that failed to help eight-year-old Victoria Climbie in a case that shocked us all in 2000. \nHow many times does a child have to be tortured and killed before the people responsible receive more than written warnings. \n\nPlease sign this petition to remove the woman from her post who said \"The very sad fact is that we can't stop people who are determined to kill children.\", and who assured us that lessons HAD been learnt from Victoria Climbie's death. A woman who cares infinitely more about her £110K a year salary than the children in her care.",
            "closed_at": "2009-01-12T00:00:00Z",
            "created_at": "2008-11-12T14:34:33.369569Z",
            "creator_name": "K. Doswell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-12T14:34:33.369569Z",
            "rejected_at": "2008-12-13T00:01:01.596697Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/BabyPEnquiry/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-13T00:01:01.596697Z"
        },
        "id": 11050423
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Sack-Shoestring/"
    },
    "type": "petition"
}