{
    "data": {
        "attributes": {
            "action": "undertake the building of a local high school in birkenshaw.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As part of the provisions for the building for schools program we are campaigning to have a high school built locally for the residents of Birkenshaw, Gomersal and East Bierly.\n\nIn order to maintain the level of pastoral care that our children should be entitled to, we feel that the current plans to send our children to a high school on the outskirts of Batley are inappropriate.\n\nWe feel, as part of a community that is very much family orientated, that children should be educated in their own locale, to allow them to travel to school with their friends and therefore develop better social interaction and awareness.\n\nOur schools are at the center of our neighborhood and to remove them is to remove the heart of what has been, up to the present, a fantastic community\n\nA long journey to school will also result in an increase in traffic, on roads that are ultimately incapable of supporting the influx of approx 400+ cars, twice a day. This is also a significant drain on the environment",
            "closed_at": "2009-02-21T00:00:00Z",
            "created_at": "2008-11-13T16:33:49.106558Z",
            "creator_name": "richard priest",
            "government_response_at": "2009-03-31T17:05:24.472709Z",
            "government_responses": [
                {
                    "created_at": "2009-03-31T17:05:24.472709Z",
                    "details": "You signed a petition asking the Prime Minister to \"undertake the building of a local high school in birkenshaw.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18846\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'savebirkyhigh'",
                    "updated_at": "2009-03-31T17:05:24.472709Z"
                }
            ],
            "opened_at": "2008-11-13T16:33:49.106558Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 462,
            "state": "finished",
            "updated_at": "2009-07-22T03:03:32.828856Z"
        },
        "id": 11056896
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/savebirkyhigh/"
    },
    "type": "petition"
}