{
    "data": {
        "attributes": {
            "action": "Protect the standards and integrity of English tailoring and other goods by prohibiting any product not made entirely in this country from displaying the 'Made in England' label",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Some companies, which have previously sacked British workers and moved production overseas to benefit from cheaper labour costs, are still claiming their tailored suits are 'Made in England' when the majority of production does not take place in this country. \n\n\nThis is misleading to consumers and undermines the skill and professionalism of British manufacturing. In addition, it takes jobs and investment away from the English tailoring industry, meaning we are not able to invest in and protect our artisan skills, which are widely acknowledged as the best in the world.",
            "closed_at": "2009-11-19T00:00:00Z",
            "created_at": "2008-11-12T14:07:17.705522Z",
            "creator_name": "Tony Lutwyche",
            "government_response_at": "2010-03-02T15:08:03.014449Z",
            "government_responses": [
                {
                    "created_at": "2010-03-02T15:08:03.014449Z",
                    "details": "You signed a petition asking the Prime Minister to \"Protect the standards and integrity of English tailoring and other goods by prohibiting any product not made entirely in this country from displaying the 'Made in England' label.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22648\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'realenglishsuits'",
                    "updated_at": "2010-03-02T15:08:03.014449Z"
                }
            ],
            "opened_at": "2008-11-12T14:07:17.705522Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 444,
            "state": "finished",
            "updated_at": "2009-11-20T00:01:01.301596Z"
        },
        "id": 11050266
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/realenglishsuits/"
    },
    "type": "petition"
}