{
    "data": {
        "attributes": {
            "action": "Give Baby P Justice & Demand the Resignations of those who failed him",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Baby P was seen by the authorities 60 times in 8 months of horrendous torture  during which he suffered 50 injuries before his death .  \n\nI call for the resignations of:\n\n1) The doctor, who saw Baby P two days before he died. His ribs were broken and his back 'probably' broken when the doctor saw him but she failed to recognise this. She noted bruises to his face & body but decided against a full examination as the boy was 'miserable & cranky'. As Social Services had requested the assessment, Baby P should have been given a thorough check.  I consider this gross medical negligence and a complete failure of a doctor's duty of care.  \n \n2) Baby P's allocated social worker from Feb 2007. \n\n3) The social worker who approved the decision to return Baby P to his mother despite suspicions of assault.\n\n4) Children's Services Director who said that 'the agencies are not responsible for his death' and had refused to apologise to Baby P's father.  \n\nPlease ensure that those responsible for Baby P's death through lack of appropriate action are held accountable.",
            "closed_at": "2009-02-13T00:00:00Z",
            "created_at": "2008-11-12T14:54:48.806677Z",
            "creator_name": "Dee Murrell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-12T14:54:48.806677Z",
            "rejected_at": "2008-11-14T10:27:39.765186Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/BabyPEnquiry/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-14T10:27:39.765186Z"
        },
        "id": 11050523
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Justice-4-Baby-P/"
    },
    "type": "petition"
}