{
    "data": {
        "attributes": {
            "action": "legalise cannabis in the uk",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "my reasons for the legalisation of cannabis is that i feel there is no harm in smoking cannabis. for one their is an estimated 440,000 a year die from smoking each year in britain and approx 25,000 people die each year in the UK alone from alcohol. and i have been searching to see how many deaths have been cause by smoking cannabis in the uk and i can not find a figure for this. and i would like to add that It is of the utmost importance that every cannabis smoker understands that tobacco is not only a more addictive drug than heroin but is responsible each year for 140,000 deaths in the UK, 1 million deaths in the EU.\n\ncannabis is probably the safest intoxicant known to man. It less addictive than sugar or chocolate and it has never been proved to have caused a single death in several thousand years of use.",
            "closed_at": "2009-05-19T00:00:00Z",
            "created_at": "2008-11-12T20:07:40.593148Z",
            "creator_name": "Shane Evans",
            "government_response_at": "2009-07-03T13:39:29.933301Z",
            "government_responses": [
                {
                    "created_at": "2009-07-03T13:39:29.933301Z",
                    "details": "You signed a petition asking the Prime Minister to \"legalise cannabis in the uk.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19905\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'cannabisuk'",
                    "updated_at": "2009-07-03T13:39:29.933301Z"
                }
            ],
            "opened_at": "2008-11-12T20:07:40.593148Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 232,
            "state": "finished",
            "updated_at": "2010-01-22T16:20:39.336750Z"
        },
        "id": 11052311
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cannabisuk/"
    },
    "type": "petition"
}