{
    "data": {
        "attributes": {
            "action": "Hold an extensive and independant public enquiry into the death of Baby P and Haringay childrens services",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Following the recent revelations regarding the death of Baby P there can hardly be a person in the country who does not feel appalled,sickened, horrified and heartbroken that this child suffered terribly, beyond imagination, the most appalling acts of torture for his short 17 months before being murdered by his so called \"carers \".That this happened in the same borough as Victoria Climbie is again a disturbing aspect of the case, as is what appears to be coninued and systemic failure to protect this child.  The fact that no-one is being accountable for this horrific failure in social care is astonishing in itself, but to find that the person directing the limited investigation into these failures is the Head of Haringay Childrens Services herself is astonishing. I believe a full public enquiry held by an independant person or body with no connection to this case is the only way we can be sure that the full facts and failures are investigated fully.  After Victoria Climbie it was said this will never happen again, clearly nothing has changed in Haringay. If this is all we can do in Baby P's memory,then please express your opinions by supporting this request for a full public enquiry.",
            "closed_at": "2009-02-12T00:00:00Z",
            "created_at": "2008-11-12T20:33:37.239791Z",
            "creator_name": "Tracie Wheeldon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-12T20:33:37.239791Z",
            "rejected_at": "2008-12-14T00:01:01.678688Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/BabyPEnquiry/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-14T00:01:01.678688Z"
        },
        "id": 11052460
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BabyP-ANSWERS/"
    },
    "type": "petition"
}