{
    "data": {
        "attributes": {
            "action": "act on the behalve of baby P",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In light of the recent horendous and totally evil actions towards the young and innocent baby P and the fact that with modern forensics and dna etc etc we as a nation should stand together and bring back public execution there is currently no suitable form of punishment within the legal system to punish pepole of such hidieous crimes, we need to stop being such a weak gutless race and as the bible states \"an eye for an eye\" i strongly belive that the re-introduction of the death sentence would seriously reduce such crimes as murder premeditated or otherwise lets be honest can anyone put there hands up and say that a prison sentence wahtever length would be suitable punishment i couldn't there is so much more i could say here but there is not the room and i belive that once you recive the response from this that the pepole of Great Britain will have spoken can you honestly turn your back on us and the future generations? social services have let every child down and they need more powers to intervine before things like this can happen and how and why did the medical profession fail to see this? please sign this petition on behalve of all children with in our GREAT BRITAIN!",
            "closed_at": "2009-11-14T00:00:00Z",
            "created_at": "2008-11-13T18:32:16.750482Z",
            "creator_name": "JASON JAMES",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-13T18:32:16.750482Z",
            "rejected_at": "2008-11-20T08:57:17.098029Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/safe4kids/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-20T08:57:17.098029Z"
        },
        "id": 11057818
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/JUSTBABYP/"
    },
    "type": "petition"
}