{
    "data": {
        "attributes": {
            "action": "increase the maximum jail term for the offence of 'allowing or causing the death of a child'",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Once again in the headlines a child has died and nobody will be charged with the child's murder and why? Because by defending each other the sentence will be less. \n\nThe greatest sentence the judge can pass to Baby P's killers for this offence is 14 years, and not even considering that they will probably be released early is this enough for the torture this little boy is said to have gone through?  \n\nThe three involved in this case are all said to know exactly what was happening and are all said to be involved so just because it cannot be decided who delivered the 'fatal blow' why should their sentences be reduced it does not do justice to the life that is lost.  \n                                  Anybody involved in horrendous abuse like this  that lead to the death of a child should be charged as such.\n\nThis is not the only case like this there have been many before and I would like to see this offence carry the maximum penalty of a life sentence, it can then be put upon the judge to hand out the sentence he thinks the crime deserves.",
            "closed_at": "2009-05-21T00:00:00Z",
            "created_at": "2008-11-13T23:17:36.799142Z",
            "creator_name": "amy linstrum",
            "government_response_at": "2009-07-09T11:03:50.818513Z",
            "government_responses": [
                {
                    "created_at": "2009-07-09T11:03:50.818513Z",
                    "details": "You signed a petition asking the Prime Minister to \"increase the maximum jail term for the offence of 'allowing or causing the death of a child'\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19959\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'allowchilddeath'",
                    "updated_at": "2009-07-09T11:03:50.818513Z"
                }
            ],
            "opened_at": "2008-11-13T23:17:36.799142Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1447,
            "state": "finished",
            "updated_at": "2009-05-22T00:01:01.323133Z"
        },
        "id": 11059434
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/allowchilddeath/"
    },
    "type": "petition"
}