{
    "data": {
        "attributes": {
            "action": "Defer any bill on prostitution until after the next general election",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The right of people in this country to decide by mutual agreement whether and under what conditions they consent to sexual intercourse is fundamental. In particular, it has never been illegal to pay for consensual sex since at least as far back as Magna Carta. The government are now proposing to criminalise men who pay for sex for the first time in this country's history. That would constitute a radical change in the legal position for which the government has no electoral mandate, since the policy at the time of the 2005 general election was to legalise brothels operated by a small number of sex workers. We therefore call upon the government to obtain a mandate from the electorate before introducing any bill on prostitution.",
            "closed_at": "2009-10-31T00:00:00Z",
            "created_at": "2008-11-13T10:55:22.922581Z",
            "creator_name": "David Tong",
            "government_response_at": "2010-10-08T10:53:33.627747Z",
            "government_responses": [
                {
                    "created_at": "2010-10-08T10:53:33.627747Z",
                    "details": "You signed a petition asking the Prime Minister to defer any bill on prostitution until after the next general election.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=defersexworkbill\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'defersexworkbill'",
                    "updated_at": "2010-10-08T10:53:33.627747Z"
                }
            ],
            "opened_at": "2008-11-13T10:55:22.922581Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 275,
            "state": "finished",
            "updated_at": "2009-11-01T00:01:01.516762Z"
        },
        "id": 11054692
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/defersexworkbill/"
    },
    "type": "petition"
}