{
    "data": {
        "attributes": {
            "action": "Bring back the death penalty for the Murderers of baby P.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The animals that killed this poor baby should be given the death penalty.\nAs a father myself words cannot describe how i felt reading about this poor child who was so brutally murdered. Something must be done to stop these things happening to poor defenceless children.\nThere is one sure quickfire way to stop all this abuse of children and it is the death penalty in my humble opinion.\nFailing that just release the animals that have committed this crime back into the community and let the public decide what their punishment should be.\nTime and time again these animals commit these crimes knowing that there will be no 15-25 years behind bars (at a cost to us the public) they'll be out in about 10 years to live the rest of their lives. \nAs a parent please sign this petition because things NEED to change for the better, and this week of all weeks when it is children in need week.\n\nThanks for listening and god bless little baby P.",
            "closed_at": "2009-01-12T00:00:00Z",
            "created_at": "2008-11-12T23:51:42.322790Z",
            "creator_name": "kurt daley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-12T23:51:42.322790Z",
            "rejected_at": "2008-12-19T00:01:04.731844Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/BabyPEnquiry/\nhttp://petitions.number10.gov.uk/safe4kids/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-19T00:01:04.731844Z"
        },
        "id": 11053374
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BabyPp/"
    },
    "type": "petition"
}