{
    "data": {
        "attributes": {
            "action": "Stop any more cuts in hospital services at BRIDLINGTON HOSPITAL",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Governmant have gradually decreased the services available at our hospital, even after several TV interviews denying this but promising more staff & services, just today,21st Nov.2008, our A & E department was closed making an ambulance journey of 18 miles to recieve medical attention for injuries from home & road accidents. This journey is even longer, up to 30 minutes, for the people who live to the South & to the West of Bridlington. Our town is made up of a large community of senior citzens who can not make this journey without the help of an efficient ambulance servce or private transport and may suffer even greater damage to their injuries as a result of the extended journey.An ambulance service cannot cover the numbers of patients who will require hospital treament in a town which has a large number of visitors in the summer seasons and will have to travel on heavily conjested roads making a journey time of over 35 minutes.\nAll we are left with now is a glorifed surgery which is doomed to total failure in the near future. We must regain our hospital status and assure our selves that we will be cared for in the way we have been accustomed.",
            "closed_at": "2009-01-19T00:00:00Z",
            "created_at": "2008-11-12T21:35:12.311965Z",
            "creator_name": "John Farrar",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-12T21:35:12.311965Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2009-01-20T00:01:01.284257Z"
        },
        "id": 11052858
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bridlington/"
    },
    "type": "petition"
}