{
    "data": {
        "attributes": {
            "action": "re-open all the railway lines axed by Dr beeching in the 60s",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the end after shutting half of the British Railways network, the company only saved enough money per year to construct less than 15 miles of Motorway at the time. Is half of the British railway network worth 15- miles of motorway? Especially in these current climates with global Warming and government encouragment to use public transport more on the agenda constantly. How can most of the smaller towns and villages of the UK, with no train. Buses are slow, get stuck in traffic, pollute the atmosphere while doing so and are always late. Just look at Minehead for example. A town of 12000 left with no railway service except for Steam trains with no through connection the National network. People in the Devon, Cornwall, Somerset, Dorset and all rural counties rely heavily on cars, increaing polution. Probably people from 90 cars could fit into a typical 3 engined 3-car 'Turbostar' DMU, saving massively on emmissions, with only 3 engines running instead of 90. The same applies to buses. Trains of 3 coaches can carry 3 or 4 times what a bus can, be there quicker and NOT get stuck in traffic and pollute MUCH LESS.",
            "closed_at": "2009-11-12T00:00:00Z",
            "created_at": "2008-11-12T16:36:14.577187Z",
            "creator_name": "David Collins",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-12T16:36:14.577187Z",
            "rejected_at": "2008-12-19T00:01:04.731844Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/darlingrailways/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-19T00:01:04.731844Z"
        },
        "id": 11051125
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Branches/"
    },
    "type": "petition"
}