{
    "data": {
        "attributes": {
            "action": "change the law to make sure criminals who carry out extreme acts of child cruelty be sentenced to life imprisonment with no release back into society ever.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear Prime Minister \n\nThere has been a national outpouring of grief, anger shock and dismay regarding the  tragic case of  Baby P.\nThis was a barbaric and horrendous act of  unimaginable cruelty, torture and murder against an innocent infant. It is an embarrassing situation for Britain for this to have been allowed to happen. \n\nAs a result we demand that the law be changed in connection with the people that commit those crimes. We demand that they receive the longest maximum sentence so they will never be allowed into society again. These acts are unforgivable for whatever reason and the culprits  should never be allowed freedom .\n\nWe also ask that the Police be given  greater powers to investigate situations where child abuse is suspected especially when they are put on the at risk register. This may involve new special training,  removing the child instantly for protection, detaining and interrogating carers,  and or  questioning neighbors and searching homes for evidence.\n\nNever again should this ever ever be allowed to happen. \nGordon Brown we urge you to make those changes so that  Baby P's short and sad tragic life  was not in vain.\n\nYours sincerely\nLesley Heron",
            "closed_at": "2009-11-13T00:00:00Z",
            "created_at": "2008-11-13T11:13:12.765210Z",
            "creator_name": "Lesley Heron",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-13T11:13:12.765210Z",
            "rejected_at": "2008-12-21T00:01:01.587203Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/childcrimes/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-21T00:01:01.587203Z"
        },
        "id": 11054801
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BabyP002/"
    },
    "type": "petition"
}