{
    "data": {
        "attributes": {
            "action": "sack Sharon Shoesmith, Director of Haringey's Children and Young People’s Service, without pay or pension, for gross negligence in the Baby P case",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Baby P died in his home in Aug 2007 aged 17 months, having suffered months of neglect and abuse of unimaginable cruelty, while under the care of Haringey Council. Reduced to a nervous wreck, his body was covered in bruises and scabs, with eight broken ribs, a broken back and the missing top of a finger, before finally being killed by his mother, her lover and her lodger. Miss Shoesmith insists her council did no wrong in handling the case, despite 60 visits by social workers who still, incredibly, judged it safe to leave him in his home! It has emerged that rules were flouted and procedures breached, and any half-intelligent person reading the progression of evidence would conclude that this child was in danger. In the same council where Victoria Climbie died tragically in Feb 2000 while also under their care, someone has now to be held accountable for these ongoing systemic failures, to ensure that those charged with protecting children finally take their responsibilities seriously.",
            "closed_at": "2009-02-13T00:00:00Z",
            "created_at": "2008-11-13T00:26:07.674271Z",
            "creator_name": "Larry Shapiro",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-13T00:26:07.674271Z",
            "rejected_at": "2008-12-14T00:01:01.678688Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/BabyPEnquiry/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-14T00:01:01.678688Z"
        },
        "id": 11053514
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/baby-p-travesty/"
    },
    "type": "petition"
}