{
    "data": {
        "attributes": {
            "action": "To change the absolute powers of Social Workers and Social Services regarding the supervision and care of children under 16.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Recently, Social Workers have made some very costly mistakes which have affected children under 16.  These mistakes are either because they are too swift or to slow into action when they are involved with young children.  \n\nAt present, there is no supervision body to control their behavior whilst they work with young children and their families.  Current Law allows Social Workers, to make decisions which affect whole families, as well as, the young children.  Some young children have been torn away from their mothers; families have been broken up, with children being split from their siblings.  In other cases, abuse has carried on whilst Social Worker have done nothing thus leading to some children’s deaths.\n\nThis industry is total out of public control and has become a law unto themselves.  This petition to the Prime Minster is to ask him to act on behalf of all the undersigned, families and children who have already been hurt by these rash actions.",
            "closed_at": "2009-11-13T00:00:00Z",
            "created_at": "2008-11-13T12:23:17.741109Z",
            "creator_name": "Muriel Ann Williams",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-13T12:23:17.741109Z",
            "rejected_at": "2008-12-21T00:01:01.587203Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Savekids/\nhttp://petitions.number10.gov.uk/SS-Watchdog/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-21T00:01:01.587203Z"
        },
        "id": 11055299
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/socialworkabuse/"
    },
    "type": "petition"
}