{
    "data": {
        "attributes": {
            "action": "state the Government's aspiration for mortgage lending in 12 months time in terms of Loan-To-Value (LTV) ratio, multiples of annual income, and loan duration.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With the recent investment in RBS and Lloyds TSB the Government has bought into the lending market, and is applying pressure to these institutions to reduce the cost of borrowing.  Indeed, the Government has stated that it aspires to return the economy back to 2007 lending levels, and that the UK problem was not shortage of demand for homes at the right price but a shortage of mortgages at the right prices for people to buy.\n \nConsidering media articles detailing how house prices will have recovered by 2013, the average wage would have to explode to £45K p.a. to pay for the average property costing £200K, based on the following prudent terms.\n\n-  £20K deposit (90% LTV)\n\n-  £180K borrowed at x4 multiple of income of £45K p.a.\n\n-  25 year term\n\nBy stating their aspiration for mortgage lending, the government will provide better understanding of their stance towards future lending, and enable the public to make their own judgment of the likelihood of lending regulation and reform.",
            "closed_at": "2009-05-19T00:00:00Z",
            "created_at": "2008-11-12T15:47:10.586637Z",
            "creator_name": "Jamie Brooks",
            "government_response_at": "2009-09-04T11:06:30.844730Z",
            "government_responses": [
                {
                    "created_at": "2009-09-04T11:06:30.844730Z",
                    "details": "Thank you for your epetition.\n\nIn 2004 the Government extended the scope of Financial Services Authority (FSA) regulation to include first charge residential mortgages. The FSA’s regime requires firms to lend responsibly, satisfy themselves that borrowers have the ability to repay their mortgage, and ensure that borrowers have full information about the products they are considering purchasing.\n\nOn 22 February 2009, the Prime Minister announced that the Government had asked the FSA to consider controls on mortgages of more than 100 per cent of a home’s value. In the Turner Review, published on 18 March, the FSA announced its intention to publish a paper in autumn of this year on mortgage market reform. The Government will take the findings of the FSA’s work into account in its forward work on regulation.",
                    "summary": "Government response to petition 'LendingReform'",
                    "updated_at": "2009-09-04T11:06:30.844730Z"
                }
            ],
            "opened_at": "2008-11-12T15:47:10.586637Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 210,
            "state": "finished",
            "updated_at": "2009-10-15T03:03:30.255818Z"
        },
        "id": 11050812
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LendingReform/"
    },
    "type": "petition"
}