{
    "data": {
        "attributes": {
            "action": "change the law to allow child protection services greater powers to remove children into care at any sign of abuse.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear Prime Minister \nWe the nation are deeply shocked about the plight of baby P 2006-2007\nThis is truly one of the worst cases of child abuse yet that has happened upon our doorstep. \nFor such a barbaric act of child cruelty and murder to occur in this day and age is a deeply embarrassing situation for Britain.\nWe demand that the law is changed to allow much greater power and authority to Child Protection Services so that this may never happen again. We want to see Child Protection Services intervene and remove a child into protective care immediately if child abuse is suspected but not proven as in this case. We demand that the child be protected until thorough investigations are made. \n\nWe also demand that the social workers and other health and child care workers involved in this case resign from their posts immediately. They failed miserably in their duty to protect this small infant and we demand their resignation in full.\n\nNever again should this ever ever be allowed to happen. \nGordon Brown we urge you to make those changes so that  Baby P's short and sad tragic life  was not in vain.\n\nYours sincerely\nLesley Heron",
            "closed_at": "2009-11-14T00:00:00Z",
            "created_at": "2008-11-13T10:52:42.628970Z",
            "creator_name": "Lesley heron",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-13T10:52:42.628970Z",
            "rejected_at": "2008-11-20T11:18:29.692119Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Procedure/\nhttp://petitions.number10.gov.uk/CProtRef/\nhttp://petitions.number10.gov.uk/BabyPEnquiry/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-11-20T11:18:29.692119Z"
        },
        "id": 11054679
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BabyP001/"
    },
    "type": "petition"
}