{
    "data": {
        "attributes": {
            "action": "introduce more BRITISH history into the curiculum for schools across the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am fed up about studying History GCSE, A-Level and learning about things I have no personal interest in. Ok, you say other people may have, but everyone has an interest in our own country's history such as WW1 and WW2 as many children these days are unaware of the things that our lads suffered in the wars. These two topics alone have are at least worthy to be learnt, as they are some of the most major things to happen to this country in the last several hundred years. Ok, we do study WW2, a little, i would have prefered studying WW1 AND WW2 for GCS and A-Level instead of the 1832 Poor law, Medicine through time, and the Russian Revolution. Although some topics are interesting they are completey overwhelmed and based around Politics (no offence Mr Brown) but politicals bores it all and takes the interest out of it. i may as well have studied Politics instead.",
            "closed_at": "2009-11-12T00:00:00Z",
            "created_at": "2008-11-12T16:14:27.767527Z",
            "creator_name": "David Collins",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-12T16:14:27.767527Z",
            "rejected_at": "2008-12-19T00:01:04.731844Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/EduHistory/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-19T00:01:04.731844Z"
        },
        "id": 11050976
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Studentss/"
    },
    "type": "petition"
}