{
    "data": {
        "attributes": {
            "action": "lower energy prices fast before children, pensioners and low income families suffer this winter.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have a 3 bed mid terraced house which is all electric and I am being charged £1600 for 9 months electricity. These prices are crazy, how on this planet are people supposed to heat their houses and pay all the bills and eat?\n My pensioner neighbours have had their bill raised from £61 per month to £115 per month. How many more pensioners or low income familes are suffering and unable to pay these prices so are left in the cold?\nHaving an asthmatic four year old who is currently on prednisolone I can't cut my heating down or he will suffer I also have a 1 year old.  Why should children or the elderly or anyone for that matter have to live in a cold house?   How many people will die this winter due to illnesses related to not being able to afford their heating or due to paying such \nhigh prices they cant afford to eat?  How is this a rich country? How many people will become ill this winter due to not affording to put the heating on or the stresses of such high bills?  It seems to me that companies are using this credit crunch as a chance to line their pockets even further these prices have to come down and they have to asap even at the short term expense of these greedy companies.\nBRING DOWN ENERGY PRICES",
            "closed_at": "2009-05-12T00:00:00Z",
            "created_at": "2008-11-12T14:16:05.537676Z",
            "creator_name": "Allison Harvell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-12T14:16:05.537676Z",
            "rejected_at": "2008-12-19T00:01:04.731844Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/cutenergyprices/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-19T00:01:04.731844Z"
        },
        "id": 11050320
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ripoffenergy/"
    },
    "type": "petition"
}