{
    "data": {
        "attributes": {
            "action": "Make prison sentences and lifestyle within prisons more fitting towards the crimes.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am sick of reading horrendous articles whereby individuals can torture,abuse,neglect,starve and ultimately kill innocent young children and then be tried and recieve a sentence within the prison system where they recieve a better lifestyle than the rest of the population. I appreciate that Capital Punishment would never be brought into affect again, but surely the meanial reprimand they recieve at present is a mockery to these poor children that died at these sick peoples mercy.They should be given life sentences(meaning their entire life) which involves hard labour, no luxaries, no segregation from other inmates and minimal existence and then more money could be put into failing Childrens services to protect and help children who are in danger and victims of abuse.\nAnd if nothing else at least these poor children are getting the justice they deserve.",
            "closed_at": "2009-01-19T00:00:00Z",
            "created_at": "2008-11-12T13:56:27.014313Z",
            "creator_name": "Tara Hurst",
            "government_response_at": "2009-02-26T15:08:37.270860Z",
            "government_responses": [
                {
                    "created_at": "2009-02-26T15:08:37.270860Z",
                    "details": "You signed a petition asking the Prime Minister to \"Make prison sentences and lifestyle within prisons more fitting towards the crimes.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18427\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'childrensjustice'",
                    "updated_at": "2009-02-26T15:08:37.270860Z"
                }
            ],
            "opened_at": "2008-11-12T13:56:27.014313Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2775,
            "state": "finished",
            "updated_at": "2009-06-14T03:02:28.544208Z"
        },
        "id": 11050197
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/childrensjustice/"
    },
    "type": "petition"
}