{
    "data": {
        "attributes": {
            "action": "answer the points raised in the petition \"Say England\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A recent petition calling on the PM to say England (http://petitions.number10.gov.uk/sayEngland/) instead of \"this country\" when he is talking about England got the response that he is the British PM and he is talking in that context when the whole point of the petition was that he says \"this country\" or \"our country\" when he is talking about something that only affects England.\n\nThe brief answer given does not answer the complaint of the 394 people who signed the petition that when the PM is referring to matters such as education and health he refuses to say England even though, because of devolution, every policy he has on education and health only affects England.\n\nThe PM should stop avoiding inconvenient questions and give a proper answer to this and every other petition that is responded to.",
            "closed_at": "2009-02-14T00:00:00Z",
            "created_at": "2008-11-14T07:51:52.976692Z",
            "creator_name": "Stuart Parr",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-14T07:51:52.976692Z",
            "rejected_at": "2008-12-19T00:01:04.731844Z",
            "rejection": {
                "code": 16384,
                "details": "We do not accept petitions on petitions or petition responses. Petitions must be a call for Government action or policy change.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-19T00:01:04.731844Z"
        },
        "id": 11060028
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/sayengland2/"
    },
    "type": "petition"
}