{
    "data": {
        "attributes": {
            "action": "Stop taxing this country into the 3rd world",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "QE2 bridge toll should have stopped after \"construction costs were covered\".\nAnswer - 1.8 diesel van pays more than supercharged 4 litre Range Rover. TAX\nKen's 'con charge' was \"not going to be raised for at least 10 years\".\nAnswer - £5 to £8, and extended as soon as he was able. TAX\nI could continue but I only have 1000 characters.\nThis and future governments should remember \"let them eat cake\".\nWe are an inventive,wealthy,creative country but we MUST start taking a sensible view of HOW MUCH INDIVIDUALS CAN AFFORD.\nGordon you have NO idea of the real world and REAL people are starting to grumble. It CANNOT be too long before the masses decide that things must change. \nMandelson, Osbourne... is there a difference?. \nYou would love us to be but we are NOT stupid. You are entertained by oligarchs and they expect nothing in return!!. Are the public REALLY that stupid??.  Simple answer.... No. \nYOU MUST START LISTENING or I fear for our country.\n\nACT NOW or pick up your P45",
            "closed_at": "2009-02-14T00:00:00Z",
            "created_at": "2008-11-14T18:38:41.554339Z",
            "creator_name": "chris turner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-14T18:38:41.554339Z",
            "rejected_at": "2008-12-20T00:01:02.260518Z",
            "rejection": {
                "code": 256,
                "details": "Please address the excessive use of capital letters; they make your petition hard to read.Your petition should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-20T00:01:02.260518Z"
        },
        "id": 11065851
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/paupers/"
    },
    "type": "petition"
}