{
    "data": {
        "attributes": {
            "action": "Increase the income tax lower threshold to £10,000pa to be financed by progressively increasing income tax by the minimum necessary to those earning over £35,000pa.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This move could really radically improve the spending potential of those in \"Poverty Traps\" such as those in or approaching retirement or those who may like to work but do not have the benefit of reliable public transport where the high cost of driving to work would make it  uneconomical to do so. Such a move would make a realistic start to the government's stated wish to get people to retire later or take up lower paid jobs by giving them a real incentive to do so instead of their usual strategy of \"Stick\" and no \"Carrot\". This should also at least partially remove the need for foreign immigration to fill these jobs. All-in all a positive boost to this ailing economy by reducing benefit dependence, encouraging spending rather than saving, reducing immigration and taking more into the public purse through taxation and National Insurance etc. \nThis change could be tailored to ensure that no-one earning less than about £50,000pa would be adversly affected and the top earners (ie the net payers) would probably be the biggest gainers from the overall economic boost and staving off of recession.\nIt would of course require some thinking \"Out of the box\" but maybe this is just what we need.",
            "closed_at": "2009-05-20T00:00:00Z",
            "created_at": "2008-11-14T19:24:17.471757Z",
            "creator_name": "Wilson Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-14T19:24:17.471757Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2009-12-30T17:02:02.954904Z"
        },
        "id": 11066201
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TaxSense/"
    },
    "type": "petition"
}