{
    "data": {
        "attributes": {
            "action": "Get rid of the \"At Risk\"status on Social Services reports and take action the instant a child is assumed to be in danger.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "After recent events i personally think it is about time that Social Services reports were looked at.\nIf i child is deemed at risk then i think the child/ren should be taken instantly out of the situation until proved otherwise.\nA situation has to be pretty severe to put a child on an at risk register, so why wait for fatalities to occur before any action is taken?\nNo child should live in fear.\nEvery child deserves comfort,happiness and the right to be a child.\nIt is absolute rubbish to keep a child with it's birth parent/s even though they are in danger.\nRe-think the protocal at present and start putting young lives first.\nCut the red tape and give Social Workers/Health Visitors etc the power to remove a child they believe to be in danger.",
            "closed_at": "2009-05-21T00:00:00Z",
            "created_at": "2008-11-17T13:32:21.658820Z",
            "creator_name": "Tara Hurst",
            "government_response_at": "2009-07-09T11:04:36.094069Z",
            "government_responses": [
                {
                    "created_at": "2009-07-09T11:04:36.094069Z",
                    "details": "You signed a petition asking the Prime Minister to \"Get rid of the \"At Risk\"status on Social Services reports and take action the instant a child is assumed to be in danger.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19960\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Atriskreports'",
                    "updated_at": "2009-07-09T11:04:36.094069Z"
                }
            ],
            "opened_at": "2008-11-17T13:32:21.658820Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 858,
            "state": "finished",
            "updated_at": "2009-05-22T00:01:01.323133Z"
        },
        "id": 11068054
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Atriskreports/"
    },
    "type": "petition"
}