{
    "data": {
        "attributes": {
            "action": "reject the proposals in the Policing Green Paper to introduce directly-elected crime and policing representatives, and instead to work with representatives of local government and police authorities in giving the public a greater say in setting local policing priorities, and to use the money needed to introduce these proposals on providing more police.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Policing Green Paper proposals would change police authority membership by replacing councillors with directly-elected crime and policing representatives. These representatives will undermine partnership working between the police and local authorities which has reduced crime by 48% since 1995, will also undermine public confidence in the fight against crime, and cost over £30 million to introduce - which would fund 700 more police officers to protect our streets and neighbourhoods.",
            "closed_at": "2009-01-05T00:00:00Z",
            "created_at": "2008-11-14T16:00:51.164414Z",
            "creator_name": "Mark Norris",
            "government_response_at": "2009-04-06T14:52:06.560250Z",
            "government_responses": [
                {
                    "created_at": "2009-04-06T14:52:06.560250Z",
                    "details": "You signed a petition asking the Prime Minister to \"reject the proposals in the Policing Green Paper to introduce directly-elected crime and policing representatives, and instead to work with representatives of local government and police authorities in giving the public a greater say in setting local policing priorities, and to use the money needed to introduce these proposals on providing more police.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18931\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition '700morepolice'",
                    "updated_at": "2009-04-06T14:52:06.560250Z"
                }
            ],
            "opened_at": "2008-11-14T16:00:51.164414Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 997,
            "state": "finished",
            "updated_at": "2009-10-22T03:03:21.691046Z"
        },
        "id": 11064561
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/700morepolice/"
    },
    "type": "petition"
}