{
    "data": {
        "attributes": {
            "action": "Re-instate the death penalty where murder is committed in cold, cruel, or depraved manner.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Recently there have been a number of harrowing murders, these include: \n• The sickening murder and persistent cruelty of Baby P.\n•  2 year old Ainlee Labonte was murdered, covered in 64 scars, scalds, cigarette burns and bruises.\n• The murder of Clare Bernal who was shot by her former boyfriend on the shop floor at Harvey Nichols.\n• The murder of Nicola Morrin, stabbed to death after years of abuse from her ex boy friend.\n \nThere are huge benefits to re-instating the death penalty in the UK:\n(1) It guarantees that the murder will not murder again. \n(2) It provides assurance and comfort to victims family and friends that justice has been served.\n(3) It saves approximately the tax-payer approx £35,000 per year – which could pay for 2 nurses and save lives.\n\nYou must ensure that the ‘murderer’ is absolutely guilty, however where there is overwhelming conclusive evidence and the murder is sufficiently cruel to deserve it, we believe the death penalty is the only appropriate solution.",
            "closed_at": "2009-05-14T00:00:00Z",
            "created_at": "2008-11-17T13:32:21.658820Z",
            "creator_name": "J Marshall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-17T13:32:21.658820Z",
            "rejected_at": "2008-12-26T00:01:01.373283Z",
            "rejection": {
                "code": 2048,
                "details": "http://search.petitions.number10.gov.uk/kbroker/number10/petitions/search.lsim?ha=1157&sc=number10&qt=capital+punishment",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-26T00:01:01.373283Z"
        },
        "id": 11066575
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Death-Penalty08/"
    },
    "type": "petition"
}