{
    "data": {
        "attributes": {
            "action": "Consider the option of enforced chemical castration and sterilisation for convicted child abusers and sex offenders",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Half of the children killed or seriously injured through abuse and neglect are babies less than a year old. A further 20 per cent are toddlers or under the age of five. On average 47 preschool children are killed every year, mostly by their parents or carers. Some may not be known to local agencies before they are killed.\n\n* NSPCC and 1 Home Office Statistical Bulletin Homicides, Firearm Offences and Intimate Violence 2006/07. January 2008.\n\nIn light of this fact, we want you to pass a law that enforces chemical castration and sterilisation for men and women found guilty of abusing children and all other sexual offenders.\n\nNo child, present or future, should be left alone in the care of a known offender. Neither should the accused live at the mercy of their physical compulsions to harm another individual. It is a basic right of children to be safe in their own homes and for all citizens to move safely in public. \n\nChemical castration and sterilisation can help subdue harmful urges and keep dangerous individuals from irresponsibly bringing children into the world. Children whom we know, from a parent's history, will live in danger from the day he or she is born.\n\nThank you.",
            "closed_at": "2009-11-14T00:00:00Z",
            "created_at": "2008-11-14T14:47:29.590855Z",
            "creator_name": "Madeline Robb",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-14T14:47:29.590855Z",
            "rejected_at": "2008-12-20T00:01:02.260518Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/childcrimes/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-20T00:01:02.260518Z"
        },
        "id": 11063710
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ChemCastration/"
    },
    "type": "petition"
}