{
    "data": {
        "attributes": {
            "action": "shut down Radios 1 and 2 and reduce the cost of the BBC Television Licence accordingly.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The BBC seems to have lost its focus on providing high quality programmes that would not be provided by the commercial sector.  I would like the government to review the BBC’s charter so that the BBC stops producing programmes that would easily be provided by the commercial sector, resulting in a slimmed-down BBC and a lower licence fee.\n\nMore specifically, there is no reason why the BBC needs Radio 1 or Radio 2.  These are both services that would easily be provided by the commercial sector and so are costs that could easily be removed from the licence fee.  If the BBC was to shut down Radio 2, I am sure that Terry Wogan would not disappear from our radios.  The commercial sector would soon recognise the opportunity and provide a national Radio 2 style station.  Classic FM is a good example of how this is possible.\n\nLet’s start shrinking the BBC back to what it ought to be – a source of high quality programmes that we won’t get anywhere else (and at a reasonable cost!).",
            "closed_at": "2009-05-14T00:00:00Z",
            "created_at": "2008-11-14T12:38:09.378546Z",
            "creator_name": "Andrew Archer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-14T12:38:09.378546Z",
            "rejected_at": "2008-12-20T00:01:02.260518Z",
            "rejection": {
                "code": 4096,
                "details": "The Government can't insist on the shutting down of Radio 1 and 2.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-20T00:01:02.260518Z"
        },
        "id": 11062464
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Radios1and2/"
    },
    "type": "petition"
}