{
    "data": {
        "attributes": {
            "action": "Help safeguard the human rights of vulnerable women threatened with violence by changing the 'No recourse to public funds requirement' and allowing these women access to income and safe alternative housing including refuges.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Support Amnesty International & Southall Black Sisters campaign to bring attention to the desperate situation of women facing violence, who do not have indefinite leave to remain.\n\nWithout funds vulnerable women cannot access safe housing or support. Refuges require residents to cover their own living & accommodation costs & have to turn away women who they know to be in danger.\n\nThese women may be here legally on visas or illegally having been trafficked into the UK.\n\nAlthough women who do not have indefinite leave to remain can pursue applications for leave under the D V rule; during the process & until granted leave, they cannot access funds. The very time they may need it most.\n\nFailing to guarantee such women access to safe housing, the Government breaches its obligation to ensure the protection of the human rights of all persons within its jurisdiction. The current choice given to these women by our Government seems to be: Stay trapped in a violent situation or become homeless & destitute.\n\nOther governments have a similar rule, but they have built in exceptions & long-term sustainable resources to ensure that women are not trapped in violence.\n\nUrge our Government to do the same.",
            "closed_at": "2009-11-20T00:00:00Z",
            "created_at": "2008-11-14T15:54:58.564607Z",
            "creator_name": "Iram Awan",
            "government_response_at": "2010-09-17T12:25:19.066851Z",
            "government_responses": [
                {
                    "created_at": "2010-09-17T12:25:19.066851Z",
                    "details": "You signed a petition asking the Prime Minister to help safeguard the human rights of vulnerable women threatened with violence by changing the 'No recourse to public funds requirement' and allowing these women access to income and safe alternative housing including refuges.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=womensrightfunds\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'womensrightfunds'",
                    "updated_at": "2010-09-17T12:25:19.066851Z"
                }
            ],
            "opened_at": "2008-11-14T15:54:58.564607Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 612,
            "state": "finished",
            "updated_at": "2009-11-21T00:01:01.099446Z"
        },
        "id": 11064497
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/womensrightfunds/"
    },
    "type": "petition"
}