{
    "data": {
        "attributes": {
            "action": "order an immediate Review of Current Policies in place to protect At Risk Babies & Children and to call for immediate dismissal of all involved in neglecting Baby P which has ultimately resulted in the most unimaginable suffering and his tragic avoidable death!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Petition Statement:\n\nBaby P and so many Babies & Children are living & dying in vain so long as people in positions of authority let them down again and again in such senseless avoidable circumstances. We want them to Unite shoulder to shoulder to Create a Sensible, Coherent, Watertight Policy without red tape, loopholes and ignorance, A Policy written and adhered to in plain spoken & written words that can never give people in positions of power to make excuses for their lack of responsibility!\n\nWe also need to see our Justice System re write their Laws to ensure Monsters who commit these horrendous crimes serve multiple life sentences in the most basic living conditions without luxuries or worse PAROLE!\n\nPlease help us fight this cause and create THE STRONGEST VOICE POSSIBLE, WE MUST MAKE PEOPLE WHO HAVE THE POWER TO MAKE THESE CHANGES LISTEN & ACT QUICKLY. In a day & age of such knowledge & power our PRECIOUS CHILDREN SHOULD BE KEPT SAFE!\n\nThank you all so much for signing our petition, with your support we WILL MAKE A DIFFERENCE.\n\nR.I.P BABY P, VICTORIA AND ALL THE OTHER LITTLE ANGELS.\n\nFor Gods sake lets try and get proper justice for these poor children!",
            "closed_at": "2009-01-14T00:00:00Z",
            "created_at": "2008-11-14T16:14:36.035434Z",
            "creator_name": "Gem Watson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-14T16:14:36.035434Z",
            "rejected_at": "2008-12-19T00:01:04.731844Z",
            "rejection": {
                "code": 2048,
                "details": "petitions.number10.gov.uk/babypenquiry",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-19T00:01:04.731844Z"
        },
        "id": 11064700
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/1st-BabyP/"
    },
    "type": "petition"
}