{
    "data": {
        "attributes": {
            "action": "provide more support for working parents, and in particular for lone parents who have to work to support their family.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Most lone parents receive SMP when on maternity leave and often have to wait months before childbenefit and taxcredits are awarded,They live on less than £120pw. This is impossible for a grown adult with bills and a mortgage. Once SMP stops they would receive just Income Support or JSA, and working taxcredits stop. This leaves hardly anything to live on each week! If you have a mortgage you have to wait 46 weeks for any financial support with this.\nI agree there are many people who could work but don't, but there are also many who go out to work to support their family. Mothers do not have the opportunity to be full time mothers and, whether they work or not, cannot make ends meet.\nPlease consider yourself in this situation. We exist with just the basics, no little luxuries many take for granted, no socialtime to overcome the strain. These are sacrifices we have accepted but this does not mean it’s right. We cry with despair at our circumstances at the fact that our children have secondhand toys and clothes, yet lone parents are firmly accused of being a blight on the British economy.\nPlease help us now. Before we lose our homes and our sanity.",
            "closed_at": "2009-11-19T00:00:00Z",
            "created_at": "2008-11-14T10:40:08.968576Z",
            "creator_name": "MARIA GLOVER",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-14T10:40:08.968576Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 20,
            "state": "finished",
            "updated_at": "2009-11-20T03:01:31.888641Z"
        },
        "id": 11061355
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/workingsinglemum/"
    },
    "type": "petition"
}