{
    "data": {
        "attributes": {
            "action": "look into coal prices",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "we hear everyday about the PM looking into helping people with their fuel bills but it is always gas and electric. Well these people with both gas and electric can get a discount already if they take out both items with one company well what about us poor council tenants who still live in the victorian ages and have coal central heated systems. we can only get electric so dont get the discount and the coal companys charge what they want. the coal is now over £12.00 a bag and we have no choice but to pay that and we have to uuse on average 3 bags a week thats £36.00 a week or £144.00 a month Plus i work full time and pay csa but my net pay before csa is taken into account when calculating child tax credits but when the csa is takeoff i am well below the poverty income line but that is not taken into consideration so my poor son at home with me now is living in poverty but the people on the dole next door take home 3 times what i end up with so is there any point in working that is why we have so many people content with sitting on the dole.  dont know why i have bothered doind this becasuse the PM who we voted in will not read or respond to this",
            "closed_at": "2009-11-16T00:00:00Z",
            "created_at": "2008-11-17T13:32:21.658820Z",
            "creator_name": "unnamed",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-17T13:32:21.658820Z",
            "rejected_at": "2008-12-24T00:01:01.710360Z",
            "rejection": {
                "code": 128,
                "details": "",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-24T00:01:01.710360Z"
        },
        "id": 11074623
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/coal-prices/"
    },
    "type": "petition"
}