{
    "data": {
        "attributes": {
            "action": "use funds from the NHS budget to undergo trials for Low Dose Naltroxene",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is necessary to commit public money to this activity because the drug Naltrexone is cheap, out of patent and therefore unable to attract drug company funding for trials. This drug is effective at halting the progress of all forms of multiple sclerosis, and even reversing some or much of the disabling damage. Being cheap, at under a pound a day, it would save the health service considerable money, with mainstream treatments currently in excess of 10,000 pounds a year per patient. Further to MS, Low Dose Naltrexone is also effective at treating other auto immune disorders, such as HIV/AIDS, Crohns Disease, Lupus, Rheumatoid Arthritis and Diabetes, is known to be effective in treating Parkinsons disease and can stop 70% or cancers, even eliminating half of those, or 30% of all cancers. The potential for savings of NHS money run into many tens of billions of pounds per annum. Please help us persuade this government to fund the necessary trials. Only a government sponsored solution is possible.",
            "closed_at": "2009-11-23T00:00:00Z",
            "created_at": "2008-11-17T13:32:21.658820Z",
            "creator_name": "A Barnett",
            "government_response_at": "2009-12-21T11:40:25.521578Z",
            "government_responses": [
                {
                    "created_at": "2009-12-21T11:40:25.521578Z",
                    "details": "You signed a petition asking the Prime Minister to \"use funds from the NHS budget to undergo trials for Low Dose Naltroxene.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21825\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'LowDNaltrexone'",
                    "updated_at": "2009-12-21T11:40:25.521578Z"
                }
            ],
            "opened_at": "2008-11-17T13:32:21.658820Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13028,
            "state": "finished",
            "updated_at": "2009-12-09T03:01:33.598062Z"
        },
        "id": 11074390
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LowDNaltrexone/"
    },
    "type": "petition"
}