{
    "data": {
        "attributes": {
            "action": "order the chancellor to recover all monies handed over to Royal Bank of Scotland under the gross deception that it needed the money to keep the bank afloat.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If RBS has sufficient funds to pay for a party at Blenheim Palace, costing GBP30,000.00p, then it obviously has no need of money from the taxpayer to keep it liquid - except when that liquid is alcohol to be consumed by now much richer bankers, of course!  Taxpayers need to be given an opportunity to voice an opinion over the misappropriation of our money under the auspices of keeping banks afloat. Natural justice has been denied because a general election has been ruled out, by Mr Brown, because he knows he will lose - whenever it is held - so the people must be allowed a referendum on this disgusting, appalling and immoral mis-use of money taken from people under threat of criminalisation if they do not pay - merely to be used to fund entertainments on a grandiose scale -THIS MUST BE STOPPED.",
            "closed_at": "2009-11-16T00:00:00Z",
            "created_at": "2008-11-17T13:32:21.658820Z",
            "creator_name": "Keith Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-17T13:32:21.658820Z",
            "rejected_at": "2008-12-24T00:01:01.710360Z",
            "rejection": {
                "code": 128,
                "details": "Please address the excessive use of capital letters.",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-24T00:01:01.710360Z"
        },
        "id": 11074219
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StopBailingEmOut/"
    },
    "type": "petition"
}