{
    "data": {
        "attributes": {
            "action": "reverse the demonstrable decline in school science examination standards that is destroying our competitiveness.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Science examination standards at UK schools have eroded so severely that the testing of problem-solving, critical thinking and the application of mathematics has almost disappeared. \n\nEven bright students with enthusiastic teachers are being compelled to “learn to the test”, answering undemanding questions to satisfy the needs of league tables and national targets. \n\nThe RSC has powerful evidence of the decline in standards, adding to the revelation that students are able to receive a “good pass” with a mark of 20%.\n\nThis system is failing an entire generation which will be unequipped to address key issues facing society, whether as specialist scientists or members of a wider scientific community.\n\nThe record-breaking results in school examination passes are illusory, with these deficiencies having to be remedied at enormous expense by universities and employers. \n\nThis is compounded by key sections of the education community being in denial.\n\nUnless addressed, we will see a continuing decline in our international competitiveness, reduced prosperity for ourselves, and limited career prospects for our children.\n\nUrgent action is required before it is too late.",
            "closed_at": "2009-04-24T00:00:00Z",
            "created_at": "2008-11-17T13:32:21.658820Z",
            "creator_name": "Richard Pike",
            "government_response_at": "2009-06-26T10:59:17.175932Z",
            "government_responses": [
                {
                    "created_at": "2009-06-26T10:59:17.175932Z",
                    "details": "You signed a petition asking the Prime Minister to \"reverse the demonstrable decline in school science examination standards that is destroying our competitiveness.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19753\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'examstandards'",
                    "updated_at": "2009-06-26T10:59:17.175932Z"
                }
            ],
            "opened_at": "2008-11-17T13:32:21.658820Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5966,
            "state": "finished",
            "updated_at": "2010-02-25T14:47:23.674950Z"
        },
        "id": 11077796
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/examstandards/"
    },
    "type": "petition"
}