{
    "data": {
        "attributes": {
            "action": "Intervene with Northern Rock's policy of not reflecting interest rate cuts to old customers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Labour government tried to stabilise the downturn by propping up failing banks from complete collapse such as Northern Rock. It appears Northern Rock is not willing to reciprocate with the current trend of rate cuts by Bank of England. \nTheir site still says that they have no new deals for those who already have mortgages with them.\nThey tend to emphasise how to help when in trouble. Help is better felt through cuts.\nPrime Minister sir, I have cut and paste a comment by President elect Obama: \"We have not focused on foreclosures and what is happening to homeowners as much as I would like,\" Mr Obama said. \"We've got to set up a negotiation between banks and borrowers so that people can stay in their homes. That is going to have an impact on the economy as a whole.\"  \nI think sir, that it is about time the government considers its policy of restraint.\nNorthern Rock should be helping  and not acting against. Our home is the only thing we have and it is our pride sir.\nPlease help.",
            "closed_at": "2009-02-16T00:00:00Z",
            "created_at": "2008-11-17T13:32:21.658820Z",
            "creator_name": "Patrick George-Allen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-17T13:32:21.658820Z",
            "rejected_at": "2008-12-24T00:01:01.710360Z",
            "rejection": {
                "code": 2048,
                "details": "There are several petitions in existence already:\nhttp://petitions.number10.gov.uk/nr-rate-cuts/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-24T00:01:01.710360Z"
        },
        "id": 11074908
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HelpMortgagees/"
    },
    "type": "petition"
}