{
    "data": {
        "attributes": {
            "action": "Stimulate the economy by creating an extended free home insulation programme for the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are currently suffering from a significant economic downturn. At the same time we have an ongoing issue of reducing our carbon footprints and keeping the cost of home energy under control.\n\nMy proposal is that we do something unique to address both problems. \n\nWe should have a free or heavily subsidised home insulation programme available to the majority of households in the country. The environmental benefits of the programme are clear. Economically we need public expenditure to take up some of the slack in the economy. However, physical capital projects are difficult to move forward. The insulation programme can be carried out much more quickly and is an extension of what the government already does for some pensioners and lower income people. It is labour intensive, but not highly skilled work, so people who have lost jobs in the building industry could do some of the work. \n\nThe programme would be free for the majority of households and could be more or less intensive depending on the logistics and costs involved. It would target the poorest people and housing first - perhaps those with pre-pay energy meters. It would not be free to people in high rateable value properties.",
            "closed_at": "2009-02-22T00:00:00Z",
            "created_at": "2008-11-17T13:32:21.658820Z",
            "creator_name": "Sanjiv Lingayah",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-17T13:32:21.658820Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2009-02-23T00:01:01.779941Z"
        },
        "id": 11071681
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Greenstimulus/"
    },
    "type": "petition"
}