{
    "data": {
        "attributes": {
            "action": "Close the Approved Driving Instructors Register",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As Approved Driving Instructors, we demand a closure to the Driving Instructors Register.           \n The Register has become flooded with  New Instructors believing that they can earn £30K a year.  This has had a huge adverse effect on\nestablished Instructors, whom have had their hours slashed, with \nmany working part time, taking a second job to make ends meet or simply going out of business.\n  The DSA demands £300 every four years from us to remain on their Register, \nwhich means we are paying for a service, which of course makes us customers.  As customers we demand a better service.  \n Their current levels have allowed many New Inexperienced Instructors to flood the Market, this inexperience will ultimately drive down the pass rate at Test Centre's, which in turn will effect road safety, something this Government say's it want's to improve.\n  The DSA, a non Profit making Department of this Government, is \nseveral Million Pounds in the black. Is their refusal to close the Register, \nan Open Market Decision to encourage competition as they claim, or a FINANCIAL ONE, as they make money from all those people trying to Qualify.\n  We demand a closure to the Driving Instructors Register.",
            "closed_at": "2009-05-22T00:00:00Z",
            "created_at": "2008-11-17T13:32:21.658820Z",
            "creator_name": "derek haigh",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-17T13:32:21.658820Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 52,
            "state": "finished",
            "updated_at": "2009-05-28T15:02:22.632820Z"
        },
        "id": 11070337
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/closetheregister/"
    },
    "type": "petition"
}