{
    "data": {
        "attributes": {
            "action": "call for the resignation of Sharon Shoesmith, Head  of Haringey children's services and social worker involved in Baby P.  case",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The way that Baby P. case was handle by Haringey Social Services led to his horrendous death after months of torture by his mother and friends. \n\nDespite of 60 visits by social workers, several visits to the hospital with unexplaible injuries, a filthy home full of animal excrements, rubbish and blood, complaints from the childminder, doctors and health visitor  about negligence, bruises and  abuse, Haringey social services  did not even iniciate  the process  for the baby to be  taken into care.\n\nI  believe  that  the  head of Haringey children's  services, Sharon Shoemsmith is fully responsible for Baby P. abuse and death as  well as  all the  staff that  was  directly involved in his  case. Their  behaviour in handling Baby P. case and their actitude was and continues to be cold, unhuman  and  careless, even after the death of  this poor, innocent baby, they refuse to apologize.\n\nTaking into account the evidences and facts that emerged from the case this week, more children's lifes could  be at risk in Haringey. I think that this unproctected children  must not be in any way trusted and let in the hands to the same people that left Baby P. suffered this hell for 8 months.",
            "closed_at": "2009-05-17T00:00:00Z",
            "created_at": "2008-11-17T13:32:21.658820Z",
            "creator_name": "Anna Leight",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-17T13:32:21.658820Z",
            "rejected_at": "2008-12-20T00:01:02.260518Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/BabyPEnquiry/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-20T00:01:02.260518Z"
        },
        "id": 11074535
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/resignationbabyp/"
    },
    "type": "petition"
}