{
    "data": {
        "attributes": {
            "action": "pur in place The National Service Agreement!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I think that national service teaches young people a lot of things but mainly respect.If we had national service the armed forces would not be short of members and the prisons would not be as full as it would knock people into shape.We all hear our grandparents talk about how this and that would not have happened in there days which is true.It would also straighten out all the people who are causing trouble to our society,even on the badlads army anyone who watched the programme could see how it started to straighten out the people who thought they were too tough and liked causing trouble. \nI feel this also leads onto us paying out the noses for taxes and the majority or our taxes money goes on bullying, under age drinking, Underage pregnancies, anti social behaviour, drug users, burglars, gun crime, knife crime, domestic abuse, child abuse,  murders and many more things that are wrong & unnessecary. If we brought back the national service, our tax payouts would go down and then money would be well spent on a strong and confident country with crime on the decrease..\n\nPlease Sign. Thankyou",
            "closed_at": "2009-11-17T00:00:00Z",
            "created_at": "2008-11-17T13:32:21.658820Z",
            "creator_name": "Michael Thomson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-17T13:32:21.658820Z",
            "rejected_at": "2008-12-25T00:01:01.658912Z",
            "rejection": {
                "code": 2048,
                "details": "There are several petitions already in existence:\nhttp://petitions.number10.gov.uk/bringbackNS/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-25T00:01:01.658912Z"
        },
        "id": 11077118
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Military-Service/"
    },
    "type": "petition"
}