{
    "data": {
        "attributes": {
            "action": "Remove the ridiculous ruling that prevents public transport operators from co-operating over fares",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently it is illegal for public transport operators to  co-operate over fares. Bus companies that do so are labeled \"anti-competitive cartels,\" even if they are doing so to create an integrated transport system. \n\nIn a county in north wales, a local council and two bus companies did just that, they charged the same fares, allowed ticket interchangeability and created an integrated schedule. Then the office for fair trading came along, and put an end to this transport integration- despite the fact it was achieving significant passenger increases and was extremely popular- claiming that it \"might deter passengers from making a conscious decision to choose one operator's buses rather than the others\". \n\nThis is ridiculous since most passengers don't think \"the X bus is coming along, but I will wait for the Y bus\". They would rather just get on the first bus to their destination which turns up. Also, many of the routes are operated by just one company- the fare integration was to allow people to change buses for onward travel without buying another ticket! Please scrap this ridiculous ruling!",
            "closed_at": "2009-05-23T00:00:00Z",
            "created_at": "2008-11-17T13:32:21.658820Z",
            "creator_name": "Francis Phillips",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-17T13:32:21.658820Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2009-05-28T17:22:10.003060Z"
        },
        "id": 11073349
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/busintegration/"
    },
    "type": "petition"
}