{
    "data": {
        "attributes": {
            "action": "To ban Parents, Family and Friends from teaching learner drivers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned Approved Driving Instructors, demand that untrained and \nunqualified persons such as Relatives, Family Friends, be Banned from \ngiving Driving Instruction.\nAs Driving Instructors, we will be required to undertake Continual \nProfessional Development Training, to improve the level of Instruction we \ngive, to raise the Level of Road safety on our Roads and to raise the \nperception of Driving Instructors in the Public's Eye.  Most Relatives or \nFriends, normally have no Formal Training, are unable to cope with the High Stress Levels and run a greater risk of being involved in Traffic \nAccidents, due to their lack of understanding and of course, the lack of Dual Controls.\n  We spend vast amounts of money on training as well as time spent studying \nand sit Rigorous exams to qualify, We Pay this Government a Fee to stay on \ntheir Register, with the threat of loss of livelihood if we DO NOT PAY. Yet they allow any Tom, Dick or Harry to teach this skill with no training, which makes a total mockery of what we have to go through to qualify and to stay on the register.                                                                     We demand this Government STOP all Parents, Friends and Relatives giving Driving Instruction.",
            "closed_at": "2009-05-22T00:00:00Z",
            "created_at": "2008-11-17T13:32:21.658820Z",
            "creator_name": "derek haigh",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-17T13:32:21.658820Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 41,
            "state": "finished",
            "updated_at": "2009-07-24T14:53:40.333709Z"
        },
        "id": 11070227
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/unqualified/"
    },
    "type": "petition"
}