{
    "data": {
        "attributes": {
            "action": "Andre Ramkisoon",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "regarding the environment issue ,i belive one way of helping the environment is teaching kids at a early age starting in primary school and then in secondary school in a dedicated lesson for half hour or a hour each week in the class room,by making it a subject like math and english and taking a exam in this our kids will grow up more commited to protecting the environment as i believe life is a habit from getting up at a certain time in the morning to doing the dishis. we find the hard things difficult to do if we are not in the habit of doing these sort of things .recyling will become much easier for them if they are in the habit from a early age and for the futore CEO of companys they may be more dedicated to the envioronment than just making money.to implerment this procedure within our schools would not cost the country any more money but would need the decision to to this come from the goverment and would show how much the goverment is dedicated to the futore or our world.\nthe lesson would be not just about recyling but about the rain forest and the polor cap and other environmental issue.",
            "closed_at": "2009-11-18T00:00:00Z",
            "created_at": "2008-11-18T12:35:29.045871Z",
            "creator_name": "Andre Ramkissoon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-18T12:35:29.045871Z",
            "rejected_at": "2008-12-20T00:01:02.260518Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-20T00:01:02.260518Z"
        },
        "id": 11087285
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/new-lesson/"
    },
    "type": "petition"
}