{
    "data": {
        "attributes": {
            "action": "mahmoud zayat",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "on the 8th of november 2008 a contestant called laura white was evicted by the x factor juges this girl with the amazing voise was not sopose to leave at that early stage in fact 50,000 people complained that there call were bloked and they could not vote for her did they freeze the number for laura or it was just a que of people voting? so i am making this petition because i think x factor is a fix! i bet that alot of viewers opened there mouth in dicused when spanish contestant ruth luranzor when't up agens laura white and ruth was saved by x factor juge lewie walsh that could have taken it to dead lock witch could have save laura white and she would still be in the running for winner of x factor 08 \n\n\nplease sign this petiton if u would like to see laura back on x factor and think x factor i a fix!",
            "closed_at": "2009-11-19T00:00:00Z",
            "created_at": "2008-11-17T23:22:50.700646Z",
            "creator_name": "mahmoud zayat",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-17T23:22:50.700646Z",
            "rejected_at": "2008-12-20T00:01:02.260518Z",
            "rejection": {
                "code": 16896,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-20T00:01:02.260518Z"
        },
        "id": 11084863
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/laura08/"
    },
    "type": "petition"
}