{
    "data": {
        "attributes": {
            "action": "make urgent representation to the Broadcasting regulator, Ofcom, the broadcasting institutions operating in the UK and film regulators, asking them to stop the use of unnecessary swearing and bad language in their productions (including those available for downloading from websites) and to urge providers of user-generated content to take similar action.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Concern about the volume and nature of swearing on television made headlines when in November 2008 Michael Grade, the Executive Chairman of ITV, observed that swearing had become “unrestrained” and “indiscriminate”.  He also stated that people do not want to hear those words.\n\nIn May 2008 the Radio Times conducted an opinion poll, which found that 69% of people believed there is too much swearing on TV.  In November 2008 the Sunday Express launched a Clean Up TV Crusade focusing on the excessive use of swearing and the Sunday Telegraph conducted a poll which found that 56% of people thought the f*** word should never be used on TV.\n\nThe Office of Communications (Ofcom) in its Communications Market reports for 2004, 2005, 2006 and 2007 found that the majority of people believe there is too much swearing on TV.    \n\nmediawatch-uk believes that swearing on TV has reached such proportions that it is threatening the English language, that it is undermining the Government’s policies on Education to improve communication skills and hindering initiatives to restore respect and civility to our society.",
            "closed_at": "2009-05-20T00:00:00Z",
            "created_at": "2008-11-18T16:31:19.350792Z",
            "creator_name": "John Beyer",
            "government_response_at": "2009-08-24T15:14:23.314911Z",
            "government_responses": [
                {
                    "created_at": "2009-08-24T15:14:23.314911Z",
                    "details": "You signed a petition asking the Prime Minister to \"make urgent representation to the Broadcasting regulator, Ofcom, the broadcasting institutions operating in the UK and film regulators, asking them to stop the use of unnecessary swearing and bad language in their productions (including those available for downloading from websites) and to urge providers of user-generated content to take similar action.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20390\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'StopSwearingOnTV'",
                    "updated_at": "2009-08-24T15:14:23.314911Z"
                }
            ],
            "opened_at": "2008-11-18T16:31:19.350792Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5913,
            "state": "finished",
            "updated_at": "2010-04-28T16:48:06.413705Z"
        },
        "id": 11089094
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StopSwearingOnTV/"
    },
    "type": "petition"
}