{
    "data": {
        "attributes": {
            "action": "solve the economic crisis and yob culture by discouraging mothers working",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Women did a valuable job during WW11 by working in all sorts of capacities to help the war effort while the men were away fighting. After the war the women were coerced back to being housewives and running the home and looking after the children so that the men returning from the war could find employment.  If you look back at any era prior to the mid 60's men would work and bring home a wage that was sufficient to support a wife and three kids. \nNot many men can now afford to support his family unless his wife works, so the employers have got away with paying less than inflation for many a year. This creates a catch 22 situation as it now needs either a joint income of 28K or a single income of 33K to live or you have to drop to living on benefits. ( Joint income attracts two peoples personal allowance )\nIf there was an infinite number of jobs the only problem with women working would be the social problems we have with the youth of today who have been latch key kids with no role model or discipline in their lives.",
            "closed_at": "2009-11-17T00:00:00Z",
            "created_at": "2008-11-17T20:20:27.399095Z",
            "creator_name": "David Sage",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-17T20:20:27.399095Z",
            "rejected_at": "2008-12-26T00:01:01.373283Z",
            "rejection": {
                "code": 20480,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-26T00:01:01.373283Z"
        },
        "id": 11083517
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/workingman/"
    },
    "type": "petition"
}