{
    "data": {
        "attributes": {
            "action": "to provide equal treatment to local authorities by making a public commitment to  'protect local authorities from losing millions of pounds of council taxpayers' money held in failing Icelandic banks.'",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government cannot stand by and allow local authorities to lose millions of pounds of council taxpayers' cash. The government quite rightly have stepped in to secure the banking system, and we need the same bold and principled action to protect local councils. \n\nLocal authorities have a crucial role to play in protecting individuals, families and communities from the effects of an economic downturn. These are difficult times for our society, providing a guarantee to councils is crucial to rebuilding stability and confidence in our communities.",
            "closed_at": "2009-05-24T00:00:00Z",
            "created_at": "2008-11-17T18:16:28.939819Z",
            "creator_name": "John Burgess",
            "government_response_at": "2009-07-09T11:06:14.869248Z",
            "government_responses": [
                {
                    "created_at": "2009-07-09T11:06:14.869248Z",
                    "details": "You signed a petition asking the Prime Minister to \"to provide equal treatment to local authorities by making a public commitment to 'protect local authorities from losing millions of pounds of council taxpayers' money held in failing Icelandic banks.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19964\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'CouncilPension'",
                    "updated_at": "2009-07-09T11:06:14.869248Z"
                }
            ],
            "opened_at": "2008-11-17T18:16:28.939819Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 324,
            "state": "finished",
            "updated_at": "2009-05-25T00:01:01.186597Z"
        },
        "id": 11082634
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CouncilPension/"
    },
    "type": "petition"
}