{
    "data": {
        "attributes": {
            "action": "do more to stop abuse to young children under 5 years.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The NHS health visitors should care for children under 5 better by providing more regular visits and compulsory check-ups/examinations. The current visits are schedhuled for 8 weeks, 12 weeks, 16 weeks, 18 months and 3 years. Although, for most children, this is acceptable, there are I suspect many abused and neglected children around the country. Our children under 5 are most at risk as they do not have a voice of their own and are behind closed doors most of the time. Social Services can only get involved if a parent seeks medical attention for an injured child, whereas most with deliberate injuries would not make it to a hospital or GP. Even then, social workers are not qualified to physically examine a child. It is strongly requested that more is done to check progress of young children before school age to try to prevent or detect abuse at an early stage. Health visitors should visit on a more regular basis. I understand that there are shortages in these areas and prehaps more funding can be introduced to help train more staff. This is an important issue and there needs to be more protection for babies and young children in this country. This should be a high priority.",
            "closed_at": "2009-01-17T00:00:00Z",
            "created_at": "2008-11-17T23:46:41.210596Z",
            "creator_name": "Alena Phillips",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-17T23:46:41.210596Z",
            "rejected_at": "2008-12-25T00:01:01.658912Z",
            "rejection": {
                "code": 2048,
                "details": "There are several petitions already in existence:\nhttp://petitions.number10.gov.uk/YCHILDREN/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-25T00:01:01.658912Z"
        },
        "id": 11084974
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stopabuseunder5/"
    },
    "type": "petition"
}