{
    "data": {
        "attributes": {
            "action": "Stop Lloyds TSB  from intimidating Interpal and Islamic Bank of Britain",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On the November 12, Interpal received notification from their bank, the Islamic Bank of Britain (IBB), that Lloyds TSB (their clearing bank) has served notice on IBB to cease all dealings with Interpal. Clearing banks are responsible for the processing of all financial transactions and Lloyds TSB is one of the 4 clearing banks in the UK which all high street banks must work through. The notice comes into effect on 8 December 2008 and has the potential to force Interpal to cease operations early next month.\n\nAfter this time “all transactions into or out of Interpal accounts will be blocked and IBB will be at further risk of all its customer payments being suspended”. \n\nLloyds TSB has treated IBB in a discriminatory fashion and its customers with complete disrespect. \n\nAs a UK taxpayer, and a citizen concerned with the dire situation of the people living in the Occupied Palestinian Territories, I feel dismayed that a financial institution such as Lloyds TSB can choose to intimidate other partner institutions and threaten essential humanitarian activities. \n\nI demand an explanation and government action to prevent such unregulated and threatening action from taking place.",
            "closed_at": "2009-05-17T00:00:00Z",
            "created_at": "2008-11-17T23:18:32.167719Z",
            "creator_name": "Najeeb Rahman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-17T23:18:32.167719Z",
            "rejected_at": "2008-12-25T00:01:01.658912Z",
            "rejection": {
                "code": 2048,
                "details": "There are several petitions already in existence:\n http://petitions.number10.gov.uk/Islamisation/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-25T00:01:01.658912Z"
        },
        "id": 11084846
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Interpal-IBB/"
    },
    "type": "petition"
}