{
    "data": {
        "attributes": {
            "action": "raise the profile, and promote greater awareness, of lung cancer across the UK and EU",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "More than 38,500 people are diagnosed with lung cancer every year-100 people every day. Despite being labeled a ‘smoker’s disease’, 1 in 8 of all lung cancer patients have never smoked.\nLung cancer is the biggest cancer killer in the world, only 7% of lung cancer patients survive for at least 5 years after diagnosis. More deaths can be attributed to lung cancer than breast cancer, bowel cancer and leukaemia put together; reportedly 4 people die from lung cancer in the UK every hour. It is still the most common cause of male death from cancer in the UK, accounting for 24% of all male cancer deaths. \nHowever, survival rates are higher the earlier the cancer is diagnosed so this figure could be greatly increased with better national and international awareness of the causes and symptoms of lung cancer. \nIn comparison to the worldwide recognition of breast cancer, there are very few campaigns aimed at increasing knowledge and early recognition of lung cancer.\nThis situation needs to change if we are to prevent the devastation and loss caused to patients and families by this disease",
            "closed_at": "2009-10-24T00:00:00Z",
            "created_at": "2008-11-17T14:01:01.005321Z",
            "creator_name": "Jo Knowles",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-17T14:01:01.005321Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 100,
            "state": "finished",
            "updated_at": "2009-10-26T03:03:10.523596Z"
        },
        "id": 11080167
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Lung-aware/"
    },
    "type": "petition"
}