{
    "data": {
        "attributes": {
            "action": "Allow peaceful protest and public speaking on any public property in the UK, without the need for permission fro mthe police, and also ban the police from arresting people for protesting",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A public speaker in most areas of the UK requires permission to do so (except in speakers corner) and the same applies for peaceful protests. In addition, the police can arrest and hold someone withour giving a reason. These sound more like the actions of a Dictatorship, not a democracy. To protect our human rights, the Government MUST:\n\nAllow public speaking by any person on any public property in the UK, without having to seek permission, providing it is not hate speech or severely offensive.    \n\nAllow people to peacefully protest on any public property, without seeking permission, providing the protest does not involve harassment or violence, and does not cause severe disruption to the general population.\n\nPermit protest on parliament square, London.\n\nRepeal the draconian laws introduced the the Thatcher government that bans groups of 6 or more people gathering without a license. \n\nRequire the police stated what a person has been arrested for, and require that the suspect is suspected of committing something that is actually a crime, and there is reasonable grounds for suspicion.",
            "closed_at": "2009-11-24T00:00:00Z",
            "created_at": "2008-11-17T17:17:56.889843Z",
            "creator_name": "Francis phillips",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-17T17:17:56.889843Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 44,
            "state": "finished",
            "updated_at": "2010-05-12T17:05:19.706773Z"
        },
        "id": 11082170
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/protectourrights/"
    },
    "type": "petition"
}