{
    "data": {
        "attributes": {
            "action": "Cut public sector employment and stop persecuting the British private sector taxpayer.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The average public sector worker will be entitled to a pension worth £17,091 a year.  The average private sector pension annuity last year paid £1,086.   17,150 public sector workers have already retired with pension pots worth more than £1m each.    A poll by the Office for National Statistics reveals Gordon Brown has recruited an extra 901,800 public sector workers since he came to office, considerably more than he admits to.  26% of council tax goes to fund public sector pensions.  Taxpayers' cash going to the MP fund alone is £12 million a year.  Public sector pensions will cost the taxpayer up to £1 trillion.\n\nBritain's tax burden is at its highest level for more than 20 years.  Road users alone pay £45bn a year. This dwarfs the cost of running the road network, which takes little more than £10bn.  Nearly 1.7 million voters signed the petition rejecting road tolls, but the Government is pressing on regardless.\n\nAnd now even larger public sector expenditure is proposed, to be funded by borrowing.  All this will mean even higher taxation in the future.\n\nCut the public sector, put realistic pension schemes in place, and give the county's wealth producers in the private sector a break.",
            "closed_at": "2009-11-20T00:00:00Z",
            "created_at": "2008-11-18T10:17:17.678841Z",
            "creator_name": "David Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-18T10:17:17.678841Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 17,
            "state": "finished",
            "updated_at": "2010-05-13T15:48:40.175953Z"
        },
        "id": 11086210
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoPersecution/"
    },
    "type": "petition"
}