{
    "data": {
        "attributes": {
            "action": "Bring Justice for Baby P",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A Fourteen year sentence for the abusers of Baby P is an insult after the torment and torture the little lad suffered. Please bring about a change in the law to prevent this from ever happening again. After Victoria Climbie tragically died I am aghast, shocked and grieved that another poor innocent child could be so neglected, tortured and abused without anyone realising. Please make sure that the people responsible for the torment, torture and eventual death of this dear child will be made an example of and suitably punished. If they are put in prison for fourteen years and let out in seven, what kind of message does that send out to our youth, to anyone? That this is an apathetic Country that does not care about our children? That violence is ok?\nPlease imprison these people for life- minimum. No one can bring him back, no one can do the right thing by him, its too late sadly. Let's sign up in the memory of Baby P to truly bring about change in this country, a shake up in Social Services if need be, for prison sentences to truly reflect the nature and severity of the crime in terms of the years served.",
            "closed_at": "2009-05-17T00:00:00Z",
            "created_at": "2008-11-17T18:43:42.017591Z",
            "creator_name": "Denise Tombs",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-17T18:43:42.017591Z",
            "rejected_at": "2008-12-24T00:01:01.710360Z",
            "rejection": {
                "code": 2048,
                "details": "This petiton overlaps with several already in existence: http://petitions.number10.gov.uk/BabyPEnquiry/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-24T00:01:01.710360Z"
        },
        "id": 11082827
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RIPBabyP/"
    },
    "type": "petition"
}