{
    "data": {
        "attributes": {
            "action": "call upon Defence Secretary John Hutton to instigate an independent public inquiry into the use of the Snatch Land Rover in the Iraq and Afghanistan conflicts",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Families of those killed in Snatch Land Rovers, as well as injured soldiers, wish to call upon Defence Secretary John Hutton to instigate an independent public inquiry into the use of the Snatch Land Rover in the Iraq and Afghanistan conflicts. Since 2003 there have been complaints that Snatch are too lightly armoured to provide adequate protection, however the MOD continues to send soldiers out in them.  38 soldiers have lost their lives in them, with many more injured. In order to put pressure on the Secretary of State please support this demand for a public inquiry.",
            "closed_at": "2009-05-20T00:00:00Z",
            "created_at": "2008-11-18T18:11:03.820743Z",
            "creator_name": "Susan Smith",
            "government_response_at": "2009-09-21T11:41:35.455247Z",
            "government_responses": [
                {
                    "created_at": "2009-09-21T11:41:35.455247Z",
                    "details": "You signed a petition asking the Prime Minister to \"call upon Defence Secretary John Hutton to instigate an independent public inquiry into the use of the Snatch Land Rover in the Iraq and Afghanistan conflicts.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20553\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SnatchLandRover'",
                    "updated_at": "2009-09-21T11:41:35.455247Z"
                }
            ],
            "opened_at": "2008-11-18T18:11:03.820743Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1863,
            "state": "finished",
            "updated_at": "2010-02-25T16:21:02.829091Z"
        },
        "id": 11089796
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SnatchLandRover/"
    },
    "type": "petition"
}