{
    "data": {
        "attributes": {
            "action": "Ban all plastic bags",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A plastic bag is used for 5 minutes but breaks down in 500 years! After reading this first line, reading the rest should not be necessary for someone to realise that it’s time for the government to ban all use of plastic bags. We managed without plastic bags, we can do it again.\n\nFor the people who do need some more conviction to sign this petition here are some more facts:\n\n 1 billion shopping bags are being used each year in London alone. Average 400 are re-used. But the most end up in land fills or in the environment\n Wildlife experts warn that animals are dying and being seriously injured every year after choking on discarded bags.\n As they break down, they release poisonous materials into the water and soil\n\nThere are many alternative that can be used:\n Cloth bags\n Bags for life\n Paper bags\n Etc\n\nThe only way to make a change to this is if the government votes against all use of plastic bags.",
            "closed_at": "2009-02-17T00:00:00Z",
            "created_at": "2008-11-17T16:28:21.125115Z",
            "creator_name": "Valerie Bonhomme",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-17T16:28:21.125115Z",
            "rejected_at": "2008-12-24T00:01:01.710360Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence:\nhttp://petitions.number10.gov.uk/Rags2Riches/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-24T00:01:01.710360Z"
        },
        "id": 11081731
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/plasticbag/"
    },
    "type": "petition"
}