{
    "data": {
        "attributes": {
            "action": "allow schools to sell fairtrade produce (including chocolate) to help promote and raise awareness of the hardship in developing countries",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As St. Joseph's College is a Catholic school, Fairtrade means a lot to each of us, as does the well being of those less fortunate than ourselves. A Fairtrade stall is a long running tradition which is very popular. We run the stall once a week and we feel that the pupils would take great satisfaction not only from the chocolate, but from the realisation they are helping people who are living in poverty. Not only do we want to sell chocolate, we want to raise awareness about Fairtrade to those who are not as knowledgeable on the matter.  We believe Fairtrade is an excellent cause that helps so many people worldwide. The healthy eating in schools means we can't sell chocolate, even fairtrade chocolate which has a higher percentage of cocoa making it healthier than regular chocolate bars, we are sure that this law unintentionally prevents this cause being promoted.",
            "closed_at": "2009-05-20T00:00:00Z",
            "created_at": "2008-11-18T18:11:34.683670Z",
            "creator_name": "Hannah Bridgwood",
            "government_response_at": "2009-07-09T11:00:49.969297Z",
            "government_responses": [
                {
                    "created_at": "2009-07-09T11:00:49.969297Z",
                    "details": "You signed a petition asking the Prime Minister to \"allow schools to sell fairtrade produce (including chocolate) to help promote and raise awareness of the hardship in developing countries.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19957\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'fairtradeschool'",
                    "updated_at": "2009-07-09T11:00:49.969297Z"
                }
            ],
            "opened_at": "2008-11-18T18:11:34.683670Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 612,
            "state": "finished",
            "updated_at": "2009-11-08T03:01:32.150975Z"
        },
        "id": 11089801
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fairtradeschool/"
    },
    "type": "petition"
}