{
    "data": {
        "attributes": {
            "action": "Implement a reasonable code of conduct on public transport to keep passenger noise levels respectable",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Put forward a realistic code of conduct on public transport. Specifically regarding the volume of mobile phones and headphone music.\n\nIt is accepted that passengers have the freedom to play music if they choose, that is not an issue at all. But by the exact same token other passengers are allowed not to listen to someone else's loud music and mobile phone ringtone.\n\nThis petition is to push forward an initiative for further reasearch into this area. Where a maximum volume level can be agreed and manufacturers of mobiles and other mp3 players can record this noise level and make it apparent to their customers to adhere to when commuting.\n\nThe way to enforce could be to encourage mobile phone manufacturers to build in noise level recorders, where concerned passengers can do a quick check on another passenger's noise level. If it is higher than the agreed level then they have a right to report the passenger or ask them to turn it down with evidence to their favour.\n\nSo please sign this petition if you would like a reasonable and feasible solution to be implemented without loss of civil liberties.",
            "closed_at": "2009-05-26T00:00:00Z",
            "created_at": "2008-11-19T08:50:52.497908Z",
            "creator_name": "Jim Gartlan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-19T08:50:52.497908Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2009-05-28T17:22:10.003060Z"
        },
        "id": 11092738
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Headphone-Volume/"
    },
    "type": "petition"
}