{
    "data": {
        "attributes": {
            "action": "Reinstate John Sergeant back into Strictly Come Dancing",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am starting this petition to complain about the exit of John Sergeant from Strictly come dancing.  It has become apparent that Mr Sergeant has decided to leave the show because he felt he didn’t deserve to be in the competition.  \n\nWe as a nation are not as naïve as the BBC think and we do not believe for one second that this decision was made by John Sergeant himself.  We are in no doubt that he has been forced out by the show’s organisers.  If the organisers do not want John Sergeant in the show, they should not allow the public to cast a vote.  He is being kept in the show by the public because he is a popular person.  The show is not just about dancing skills, but also about entertainment and we as a nation find John Sergeant very entertaining.\n\nWe request that you ask the show to immediately reinstate John Sergeant and if this is not done, we will have no choice, but to start a protest outside the building of where Strictly Come Dancing is staged as well as outside the House of Commons.",
            "closed_at": "2008-12-19T00:00:00Z",
            "created_at": "2008-11-19T14:35:03.879743Z",
            "creator_name": "Omar Khan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-19T14:35:03.879743Z",
            "rejected_at": "2008-12-26T00:01:01.373283Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-26T00:01:01.373283Z"
        },
        "id": 11095578
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Strictly/"
    },
    "type": "petition"
}