{
    "data": {
        "attributes": {
            "action": "Restore Democracy to Britain!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Democracy in the UK\n \nI would like to see far more Referendums on topics that effect\nus all. \n \nI would like to see Governments forced to do what the people\nwant. \n \nI would like to see Ministers prosecuted when they break\npromises they have made. \n \nI would like to see Ministers prosecuted for telling lies to\neach other, and to members of the public, even in Parliament. \n \nI would like the public to be able to sack any minister, at any\ntime they feel that they are not doing what the people want\ndone. A voting system could be set up to do this. Despite\nwhat the Government says, it is possible!\n \nI want to see Government Ministers held accountable for not\nconsulting with their Constituents before any vote, and for not\nputting their Constituents views before Party Politics. \n \nI want to see all Whips sacked! I want every vote in\nParliament to be a Free Vote, so that they views of\nConstituents will be delivered!\n \nIt is about time Governments worked for the people!\n \nWe need to be able to hold Government Ministers, and Local\nGovernment Ministers, to account.\n \nIf you want to, just copy this and send it to your MP. You are\nfree to do so if you want.",
            "closed_at": "2009-11-27T00:00:00Z",
            "created_at": "2008-11-19T17:19:20.014875Z",
            "creator_name": "J. Lex",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-19T17:19:20.014875Z",
            "rejected_at": "2008-12-09T10:35:29.139406Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-09T10:35:29.139406Z"
        },
        "id": 11096872
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NOT-Democracy/"
    },
    "type": "petition"
}