{
    "data": {
        "attributes": {
            "action": "Bringing baby p's child protectors to court.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The nation has been hearing the horrific events in baby p's short life. The action of the people who wrongly carry out the decisions should be punished in a court of law. They should be up on a charge of at least neglect as this is not the first time this has happened with in the same area and the same people involved.\n\nBoth child and parent must have peace of mind that when their child is in danger the proper authorities can help and protect them. At this moment in time there is no confidence in child protection in this country. \n\nSadly baby p did not get the attention he needed to save his life. He was seen 60 times and one of those times no one noticed he had a broken back. His death will not go forgotten and this should be a statement to the prime minster that we need justice and that it does not only stop on the perpetrators of this evil act. It goes all the way to the head of all the child protection services and the people involved must be made accountable for their actions.",
            "closed_at": "2009-05-18T00:00:00Z",
            "created_at": "2008-11-18T22:47:22.831721Z",
            "creator_name": "Preston Thomas",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-18T22:47:22.831721Z",
            "rejected_at": "2008-12-20T00:01:02.260518Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/BabyPEnquiry/\nhttp://petitions.number10.gov.uk/Procedure/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-20T00:01:02.260518Z"
        },
        "id": 11091697
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/babycourt/"
    },
    "type": "petition"
}