{
    "data": {
        "attributes": {
            "action": "Convince Pop Band McFly To STOP Playing Their Song All About You!!!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is a petition from a number of McFly Fans who are fed up of hearing All About You played at every single gig!\nIt was alright the first few times we heard it...now this is usually used as the toilet/drink break on tour.\n\nQuotes From Fans:\n\n'ALL ABOUT YOU MAKES ME WANT TO CURL UP INTO THE FEOTAL POSITION AND CRY'\n\n'we have to hear all about *beep* you, over and over and over and over. you can't dance to it, you can't even sway to it, what the bloody hell is the point of it?! haha'\n\n'people would rather hear a song from the new album rather than one which is played every single tour.'\n\n'It is Played Far Too Many Times'\n\n'Why can't they just learn a NEW song and play that over and over again'\n\n'All About You is a buzz kill'\n\nWe are genuine McFly fans who pay a lot of money to travel over the country to see them on tour and at summer gigs.\nWe're just fed up of having to hear the same song at every gig.",
            "closed_at": "2009-11-19T00:00:00Z",
            "created_at": "2008-11-19T20:12:57.933134Z",
            "creator_name": "Mcfly Fans",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-19T20:12:57.933134Z",
            "rejected_at": "2008-12-26T00:01:01.373283Z",
            "rejection": {
                "code": 61440,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "False or incomplete name or address information",
                    "Issues for which an e-petition is not the appropriate channel",
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-26T00:01:01.373283Z"
        },
        "id": 11098256
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/the-FAAAY/"
    },
    "type": "petition"
}