{
    "data": {
        "attributes": {
            "action": "OVERTURN the recent approval for Donald Trump's proposed golf course development in Scotland.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Despite the promised jobs that this development will bring to the area, this benefit is vastly outweighed by the irreparable damage to the wildlife and the natural environment in this unique part of the British Isles.\nThere are already quite enough golf courses in all parts of the country and we don't need anymore, certainly not at the expense of the birdlife that migrates particularly to this one place on the Scottish coast.\nOn BBC Radio 4 today, the presenter asked the 'devils advocate' question: \"Why can't the birds find somewhere else to go further down the coast?\". The real question surely is: Why can't Donald Trump find somewhere else for his golf course further down the coast?\nOnce development starts in this area, the damage will be irreversible. These sorts of areas are for everyone to enjoy, all Scottish people, all British people, all people from which ever country they come. They are not just for golfers.\nThe name of the new coast road that will run through the development gives the real game away. 'Trump Avenue'. Donald Trump's Scottish development is simply the arrogant fantasy of a very rich man and not in the interests of most of the rest of us.",
            "closed_at": "2009-01-18T00:00:00Z",
            "created_at": "2008-11-18T19:36:23.709403Z",
            "creator_name": "Clive Frost",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-18T19:36:23.709403Z",
            "rejected_at": "2008-12-20T00:01:02.260518Z",
            "rejection": {
                "code": 4096,
                "details": "This is a devolved matter and should be directed to the Scottish Executive.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-20T00:01:02.260518Z"
        },
        "id": 11090396
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/wewontbetrumped/"
    },
    "type": "petition"
}