{
    "data": {
        "attributes": {
            "action": "change child protection laws so that the children of our country are protected FULLY",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "More funds should be pushed towards child protection in the United Kingdom. Specifically, we feel there should be measures such as:\n\n•Regular FULL health check-ups on children up until an agreed age.\n\n•If there's any speculation of child abuse (an incident which seems not an accident) then the child should be put into temporary foster until there's evidence for the future decision of the child's welfare.\n\n•More money should be invested into benefits for those willing to adopt/foster in order to encourage those who are unsure about the costs of adopting a family of siblings, single child or one with disabilities. \n\n•Better communication between agencies. Social services, the council, the police etc... should have STRONG communication in every case.\n\n•More training of social workers- they should be there for the CHILDREN over the parents so they should be more ruthless towards any suspect injuries or short-comings of the mother/father. They should get more on-site training before becoming a social worker.\n\n•A new system to take place of the \"At Risk\" register- obviously there are some serious flaws in it and it needs to be more fit for purpose",
            "closed_at": "2009-11-26T00:00:00Z",
            "created_at": "2008-11-19T10:43:02.369927Z",
            "creator_name": "Stephanie Jane Scott",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-19T10:43:02.369927Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 101,
            "state": "finished",
            "updated_at": "2009-11-27T03:01:30.870313Z"
        },
        "id": 11093749
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KidsNeedUs/"
    },
    "type": "petition"
}