{
    "data": {
        "attributes": {
            "action": "support Stornoway Black Pudding being granted 'protected geographical status' by the European Union",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The humble black pudding has come a long way from its roots as a breakfast accompaniment to fried eggs and bacon. \n\nToday it has earned gourmet status, and rubs shoulders with warm salads and chicken breasts in the trendiest of eateries.\n\nAnd the Stornoway black pudding is regarded as one of the top gourmet puddings in Britain. On the Isle of Lewis, black pudding producers follow a careful recipe in the creation of black, white and fruit puddings. \n\nIt is important for this remote community that the unique identity of Stornoway black pudding is protected.\n\nGaining 'protected geographical status' would secure both the quality of the product and much needed local employment.\n\nPlease support island local butchers in their efforts to gain this designation from Europe by appending your name to this petition.\n\nThank you for reading.",
            "closed_at": "2009-05-19T00:00:00Z",
            "created_at": "2008-11-19T09:41:28.028473Z",
            "creator_name": "John Fox",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-19T09:41:28.028473Z",
            "rejected_at": "2008-12-26T00:01:01.373283Z",
            "rejection": {
                "code": 16384,
                "details": "This is a devolved matter and should be directed to the Scottish Executive / Welsh Assembly / Northern Ireland Executive as appropriate.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-26T00:01:01.373283Z"
        },
        "id": 11093201
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Stornoway/"
    },
    "type": "petition"
}