{
    "data": {
        "attributes": {
            "action": "Charge the Haringey Social workers and the doctor involved in the Baby P case, Sharon Shoesmith, Maria Ward, and Dr Sabah al-Zayyat with being involved in the death of a minor. They should at least be charged with manslaughter.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Baby P case that has been dominating the headlines this week has once again highlighted the common ignorance and total lack of care shown by the above named people.\nThis poor little boy was battered almost every day of his life by his step-father and lodger and watched by his so called mother.\nHe had over 50 injuries including a broken back which was not spotted by the 'doctor'.\nThe above named in my view, are every bit as guilty as the the people who committed this sickening, constant attack on a defenceless baby. Further reports show they had 57 chances to remove him from the agonies he faced every day - but did NOTHING.!\nNow, all they are worried about is saving their own jobs and hanging onto their pathetic lives. They should NEVER be involved with the safety of children again. If you agree, please sign the petiotion before another child gets neglected by the so called people paid (large amounts of money) to protect them. They should be prosecuted and charged with the involvement in the death of Baby P. In the very least they should be sacked..!",
            "closed_at": "2009-02-18T00:00:00Z",
            "created_at": "2008-11-18T20:06:00.131629Z",
            "creator_name": "Tom Carrington",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-18T20:06:00.131629Z",
            "rejected_at": "2008-12-20T00:01:02.260518Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/BabyPEnquiry/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-20T00:01:02.260518Z"
        },
        "id": 11090609
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BABYPMURDER/"
    },
    "type": "petition"
}