{
    "data": {
        "attributes": {
            "action": "Ensure that ALL the social workers involved in the case of Baby P, including Sharon Shoesmith, Maria Ward and Gillie Christou are relieved of their positions immediately, and are never allowed to work with vulnerable children again.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The fact that Baby P was allowed to die despite 60 visits from Haringey Social Services is a national disgrace.\n\nI believe that ALL the social workers involved in the case of Baby P, including Sharon Shoesmith, Maria Ward and Gillie Christou should be sacked - and never allowed to work with vulnerable children again.\n\nWe call on Beverley Hughes, the Children's Minister, and Ed Balls, the Education Secretary, to ensure that those responsible are removed from their positions immediately.\n\nWe also demand that the doctor and health visitor involved with Baby P, Dr Sabah Al-Zayyat and Paulette Thomas, should be relieved of their positions, and never permitted to be responsible for the health and safety of children ever again. \n\nI call on the General Medical Council to ensure that this is made so. Baby P died because of the negligence of all of those above - steps MUST be taken to ensure such negligence never occurs again.",
            "closed_at": "2008-12-18T00:00:00Z",
            "created_at": "2008-11-18T22:19:49.589768Z",
            "creator_name": "Ryan Anthony Tyler-Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-18T22:19:49.589768Z",
            "rejected_at": "2008-12-20T00:01:02.260518Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/BabyPEnquiry/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-20T00:01:02.260518Z"
        },
        "id": 11091493
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BabyPJustice2008/"
    },
    "type": "petition"
}