{
    "data": {
        "attributes": {
            "action": "amend the current environmental legislation; in order to make it compulsory for every new, as well as existing development, to undertake a complete stage one and stage two environmental impact assessment (EIA), every 5 years in form of an review.  The results of this EIA review shall than be made public, and depending on the EIA reviews outcome, a decision shall be made on the future of the development. This shall include the option to order the operators of the development, to cease the operation of the development and to remediate.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The current environmental legislation requires new developments to undertake a stage one environmental impact assessment (EIA); leaving it open, if an stage two EIA is required or not, and does not require constant monitoring, and or a repeat of an EIA to be performed every 5 years to safeguard the environment, from later adversely first and or second degree impact from the development.\n\nThis is way We the undersigned petition the Prime Minister to amend the current environmental legislation; in order to make it compulsory for every new, as well as existing development, to undertake a complete stage one and stage two environmental impact assessment (EIA), every 5 years in form of an review. \n\nThe results of this EIA review shall than be made public, and depending on the EIA reviews outcome, a decision shall be made on the future of the development. \n\nThis shall include the option to order the operators of the development, to cease the operation of the development and to remediate.",
            "closed_at": "2009-11-26T00:00:00Z",
            "created_at": "2008-11-21T05:56:42.007581Z",
            "creator_name": "Moshe A. Stern Esq.",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-21T05:56:42.007581Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2009-11-27T00:01:01.750731Z"
        },
        "id": 11109352
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FullEIA/"
    },
    "type": "petition"
}