{
    "data": {
        "attributes": {
            "action": "put pressure on energy companies to lower Electricity and Gas prices after the recent drop of nearly 70% is crude oil prices",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In July 2008, crude oil prices peaked at around $145 a barril. Shortly after all energy suppliers increased their prices by up to 30%. This happened after numerous price increases over the past couple of years. The consequence is that a lot of people are now in fuel poverty and struggling to pay their bills, facing house repossessions. This is pushing the economy futher into recession. Since July, prices have dropped below $50 a barril, and energy companies are not planning to cut their rates any time soon. In essence, they are making pure huge profit on the back of the struggling British families. This madness needs to stop and the prime minister should engage discussion between the Energy Watchdog and the energy companies to help everyone who struggling, including failing businesses.",
            "closed_at": "2009-01-20T00:00:00Z",
            "created_at": "2008-11-20T16:18:10.933219Z",
            "creator_name": "Valentin Danner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-20T16:18:10.933219Z",
            "rejected_at": "2008-12-20T00:01:02.260518Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/cutenergyprices/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-20T00:01:02.260518Z"
        },
        "id": 11105392
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/madenergyprices/"
    },
    "type": "petition"
}