{
    "data": {
        "attributes": {
            "action": "demand a halt of spending of tax payers money to provide security and protection to those convicted of horrific crimes and to seek justice from those who allow depraved crimes to occur with inaction.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The deeply disturbing case of Baby P has touched millions of people in this society.  Subsequent information has come come to light that his mother, convicted of his brutal murder, is demanding millions in tax payers' money to provide a new identity, houses and security when she leaves prison.  This is outrageous and should be condemned.  This money should be put into services to protect vulnerable children in the first instance, so that cases like this never happen again - and absolutely under no circustances should it be squandered protecting those that deserve no place in our society.  Furthermore, those who facilitate this cruelty by inaction or poor performance in a trusted position of work undertaken with tax payers' money to fund salaries and pensions should face public inquiry and be held accountable at all levels.",
            "closed_at": "2009-05-22T00:00:00Z",
            "created_at": "2008-11-22T15:51:16.000052Z",
            "creator_name": "Laura Storey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-22T15:51:16.000052Z",
            "rejected_at": "2008-12-28T00:01:01.944501Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/A-New-Identity/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-28T00:01:01.944501Z"
        },
        "id": 11118607
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/safestart/"
    },
    "type": "petition"
}