{
    "data": {
        "attributes": {
            "action": "do more to tackle the scurge of Internet fraud",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Internet fraud by people seeking to exploit the explosion of online trading through sites such as Amazon or E-bay is becoming more prevalent. Government intervention is needed to tackle the issue head-on.\n\nI recently received a convincing ‘spoof’ e-mail - apparently from Amazon Payments. An item I had listed for sale had been purchased; I had 2 business days to send it to Nigeria and payment would follow.\n\nThe shipping address in Nigeria made me suspicious. Amazon confirmed no purchase had been made. My item was a mobile phone worth over 100 pounds. The success of such scams even in one tenth of cases could net criminals thousands of pounds worth of goods.\n\nTracking down international criminals and prosecuting them can be a logistical and legal nightmare. Local police forces seem to have no resources to tackle this type of crime while victims tend not to come forward and admit they were taken in. \n\nIdeally these criminals could be pursued in either country, have their assets frozen or seized and be prosecuted and imprisoned in either country.\n\nPerhaps the EU could collaborate on such cases. Local police could be trained in this and a national online fraud centre established.",
            "closed_at": "2009-11-27T00:00:00Z",
            "created_at": "2008-11-22T00:36:27.437853Z",
            "creator_name": "Jonathan Tagg",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-22T00:36:27.437853Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 19,
            "state": "finished",
            "updated_at": "2009-11-28T00:01:01.182781Z"
        },
        "id": 11116637
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Internet-Fraud/"
    },
    "type": "petition"
}