{
    "data": {
        "attributes": {
            "action": "Say NO to size zero",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My name is Katie Green. This year I won my dream job and was signed as the new face of Wonderbra. All my dreams had come true. I was following in the footsteps of one of my idols Eva Herzigova. I really respected her because she was the same as me a curvy size 12 girl and not the rakes we now see walking down the catwalk and plastered all over the media.\n\nThen I had a massive knock to my confidence I was signed with a top London modeling agency and told to loose 2 stone, despite being 10st 5lb and 5ft 10ins, or say goodbye to a modeling career. I started to starve myself and managed to loose 7 pounds in 1 week. I was treated with no respect by this agency and decided I’d prefer to not have a modeling career instead of sacrificing my health and happiness.\n\nWhy should models have to starve themselves to have a career and why should the women of Britain be made to feel “fat” or “ugly” for being a size 10 or above. I think its time we finally put a stop to this. I am hoping for 20,000 signatures and then I will present this to Number 10 Downing Street and the Prime Minister.",
            "closed_at": "2009-11-21T00:00:00Z",
            "created_at": "2008-11-21T10:42:28.780327Z",
            "creator_name": "Katie Green",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-21T10:42:28.780327Z",
            "rejected_at": "2008-12-27T00:01:01.938699Z",
            "rejection": {
                "code": 512,
                "details": "Your title and petition should be a clear call for action, preferably starting with a verb, and not a statement, about Government policy.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-27T00:01:01.938699Z"
        },
        "id": 11110751
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SayNOtosize0/"
    },
    "type": "petition"
}