{
    "data": {
        "attributes": {
            "action": "Fuel Duty Tax and Car tax both unfair as we are paying 2 taxes for the same thing",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Fuel duty tax and car tax systems seem highly unfair and as a person who has to pay a large amount of tax at the petrol pump to the government and then pay another tax in the form of the car tax it seem we the great british public are being conned over and over again. we talk about fairness how come we pay so much tax on our petrol and then pay another huge tax on our car tax? cant we have a system where we only pay one tax not 2. for example we pay for the NHS from our national insurance so why on gods earth do we have to pay a tax twice to keep our roads in good condition it cant be harder and more expensive then looking after people health, surly you only need one tax to keep our roads in good shape. please help the real honest working people prime minister.",
            "closed_at": "2009-04-22T00:00:00Z",
            "created_at": "2008-11-22T10:35:37.799346Z",
            "creator_name": "Mr K Mann-",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-22T10:35:37.799346Z",
            "rejected_at": "2008-12-28T00:01:01.944501Z",
            "rejection": {
                "code": 512,
                "details": "Your title and petition should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-28T00:01:01.944501Z"
        },
        "id": 11117470
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FuelTaxunjust/"
    },
    "type": "petition"
}