{
    "data": {
        "attributes": {
            "action": "review and end the unstainable cost of providing Public Sector Pensions, by introducing a defined contribution scheme in common with the majority of the work force in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The cost of providing gold plated Public Sector Pensions is unaffordable and totally unstainable in todays's world and urgent action is required to bring this situation to an end.\n\nPublic sector workers are generally well paid, have high levels of job security, enjoy longer holidays, retire earlier and have generous and outdated pension arrangements; all of which is funded by the general population.\n\nWith an ageing population and the continued growth in life expectancy, this situation is no longer financially tenable and urgent action must be taken to realign Public Sector Pensions to what is the norm in the private sector, namely Defined Contribution rather than Defined Benefit (Final Salary Based )schemes.\n\nThis must apply to all, from MP's and Judges to Hospital and Council Workers, thus putting an end to the current descrimination.\n\nIt is no longer fair for those with modest, or indeed no, pension provison to fund the public sector in this way and this Government must act now",
            "closed_at": "2009-02-23T00:00:00Z",
            "created_at": "2008-11-23T12:57:34.646480Z",
            "creator_name": "Robert William Stephenson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-23T12:57:34.646480Z",
            "rejected_at": "2008-12-28T00:01:01.944501Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/pension-fairness/\nhttp://petitions.number10.gov.uk/CvlSvcPensions/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-28T00:01:01.944501Z"
        },
        "id": 11121330
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Public-Pensions/"
    },
    "type": "petition"
}