{
    "data": {
        "attributes": {
            "action": "support families by allowing the transfer of unused personal tax allowances between couples where either partner has foregone paid employment to provide full time quality childcare for their children.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The childcare element of the current tax credits system is geared towards supporting families who decide to return to work and place their children in private care, providing help to pay childcare of as much as £175 per week for a single child (max £300 per week for all children).\n\nHowever there does not seem to be any support for those parents who, whether for reasons of lack of quality childcare, lack of affordable childcare or, as in our case, the underlying wish to take a full and active role in the development of their children, decide that one partner will provide full time childcare and hence forego paid employment.\n\nI believe that the current government should be encouraged to more actively support this traditional form of family childcare by, at the very least, allowing the transfer of unused personal tax allowances between parents where either parent provides full time childcare for their children. \n\nI believe the introduction of this simple measure would be the first step towards finacially supporting many families who have taken the difficult economic decision to provide the best possible childcare for their children.",
            "closed_at": "2009-03-03T00:00:00Z",
            "created_at": "2008-11-24T16:50:29.118630Z",
            "creator_name": "Robbie Ingram",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-24T16:50:29.118630Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 14,
            "state": "finished",
            "updated_at": "2009-03-04T00:01:01.425486Z"
        },
        "id": 11129491
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Childcare2008/"
    },
    "type": "petition"
}