{
    "data": {
        "attributes": {
            "action": "Bring back proper punishment & justice",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I believe that the system is to easy when it comes to preventing crime and i'm sure i'm not alone. \n\nI don't believe that there is enough justice done and when people are sent to prison, it is made far to easy for them.\n\nI have recently lost a friend to knife crime and although you hear about it all the time on the news, you don't actually feel it until it happens to someone you know. The person guilty of this crime has been charged with murder and attempted murder of someone else but with how the system is today, he will be free to walk the streets in 25 years. \n\nIf there is strong evidence against the person in question then i believe they should be given a proper sentence.\ni.e If the person is guilty of murder then s/he should remain in prison for the remaining years of that persons life. \n\nIf someone is charged with rape or child molesting then under NO circumstance should s/he EVER be free to walk our streets again. People like that never change so by releasing them back into the community we are putting ourselves and children in danger.\nAs Capital Punishment will not be brought back, i feel this is the next best thing!\n\nAsk yourself one question...do you want safer streets and tougher sentences?!",
            "closed_at": "2009-12-08T00:00:00Z",
            "created_at": "2008-11-23T21:55:56.141988Z",
            "creator_name": "Nicola Arran",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-23T21:55:56.141988Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 61,
            "state": "finished",
            "updated_at": "2009-12-09T00:01:01.732999Z"
        },
        "id": 11123750
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Saferstreetz/"
    },
    "type": "petition"
}