{
    "data": {
        "attributes": {
            "action": "Support and financially back all Community Activists who has set up crime prevention workshops to help eradicate Postcode wars, Turf wars, Knife and Gun-crime and to build a bulletproof community bus for the youths to have safe travel.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear Mr G Brown. The Postcode wars amongst the youths is a serious problem. Young people have the right to safe travel to another area without having to fear being shot or stabbed by other youths. \n\nA bulletproof community bus could be one of the solutions to safe travel for young people. The bus could be equipped with mental sensors with an alarm to detect anyone carrying knives or guns.\n\nThe youths have nothing to do and need more crime prevention projects and workshops to empower them and reduce loitering on the streets.\n\nAlso members in the community needs to feel valued and have more powers to help eradicate Postcode wars, Turf wars, knife and Gun-crime. \n\nMr. Brown, we need support from you and the financial backing of your government to have a safer community and to reconstruct this broken society.",
            "closed_at": "2009-05-27T00:00:00Z",
            "created_at": "2008-11-24T03:27:13.136647Z",
            "creator_name": "Dana Anderson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-24T03:27:13.136647Z",
            "rejected_at": "2008-12-05T11:38:51.973477Z",
            "rejection": {
                "code": 16384,
                "details": "Your petition should be to request a specific action such as a change in policy. Funding for specific campaigns should be sort from relevant public bodies and sponsors.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-05T11:38:51.973477Z"
        },
        "id": 11124337
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Prosperity/"
    },
    "type": "petition"
}