{
    "data": {
        "attributes": {
            "action": "Scrap the unnecessary and draconian usage of the 696 Form from London music events.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The 696 Form compels licensees who wish to hold live music events in 21 London Boroughs to report to the police the names, addresses, aliases and telephone numbers of performers, and most worryingly, the likely ethnicity of their audience. Failure to comply could result in fines or imprisonment. We believe this places unnecessary and frankly Orwellian  powers in the hands of the Metropolitan Police, an institution which does not have the best record of racial fairness. The 696 form can only serve to deter the staging of live musical events - a positive form of activity in London and all cities - stifle free expression and quite possible penalise certain genres of music and ethnic audiences. It is an intrusion too far.",
            "closed_at": "2009-12-01T00:00:00Z",
            "created_at": "2008-11-23T23:22:20.554908Z",
            "creator_name": "Jon McClure",
            "government_response_at": "2010-10-07T12:11:22.332672Z",
            "government_responses": [
                {
                    "created_at": "2010-10-07T12:11:22.332672Z",
                    "details": "You signed a petition asking the Prime Minister to scrap the unnecessary and draconian usage of the 696 Form from London music events..\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=Scrapthe696\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'Scrapthe696'",
                    "updated_at": "2010-10-07T12:11:22.332672Z"
                }
            ],
            "opened_at": "2008-11-23T23:22:20.554908Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 18342,
            "state": "finished",
            "updated_at": "2010-08-24T17:30:01.828823Z"
        },
        "id": 11124031
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Scrapthe696/"
    },
    "type": "petition"
}