{
    "data": {
        "attributes": {
            "action": "Call a general election NOW.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is extremely clear from yesterdays Pre Budget Report (PBR) that Gordon Brown, Mr Darling and Labour in general do not have the slightest care in the world for those who are most needing at this time of financial crisis. Whilst support is there for the banking world and corporate enterprises there is no REAL support there for Mr Joe Public. Yesterdays PBR was a complete insult to the common man of Great Britain who is being made a scapegoat and victim once again at the hands of greedy capitalists. Labour led us head long into this mess through their own greed, lack of understanding of finances/industry and also their complete lack of brains. It is time that Labour provide the working man with the opportunity to vote in a new government, one who is actually interested in Great Britain and the people who make it what it is. Labour has demonstrated again and again that it is not a professional party and that their so called 'expert advisors' are NOT experts. No amount of fancy or sublime advertising will save the party at the next election so I ask that the election be brought forward and held as soon as physically possible.",
            "closed_at": "2009-02-25T00:00:00Z",
            "created_at": "2008-11-25T12:06:31.315127Z",
            "creator_name": "Robert Kyle",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-25T12:06:31.315127Z",
            "rejected_at": "2008-12-31T00:01:01.538922Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/GoToCountryNow/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-31T00:01:01.538922Z"
        },
        "id": 11135021
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LabourLosers/"
    },
    "type": "petition"
}