{
    "data": {
        "attributes": {
            "action": "Wipe NHS records of those who have been assessed to have mental ilness by Psychiatrists, therefore enabling them to use hospitals without being sectioned under the mental health act by social workers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are people entering the mental health system and being Sectioned and locked away for months at a time without having mental ilness. Doctors are using their textbooks to diagnose anybody who comes into contact with there services with an excuse to lock them up and taking away innocent peoples liberty. The NHS records remain so if somebody has a physical health problem who has once been sectioned they are forced by the police to return to hospital, and the persons life is slowly torn apart, and their career chances taken away from them. By law you must declare on your job application form if you have ever had any pyschiactric problems but my issue is that a few peoples opinion wether trained or not cannot examine the thoughts inside of somebodys head, and thus cannot determine the reasons a person may have seen a Doctor in the first place.  The mental health act of 1983 states that someone must be sectioned if they are intending to commit murder or suicide. Ninety percent of patients have never considered either of these factors, and should therefore not have their freedom taken away from them.",
            "closed_at": "2009-01-31T00:00:00Z",
            "created_at": "2008-11-24T19:13:17.498060Z",
            "creator_name": "Jonathan Fisk",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-24T19:13:17.498060Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2009-02-05T03:02:05.603780Z"
        },
        "id": 11130805
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Section-three/"
    },
    "type": "petition"
}