{
    "data": {
        "attributes": {
            "action": "urge the BBC to continue to support television production in the English regions and in particular to keep production of ‘Casualty’ in Bristol.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Under the BBC Charter and their Network Supply Review, the BBC gave a core commitment to move a significant amount of production outside of the M25 area and to relocate this production to the Nations and English regions. This has led to a welcome increase in facilities in Salford in the north and BBC Wales in Cardiff.  \n\nHowever, rather than just moving productions from within the M25 area, The BBC intend to relocate existing regional productions into these “super-hub” areas, despite local support for the programmes and many years of continuous success. \n\nThe long-running BBC1 medical drama ‘Casualty’ is set to move from Bristol to Cardiff after 26 years. Confirmation is expected in the New Year, with the decision being subject to \"financial approval\".\n\nThis relocation proposal doesn’t make sense, and cannot be in the spirit intended by the original relocation proposal. Moving a regional production from one nation to a different nation does not mean that the BBC are producing more regional programmes.\n\nPlease support continued drama production in the English regions and the campaign to ‘Keep Casualty in Bristol’. Thank you.",
            "closed_at": "2009-02-25T00:00:00Z",
            "created_at": "2008-11-25T15:06:30.179938Z",
            "creator_name": "Gerard Cooke",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-25T15:06:30.179938Z",
            "rejected_at": "2009-01-01T00:01:04.344913Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-01T00:01:04.344913Z"
        },
        "id": 11136854
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bristolcasualty/"
    },
    "type": "petition"
}