{
    "data": {
        "attributes": {
            "action": "Stop taxing Britain's motorists, we are not to blame for the Credit Crisis",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Yet again, Britain's motorists have been hit with a 2p increase on fuel tax.  It seems motorists are the staple target for raising revenue under this government.  The government has just promised to help everyone by reducing VAT to 15%, but on the other hand are taking more from motorists.  Many people rely on their car for myriad reasons, one of which is getting to work.  It is shortsighted to tax so heavily the very people who work and therefore help sustain the economy.  More redundancies and benefit claimants are not what this country needs to keep it moving healthily.\n\nThe US pay around 30p per litre and Australia around 42p.  Britain's motorists are being stifled because the government recognises that fuel is essential to many of us.\n\nMost people drive out of necessity.  Please help workers to stay in work and ordinary people to go about their every day business by reducing the tax on fuel and find a less damaging alternative.",
            "closed_at": "2009-02-25T00:00:00Z",
            "created_at": "2008-11-25T16:11:54.336184Z",
            "creator_name": "BAS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-25T16:11:54.336184Z",
            "rejected_at": "2009-01-01T00:01:04.344913Z",
            "rejection": {
                "code": 8192,
                "details": "Please supply full name and address information.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-01T00:01:04.344913Z"
        },
        "id": 11137363
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fueltax251108/"
    },
    "type": "petition"
}