{
    "data": {
        "attributes": {
            "action": "bring discrimination & abuse of special needs adults and children in to the hate crime act",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is a legal petition to be sent to 10 Downing Street to bring about a minimal jail term of a four year sentence of physical or emotional abuse to those with special needs which include emotional difficulties, behaviour difficulties, down syndrome, dwarfism,autism, aspergers syndrome, blindness, maths disorder, speech and language. To protect vulnerable adults and children from bullying in the work place or education system and in act a bill that will make it illegal for those who are aware of the conditions of adult or children to prejudice, discriminate, abuse, harm against those who are vulnerable to emotions which may lead to self harm or suicide. An arrest able offence to those who may abuse physically and emotionally to a vulnerable adult or child. To educate those who do not understand special needs To bring the death sentence to all those who seriously harm or murder vulnerable children and adults.",
            "closed_at": "2009-11-25T00:00:00Z",
            "created_at": "2008-11-25T14:46:45.183679Z",
            "creator_name": "Andrew Clark",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-25T14:46:45.183679Z",
            "rejected_at": "2009-01-01T00:01:04.344913Z",
            "rejection": {
                "code": 2048,
                "details": "Part of your peition overlaps existing petitions. http://petitions.number10.gov.uk/safe4kids/\nhttp://petitions.number10.gov.uk/gooddeedneeded/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-01T00:01:04.344913Z"
        },
        "id": 11136619
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/hateact/"
    },
    "type": "petition"
}