{
    "data": {
        "attributes": {
            "action": "reform the funding of the Financial Services Compensation Scheme to ensure subscription reflects risk.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In light of the recent activation of the  Financial Services Compensation Scheme, in relation to the Icelandic banks and Bradford and Bingley,the current funding of the scheme must be reviewed.  \n\nThe funding is currently based on the amount of deposits a bank or building society holds, with the building societies being well funded they are facing a large expense which will be to the detriment of their members.\n\nWe propose that the government review the way the scheme is funding towards a risk based funding, to ensure that the well run, well funded building societies continue to contribute to the system but on a far fairer level.",
            "closed_at": "2009-03-15T00:00:00Z",
            "created_at": "2008-11-25T19:49:26.293125Z",
            "creator_name": "Terry Else",
            "government_response_at": "2009-06-10T11:18:03.767845Z",
            "government_responses": [
                {
                    "created_at": "2009-06-10T11:18:03.767845Z",
                    "details": "You signed a petition asking the Prime Minister to \"reform the funding of the Financial Services Compensation Scheme to ensure subscription reflects risk.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19565\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'fscsreform'",
                    "updated_at": "2009-06-10T11:18:03.767845Z"
                }
            ],
            "opened_at": "2008-11-25T19:49:26.293125Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2593,
            "state": "finished",
            "updated_at": "2009-06-02T03:02:28.731638Z"
        },
        "id": 11139786
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fscsreform/"
    },
    "type": "petition"
}