{
    "data": {
        "attributes": {
            "action": "BRIAN KEITH; MARIAN KEITH",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "You say that you want to help small businesses. We are a very small partnership, related to working with disabled people. Our customers are large insurance companies.\n\nWe  pay VAT  at the Flat Rate, at 10%.  The VAT that I can charge, has ben reduced to 15%, I still have to pay VAT at 10%. \n\nThis will mean a loss of income of around £2, 000 per annum - the savings which are being made by multi-national insurance companies, are coming directly out of our very small pockets!!!.\n\nThis is farcical, wrong, and unfair, particularly since you say that you wish to help small buisinesses.\n\nCan you please reduce the VAT for those on the flat rate like us, by at least 2.5% - that would mean we would be no worse off - if it was reduced by more than 2.5% then you would indeed be helping small businesses\n\nPlease do the right and fair thing and reduce as suggested\n\nIf our  business collapses due to this, you will be to blame - and much to your shame.\n\nI await your reply with anticipation.\n\nRegards\n\nBrian and Marian Keith\nTel: 01738 636050",
            "closed_at": "2008-12-03T00:00:00Z",
            "created_at": "2008-11-25T18:20:39.056086Z",
            "creator_name": "BRIAN KEITH",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-25T18:20:39.056086Z",
            "rejected_at": "2009-01-03T00:01:06.441927Z",
            "rejection": {
                "code": 512,
                "details": "Your title and petition should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-03T00:01:06.441927Z"
        },
        "id": 11138906
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VATfairness/"
    },
    "type": "petition"
}