{
    "data": {
        "attributes": {
            "action": "Resign His Position Of Prime Minister With Immediate Effect And Let The Public Vote For Who They Want In Power By Way Of A General Election.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Today's Pre Budget Report has yet again shown how far this once Great Country has fallen under this Labour Regime, but in particular whilst under the leadership of Mr Brown. With the National Debt set to escalate to over £118 BILLION in the next couple of years it is time to hand the wheel of the ship over to someone else, someone who has been elected by the Public, who is in touch with the Public. Mr Brown was not elected by conventional means, he just happens to be the head of the Labour Party.\nFor too long this Government has taken and taken from us, and it is time to show them that we are fed up with them. The only way we can make a change is by pushing the issues through means like this, as you can be sure Mr Brown will push the next General Election as far to the right as he can.",
            "closed_at": "2009-01-24T00:00:00Z",
            "created_at": "2008-11-24T19:35:47.794477Z",
            "creator_name": "ian morrison",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-24T19:35:47.794477Z",
            "rejected_at": "2008-12-31T00:01:01.538922Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/GoToCountryNow/\nhttp://petitions.number10.gov.uk/DoUsALLaFavour/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-31T00:01:01.538922Z"
        },
        "id": 11130987
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/OustBrown/"
    },
    "type": "petition"
}