{
    "data": {
        "attributes": {
            "action": "exert pressure on the Government of Cyprus to protect property rights in Cyprus in compliance with Article 17 of the EU Charter of Fundamental Rights",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Cyprus is mis-described as having a property registration and ownership system based on the British Legal System. In fact it’s based on archaic Turkish law which allows the removal of\nproperty ownership rights from both Cyrus and foreign nationals. It works like this: The developer builds a property, sells it, is paid in full and releases the property without providing final title deeds. They are only issued by the local authority if the developer applies for completion and has met all of the planning requirements for the project. Until they are issued the developer can use the land as collateral for further loans! The Cyprus Land Registry figures show there are 29,949 transfers of Title Deeds to foreigners still pending and are only being issued at the rate of 1,600 a year! Lots of UK citizens, many of whom are ex-service personnel and pensioners, are at risk of losing their home if a developer goes bust, or simply chooses not to repay loans on the building land! It is unjust!",
            "closed_at": "2009-06-04T00:00:00Z",
            "created_at": "2008-11-26T17:23:19.972291Z",
            "creator_name": "Leslie Glassock",
            "government_response_at": "2009-08-06T12:32:41.043118Z",
            "government_responses": [
                {
                    "created_at": "2009-08-06T12:32:41.043118Z",
                    "details": "You signed a petition asking the Prime Minister to \"exert pressure on the Government of Cyprus to protect property rights in Cyprus in compliance with Article 17 of the EU Charter of Fundamental Rights.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20236\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'TitleDeedsCyprus'",
                    "updated_at": "2009-08-06T12:32:41.043118Z"
                }
            ],
            "opened_at": "2008-11-26T17:23:19.972291Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2212,
            "state": "finished",
            "updated_at": "2009-11-26T16:12:50.474727Z"
        },
        "id": 11148863
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TitleDeedsCyprus/"
    },
    "type": "petition"
}