{
    "data": {
        "attributes": {
            "action": "review the law that currently allows child killers to apply for anonymity upon their release using Human Rights legislation.  It is unacceptable that the individuals who denied Baby P his basic right to life should have their right to live anonymously upheld in this manner.  They should never be freed to lead normal lives in the public domain.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Recent newspaper reports have speculated that lawyers for those responsible for the death of Baby P may be drawing up applications for them to be granted lifetime anonymity upon their release, using Human Rights legislation.  Although this is not imminent, similar anonymity applications have already been granted to the killers of Jamie Bulger and to Maxine Carr (the girlfriend of the Soham killer, Ian Huntley).  While it is objectionable enough that those convicted of this deplorable crime are incarcerated at considerable expense to the taxpayer and are afforded a quality of life far greater than that which they allowed Baby P, permanent imprisonment must be preferable to permitting these people to lead a new life in society.\n\nWe are setting up this petition to bring this injustice into the public domain as child killers should not be entitled to a lifetime of anonymity after the appalling pain and suffering they have inflicted on an innocent life.",
            "closed_at": "2009-03-25T00:00:00Z",
            "created_at": "2008-11-25T21:02:02.644774Z",
            "creator_name": "Michelle Kurland and Allan Patterson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-25T21:02:02.644774Z",
            "rejected_at": "2009-01-03T00:01:06.441927Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Ourchildren/\nhttp://petitions.number10.gov.uk/A-New-Identity/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-03T00:01:06.441927Z"
        },
        "id": 11140574
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AnonymityP/"
    },
    "type": "petition"
}