{
    "data": {
        "attributes": {
            "action": "Take care of the working class taxpayers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We hear of billion pound bailouts and tax cuts, but who pays for it?...the taxpayer.if government debts need paying off, dont borrow taxpayers money then penalise them in the future. why cant the government reduce their personal spenditure, reduce the handouts of benefits, impose a benefits scheme to bailed out banks to help us since our tax money helped bail them out. where would the banks be if no bailout was offered? it seems to be all take and no give. tax rises are not the answer to everything and the government need to listen to the public, put themselves in the shoes of a hard-working families that are worse off working than not.the government are too scared of affending their 'rich friends' than listening to the general taxpaying community.\n\nthe government has destroyed public trust, over and over again.\n\nREDUCE benefits\nCUT government personal spending\nFOCUS on British issues rather than trying to save the world\nLISTEN to the taxpayers more\nHELP the suffers not penalise them",
            "closed_at": "2009-04-04T00:00:00Z",
            "created_at": "2008-11-26T17:06:57.303265Z",
            "creator_name": "Charis Plumb",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-26T17:06:57.303265Z",
            "rejected_at": "2009-01-15T00:01:02.794895Z",
            "rejection": {
                "code": 512,
                "details": "Your title and petition should be a clear call for action, preferably starting with a verb, and not a name or statement, about Government policy.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-15T00:01:02.794895Z"
        },
        "id": 11148650
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/take-care/"
    },
    "type": "petition"
}