{
    "data": {
        "attributes": {
            "action": "Pay Royal Air Force Aircraft Technicians more than the rest of the Royal Air Force",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since Pay 2000 was implimented in the  RAF Lower trade sponsers have decided that their tradesmen deserve the same pay as the Aircrarft Technicians. This underminds the responsability of the tradesmen. This comes to one question. Does a Chef deserve the same pay due to the ammount of deployments they do? NO! We all have to do them that's just life in a blue suit. Does an admin clerk deserve the same pay? NO! Just because JPA a system that makes their job easier has been entered in to service. These are just two of the menial trades that are now on the same higher technical pay as an aircraft technician. Mr Brown it is time to stop undermining the over whelming responsibility that the Royal Air Force put on young shoulders and create a pay band higher than the rest that is for Aircraft Technicians that you have to acctualy be to claim technician pay. If you don't agree then I invite you to join the C130 Hercules detatchment in Kandahar a place that you put us and then tell us that we don't deserve are own pay band.",
            "closed_at": "2009-11-27T00:00:00Z",
            "created_at": "2008-11-27T14:44:38.537698Z",
            "creator_name": "Paul Sargeant",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-27T14:44:38.537698Z",
            "rejected_at": "2009-01-07T00:01:01.933030Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for Direct Communication with the RAF/Ministry of Defence.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-07T00:01:01.933030Z"
        },
        "id": 11156221
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RAFtechypay/"
    },
    "type": "petition"
}