{
    "data": {
        "attributes": {
            "action": "establish a new permitting scheme in London which would require utility companies to apply before they could dig up the road and we call on the Government to institute a new fining regime that accurately reflects the damage that is caused by any such unauthorised dig.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are sick of London's roads being dug up by utility companies. Currently these companies don’t have to seek permission to dig, instead turning up unannounced at locations across the capital and causing endless misery to road users and damage to the environment. \n\nWe are petitioning the Government for the following:\n\nA new permitting scheme which would make it compulsory for utility companies to apply before they could dig\n\nA new fining regime that reflects the damage that is caused. For the most severe cases the Mayor should be able to fine considerably more than the current £2,000 in order to deter the diggers.\n\nThe introduction of regulations that enable the fine to be dependent on the level of disruption caused\n\nThe introduction of a '3 strikes and you're out' rule for the worst offenders. This would mean companies that consistently broke the rules would be banned for a period of time from doing any digs at all\n\nPlease sign up to this petition and Stop the FlyDiggers once and for all.",
            "closed_at": "2009-12-09T00:00:00Z",
            "created_at": "2008-11-27T15:46:20.355937Z",
            "creator_name": "Katie Perrior",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-27T15:46:20.355937Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2009-12-10T00:01:01.756312Z"
        },
        "id": 11156783
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FlyDiggers/"
    },
    "type": "petition"
}