{
    "data": {
        "attributes": {
            "action": "legislate, on the grounds of health and safety and in line with the laws already in place in Scotland and Northern Ireland, for a maximum class of 20 at KS3 and 18 at KS4 to ensure the safe and effective teaching of design and technology in secondary schools in England and Wales.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Design and Technology Association is concerned at the increasing number of calls received from anxious D&T teachers about the growing size of their classes. As an Association which actively represents its members at national level, we have taken this trend very seriously. We are concerned about the quality of experience pupils receive and the stress on teachers managing classes in rooms not designed or equipped for them. \nIn October 2007 the National Association of Advisers and Inspectors in Design and Technology wrote to the Schools Minister, Jim Knight about the issue of class size. His reply made the point that since health and safety is the responsibility of the employer, it is up to employers to make decisions about class size. For the majority of schools the local authority is the employer, although this will not necessarily be the case for voluntary aided schools, academies, foundation school, trust schools, city technology colleges and independent schools where the employer is usually the governing body. The Design and Technology Association will be writing to all local authorities to remind them of their responsibilities as employers for health and safety.",
            "closed_at": "2009-04-07T00:00:00Z",
            "created_at": "2008-11-27T14:15:21.894872Z",
            "creator_name": "Deborah Watson",
            "government_response_at": "2009-05-19T15:13:02.858029Z",
            "government_responses": [
                {
                    "created_at": "2009-05-19T15:13:02.858029Z",
                    "details": "You signed a petition asking the Prime Minister to \"legislate, on the grounds of health and safety and in line with the laws already in place in Scotland and Northern Ireland, for a maximum class of 20 at KS3 and 18 at KS4 to ensure the safe and effective teaching of design and technology in secondary schools in England and Wales.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19325\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'DandTclasssizes'",
                    "updated_at": "2009-05-19T15:13:02.858029Z"
                }
            ],
            "opened_at": "2008-11-27T14:15:21.894872Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1929,
            "state": "finished",
            "updated_at": "2010-02-23T03:01:37.379872Z"
        },
        "id": 11155828
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DandTclasssizes/"
    },
    "type": "petition"
}