{
    "data": {
        "attributes": {
            "action": "Offer more start up support to unemployed people who attempt to start up a small business so they can be self employed and off the unemployment list",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently there is little government support for those who wish to go from unemployment to self employed. There is not much help available to help people set up a small business, and in many rural communities where jobs and childcare are limited, self employment may be the only option for some people. I would like to petition the government to offer more help and support, including financial help, with the start up of a small business for those who wish to get off unemployment benefits and income support, so that they are able to start up a small business or cottage industry. There are many people who have skills they could utilise but have neither the knowledge or the finance to turn these into work, many of these being single parents or loing term unemployed. Interest free loans, business advisors, and ongoing support, would mean that many would be in a position to start up a small business.",
            "closed_at": "2009-05-27T00:00:00Z",
            "created_at": "2008-11-27T14:33:39.258617Z",
            "creator_name": "Karen Sinclair",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-27T14:33:39.258617Z",
            "rejected_at": "2009-01-07T00:01:01.933030Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/SMEHelp/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-07T00:01:01.933030Z"
        },
        "id": 11156082
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/businessstartup/"
    },
    "type": "petition"
}