{
    "data": {
        "attributes": {
            "action": "Make banks that have been bailed out support their own borrowers during the economic storm",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a nation we have invested in the survival of the banks - yet they refuse to support companies - including woolworths. Why? Were the directors of Woolworths any worse at running a business than the directors of the banks? How can we create stability in the market if the banks are now turning on businesses and forcing tens of thousands into redundancy? If the banks are all demanding they are paid what they are owed - perhaps then as a nation we should ask for our money back. After all - if the Government is going to have to pay dole to all of these people - maybe all that money we gave to the banks should be taken back and used for that purpose.",
            "closed_at": "2009-01-27T00:00:00Z",
            "created_at": "2008-11-27T17:42:09.374126Z",
            "creator_name": "James Killoran",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-27T17:42:09.374126Z",
            "rejected_at": "2009-01-07T00:01:01.933030Z",
            "rejection": {
                "code": 2560,
                "details": "Your title and petition should be a clear call for action, preferably starting with a verb, and not a name or statement.\nPotential duplicate petition: http://petitions.number10.gov.uk/savewoolies/",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-07T00:01:01.933030Z"
        },
        "id": 11158353
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/dualstandard/"
    },
    "type": "petition"
}