{
    "data": {
        "attributes": {
            "action": "not to give financial aid to the Jaguar Land Rover group UNLESS the owners, India's Tata Group, agree to sell the company back to the British Government",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In March 2008, Indian motor group Tata Motors bought Jaguar Land Rover group for a total of £1.15bn.\n\nA mere eight months later, the Jaguar Land Rover Group, still owned by Tata Motors, is now seeking £1bn in taxpayers money from the Government to help keep the company going.\n\nThere is something badly wrong with this picture. If Tata Group has decided it cannot run Jaguar Land Rover without £1bn in aid supplied by the British taxpayer, when it only bought the company for slightly more than that amount just 8 months ago, then it seems to me that it would be fair for them to agree to sell Jaguar Land Rover 100% to the British Government in return for £1bn, which seems more than a fair price for a company which is obviously worth less than Tata Motors paid for it.\n\nIt is unacceptable for a foreign company to take over a British firm and then expect the British taxpayer to give them almost as much as they paid for it to keep it going, with the implicit threat of British jobs being lost if we do not comply.\n\nClearly Tata either not long wishes to, or is incapable of, running the company. If it needs British taxpayers money to continue, then the British taxpayer should own it.",
            "closed_at": "2009-12-09T00:00:00Z",
            "created_at": "2008-11-27T15:19:43.281168Z",
            "creator_name": "S. Bassett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-27T15:19:43.281168Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 53,
            "state": "finished",
            "updated_at": "2010-03-04T15:37:00.452099Z"
        },
        "id": 11156540
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/JaguarLandRover/"
    },
    "type": "petition"
}