{
    "data": {
        "attributes": {
            "action": "restore specialist maternity services to Huddersfield Royal Infirmary.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Huddersfield's consultant led & specialist maternity services closed in August 2008.\nMums now have to be taken to Calderdale if there are complications during birth.\nThere's a new midwife led unit at the Huddersfield Royal Infirmary but we want specialist and emergency care available too.\n\nThis petition is inspired by the memory of Maisie.\n \n\"A BABY girl would have survived if she had been born in Huddersfield not Halifax, her parents say.\n\nAlanna Delahaye and Glynn Bates, of Coombe Road, Golcar, say daughter Maisie would have lived if full maternity services were still open at Huddersfield Royal Infirmary.\n\nInstead Alanna was driven the extra five-and-a-half miles to the Calderdale Royal Hospital in Halifax where Maisie was born through emergency Caesarean section.\n\nShe was not breathing when she was delivered, but doctors managed to revive her.\n\nBut she was left severely brain- damaged because her umbilical cord had been wrapped tightly around her and had cut off oxygen to her brain.\n\nThe couple were told Maisie was likely to die within a few days.\n\nThey took the heartbreaking decision to take her off life-support three days later.\"",
            "closed_at": "2009-12-08T00:00:00Z",
            "created_at": "2008-11-27T16:57:47.981781Z",
            "creator_name": "Jason McCartney",
            "government_response_at": "2010-08-12T16:59:09.185071Z",
            "government_responses": [
                {
                    "created_at": "2010-08-12T16:59:09.185071Z",
                    "details": "You signed a petition asking the Prime Minister to restore specialist maternity services to Huddersfield Royal Infirmary.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=HRIMums\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'HRIMums'",
                    "updated_at": "2010-08-12T16:59:09.185071Z"
                }
            ],
            "opened_at": "2008-11-27T16:57:47.981781Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2342,
            "state": "finished",
            "updated_at": "2010-05-11T18:16:01.625292Z"
        },
        "id": 11157745
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HRIMums/"
    },
    "type": "petition"
}