{
    "data": {
        "attributes": {
            "action": "Strongly encourage universities to run courses on (the geological science of) volcanology.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Most universities run courses in geology.  Many run courses in certain fields of geology such as minerology.  However, there are no courses simply studying volcanology.  The only way a budding volcanologist can enter the field is by taking another geological course, which has, at most, a few modules of volcanology.  That means that possibly two years of a three year course is wasted.\nVolcanology is a massively important science.  Volcanoes are a natural hazard and by training volcanologists, we can help to predict eruptions and save many lives.\nWhile volcanoes are not a threat to the UK, many parts of the world live in fear of names like Krakatoa, Kilimanjaro, Eldfell, St Helens, Etna, Vesuvius, Yellowstone or Fuji just to name a few.  Volcano eruptions can also cause tsunamis of scale similar to that on boxing day just a few years ago.  With the supervolcano at yellowstone becoming more active (the extinction of the dinosaurs coincided with the last eruption of a supervolcano), it is imperitive that we understand them.",
            "closed_at": "2009-11-26T00:00:00Z",
            "created_at": "2008-11-26T21:59:46.191731Z",
            "creator_name": "Ian Laycock",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-26T21:59:46.191731Z",
            "rejected_at": "2009-01-04T00:01:01.668812Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-04T00:01:01.668812Z"
        },
        "id": 11150957
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Volcanologyinuni/"
    },
    "type": "petition"
}