{
    "data": {
        "attributes": {
            "action": "Make National Insurance calculations annual, the same as tax",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently National Insurance (NI) is calculated on a payday-by-payday basis. So someone who works for 3 months and earns £6000 will pay NI, whereas somebody earning the same amount over a whole year will pay none.\n\nParticularly for those working part-time or irregular jobs, who are indeed often the worst off, this is evidently unfair. Indeed if anything those with a regular steady income are the ones who can afford to pay NI.\n\nFurthermore, administrative problems occurring in a company's payroll department can often result in pay packets being combined and larger amounts of NI being paid where they would not have been under normal circumstances. It is unfair for an employee to lose money when they are not at fault.\n\nWe therefore petition the Government to:\n\n1) change the lower threshold for NI to match that of the Income Tax Personal Allowance;\n\n2) require HMRC to calculate employees' total National Insurance paid in each tax year and compare this to the correct figure derived from their total annual salary;\n\n3) allow any excess NI contributions to be refunded at the end of a tax year in the same manner as Income Tax is;\n\n4) or, where possible, scrap NI completely and merge it with Income Tax.",
            "closed_at": "2009-03-10T00:00:00Z",
            "created_at": "2008-11-27T16:19:44.155044Z",
            "creator_name": "Colin Haywood",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-27T16:19:44.155044Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2009-03-11T00:01:01.854419Z"
        },
        "id": 11157133
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/natinsurance/"
    },
    "type": "petition"
}