{
    "data": {
        "attributes": {
            "action": "Kidnappings in Nigeria",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Mr Brown.\n\nWe the undersigned petition the Prime Minister to Act immediately to secure the release of the 2 kidnapped British subjects currently held in Nigeria's Delta region since 9th September 2008.\n\nThere are 2 British subjects currently held captive in the Niger Delta, in Nigeria. They have been held captive for 80 days now (Today 27-11-08)\n\nThe major reason for their continued detention is the Prime Minister, Mr Gordon Brown's pledge to assist the Federal Government of Nigeria’s' military with assistance & training.\n\nThis has angered the militants who are holding these 2 men. The British Government and media has remained extremely quiet about the plight of these two captives.\n\nAll efforts must be made at the highest level to secure the release of these British subjects.\n\nWe are blogging this story and these lines that we are sending to No 10 today all over the planet in the next few days..\n\nAction to receive this petition or reaction for not, your choice, we know politics..\n\nThank you and good night,\n\nRegards,\n\nPastor Byron\n\nPS. Check this site too please:\n\nhttp://www.oyibosonline.com/sm2/index.php?topic=5530.msg78875#msg78875\n\nOOL currently has 2,112 members.\nPB",
            "closed_at": "2008-11-29T00:00:00Z",
            "created_at": "2008-11-27T01:53:01.409011Z",
            "creator_name": "Pastor Byron",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-27T01:53:01.409011Z",
            "rejected_at": "2009-01-04T00:01:01.668812Z",
            "rejection": {
                "code": 81920,
                "details": "This is a matter for direct communication with the Foreign and Commonwealth Office",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel",
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-04T00:01:01.668812Z"
        },
        "id": 11151878
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KidnapsNigeria/"
    },
    "type": "petition"
}