{
    "data": {
        "attributes": {
            "action": "Free UK Digital Mapping",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Satisfy the national interest and consumer need for accurate, high quality and readily available UK maps by making them freely available, ideally with no licensing or copyright restrictions.\nThis will encourage commercial and public body exploitation, ensuring efficient and widespread utilisation of public information.\nThe problem:\nIf you want to publish UK location based data derived from Ordnance Survey maps (most data is) on a map background, such as GoogleMaps then you are probably infringing copyright. This applies to EVERYONE including other government departments!\nSolution:\nReview the trading status of Ordnance Survey, changing from a ‘Trading Fund’ (require to ‘break-even’) to a directly funded government department. Review Copyright licences – what are we actually trying to protect and from whom?\nThe Benefit:\nRemove the existing and extensive bureaucracy and licensing conflicts that exist between the numerous parties involved. Make UK Plc more efficient!",
            "closed_at": "2009-06-04T00:00:00Z",
            "created_at": "2008-11-27T18:50:08.993434Z",
            "creator_name": "Andrew Hughes",
            "government_response_at": "2009-09-21T11:43:54.212146Z",
            "government_responses": [
                {
                    "created_at": "2009-09-21T11:43:54.212146Z",
                    "details": "You signed a petition asking the Prime Minister to \"Free UK Digital Mapping.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20555\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'FreeMaps'",
                    "updated_at": "2009-09-21T11:43:54.212146Z"
                }
            ],
            "opened_at": "2008-11-27T18:50:08.993434Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 243,
            "state": "finished",
            "updated_at": "2009-06-06T03:02:18.281293Z"
        },
        "id": 11158874
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FreeMaps/"
    },
    "type": "petition"
}