{
    "data": {
        "attributes": {
            "action": "negotiate the release of the 2 British Citizens kidnapped on 9th September 2008, and which has so far had no media agency coverage for some obtuse reason!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned petition the Prime Minister to act immediately to secure the release of the 2 kidnapped British subjects currently held in Nigeria's Delta region since 9th September 2008.\n\nThey have now been held captive for 80 days (Today 27-11-08)\n\nThe major reason for their continued detention is your own pledge to assist the army of the Fed. Gov. of Nigeria with training.\n\nThis has angered the militants who are holding these 2 men. The British Government has remained extremely quiet about the plight of these two captives.\n\nAll efforts must be made to secure the release of these men, and with Xmas just around the corner, we simply cannot stand by and let these guys languish in some mosquito infested jungle hut, therefore we must do all we can to bring these guys home to their worried families A.S.A.P. \n\nWe are blogging this story, and these lines that we are sending to No 10 today, all over the planet in the next few days via the Nigerian ex-pat website, OyibosOnLine ...\n\nAction to receive this petition is your choice, we know politics ...\n\nThank you and good night,\n\nRegards,\n\nJohnny Brandie",
            "closed_at": "2008-11-29T00:00:00Z",
            "created_at": "2008-11-27T02:37:07.275111Z",
            "creator_name": "John Brandie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-27T02:37:07.275111Z",
            "rejected_at": "2008-12-05T14:46:42.586932Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with the Foreign and Commonwealth Office",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-12-05T14:46:42.586932Z"
        },
        "id": 11151900
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NigeriaKidnaps/"
    },
    "type": "petition"
}