{
    "data": {
        "attributes": {
            "action": "REDUCE BEER DUTY TO THE DUTY LEVEL OF MARCH 1ST 2008",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Together, the UK pub and brewing industry helps contribute approximately £28 billion per annum to the UK economy.  However, the industry is under threat and will suffer permanent damage from the proposed new beer duty rise (on top of an unfair rise in March 2008) which will actually be detrimental to the treasury.  \n\nThe Governments attempts to raise revenues are actually failing; the 9% duty increase in March 2008 has actually resulted in a £31m drop in revenue as pubs and breweries are closing. \n\nDuty revenues on beer will actually fall further with this new 8% rise causing another potential big hole in the budgetary calculations.\n\nWith beer sales falling, the scale of the Governments beer duty rise puts at risk parts of the brewing industry and British pubs that may never be replaced once lost.  More than 44,000 jobs were lost from 2000 to 2005 and a further 50,000 are projected to be lost in the next five years.\n\nWe must protect it and give the industry the fiscal stimulus it needs.  We therefore propose that the government save the Beer & British Pub industry by reducing beer duty levels to the duty level of March 1st 2008.",
            "closed_at": "2009-06-16T00:00:00Z",
            "created_at": "2008-11-28T16:17:23.404425Z",
            "creator_name": "KIERON BARTON",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-28T16:17:23.404425Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 39,
            "state": "finished",
            "updated_at": "2009-06-17T00:01:01.633533Z"
        },
        "id": 11165600
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BEER-DUTY/"
    },
    "type": "petition"
}