{
    "data": {
        "attributes": {
            "action": "order an independent inquiry into the details surrounding the arrest of Damian Green, Shadow Immigration Spokesman",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On November 28th 2008, Damian Green (The Conservative Party Immigration Spokesperson) was arrested and held for nine hours  by the couter-terrorist branch of the Metropolitan Police.\n\nThe inquiry should cover as a minimum:\n\n1. Who initiated the original Home Office leak inquiry?\n2. Did ministers approve it? If so, who?\n3. When was it initiated?\n4. Who ran the inquiry and who had knowledge of it?\n5. Were any ministers briefed about the inquiry, how were they briefed, when and by whom?\n6. What did the prime minister know and when? Did he call for a leak investigation by the police in the first place?\n7. Why were counter-terrorism officers used for the arrests and subsequent searches? Was this a justifiable use of such resources?\n\nWe the undersigned believe that this arrest was such a significant violation of British democratic process and government accountability that, in the event that an inquiry finds that government ministers did have prior knowledge of the arrest, those ministers should face instant dismissal.",
            "closed_at": "2009-03-01T00:00:00Z",
            "created_at": "2008-11-29T09:48:24.079923Z",
            "creator_name": "David Burnand",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-29T09:48:24.079923Z",
            "rejected_at": "2009-01-07T00:01:01.933030Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Greenarrest/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-07T00:01:01.933030Z"
        },
        "id": 11169111
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DGreen/"
    },
    "type": "petition"
}