{
    "data": {
        "attributes": {
            "action": "Abolish the need for Webcasters Licenses in the United Kingdom.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Mr Brown,\n\nTechnology is advancing, and Recession has hit the UK, giving it’s public less money to spend on the things they enjoy.\nI am only 17, however I manage an Internet Radio Station (Magnum Radio, www.magnumradio.net), who currently cannot broadcast, due to the absurd prices of a “Small Webcaster’s License”, which is over £600 per annum, and this only protects the rights to the music, and not even the lyrics of said music.\n\nMy Station, like most others, are set up to benefit the community, those who listen, and those who help in it’s running. I am currently at college, and used to broadcast as a hobby, however, now I cannot, as the prices for these licenses are rising. \n\nWe urge you to reconsider your pricing structure on these licenses, as these directly hurt people like me, who cannot afford them.\nIt seems ludicrous that we need a license to broadcast, AND the listener needs a license to listen, if over 3 people can hear the radio.\nObviously this is absurd Sir, and we urge to you reconsider.\nIn times like these, entertainment is one of the few joys we have.",
            "closed_at": "2009-11-27T00:00:00Z",
            "created_at": "2008-11-27T21:55:49.348258Z",
            "creator_name": "Ben Brown",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-27T21:55:49.348258Z",
            "rejected_at": "2009-01-07T00:01:01.933030Z",
            "rejection": {
                "code": 65536,
                "details": "We cannot accept e-petition with links to other websites.",
                "reasons": [
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-07T00:01:01.933030Z"
        },
        "id": 11160286
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Webcasters/"
    },
    "type": "petition"
}