{
    "data": {
        "attributes": {
            "action": "Totally ban the sale of Tobacco Products in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government banned smoking in Public Places in 2007. This didnt take into account people's leisure time in pub's etc.By making this ban they are in fact saying the following, (extract from a previous petition ) On 14 February 2006, the House of Commons voted by a majority of 200 for comprehensive smokefree legislation which then came into force in England on 1 July 2007.  Its implementation has been hailed as a huge step forward in public health.  The scientific and medical evidence is very clear that secondhand smoke kills and that there is no safe level of exposure.  This legislation means the health of everybody will be protected.\n\nIn July 2008, the Department of Health published the Smokefree England - One Year On report, which showed high compliance with, and growing support for, the law including;\n\n· 98 per cent of all premises compliant and smokefree;\n· 76 per cent of people in support (and even 55 per cent of\nsmokers in support); and\n· 87 per cent of businesses said implementation had gone well or very well.\n(extract only )\n. THE GOVERNMENT THEREFORE ARE HYPOCRITICAL IF THEY CONTINUE TO REAP TAX BENEFITS FROM SALES OF TOBACCO PRODUCTS.",
            "closed_at": "2009-03-10T00:00:00Z",
            "created_at": "2008-11-29T11:43:40.502609Z",
            "creator_name": "David Coombs",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-29T11:43:40.502609Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 16,
            "state": "finished",
            "updated_at": "2009-03-11T03:02:06.779965Z"
        },
        "id": 11169575
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BanTobaccosales/"
    },
    "type": "petition"
}