{
    "data": {
        "attributes": {
            "action": "ensure consistency and \"fairplay\" from RBS group in passing on the recent cut in base rate to their \"One account\" mortgage customers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "RBS recently announced in the press, that they would be passing on the full 1.5% cut in base rate from 6.69 to 5.19% for all Standard variable rate mortgages from Dec 1st.\n\nThe \"One Account\" is a fully owned division of the RBS group and has consistently offered a product that is effectively promoted as a mortgage, furthermore it has always worked on the basis that, whilst regulated as a current account, it has always consistently followed the level set by its other SVR products.\n\nClearly forced to pass on the cut after the use of significant public funds to save the company, it is clear that RBS see the opportunity to use \"semantics\" to avoid their moral obligation to pass on a similar cut to \"one account\" mortgage holders, most of whom will have been  led to believe by the extensive product marketing that such a situation could not arise.\n\nIn essence the RBS group is effectively reneging on the promise given to the chancellor, and the undersigned would like the PM to request that RBS treat all \"One account\" customers in a consistent manner and maintain the historic relationship against their SVR.",
            "closed_at": "2009-03-10T00:00:00Z",
            "created_at": "2008-11-28T18:21:07.771173Z",
            "creator_name": "David Moran",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-28T18:21:07.771173Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 92,
            "state": "finished",
            "updated_at": "2009-03-11T00:01:04.611463Z"
        },
        "id": 11166589
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RBSOneAccount/"
    },
    "type": "petition"
}