{
    "data": {
        "attributes": {
            "action": "ensure the Information Commissioner interprets the Data Protection Act, 1998 in line with EU recommendations. Namely, to mean that the release of personal data by ISPs in connection with civil, as opposed to criminal, offences is in breach of this act and urging him to carry out a review of all subsequent releases.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Copyright holders have the right to protect and enforce their rights against unlawful infringement. Indeed it is important for the economy for them to do so.\n\nOne such method of enforcement is obtaining court orders obliging ISPs to provide the personal data of their customers, en masse, in connection with alleged illegal peer to peer file sharing. Letters are then sent to alleged infringers demanding sums of around £500. It is thought at least 26,500 such letters have been sent so far.\n\nThe only evidence in these cases is an IP address - which in isolation can rarely identify the alleged infringer. To rely on an IP address alone as evidence is wholly disproportionate and causes a great deal of distress for those who are falsely accused. The requests for data should be interpreted as in connection with civil, not criminal offences and therefore should be being refused, as per EU directives 2000/31, 2001/29, 2004/48 and 2002/58 and Advocate General Kokott’s opinion issued on the 28/01/08.",
            "closed_at": "2009-02-08T00:00:00Z",
            "created_at": "2008-11-28T17:20:20.939415Z",
            "creator_name": "Richard Maguire",
            "government_response_at": "2009-08-05T14:36:38.856240Z",
            "government_responses": [
                {
                    "created_at": "2009-08-05T14:36:38.856240Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure the Information Commissioner interprets the Data Protection Act, 1998 in line with EU recommendations. Namely, to mean that the release of personal data by ISPs in connection with civil, as opposed to criminal, offences is in breach of this act and urging him to carry out a review of all subsequent releases.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20211\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'InfComISPDatProt'",
                    "updated_at": "2009-08-05T14:36:38.856240Z"
                }
            ],
            "opened_at": "2008-11-28T17:20:20.939415Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 271,
            "state": "finished",
            "updated_at": "2009-02-09T00:01:02.130669Z"
        },
        "id": 11166230
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/InfComISPDatProt/"
    },
    "type": "petition"
}