{
    "data": {
        "attributes": {
            "action": "introduce a \"Baby P' Law to make regular baby health checks compulsory as babies are at greater risk of being murdered in the first year of life than any other age",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Up to four children die each week in England from abuse or neglect & many more suffer serious harm or injury. The NSPCC says that babies & toddlers are particularly vulnerable to physical abuse.\n\nMany instances of child abuse are never brought to the attention of the authorities.  It should therefore be compulsory for carers to take babies & toddlers for a health check & physical examination at least every 3 months, for the first year or two, to help detect any signs of neglect or physical abuse. If carers fail to attend a health check, social services should be alerted and the child seen without delay.\n\nResponsible carers already take their children to health centres regularly, so this system should only serve to highlight any irresponsible, neglectful or abusive carers.  It would help prevent the very young and most vulnerable from slipping through the net and hopefully prevent further tragedies like that of Baby P and Tiffany Wright.\n\nThank you.",
            "closed_at": "2009-12-17T00:00:00Z",
            "created_at": "2008-12-01T14:26:55.666139Z",
            "creator_name": "Dee Murrell",
            "government_response_at": "2010-08-23T17:26:22.073133Z",
            "government_responses": [
                {
                    "created_at": "2010-08-23T17:26:22.073133Z",
                    "details": "You signed a petition asking the Prime Minister to introduce a \"Baby P' Law to make regular baby health checks compulsory as babies are at greater risk of being murdered in the first year of life than any other age.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=babyplaw3\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'babyplaw3'",
                    "updated_at": "2010-08-23T17:26:22.073133Z"
                }
            ],
            "opened_at": "2008-12-01T14:26:55.666139Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 843,
            "state": "finished",
            "updated_at": "2010-01-22T03:01:32.933812Z"
        },
        "id": 11179359
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/babyplaw3/"
    },
    "type": "petition"
}