{
    "data": {
        "attributes": {
            "action": "remove the postal town of \"Crewe\" from addresses in the village of Goostrey.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Postal addresses in the village of Goostrey are officially \"** Street Name, Goostrey, Crewe, Cheshire, CW4 XXX\".  \nThe requirement of featuring Crewe should be changed, for the following reasons:\n\nGeographically Crewe is approx over 15 miles away from Goostrey. \nThe hospital serving Goostrey is no longer Leighton Hospital in Crewe but Macclesfield General.\nCrewe is in an entirely separate borough to Goostrey.\nEconomic, standards of living, cultural and social statuses of the two places are entirely different, with negative impacts and implications of this mis-association.\nMany company computer address systems have Goostrey listed incorrectly as simply being Crewe (e.g. 1 Main Road, Crewe), causing untold travel/delivery problems.\nThe postcode CW4 should be sufficient for postal workers and systems.  Furthermore the village name of \"Goostrey\" should be sufficient for postal works and systems to realise that the item belongs in the village of Goostrey.\nMost other villages in the area do not have their postal town in their address, for example  addresses in the WA and SK areas.",
            "closed_at": "2009-05-29T00:00:00Z",
            "created_at": "2008-11-29T17:49:54.765648Z",
            "creator_name": "Anonymous",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-29T17:49:54.765648Z",
            "rejected_at": "2009-01-08T00:01:01.573466Z",
            "rejection": {
                "code": 8192,
                "details": "Please supply full name and address information.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-08T00:01:01.573466Z"
        },
        "id": 11171130
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/no2Crewe/"
    },
    "type": "petition"
}