{
    "data": {
        "attributes": {
            "action": "let British workers maintain their personal choice of working more than a 48-hour week",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Labour Members of the European Parliament want to reverse Britain's opt-out of the working time directive, which says you can't work longer than 48 hours per week.\n\nThe Conservative government negotiated an opt-out in 1993, to enable workers to have personal choice of how many hours they wished to work.\n\nThis could mean families struggling to make ends meet will no longer have the option of earning more from overtime and will affect local businesses who rely on this working directive.  And at such a crucial period in Britain's financial crisis, this could not come at a worse time.\n\nPlease sign this petition to keep the choice open for those who wish to work over the 48 hour week.\n\nYou can also email Stephen Hughes MEP (stephen-hughes@btconnect.com) \nwho will be voting in the European Parliament to scrap the opt-out of the directive effectively taking away any choice of the 48 hour week.",
            "closed_at": "2008-12-30T00:00:00Z",
            "created_at": "2008-11-30T23:03:12.560987Z",
            "creator_name": "Nicole Thomas",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-30T23:03:12.560987Z",
            "rejected_at": "2009-01-08T00:01:01.573466Z",
            "rejection": {
                "code": 65536,
                "details": "We cannot accept petitions containing email addresses",
                "reasons": [
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-08T00:01:01.573466Z"
        },
        "id": 11176429
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Keep48hroptout/"
    },
    "type": "petition"
}