{
    "data": {
        "attributes": {
            "action": "do everything in his power to put puppy farms out of business",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Puppy farms are known as puppy mills in America, which is probably a more apt description.\n\nDogs are kept 24/7 in cages without any natural light or room to exercise.\n\nPuppies are infected with worms on the inside and fleas on the outside.\n\nThe odd death doesn't bother the owner - it would cost too much to prevent them.\n\nVaccinations are unheard of in puppy farms, therefore diseases that should be eliminated are thriving.\n\nAdult dogs suffering from painful, inherited birth defects are not spayed and neutered.  They are bred, producing puppies with the same debilitating conditions.\n\nPuppies from puppy forms have a far greater chance of growing up into dogs with severe social and psychological problems, and can end up being abandoned.\n\nPuppy farms exist to make money, and place zero value on the health and wellbeing of dogs.\n\nWe therefore petition the Prime Minister to end a barbaric practice that has zero value to society.",
            "closed_at": "2009-06-08T00:00:00Z",
            "created_at": "2008-11-29T23:22:03.491837Z",
            "creator_name": "Diarmuid Scullin",
            "government_response_at": "2009-08-07T10:28:54.605738Z",
            "government_responses": [
                {
                    "created_at": "2009-08-07T10:28:54.605738Z",
                    "details": "You signed a petition asking the Prime Minister to \"do everything in his power to put puppy farms out of business.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20257\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Puppies'",
                    "updated_at": "2009-08-07T10:28:54.605738Z"
                }
            ],
            "opened_at": "2008-11-29T23:22:03.491837Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1177,
            "state": "finished",
            "updated_at": "2010-04-20T16:30:02.063815Z"
        },
        "id": 11172472
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Puppies/"
    },
    "type": "petition"
}