{
    "data": {
        "attributes": {
            "action": "strongly consider offering Mutual Societies and other similar organisations within Northern Ireland the same protection as other banking institutions within the financial services compensation scheme in order to add further stability to the volatile financial sector and to avoid collapse of this important sector within the Northern Ireland context.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Mutual Societies have traditionally served the most vulnerable in society and currently are not protected by the Government’s financial guarantee scheme.  According to the Administrator for the Presbyterian Mutual Society this “has lead to some of its members moving funds from the Society to other financial institutions that enjoy protection under the Government’s financial guarantee scheme”.  \n\nThis new public policy will ultimately lead to the demise of the Mutual Societies and other similar organisations within the Northern Ireland context and will further alienate a vulnerable section in the community from banking services.",
            "closed_at": "2009-05-29T00:00:00Z",
            "created_at": "2008-11-29T21:06:37.748634Z",
            "creator_name": "Linda R McKee",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-29T21:06:37.748634Z",
            "rejected_at": "2009-01-08T00:01:01.573466Z",
            "rejection": {
                "code": 4096,
                "details": "This is a devolved matter and should be directed to the Northern Ireland Executive as appropriate.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-08T00:01:01.573466Z"
        },
        "id": 11171992
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MutualSocieties/"
    },
    "type": "petition"
}