{
    "data": {
        "attributes": {
            "action": "Allow Cindy and Geoff Byron To Remain Together In The UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Cindy Byron is Canadian living in  Merseyside who despite a ten year marriage to Brit Geoff, is being sent back to Canada. Geoff is critically ill with brain tumour, needing 24hr care.\n\nUK Immigration should be ashamed of themselves.\n\nPlease sign below or join Facebook Group:\nhttp://www.facebook.com/home.php#/group.php?gid=41127111586&ref=mf \n\nThe Facebook group has attracted the attention of the Liverpool Echo!http://www.liverpoolecho.co.uk/liverpool-news/local-news/2008/11/26/happy-christmas-but-not-for-us-100252-22341352/\n\nBy signing, we the undersigned feel strongly that:\n\n1. Forcing the deportation of Cindy Byron back to her home country is highly immoral and unreasonable under the circumstances.\n2. The UK officials who made such an inhumane decision, despite the discretionary scope available to them, ought to feel disgusted with themselves and seriously consider their positions as \"civil servants\"\n3. The decision shouold be reversed and Ms Byron should be allowed to remain in the UK to care for her husband as befitting a modern CIVILISED country. \n\nThank you so much.",
            "closed_at": "2009-05-29T00:00:00Z",
            "created_at": "2008-11-29T22:41:07.247456Z",
            "creator_name": "Miss Jennifer Smedley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-29T22:41:07.247456Z",
            "rejected_at": "2009-01-08T00:01:01.573466Z",
            "rejection": {
                "code": 81920,
                "details": "Individual legal cases are a matter for direct communication with the Home Office.\nWe cannot accept petition containing links to other websites.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel",
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-08T00:01:01.573466Z"
        },
        "id": 11172349
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LetCindyStay/"
    },
    "type": "petition"
}