{
    "data": {
        "attributes": {
            "action": "Change the current horse passporting laws",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The sale of stolen horses and horses that are meant to be on loan, has been an issue in the UK for years. Often sick horses are sold as healthy and ridable and being deprived vital medicines,are potentially unfit to ride and some dangerous. The system was set-up to tackle these problems but is failing to do so,the law needs amending to protect the owners and the animals. It is known that 'Dodgy Dealers' are issuing passports for animals that are stolen. Without Government intervention, it will be impossible to stop this practice. \nI am asking for the following: (1) That no horse can be sold/passed on without the passport having been checked by either and independent vet or someone of standing checking the validity of the passport.\n(2)That all those who are registered to issue passports are CRB checked as a condition of registration. \n(3) The creation of a central database to register ownership/Passports that can be checked by police, vets and horseowners.\n(4) Horses cannot be sold at official horse sales - in the ring or outside in the car park - without the presence of a independant vet and a member of DEFRA policing the passport system. \nPlease make a difference - sign this petition.",
            "closed_at": "2009-06-08T00:00:00Z",
            "created_at": "2008-11-29T19:57:55.610986Z",
            "creator_name": "Lisa Jensen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-29T19:57:55.610986Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 137,
            "state": "finished",
            "updated_at": "2009-06-10T03:01:56.202523Z"
        },
        "id": 11171722
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/horsepassporting/"
    },
    "type": "petition"
}