{
    "data": {
        "attributes": {
            "action": "take action to prevent the reclassification of Cannabis to a class B drug, in order to maintain the separation between Cannabis and harder drugs such as cocaine and heroin.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It's said that Cannabis is a \"gateway drug\", meaning it can lead to the use of harder drugs. The reason for this is in plain sight - Cannabis is illegal, and is therefore available in the same way as hard drugs including Heroin, Cocaine, Ecstasy, etc. In other words, under most circumstances, one must visit a dealer in order to obtain Cannabis, and many dealers will also have harder drugs to offer.\n\nBy reclassifying Cannabis to class B, the government will effectively be drawing comparisons between the relatively safe Cannabis and the extremely harmful and addictive amphetamines such as \"speed\" and \"Crystal Meth\".\n\nI would like to highlight the fact that after the previous reclassification of cannabis, from class B to class C, it was found that fewer young people were smoking Cannabis. Surely if the government is going to maintain prohibition, at least recognise that the choice to reclassify Cannabis as class C has done some good, and we are now threatening to reverse the work done at a cost of hundreds of thousands of tax-payers' pounds.",
            "closed_at": "2009-02-01T00:00:00Z",
            "created_at": "2008-11-30T18:33:08.560216Z",
            "creator_name": "Michael Keefe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-30T18:33:08.560216Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 75,
            "state": "finished",
            "updated_at": "2009-02-02T03:01:56.759476Z"
        },
        "id": 11175182
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KeepItClassC/"
    },
    "type": "petition"
}