{
    "data": {
        "attributes": {
            "action": "Order an independent public inquiry into the arrest of Damian Green MP",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many Britons, let alone MPs will have found the arrest of the Shadow Immigration Minister, Damian Green MP on 27/11/08 shocking and disturbing in equal parts. \nThis arrest, which involved anti-terrorist police officers, raises many profound political, legal, and constitutional questions.\nWe the undersigned urge the P.M. to order an independent public inquiry into all the circumstances surrounding the arrest of this Opposition MP who was deprived of his liberty for 9 hours, a period of detention which did not result in any charges being brought against Mr Green.\nSuch an independent inquiry is necessary to assure the British public that officers of the Law and Home Office ministers are fully accountable public servants. \nThe inquiry should address, but not be limited to, the many salient points made by Mr Green's Parliamentary colleague, Dominic Grieves MP, as listed on the BBC News website. The article is entitled: \"Tory questions on Green arrest\"\n\nWe firmly believe that an independent public inquiry into this incident is in the public interest.",
            "closed_at": "2009-03-01T00:00:00Z",
            "created_at": "2008-12-01T01:10:33.824322Z",
            "creator_name": "G Y Shin Esq",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-01T01:10:33.824322Z",
            "rejected_at": "2009-01-08T00:01:01.573466Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Greenarrest/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-08T00:01:01.573466Z"
        },
        "id": 11176668
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ToryMP-arrest/"
    },
    "type": "petition"
}