{
    "data": {
        "attributes": {
            "action": "To ask the RSPCA to Help the CREDIT CRUNCH Horses in Britain",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Instead of these Futile Court Cases as so many of them are.I am asking the RSPCA to help Britains Hungry Horses by assisting horseowners to retain their horses by providing the needy, with the expence of horse feed.This is was why Charities were oringinally started,to help the poor care for their animals.The USA are having welfare problems, which can be seen on the net.The work of putting the horses in order,is costing both food and court expence.\nLets tackle the sorce rather than the remedy,and get the help to the people suffering themselves,what can they do now,with no money coming in.The RSPCA needs to start a hot line with no stigma attatched, to offer help of FINANCIAL support.If these Charities really are for animal welfare, its time to put up or shut up.This should be be open to public scruntiny,to assure people how these welfare aim's are being run.I include the ILPH in this and then of course there are the small animals.\nLet horses stay with the people they love and who loves them,instead of someone's comment I read on a blog. With the cash crisis, why don't they let horses enter the food chain.  Outragous idea.\nPlease sign my petition and contact your MP. Thank You",
            "closed_at": "2009-03-30T00:00:00Z",
            "created_at": "2008-11-30T12:18:14.878767Z",
            "creator_name": "Rose Jay",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-11-30T12:18:14.878767Z",
            "rejected_at": "2009-01-08T00:01:01.573466Z",
            "rejection": {
                "code": 20992,
                "details": "This is a matter for direct communication with the RSPCA",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-08T00:01:01.573466Z"
        },
        "id": 11173699
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RSPCAfeedhorses/"
    },
    "type": "petition"
}