{
    "data": {
        "attributes": {
            "action": "ensure that the inquest jury listening to evidence about the shooting of Jean Charles de Menezes is able to independently make up its own mind whether his death was negligent or unlawful.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "After listening to months of evidence from 100 witnesses, the jury at the inquest into the fatal shooting of Jean Charles de Menezes have been denied the option to make up their own minds and reach verdicts, should they choose to, that Jean's death was negligent or unlawful.\n\n \n\nIndependent decision-making by juries of the public is the cornerstone of our legal system and juries have consistently demonstrated that they take their responsibilities seriously. Allowing them to do their job without restriction and to reach a verdict based on their own assessment of the evidence is the only way that the public can be confident that the evidence about Jean’s death has been properly and transparently investigated.\n\n \n\nWe call upon the Prime Minister to support the call for jury members at the Menezes inquest in Southwark to be given the right to reach the verdict that best reflects the evidence, without external constraints on what is – and what is not – allegedly ‘justified’.",
            "closed_at": "2009-01-03T00:00:00Z",
            "created_at": "2008-12-03T11:04:28.615236Z",
            "creator_name": "Kevin Blowe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-03T11:04:28.615236Z",
            "rejected_at": "2009-01-14T00:01:01.550344Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for direct communication with the Crown Prosecution Service.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-14T00:01:01.550344Z"
        },
        "id": 11189483
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/justiceforjean/"
    },
    "type": "petition"
}