{
    "data": {
        "attributes": {
            "action": "Give equality of access to the motability scheme for disabled over 65's on higher rate attendance allowance.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are many who became and will become disabled after age 65 from various reasons, the most common being stroke. Other factors include Arthrirtis and similar conditions. Spinal injury, amputation of a limb or extremity. Non visible conditions include Lung removal and chest problems which curtail mobility. cancer & related afflictions. Cardiac and kidney problems. The list is endless. To deny these people the benefit of the mobilty scheme seems to be discrimination to a specific section of the disabled community. Effectively the current policy suggests that you are not disabled after age 65 regardless of your disability. Those on DLA prior to age 65 continue with their mobilty access once they are 65 and continue indefinitely. Similarly, if they are not in the mobility scheme they can take advantage of the tax exemption status for disabled car drivers/owners. Attendance allowance does not passport its recipients to the Motability scheme, and exemption from vehicle exise duty; We need equal staus for all dsiabled people regardelss of when they became disabled. Please support this important subject.",
            "closed_at": "2009-02-09T00:00:00Z",
            "created_at": "2008-12-02T12:38:30.848074Z",
            "creator_name": "Alan caddick",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-02T12:38:30.848074Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2009-02-10T00:01:01.617179Z"
        },
        "id": 11184198
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Mobility-Bias/"
    },
    "type": "petition"
}