{
    "data": {
        "attributes": {
            "action": "Ensure that the senior staff in the baby p case are suspended WITHOUT pay and completely DISMISSED",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is a tragic and downright appalling story with what happened to that poor little soul.\nWhat is worse that the public know it had already happened before with Victoria Climbie.\nThis alone shows extreme and serious failings.\nWhat we find incredible is that the likes of Sharon Shoesmith who had ultimate control of the situation gets suspended with FULL pay whilst authorities decide what to do with her.\nWell first of all suspend her WITHOUT full pay let her suffer even if it only a bit she is a disgrace to the human race and then MAKE sure she is sacked without the possibility of ever working in ANY kind of children environment whatsoever.\nShe has proved on more than one occasion she is completely incapable.\nThe other Senior ones Gillie Christou and Clive Preece should also be sacked and never allowed to work with children or any children's department of any kind ever again.\nPlease let us have some justice for this poor defenceless little child he was just a baby for heaven's sake!",
            "closed_at": "2009-12-02T00:00:00Z",
            "created_at": "2008-12-02T17:51:14.969663Z",
            "creator_name": "Joanne Hilton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-02T17:51:14.969663Z",
            "rejected_at": "2009-01-14T00:01:01.550344Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-14T00:01:01.550344Z"
        },
        "id": 11186282
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/babypcasedismiss/"
    },
    "type": "petition"
}