{
    "data": {
        "attributes": {
            "action": "establish with immediate effect a Symphysis Pubis Dysfunction task force to look at regional variations in diagnosis and treatment amongst pregnant women",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A significant proportion of pregnant women suffer from a debilitating condition known as Symphysis Pubis Dysfunction, or Pelvic Girdle Pain. In 3% of cases this disabling condition affects mobility seriously enough to leave women unable to walk, go to work, care for their other children, or care for themselves properly. Without proper medical care the condition can last for years beyond delivery. The research literature and guidelines from The Association of Chartered Physiotherapists in Women's Health recommend that women receive proper diagnosis, therapeutic manipulation, and personalised occupational therapy advice as soon as possible after developing the condition. In many parts of the UK this is not happening, and consequently women's health in this respect is being badly neglected. Similarly little UK research has been done into the condition overall. We urge the Government to investigate these omissions as soon as possible, with a view to professionalising and standardising care for SPD across the UK.",
            "closed_at": "2009-06-15T00:00:00Z",
            "created_at": "2008-12-02T11:25:05.290902Z",
            "creator_name": "Dr Sandra Leaton Gray",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-02T11:25:05.290902Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 29,
            "state": "finished",
            "updated_at": "2009-06-16T00:01:01.545360Z"
        },
        "id": 11183752
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/spdinpregnancy/"
    },
    "type": "petition"
}