{
    "data": {
        "attributes": {
            "action": "prevent the closure of Harrow Ceramics Department",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It has come as a complete shock to myself and the Ceramics Course Team, that after we have created a beautiful, brilliantly equipped new ceramics department last year after the devastating fire of June 2007, my Management has prepared a case for the closure of Ceramics. This would be carried out in a phased manner, closing in 2013 ( our 50th Anniversary on this site ) with part time students who started the course in 2007. I have not been allowed to revalidate the course as planned this year, and am told that intake for 2009 will be suspended. (Note from editor: JUST HEARD - 26.11.08 THERE WILL BE CONSULTATION!!*)\nWe will of course fight this decision, however it is with the greatest of regret that I have to let you know that there is a real crisis at Harrow. The staff are now of the opinion that we desperately need a response from the wider ceramics/arts/education community to help us in our plight. Please show your support by signing this petition. Kyra Cane",
            "closed_at": "2009-02-02T00:00:00Z",
            "created_at": "2008-12-02T18:30:59.055123Z",
            "creator_name": "Becky Harle",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-02T18:30:59.055123Z",
            "rejected_at": "2009-01-14T00:01:01.550344Z",
            "rejection": {
                "code": 16896,
                "details": "Your titlend petition should be a clear call for action, preferably starting with a verb, and not a name or statement, about Government policy.",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-14T00:01:01.550344Z"
        },
        "id": 11186516
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HarrowCeramics/"
    },
    "type": "petition"
}