{
    "data": {
        "attributes": {
            "action": "Ensure That The DWP Comply With Their Obligations Under The Disability Dicrimination Act 1995 and provide chairs that comply with health and safety law",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On a recent visit to a DWP office, under threat of having benefits cut should the demand not be complied with, It was asked of the DWP employees that a suitable chair be provided to avoid increased levels of pain. At least four suitable chairs were available.\n\nI was told by the DWP employee present that no suitable could be provided as the Health And safety Policy operated by the DWP did not allow these chairs to be used by claimants.\n\nGiven that Disabled people are to now be subjected to these Interviews under the Pathways project commenced by the government, It is necessary for the Government to ensure that this policy of denying Disabled People of Access to Chairs under Health And Safety Policies is revised and disabled people who need Reasonable Adjustment have their rights respected under the Disability Discrimination Act.\n\nWe therefore petition the Prime Minister to have this matter addressed and for such inequality of opportunity due to DWP policy to be removed.",
            "closed_at": "2009-12-15T00:00:00Z",
            "created_at": "2008-12-03T00:16:05.661769Z",
            "creator_name": "Mr M A White",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-03T00:16:05.661769Z",
            "rejected_at": "2009-01-01T22:04:46.341092Z",
            "rejection": {
                "code": 16384,
                "details": "This is a devolved matter and should be directed to the Department of Work and Pension.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-01T22:04:46.341092Z"
        },
        "id": 11188187
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AccessToChairs/"
    },
    "type": "petition"
}