{
    "data": {
        "attributes": {
            "action": "Read the message received from Zimbabwe in recent days",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Letter from Zimbabwe by John Winter\nThe darkest hour is always before dawn.  We are all terrified at what they are going to destroy next..I mean they are actually ploughing down houses and one family had no chance of salvaging anything when 100 riot police came in with AK47's and bulldozers and demolished their beautiful house - because it was 'too close to the airport'. To be frank with you, it's genocide in the making and if you do not believe me, read the Genocide Report by Amnesty International which says we are - IN level 7 - (level 8 is after it's happened). We are in a fearfully dangerous situation here.  This Government has GONE MAD and you need to help-or how can we be rescued? It's a reality! The petrol queues are a reality, the pall of smoke all around our city is a reality, the thousands of homeless people sleeping outside in 0 Celsius with no food, water, shelter and bedding are a reality. For now,- we have food, shelter, a little fuel and a bit of money for the next meal - but what is going to happen next? Will they start on our houses? Please! - do have some compassion and HELP",
            "closed_at": "2009-06-02T00:00:00Z",
            "created_at": "2008-12-02T22:58:15.275375Z",
            "creator_name": "Tricia Gilmour",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-02T22:58:15.275375Z",
            "rejected_at": "2009-01-14T00:01:01.550344Z",
            "rejection": {
                "code": 512,
                "details": "Your title and petition should be a clear call for action, preferably starting with a verb, and not a name or statement, about Government policy.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-14T00:01:01.550344Z"
        },
        "id": 11187950
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/zimbabwe-rmugabe/"
    },
    "type": "petition"
}