{
    "data": {
        "attributes": {
            "action": "Create a martin luther king / barack obama day, during one day of black history month.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "i believe that the black and mixed race and even white and other races who support the two influential men, should be able to celebrate one day of the victory that has come out of the elections etc. around the world they have their special days for important leaders, saints and other public holidays. So why not a public holiday for Martin luther king, who changed alot of people perspectives on black and mixed race people and he was the reason why Obama runs today. \" Rosa Parks sat so Martin Luther King could walk. Martin Luther King walked so Barack Obama could run. Barack Obama runs so our children can fly\". i really think this would be a great public holiday for everyone to enjoy and remember how people have changed the world. even though there is still controvacy, about the colour of ones skin etc. me and many others would love to have one day in the year to celebrate the equality and fairness we have of the the powerful people who have changed how some people see others. (i am mixed race by the way. Black and white. African and English).\nthanks !",
            "closed_at": "2009-12-01T00:00:00Z",
            "created_at": "2008-12-01T20:06:53.153574Z",
            "creator_name": "Michelle",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-01T20:06:53.153574Z",
            "rejected_at": "2009-01-09T00:01:01.614305Z",
            "rejection": {
                "code": 8192,
                "details": "Please supply full name and address information.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-09T00:01:01.614305Z"
        },
        "id": 11181398
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/M-L-KingObamaDay/"
    },
    "type": "petition"
}