{
    "data": {
        "attributes": {
            "action": "support jo procter and all carers (CLASSED AS UNPAID)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear sir\nI am living in extreme poverty as a carer to my son who suffered brain injury. \n\nI receive 50pounds and 25pence per week for doing this job. I feel exploited, abused,isolated,neglected,by the state.\n\nWe are worthy of same package as foster carers who receive 380 pounds.Per week.\n\nOur role is just as challenging and depending on disability can be exhausting with behavioural issues. My first 2 years i had 2 hours sleep per day---now 5 hours.This places enormous stress on my health.It is an all consuming employment.Even if respite could not afford to go anywhere.\n\nI shall be dead if expected to sign on as a jobseeker.we are front line troops in hands on care at end of team.There is no food in my fridge- can not afford a new oven-the freezer died 2 yrs ago.all my direct debits are cancelled--my mortgage insurance is behind-water/gas/elec all impossible to pay.\nMy older son lost his career. he left college to feed us as no benefit help for 7 months.\n\nwe carers should have more to look forward to than struggle, death and poverty. \n\nPLEASE PRIME MINISTER we need help and recognition now in 2008/2009.care will be much more expensive if the state left to pick up care.",
            "closed_at": "2009-12-01T00:00:00Z",
            "created_at": "2008-12-01T23:41:08.733583Z",
            "creator_name": "jo procter",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-01T23:41:08.733583Z",
            "rejected_at": "2009-01-14T00:01:01.550344Z",
            "rejection": {
                "code": 18432,
                "details": "http://petitions.number10.gov.uk/carershome/\nThere are a number of petitions regarding increasing benefits for carers. One of which is listed above.\nRegarding your individual case, we have passed your petition on to the Direct Communication Unit, who will send it on to the Prime Minister as they would a letter.",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-14T00:01:01.550344Z"
        },
        "id": 11182311
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/justiceforcarers/"
    },
    "type": "petition"
}