{
    "data": {
        "attributes": {
            "action": "Child Health Checks",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There should be across the board a LAW in place that ensures every child born in Britain undergoes series of checks from Birth to School starting ages. Personal Child Health Records were the health checks that were carried out from birth to pre-school age, this I believe is the vital stages that can be intercepted ny health officials to protect and step in if any slight evidence has been found of child abuse. These are no longer in Place...WHY? Every ten days a child between the age of birth to 5 years dies at the hands of parents.  Many children are sold for sex in many major cities nationwide, children suffer abuse of all levels and at all ages.  Why do we, Britain, let this continue...we should'nt should we. Please assist me in this needed appeal to put in place these checks. I am a mother of three and my son was last seen by a health official when he was 10 days old, (apart from injections) he is now 4, a disgrace if you ask me that for four years he has not been weighed, checked over etc, policies have changed, please bring these back. Our children are our future, please protect this countries children.",
            "closed_at": "2009-12-02T00:00:00Z",
            "created_at": "2008-12-02T12:41:46.105767Z",
            "creator_name": "Anna Long",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-02T12:41:46.105767Z",
            "rejected_at": "2009-01-08T00:01:01.573466Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-08T00:01:01.573466Z"
        },
        "id": 11184217
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/protectourchild/"
    },
    "type": "petition"
}