{
    "data": {
        "attributes": {
            "action": "stop the 'supersizing' of Wimbledon Chase Primary School and order Merton LEA to reinvest an £18 million windfall to build new schools in the borough",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Over the last 10 years, Merton Local Education Authority has sold off schools and playing fields, raising £18 million.\n\nThe local authorities now find themselves substantially short of primary school places and wish to proceed with a low-cost remedy, intending to ‘supersize’ Wimbledon Chase Primary School, as well as expand a number of other good schools in the area, regardless of the consequences to long-term educational standards.\n\nWimbledon Chase would become an intimidating institution with more than 700 children, too large a school for young children (some of whom are only 3 or 4 years old), detrimental for their education, their wellbeing and, with the planned loss of playing fields, their health.\n\nIncreased traffic would create a local black spot and gridlock on a daily basis in the surrounding conservation area.\n\nThere has been no effective consultation by Merton LEA to the proposed expansion, with local residents not informed of the plans, and the objections of concerned parents simply ignored.\n\nMerton LEA’s current plans ignore the interests of children and local residents and lack strategic direction.",
            "closed_at": "2009-02-28T00:00:00Z",
            "created_at": "2008-12-02T00:16:37.524821Z",
            "creator_name": "John Owen",
            "government_response_at": "2009-03-13T15:04:29.237407Z",
            "government_responses": [
                {
                    "created_at": "2009-03-13T15:04:29.237407Z",
                    "details": "You signed a petition asking the Prime Minister to \"stop the 'supersizing' of Wimbledon Chase Primary School and order Merton LEA to reinvest an £18 million windfall to build new schools in the borough.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18590\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'wimbledonchase'",
                    "updated_at": "2009-03-13T15:04:29.237407Z"
                }
            ],
            "opened_at": "2008-12-02T00:16:37.524821Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 323,
            "state": "finished",
            "updated_at": "2009-12-29T15:16:34.393888Z"
        },
        "id": 11182388
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/wimbledonchase/"
    },
    "type": "petition"
}