{
    "data": {
        "attributes": {
            "action": "Allow Police right of access to Parliament without obstruction when investigating crime.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Police investigating alleged leaks from the Home Office recently searched Damian Green's Parliamentary office.\nMembers of Parliament are now out raged that Police where allowed to carry out this search.\n\nThe Police carried out the search as they would with any member of society. Had they not searched the Parliamentary offices, then the Police would have been ridiculed for not carrying out a thorough investigation.\n\nDo members of Parliament feel they should be above the law and excused from laws that apply to every member of society?\nDo members of Parliament feel that police should have to warn them before they are allowed to carry out a search and investigate a crime without prejudice? \nDo members of Parliament feel that as an elected representative of the public that they should not conform to standards expected of employees?\n\nMembers of Parliament seem to be forgetting they are elected by the public to represent us, and as such are not above and beyond the law. The houses of Parliament (though grand) are a place of work and Police should be allowed to investigate without obstruction or hindrance from any elected MP any crime reported to them.",
            "closed_at": "2009-04-04T00:00:00Z",
            "created_at": "2008-12-04T01:08:41.779822Z",
            "creator_name": "John Wallace",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-04T01:08:41.779822Z",
            "rejected_at": "2009-01-04T00:01:01.668812Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for the House of Commons authorities.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-04T00:01:01.668812Z"
        },
        "id": 11193700
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EntrytoHoP/"
    },
    "type": "petition"
}