{
    "data": {
        "attributes": {
            "action": "take steps to stop geographical discrimination against people living in Northern Ireland",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Northern Ireland is supposed to be a full part of the United Kingdom and we pay UK taxes and are subject to UK laws. However, people in Northern Ireland are discriminated against in many ways: we are unable to vote for anyone in the major parties which are likely to form a government; many companies extend their services to all of mainland Britain but not to Northern Ireland, or charge extra rates for Northern Ireland; banknotes produced by Northern Irish banks are not legal tender in the rest of the UK; Northern Ireland (and sometimes Scotland and even Wales) are not included in many national statistics, which implies that any patterns discovered in the statistics will not be used to improve living conditions in Northern Ireland. There may be other forms of discrimination (salaries?) but the full extent of such discrimination cannot be known without statistics for all of the UK and the possibility of representation by parties who can be expected to form a government.",
            "closed_at": "2009-12-04T00:00:00Z",
            "created_at": "2008-12-04T13:50:10.786971Z",
            "creator_name": "Colin Mills",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-04T13:50:10.786971Z",
            "rejected_at": "2009-01-15T00:01:02.794895Z",
            "rejection": {
                "code": 16384,
                "details": "This is a devolved matter and should be directed to the Northern Ireland Executive.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-15T00:01:02.794895Z"
        },
        "id": 11195914
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Treat-NI-fairly/"
    },
    "type": "petition"
}