{
    "data": {
        "attributes": {
            "action": "Modify the VCRA act of 2006",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "According to the act currently one must be 18+ to purchase a realistic imitation firearm , most commonly applied to Airsofting weapons, however according to the act and home office an under 18 year old with a valid site membership can avail themselves to the airsofters defense where it does not conflict with section 40 (sales to under 18's) so an under 18 can , own , modify , create an RIF however cannot buy one , this makes no sence, we request that the age be lowerd for purchasing an RIF (14-16) adhering to the same rules as govern 18+ owners and then one age for legally owning and purchasing RIF'S in the country.\nUnder 18's want the same right to own RIF'S as their elders. \nNo argument against owning RIF's can be exclusively put to under 18's only, over 18's mis-use RIF'S as much if not more than   under 18's , Under 18's do not commit armed robbery (with RIF'S) nearly as much as over 18'S this is demonstrated since after The implementation of the bill Crimes involving RIF'S and under 18's have not fallen so all that has changed is law abiding under 18 citizens not being able to take part in there favorite sport , this in short boils down to age discrimination .",
            "closed_at": "2009-12-16T00:00:00Z",
            "created_at": "2008-12-04T21:32:18.140886Z",
            "creator_name": "James ward",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-04T21:32:18.140886Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1,
            "state": "finished",
            "updated_at": "2009-12-17T00:01:01.071749Z"
        },
        "id": 11199305
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ChangeVCRA/"
    },
    "type": "petition"
}