{
    "data": {
        "attributes": {
            "action": "Withdraw the proposals in the Queens Speech (2008) to elect Members of Police Authorities.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The strength of British Policing rests upon independence from  political control. The Police uphold the law and act impartially.They are currently accountable to Police Authorities which are composed of Independent and Councillor Members who carry a wider mandate than Policing and are not therefore single issue politicians.The proposals to directly elect Members of Police Authorities will  increase the risk of the politicisation of Policing.\n\nDirect elections will threaten the balance of governance between 'strategic'and 'local'policing and could undermine Chief Constables and their Officers in policing according to perceived risk or harm.\n \n\nThe current proposals  weaken the role,influence and mandate of local government at all levels over  Policing.\n \nWe could see the election of extremists from both ends of the political spectrum into positions of responsibility over policing matters.\nIt is unwise,short sighted and inappropriate to establish a system of governing our Police service which politicises the forces of law and order.\nThe Prime Minister and Opposition leaders  need to think this through in a calm,measured and thoughtful way.",
            "closed_at": "2009-12-15T00:00:00Z",
            "created_at": "2008-12-03T13:10:30.846102Z",
            "creator_name": "Eric Wood",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-03T13:10:30.846102Z",
            "rejected_at": "2009-01-01T22:37:36.385898Z",
            "rejection": {
                "code": 2049,
                "details": "There are several petitions already in existence:\nhttp://petitions.number10.gov.uk/700morepolice/",
                "reasons": [
                    "Party political material",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-01T22:37:36.385898Z"
        },
        "id": 11190225
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Police-Control/"
    },
    "type": "petition"
}