{
    "data": {
        "attributes": {
            "action": "ensure adequate funding for those Olympic sports for which UK Sport has not so far confirmed details.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Olympics must provide a legacy for future generations. Although medals are important, legacy is more important. Some of the sports which are currently in limbo have a real chance of contributing to that legacy at low cost - volleyball and handball are good examples.\n\nSquad players have put their careers and lives 'on hold' in order to commit to the required training regime. They have committed themselves wholeheartedly and the government should ensure that they and UK Sport also commit. These players realise that the glory of medals will probably not be theirs, but they are trying to give something to the community - surely something that is worthy of support in these difficult times.\n\nFunding is currently centred on those sports which already gain the greatest publicity and who therefore already have the best chance of finding private sponsorship. The legacy we need can be best served by helping those less publicised sports which show commitment and focus, together with the potential for community benefit.",
            "closed_at": "2009-02-16T00:00:00Z",
            "created_at": "2008-12-04T14:52:52.448109Z",
            "creator_name": "David Wicks",
            "government_response_at": "2010-02-16T17:08:15.234403Z",
            "government_responses": [
                {
                    "created_at": "2010-02-16T17:08:15.234403Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure adequate funding for those Olympic sports for which UK Sport has not so far confirmed details.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22495\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'OlympicLegacy'",
                    "updated_at": "2010-02-16T17:08:15.234403Z"
                }
            ],
            "opened_at": "2008-12-04T14:52:52.448109Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2684,
            "state": "finished",
            "updated_at": "2009-02-24T03:01:57.682129Z"
        },
        "id": 11196332
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/OlympicLegacy/"
    },
    "type": "petition"
}