{
    "data": {
        "attributes": {
            "action": "Remove VAT from Motorcycle Helmets and clothing as it is Safety Equipment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am appalled at seeing many young riders wearing totally inappropriate, cheap equipment, the main reason for this, the high cost of good kit. \n\nUsing decent kit will decrease injuries and save a great deal of money and services, by reducing the need for extended medical care and emergency services.\n\nMy own son now rides, and we made good kit a condition of helping him buy the bike. The kit, which is of the minimum standard we would allow, cost £606. Without VAT it would have cost under £500. \n\nThe kit you can now buy reduces a life-threatening accident into much more minor accident. My own son recently slid off on a bend covered in wet leaves. From over 40mph he slid down the road and bounced off a curb, injuries: a scratch on his knee and some bruises and soreness. In jeans, trainers and a fashion jacket it would have been a much different story..! \n\nIt would be too much to ask that kit was subsidised (my true preference), but classifying it as Safety Equipment, and removing VAT would be a big help.\n\nPlease Mr Brown, do something to save this country's finest resource... our people!",
            "closed_at": "2009-04-15T00:00:00Z",
            "created_at": "2008-12-04T06:21:51.155687Z",
            "creator_name": "Steven Hodgson",
            "government_response_at": "2009-06-12T11:20:25.076784Z",
            "government_responses": [
                {
                    "created_at": "2009-06-12T11:20:25.076784Z",
                    "details": "You signed a petition asking the Prime Minister to \"Remove VAT from Motorcycle Helmets and clothing as it is Safety Equipment.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19592\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Bikegear-No-VAT'",
                    "updated_at": "2009-06-12T11:20:25.076784Z"
                }
            ],
            "opened_at": "2008-12-04T06:21:51.155687Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 354,
            "state": "finished",
            "updated_at": "2009-06-02T17:23:01.198848Z"
        },
        "id": 11193887
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Bikegear-No-VAT/"
    },
    "type": "petition"
}