{
    "data": {
        "attributes": {
            "action": "Stop the closure of the Harrow Ceramics Degree course",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The University of Westminster are proposing to close their highly acclaimed Harrow Ceramics Degree Course. Recruitment of new students has been suspended and there are plans to close the course by 2013, which will coincide with the 50th Anniversary of ceramics teaching at Harrow. \n\nThe decision has been made despite the courses’ long held outstanding national and international reputation; first class academic standing and a distinguished assembly of professional expertise including Edmund de Waal, Emmanuel Cooper, Kyra Cane, Professor Christie Brown, Professor Nigel Wood, Steve Buck, Clare Twomey and a roster of world famous ceramicists as both alumni and staff.  Its closure has huge significance for British art, craft and design.   \n\nWe call on the University to reverse this decision, reinstate the recruitment of new students and SAVE HARROW CERAMICS.",
            "closed_at": "2010-01-02T00:00:00Z",
            "created_at": "2008-12-03T23:45:11.860134Z",
            "creator_name": "Jane Cairns",
            "government_response_at": "2010-01-27T13:35:45.947010Z",
            "government_responses": [
                {
                    "created_at": "2010-01-27T13:35:45.947010Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop the closure of the Harrow Ceramics Degree course.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22277\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'CeramicsHarrow'",
                    "updated_at": "2010-01-27T13:35:45.947010Z"
                }
            ],
            "opened_at": "2008-12-03T23:45:11.860134Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1161,
            "state": "finished",
            "updated_at": "2010-01-03T00:01:01.089318Z"
        },
        "id": 11193566
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CeramicsHarrow/"
    },
    "type": "petition"
}