{
    "data": {
        "attributes": {
            "action": "PAY THE WINTER FUEL ALLOWANCE TO ALL UK TAXPAYING PENSIONERS",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I would ask that the Winter Fuel allowance is paid to ALL UK Taxpaying pensioners regardless of their place of abode in the European Community. Under present regulations those persons in receipt of the allowance whilst living in UK are entitled to receive the allowance if they choose to live in the EU at some later date. However a grossly unfair anomaly exists wherby a person who has paid UK tax throughtout their working life , continues to pay UK tax on Public and Private pensions, and chooses to live in another EU country is not entitled to receive this allowance when they reach the qualifying age.This is both grossly unfair and discriminatory. Living in the EU can, in many countries ,be much colder than the climate of the UK and the dramatic fall in the value of sterling against the euro has left many thousands of European resident UK pensioners in great financial difficulty in paying for their Winter Fuel. I suspect the removal of this anomaly will be of relatively small cost and is fully justified in view of the UK taxes still being paid by this group of people.",
            "closed_at": "2009-06-06T00:00:00Z",
            "created_at": "2008-12-06T13:31:40.211353Z",
            "creator_name": "Philip Lea",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-06T13:31:40.211353Z",
            "rejected_at": "2009-01-15T00:01:02.794895Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/EUpensionsersWFA/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-15T00:01:02.794895Z"
        },
        "id": 11205466
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Coldcomfort/"
    },
    "type": "petition"
}