{
    "data": {
        "attributes": {
            "action": "respond to health cover concerns of expats",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Whilst in principle all European Nationals are free to live and work in Member states, in practice, no such freedom exists. The example of early retirees is a case in point, as is the plight of those of us who have come to Spain to work and now find that there is little or no work and no guarentee of health cover. We have paid our dues to both member states and are now left with little information on how to survive should we become ill. Those of us who have been working legally (let's face it plenty aren't) as self employed, are having to fight for information and reassurance that we are covered. \nAre we supposed to buy a plane ticket and return to the UK each time we need medical assistance? The reality is that it's a lot cheaper than the required 250 euros we are expected to pay monthly with little or no income.",
            "closed_at": "2009-04-06T00:00:00Z",
            "created_at": "2008-12-06T07:08:16.610004Z",
            "creator_name": "B Tragen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-06T07:08:16.610004Z",
            "rejected_at": "2009-01-15T00:01:02.794895Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement about Government policy.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-15T00:01:02.794895Z"
        },
        "id": 11204674
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Insecurity/"
    },
    "type": "petition"
}