{
    "data": {
        "attributes": {
            "action": "PUNISH POLICE OFFICERS HARD FOR BREAKING LAWS THEM SELVES",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "DO PEOPLE AGREED WITH THE BELOW ISSUES ON BAD POLICE OFFICES?\n\nTHERE WAS A CASE IN THE LAST FEW WEEKS WHERE THREE OFFICERS `BEAT` A SOLDIER WHICH WAS CAUGHT ON CCTV, THE JUDGE THROUGH THE CASE OUT AS BEING THE WORST HE HAD SEEN FROM OFFICERS, IF THERE HAD NOT BEEN FOOTAGE OF CCTV HE MAY HAVE BEEN SENTENCED AS THEY TRIED TO SET HIM UP AS WELL, THIS WOULD BE LOOKED AT AS SERIOUS AND PERVERTING THE CAUSE OF JUSTICE IN EVERY OTHER CASE, THE ONES INVOLVED SHOULD LOOSE THERE JOBS AND BE TAKEN TO COURT FOR THERE ACTIONS, THERE COULD BE MANY BAD CASES WITH OFFICERS DOING THIS SORT OF THING, I HOPE PEOPLE AGREE THAT OFFICERS SHOULD NOT BE ABOVE THE LAW ONLY TO DO THINGS WITHIN IT.",
            "closed_at": "2009-12-16T00:00:00Z",
            "created_at": "2008-12-05T14:59:53.674706Z",
            "creator_name": "ERIC  RANDALL",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-05T14:59:53.674706Z",
            "rejected_at": "2009-01-02T10:07:24.008873Z",
            "rejection": {
                "code": 4864,
                "details": "Please address the excessive use of capital letters; they make your petition hard to read.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-02T10:07:24.008873Z"
        },
        "id": 11202067
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LAWPOLICE/"
    },
    "type": "petition"
}