{
    "data": {
        "attributes": {
            "action": "pressurise the american government to release Dr Aafia Siddiqui, treat whats possible of her physical and mental damages and find the whereabouts of her two missing children.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A Doctor educated in the US and a mother of three children (her two children are still missing). Dr Aafia Siddiqui disappeared in 2003 for five years, Aug 08 FBI admitted she was held in US custody.\nDuring those five years she has been raped and abused repeatedly, her current condition;\n* She now has brain damage from her time in US custody\n* One of her kidneys was removed while in US custody\n* She is unable to digest her food since part of her intestines was removed during surgery while in US custody\n* She has layers and layers of sewed up skin from the surgery for the gunshot wound\n* She has a large surgical scar from her chest area all the way down to her torso \n*Her teeth had been removed; \n*Her nose had been broken, and improperly reset; \n*That her recent gun-shot wound had been incompetently dressed, was oozing blood, leaving her clothes soaked with blood. \nFBI state “Although the FBI has no information indicating this individual is connected to specific terrorist activities, the FBI would like to locate and question this individual”\nThis is inhumane, unjustified, unimaginable cruelty and MUST STOP.",
            "closed_at": "2009-12-07T00:00:00Z",
            "created_at": "2008-12-07T09:48:29.508415Z",
            "creator_name": "Jumina Qureshi",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-07T09:48:29.508415Z",
            "rejected_at": "2009-01-15T00:01:02.794895Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-15T00:01:02.794895Z"
        },
        "id": 11207651
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/releaseaafia/"
    },
    "type": "petition"
}