{
    "data": {
        "attributes": {
            "action": "STOP discrimination against white middle class males.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a politics student I have become aware of the widespread discrimination against white middle class males. We are the only group of people not protected by any form of interest group or area of society. Some may say this is because we have nothing to need protection from but due to extensive affirmative action towards other ‘minority’ groups including ethnic minorities and women we have been left having to work harder to get jobs and places at university as ‘minorities’ are given the positions before us. There are no quotas or systems in place to guarantee the white middle class male a job or a place at university but there are for nearly every other sector of society including women, ethnic minorities, workers and even criminals. This is a great injustice towards the white middle class male and I believe the Prime Minister should do something about it, seeing as he is a white middle class male himself. I’m not suggesting drastic reforming legislation, more just a consideration towards the white middle class male as he is quickly becoming a minority who is vastly discriminated against. Please support.",
            "closed_at": "2009-06-16T00:00:00Z",
            "created_at": "2008-12-05T14:28:48.198626Z",
            "creator_name": "Tom Sarjant",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-05T14:28:48.198626Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 19,
            "state": "finished",
            "updated_at": "2010-02-25T14:48:37.474832Z"
        },
        "id": 11201842
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Middle-Class/"
    },
    "type": "petition"
}