{
    "data": {
        "attributes": {
            "action": "Enforce the original unoin agreement to link public pensions to market performance",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the 1980's, there was agreement to link public pensions to market performance and private pension and wage rates.As public pensions are the huge black hole that could refinance the country, we submit that public pensions be subject to reduction as well as increasing in value and that this should be implemented immediately.We submit that there is enough money destined for the black hole of the public pension 'pot' to lift the country out of its penury.We further submit that the public sector is well versed in climbing on others' shoulders for their own betterment and that a realignment of their worth is well overdue. Further, today's career politicians, protected from real life have lost all sense of the real value of money, awarding OAPs pence increases whilst allowing themselves to be unaccountable on a daily basis for spending on fripperies as much as an OAP may receive for the week.Rein in the public sector and bring fairness to all pensioners.",
            "closed_at": "2009-03-09T00:00:00Z",
            "created_at": "2008-12-06T16:51:03.499827Z",
            "creator_name": "David Shenton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-06T16:51:03.499827Z",
            "rejected_at": "2009-01-16T00:01:01.574650Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/pension-fairness/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-16T00:01:01.574650Z"
        },
        "id": 11205930
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/public-rip-off/"
    },
    "type": "petition"
}