{
    "data": {
        "attributes": {
            "action": "SUPPORT GRADUATES REPAYING THEIR STUDENT LOANS IN THESE DIFFICULT TIMES",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is to highlight the struggles faced by many thousands of graduates like my self who are finding it difficult to repay their student loans. Thanks to the SLC Student Loan Company and the high interest charges they have set have made it more difficult for graduates to repay their loans. I graduated in 2004 and the total amount I had borrowed during my studies have now exceeded thanks to the interest being charged. I am currently not repaying at the moment as my annual salary is low and this makes me worry as the amount of interest being charged and my total amount to repay will increase during the next few years and considering the current economic crisis were in this makes the situation more difficult. If I knew I would be in this situation today, I would not have decided to study towards a degree. There are many thousands of graduates like my self and this petition is for everyone in this situation and we need the government to hear our pleas and help us.",
            "closed_at": "2009-12-07T00:00:00Z",
            "created_at": "2008-12-07T15:47:28.151261Z",
            "creator_name": "V",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-07T15:47:28.151261Z",
            "rejected_at": "2009-01-15T00:01:02.794895Z",
            "rejection": {
                "code": 8192,
                "details": "Please supply full name and address information.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-15T00:01:02.794895Z"
        },
        "id": 11208718
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/STUDENTLOAN1/"
    },
    "type": "petition"
}