{
    "data": {
        "attributes": {
            "action": "take a look at the lives of young people, before you tear them apart",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "i dont think adults and mp's are aware of what is happening to the youth. they say they care but they dont. i go to a normal school with normal people and everyday i see people get picked on not because of there religion or anything but because they listen to the 'wrong' music or dress diferently. at school ive been called 'emo'for no reason. im not any of thoes things im just myself and im not going to lable myself because other people say i have to. ive seen people get mobbed in the streets because they are different. young people shouldnt have to worry about fitting in but we do because there are all these cliques which basicaly just advertise bullying. the schools dont really do anything but somebody needs to. if you could do something about this it could stop  teen suicides and self harm. peole cut/kill themselves  because get bullied by people who think there different or wrong, it gets really out of hand, and the people being picked on blame themselves, even tho they havent done anything. if you do anything about this i dont want you to basicaly say dont pick on emos and goths, its not nice is it chavs. i want you to actually teach people something. and it should actually work.",
            "closed_at": "2009-11-07T00:00:00Z",
            "created_at": "2008-12-07T00:14:18.482851Z",
            "creator_name": "Olivia S. E.",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-07T00:14:18.482851Z",
            "rejected_at": "2009-01-15T00:01:02.794895Z",
            "rejection": {
                "code": 8704,
                "details": "Please supply full name and address information.Your title and petition should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action",
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-15T00:01:02.794895Z"
        },
        "id": 11207110
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cliqueshurt/"
    },
    "type": "petition"
}