{
    "data": {
        "attributes": {
            "action": "Increase the funding available to Local Government from Central Government Funds as local services are suffering an increasing detriment every  year. This is likely to lead to an irreversible lowering of the quality of services if continued and has already put a great deal of stress on employees, who are bearing the brunt of year on year savings.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The pressure on Local Government to make year on year savings at the level set by the present Government is not sustainable. Although efficiencies are possible, and even necessary in some cases, a continued reduction in funding at this level will result in the collapse of many public services. As the banks are being bailed out with £50+bn, local councils are struggling to make ends meet. This is leading to many Local Authorities looking to the private sector to help increase their funding. This does not make sense, why is the Government helping out the financial sector and leaving the public sector to languish and seek help from those who may well be banging on the chancellors door for a bailout as the economic turmoil deepens. \n\nAs the initiative to bring us out of the current crisis is to increase spending, we believe this should be directed at the Public Sector as well as the Private Sector. We believe that the Prime Minister should help to support essential Public Services, who are making increasing cuts, over and above those from the Private Sector who may have either borrowed or lent beyond their means.",
            "closed_at": "2009-06-16T00:00:00Z",
            "created_at": "2008-12-08T16:01:31.951474Z",
            "creator_name": "Paul Coles",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-08T16:01:31.951474Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 55,
            "state": "finished",
            "updated_at": "2009-06-17T00:01:01.633533Z"
        },
        "id": 11213017
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PublicSpending/"
    },
    "type": "petition"
}