{
    "data": {
        "attributes": {
            "action": "challenge the Department of Health’s figures on the public’s response to the smoking ban. They indicate the public’s compliance, not the reality of opinion. Their quoted 98% compliance does not correspond to the wide spread decimation of public houses. England is in danger of losing a vital corner stone of its social health based on misleading information.”",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The tradition of public houses in England dates back centuries. They  play a vital role in social cohesion and the relaxation and de-stressing of the majority of people. Health studies  show that a Type A personality, an inability to release stress, is a greater predictor of cancer than smoking. If the unintended consequence of the smoking ban is the loss of this vital safety valve the overall health of the nation may suffer. \nIt is a simple matter of legislation to achieve the benefits of non smoking and the benefits of the public house by offering a choice, a basic human right, to be staffed and frequented by those who choose to be there. \nThe Department of health’s figures on which the government supports its legislation are highly misleading. They focus on the benefits of compliance and disregard the psychological and social health benefits of the public house. \n\n - 98% compliance only means we abide by the law.\n  - 76% of people in support (and even 55% of\nsmokers in support); This suggests 55% of smokers support the law while only 21% (76% – 55%) of non smokers do; a highly dubious finding.\n - 87 % of businesses said …. only means the public abide by the law.",
            "closed_at": "2009-06-09T00:00:00Z",
            "created_at": "2008-12-09T14:22:08.371210Z",
            "creator_name": "brian mawdsley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-09T14:22:08.371210Z",
            "rejected_at": "2009-02-01T00:01:02.984082Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/smokedrinkdrug/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-01T00:01:02.984082Z"
        },
        "id": 11217673
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SmokersChoice/"
    },
    "type": "petition"
}