{
    "data": {
        "attributes": {
            "action": "Zero Rate for Secondary School Uniforms",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Zero Rated for VAT purposes should be applied to all children while at Secondary school regardless of the size of clothing.\n\nI have been recently charged £8.81 VAT for my son’s blazer (total cost approx £60) which was purchased from the school shop and which carries the school logo on the pocket, the blazer cannot be used for anything else but school wear.  My son is 13 yrs old in Yr9 but stands at 5’11”.  There are many many boys in his year who are taller and larger and it is not justified that VAT is applied to the school clothing.\n\nIt is a well known fact that boys and girls are getting bigger/taller and regardless of size, zero rate VAT should be applied to all school clothing uniform up to at least U16’s (yr11).\n\nTherefore the Prime Minister should re-consider and apply Zero Rate VAT to all School Uniforms from Reception Years to Year 11 (U161s)\n\nParents of these children are hit particularly hard when the child plays sport for the school too, eg Rugby boots, shirts, shorts, socks, football, netball etc when their clothing and footwear are adult sizes.  If they can prove their age then the VAT should be zero",
            "closed_at": "2009-07-18T00:00:00Z",
            "created_at": "2008-12-09T12:46:27.325962Z",
            "creator_name": "Sue Green",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-09T12:46:27.325962Z",
            "rejected_at": "2009-02-21T00:01:02.036419Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-21T00:01:02.036419Z"
        },
        "id": 11217124
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UniformU16s/"
    },
    "type": "petition"
}