{
    "data": {
        "attributes": {
            "action": "honour the Governments commitment to fund the Great Britain Women's Wheelchair Basketball team to train and prepare for the London 2012 Paralympic Games.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a direct result of the Government not honoring their commitment of £300,000,000 to support the national performance programmes of National Governing Bodies to send the best prepared teams to the London Summer Olympic and Paralympic Games, the Great Britain Women’s Team did not receive an announcement of financial support for the period of 2009 – 2013 by UK Sport in December.  The Women’s wheelchair basketball team are ranked higher than many teams who have received funding in the latest announcement.  We ask the Government to rectify this inequality in support to women’s wheelchair basketball, who despite remaining in the top ten in the world and finishing eighth in Beijing whilst other sports ranked much lower in the world are rewarded substantially, are set to receive no money.",
            "closed_at": "2009-01-27T00:00:00Z",
            "created_at": "2008-12-08T23:02:36.936287Z",
            "creator_name": "Clare Strange",
            "government_response_at": "2009-07-27T12:14:18.838030Z",
            "government_responses": [
                {
                    "created_at": "2009-07-27T12:14:18.838030Z",
                    "details": "You signed a petition asking the Prime Minister to \"honour the Governments commitment to fund the Great Britain Women's Wheelchair Basketball team to train and prepare for the London 2012 Paralympic Games.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20137\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'GBWomenFunding'",
                    "updated_at": "2009-07-27T12:14:18.838030Z"
                }
            ],
            "opened_at": "2008-12-08T23:02:36.936287Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 764,
            "state": "finished",
            "updated_at": "2009-01-28T00:01:01.779282Z"
        },
        "id": 11214915
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GBWomenFunding/"
    },
    "type": "petition"
}