{
    "data": {
        "attributes": {
            "action": "Save Ginea Gap Swimming Pool/Leisure Centre in Wallasey",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "While people realise that there have to be cuts made somewhere and that there is a real need to mondernise the local services it is  felt that the very people that the Local Council should be helping will be the biggest losers.  People are really disgusted by the proposed closure of Ginea Gap Baths/Leisue Centre   The closure of the cente will have a devestating affect in Wallasey.  The vast majority of the local Schools use the swimming baths to teach children how to swim free of charge.  The closure of these would mean that there would be no free swimming lessons for local children,there would not be the capacity at Europa Pools to accomodate all the school children from Wallasey, Birkenhead, Woodchurch and the surrounding areas.  Wallasey is the third most deprived area in Wirral and  a lot of families here are on either very low wages or aren't fortunate enough to have employment.  There are many single parents living here and there are so few facilities. There are so very few activities locally that children are able access free of charge. Ginea Gap baths also has a good community of elderly and disabled swimmers who attend every luch time.",
            "closed_at": "2009-01-06T00:00:00Z",
            "created_at": "2008-12-08T23:17:39.331832Z",
            "creator_name": "Shirley Ellis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-08T23:17:39.331832Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2009-01-07T00:01:01.614604Z"
        },
        "id": 11214968
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveGineaGap/"
    },
    "type": "petition"
}