{
    "data": {
        "attributes": {
            "action": "reconsider that the Educations and Inspections Act 2006 doesn't go far enough and to give teachers the option of using the cane in schools.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It’s a generation since they took the cane out of schools.  We now live in a society where every day we hear stories of youngsters raping, stabbing, vandalising, terrifying, stealing, drinking, etc, etc. They have no respect for authority, parents, teachers, police – why?  Because this generation has been bought up without appropriate forms of discipline.  \n\nThis is not about  beating children unnecessarily, but giving back power and authority to those who need it, to make the youngsters of today the responsible adults for tomorrow.  \n\nThe Governments response to the last petitions:\n“The Government has given teachers’ disciplinary authority a firm statutory basis. The Education and Inspections Act 2006 gives school staff statutory power to impose disciplinary penalties (including detention and confiscation) on pupils and reaffirms their statutory power to use reasonable force to prevent serious misbehaviour. This is in addition to the existing statutory power of head teachers to exclude pupils from school. These provisions give school staff the powers they need to maintain discipline.”\n\nSign this petition if you think this hasn’t gone far enough.",
            "closed_at": "2009-12-16T00:00:00Z",
            "created_at": "2008-12-09T15:15:07.411114Z",
            "creator_name": "Anthony D Green",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-09T15:15:07.411114Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10,
            "state": "finished",
            "updated_at": "2009-12-17T00:01:01.071749Z"
        },
        "id": 11218095
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/YouthEducation/"
    },
    "type": "petition"
}