{
    "data": {
        "attributes": {
            "action": "stop any further cuts to our armed forces, to do so would be wholly irresponsible and place the security of our nation in danger",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The upcoming defence spending cuts announcement is utterly unjust.  To make further cuts to our already depleted armed forces would place our nation at risk from current and future threats.  This is a dangerous act and should not stand.  We understand that the ENTIRE Harrier fleet of both the navy and RAF could be scrapped as a cost cutting measure.  This is utterly deplorable and if it happens, would remove an entire capability which has been utilised so effectively in Afghanistan.  These cuts MUST be prevented.  The safety of our nation and our people could be compromised if we continue to damage our forces in this manner",
            "closed_at": "2009-12-16T00:00:00Z",
            "created_at": "2008-12-08T20:29:49.918071Z",
            "creator_name": "Neil Allison",
            "government_response_at": "2010-02-19T11:38:35.740343Z",
            "government_responses": [
                {
                    "created_at": "2010-02-19T11:38:35.740343Z",
                    "details": "You signed a petition asking the Prime Minister to \"stop any further cuts to our armed forces, to do so would be wholly irresponsible and place the security of our nation in danger.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22501\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'STOPDEFENCECUTS'",
                    "updated_at": "2010-02-19T11:38:35.740343Z"
                }
            ],
            "opened_at": "2008-12-08T20:29:49.918071Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 570,
            "state": "finished",
            "updated_at": "2009-12-19T03:01:34.492209Z"
        },
        "id": 11214246
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/STOPDEFENCECUTS/"
    },
    "type": "petition"
}