{
    "data": {
        "attributes": {
            "action": "Re introduce routine screening and developmental checks of all toddlers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Great efforts have been made to avoid children from slipping through the net since Victoria Climbie. The 2003 report by Lord Laming brought about Every Child Matters and the multi agency working of children's services has begun to be much more effective as a result. My question is why at the same time was there a change in the opposite direction in the way Health Visitors work? All there has to be now is a two year contact from a Health Visitor, which is more often than not a letter suggesting that parents make an appointment if they have any concerns about their child's development. What if they are not aware or are not concerned that their child's development is not as should be expected? Leaving the onus on parents in this way surely allows more children to slip through the net? Everyone focussed on Social Services the first time around and it is happening again. I hope that after Victoria, all the time, money and effort that goes into the next review carried out, paper, recommendations,overhaul of services and the way they work in the light of Paby P, doesn't overlook this basic gap that has been created in the health service for children.",
            "closed_at": "2009-06-16T00:00:00Z",
            "created_at": "2008-12-07T23:36:40.015655Z",
            "creator_name": "Petal DuVerney-Ruse",
            "government_response_at": "2009-11-27T12:00:19.576900Z",
            "government_responses": [
                {
                    "created_at": "2009-11-27T12:00:19.576900Z",
                    "details": "You signed a petition asking the Prime Minister to \"Re introduce routine screening and developmental checks of all toddlers.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21454\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ScreenAllUnder3s'",
                    "updated_at": "2009-11-27T12:00:19.576900Z"
                }
            ],
            "opened_at": "2008-12-07T23:36:40.015655Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 305,
            "state": "finished",
            "updated_at": "2009-12-29T15:16:34.393888Z"
        },
        "id": 11210126
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ScreenAllUnder3s/"
    },
    "type": "petition"
}