{
    "data": {
        "attributes": {
            "action": "Review Police Recruitment Procedure's",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The current Police Service recruitment procedure is a complete 'farce'. People can successfully complete every stage of the process, only to be told at the final hurdle that their vetting has come back negative. Background checks and vetting should be one of the first things carried out in the process, so that candidates who do not fit the bill can move on and not have the disappointment of rejection so late into the process. Once the background checks are done, then interviews, medicals etc can proceed.\n\nAlso, the fact that a Parent can stop you from gaining employment is totally unfair. Background checks should focus mainly on the applicant, and not as such on the parents. How is it fair that you be held accountable for the actions of others? This needs to be looked at urgently, as potential candidates for the Police are discriminated before they even apply!\n\nI urge you all to sign the Police Recruitment petition for a fairer and more just Police Service.",
            "closed_at": "2009-06-16T00:00:00Z",
            "created_at": "2008-12-09T17:42:36.091587Z",
            "creator_name": "Neil Garbett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-09T17:42:36.091587Z",
            "rejected_at": "2009-01-15T00:01:02.794895Z",
            "rejection": {
                "code": 20480,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-15T00:01:02.794895Z"
        },
        "id": 11219324
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PoliceReview/"
    },
    "type": "petition"
}