{
    "data": {
        "attributes": {
            "action": "Introduce capital punishment for senseless violent crimes",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With senseless violent crimes on the rise with it comes the bereavement of the families left behind. People are being beaten to death, stabbed and shot on our streets because criminals at this moment in time do not care about the consequences. \nYoungsters and adults alike appear to accept that violence is a way of life, acceptable, a way to be accepted into a group or gang by demonstrating ‘toughness’ against defenceless citizens of this country. The punishment for murder is too soft-handed.\nRegardless of the reasons why, the underlying reason is because we do not have a proper deterrent against such criminals. This is because prison is an easy cop-out; playing pool, internet, TV etc.\nI demand we re-introduce capital punishment for ‘senseless smoking gun murders’, caught in the act as justice for the murdered parties family.\nWE NEED TO MAKE AN EXAMPLE OF THESE CRIMINALS AND SEND A STRONG MESSAGE TO THE YOUTH OF TODAY THAT THIS BEHAVIOR WILL NO LONGER BE TOLERATED!",
            "closed_at": "2009-12-09T00:00:00Z",
            "created_at": "2008-12-09T00:48:45.812088Z",
            "creator_name": "Warren Gibbard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-09T00:48:45.812088Z",
            "rejected_at": "2009-01-15T00:01:02.794895Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/gooddeedneeded/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-15T00:01:02.794895Z"
        },
        "id": 11215135
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/capitpunish/"
    },
    "type": "petition"
}