{
    "data": {
        "attributes": {
            "action": "undertake a humanitarian effort to relieve the suffering in Zimbabwe, by dropping supplies from the air",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Undertake a humanitarian effort to relieve the Zimbabwean Cholera epidemic by undertaking a massive airlift of vital supplies such as water purification kits, foods and medicinces, dropping them from above refugee camps and makeshift field hospitals, towns and villages, thus hoping to ensure the people of the Republic of Zimbabwe will survive the tyrany to which they are subjected. This efort would also, prevent the necessity of military action, and thus prevent the rewriting of the post second world war internatioal consesus, providing the right for nation states to exist and for self determination. This efort would also, prevent the necessity of military action, and thus prevent the rewriting of the post second world war internatioal consesus, providing the right for nation states to exist and for self determination.",
            "closed_at": "2009-06-10T00:00:00Z",
            "created_at": "2008-12-10T01:41:10.786630Z",
            "creator_name": "C Goff",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-10T01:41:10.786630Z",
            "rejected_at": "2009-01-16T00:01:01.574650Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/freezimbabwe/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-16T00:01:01.574650Z"
        },
        "id": 11221715
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ZimbabweAirlift/"
    },
    "type": "petition"
}