{
    "data": {
        "attributes": {
            "action": "Allow the \"Hors de Combat\" Medal to be issued to injured Soldiers, both serving and retired.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This medal is currently available to buy ,but the goverment wont commision it . Hors de combat is french for out of action which is written on army medical docs. When a soldier has been casavaced from operational theatre. The medal can be purchased for £29.50 from the British Legion but you are not allowed to wear it with your other issued medals. The outstanding bravery of british serviceman and women who have sustained wounds or injury in the line of duty,should be recognised with this medal.\"Hors de Combat\" should be a befitting way to recognise and pay tribute to the sacrifices and suffering incurred ,including post tramatic stress disorder,by service personnel in the service of their country,serving and retired. In more peaceful times the acknowledged bravery of our serviceman and woman during war and peacekeeping duties,is often forgotten and for these people the \"hors de combat\" medal recognises and pays tribute to this service.",
            "closed_at": "2009-06-09T00:00:00Z",
            "created_at": "2008-12-09T19:47:54.324042Z",
            "creator_name": "Mr Steven Stone(Infantry Retiered)",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-09T19:47:54.324042Z",
            "rejected_at": "2009-01-16T00:01:01.574650Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with the Ministry of Defence.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-16T00:01:01.574650Z"
        },
        "id": 11220126
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HorsdeCombat/"
    },
    "type": "petition"
}