{
    "data": {
        "attributes": {
            "action": "process Residency Application (EEA4) for spouse of EU/EEA Citizen over a 6 weeks period",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Permanent Residency after 5 years of marriage for spouse of EU/EEA citizen is a right under EU Law. The process of the applications (EEA4) by the UK Border Agency can take 6 months or more. \n\nBecause it is not possible to apply for the renewal of the residency permit in advance and issuing a Schengen Visa requires under EU law a minimum of 6 months residency, this means that the spouse of EU/EEA Citizen are denied for over ONE YEAR the right to travel with their partners in the Schengen zone.\n\nIn addition to this for the 6 months or more that the UK Border Agency needs to process the application, the spouse is unable to leave the UK, because the UK Border Agency is keeping hold of passports, marriage certificates and other financial documents - all originals, for the whole period of the application. \n\nThis is clearly a breach of the basic right to travel and visit families. I therefore petition the Prime Minister:\n\n1. To make necessary changes to process applications within a 6 weeks period.\n\n2. Accept renewal of residency permit up to 6 month prior expiration of the current permit.",
            "closed_at": "2010-01-12T00:00:00Z",
            "created_at": "2008-12-10T23:09:58.135940Z",
            "creator_name": "Eric LEBOEUF",
            "government_response_at": "2010-02-23T15:01:48.964918Z",
            "government_responses": [
                {
                    "created_at": "2010-02-23T15:01:48.964918Z",
                    "details": "You signed a petition asking the Prime Minister to \"process Residency Application (EEA4) for spouse of EU/EEA Citizen over a 6 weeks period.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22558\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'EEA4-Residency'",
                    "updated_at": "2010-02-23T15:01:48.964918Z"
                }
            ],
            "opened_at": "2008-12-10T23:09:58.135940Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 268,
            "state": "finished",
            "updated_at": "2010-01-26T03:01:35.894335Z"
        },
        "id": 11227593
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EEA4-Residency/"
    },
    "type": "petition"
}