{
    "data": {
        "attributes": {
            "action": "Provide replacement driving licences for no charge to victims of theft",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I recently was unfortunate enough to have my wallet stolen.  I am slightly miffed with the concept that I replace my driving license at a cost of £17.50.  The DVLA tell me that this charge is to cover their costs, and that they are self-funded.  However, I find this premise rather absurd.  The DVLA don't charge to change your address as \"this is required by law\", and they will happily send out a fresh driving license if you forward your old one.  It is also required by law that people don't steal things.  Yet I am here, having had my wallet stolen.  Furthermore, there are concessions for certain members of society, including the elderly.  This places the needs of the elderly above those of victims of crime.  The DVLA insist I replace this photocard license to complete the license proper.  I pay road tax, I have paid all penalties levied against me, I pay exorbitant fuel tax, like so many others, and yet they want me to pay for this replacement photocard license, which I believe is not entirely necessary anyway. \n \nI am sure I am not the only person that feels the way I do.  I have already been victimised.  I do not believe that the government should add to my lack of fortune with this charge.",
            "closed_at": "2009-12-17T00:00:00Z",
            "created_at": "2008-12-10T13:19:36.707329Z",
            "creator_name": "T Melarangi",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-10T13:19:36.707329Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 21,
            "state": "finished",
            "updated_at": "2009-12-18T00:01:01.926747Z"
        },
        "id": 11223895
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Stolen-licences/"
    },
    "type": "petition"
}