{
    "data": {
        "attributes": {
            "action": "Provide support to Woolworths staff",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Woolworths is coming to an end, some members of staff have already been made redundant and others still remain employed with the uncertainty of how long?\nI was made redundant on Friday 5th December along with 450 members of staff at the H/O in Marylebone. \nUnfortunately, most of us were made aware of the job losses through the media before anyone was advised. We feel as though there was not enough notice to staff and for the remaining members at H/O and in the 800 stores how much notice will they be given?\nIt is the worst time of year for this to happen and I spend hours some days in tears whilst searching for jobs online.\nI am being told it is a difficult time for recruitment in December. I feel like no one is willing to help me in person and that it is all through the web. \nIn November Gordon Brown stated to the press that the government would do their best to support the 30,000 job losses due to the closure of Woolworths.\nSo far I have seen no support at all to get myself back into employment, some of us have not worked anywhere else for over 20 years due to the loyalty of the staff to the business.\nWill we see any help from the government at this extremely difficult time?",
            "closed_at": "2008-12-17T00:00:00Z",
            "created_at": "2008-12-10T22:02:49.030385Z",
            "creator_name": "Lisa Gray",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-10T22:02:49.030385Z",
            "rejected_at": "2009-01-17T00:01:02.470136Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence:\n\nhttp://petitions.number10.gov.uk/savewoolies/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-17T00:01:02.470136Z"
        },
        "id": 11227289
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Woolworths-staff/"
    },
    "type": "petition"
}