{
    "data": {
        "attributes": {
            "action": "Penalize The Credit Card Companies That Rip-off Customers By Unfair, Unethical and Unjustifiable Practices",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The credit card companies are following unfair, unethical and unjustifiable practices due to lack of government regulations and standards. The practices include increasing the interest rates to 35% or above, negative payment hierarchy and others.\n\nWhen the livelihood is hard during the troublesome days, the irresponsible acts of Credit Card Companies are making people’s lives even harder.\n\nHowever, the company behind the above cards MBNA had started hiking the interest rates without any business justification. Many customers rates have been hiked up to 35%.\n\nThere is absolutely no justification to these higher interest rates under any circumstances. When we tried contacting the company asking for justification, they wouldn’t reveal.\n\nWhile the base rate of Bank of England is climbing down, the interest rates on the cards are hiking up exponentially.\n\nTo one's shock and horror, the interest rates MBNA charging the honest customers is well above 34%! The company has refused to do reduce the interest rates when customers pleaded their call centres. They have told us that they can do what ever they wish to do as the customer is bound by a variable interest rate contract.",
            "closed_at": "2009-02-17T00:00:00Z",
            "created_at": "2008-12-10T13:31:05.553904Z",
            "creator_name": "Madhusudhan Konda",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-10T13:31:05.553904Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 41,
            "state": "finished",
            "updated_at": "2009-06-03T10:33:47.908950Z"
        },
        "id": 11223984
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/unfaircards/"
    },
    "type": "petition"
}