{
    "data": {
        "attributes": {
            "action": "Remove the Darford River Crossing Toll",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Dartford River Crossing Toll to anyone who regularly uses the M25 is a major cause of frustration and delay. It regularly causes a 30 minute delay and this is likely to be more regular now that the cost has gone up to £1.50 for cars as drivers fumble around for the right change. Most cars probably burn cosiderably in excess of an extra £1.50 of fuel into the atmosphere just as they queue for the crossing. If the government is really committed to the reduction of greenhouse gases surely it cannot allow this wasteful pointless extra use of fuel as 150,000 people per day or more than 50 million people annually use this crossing with more than half that number involved in lengthy queuing. It is a further cost for business as commercial vehicles are delayed. The government uses the spurious argument that the tolls are for safety as it smoothes traffic flow but I suspect that most of the British public do not buy that argument.",
            "closed_at": "2009-12-10T00:00:00Z",
            "created_at": "2008-12-10T11:19:23.230572Z",
            "creator_name": "Alan Bate",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-10T11:19:23.230572Z",
            "rejected_at": "2009-01-16T00:01:01.574650Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/dartxx/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-16T00:01:01.574650Z"
        },
        "id": 11223116
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Dartford-Toll/"
    },
    "type": "petition"
}