{
    "data": {
        "attributes": {
            "action": "urge the Secretary of State for Children, Schools, and Families to instruct local authority Social Services departments NOT to act on the theory that the best place for a child is with his/her natural parents",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The obvious current examples (Dec '08) are \"Baby P\" and Shannon Matthews; both of whom lived with their natural mothers and one of whom was killed and the other the victim of a false kidnap where she was imprisoned by her uncle.  These two children, however, are only two we know about via the media; many more suffer from emotional, sexual, and/or physical abuse from one or both parents (and, in spite of the fact that in both the cases mentioned the parent was the mother, I'm sure fathers are equally guilty).  \n\nI read recently that one expert estimates that 10 PER CENT of children suffer some form of abuse; it is therefore obvious to me that many parents are not fit to be so.  ANY fertile couple can become parents and no child has any control over who his/her parents are or how they treat him/her; I would therefore maintain that, far from automatically assuming that children should stay with their parents unless there are strong reasons for this not to happen (and I would say that there WERE strong reasons in the cases outlined), all children should be removed from any parent(s) suspected of abuse and robust scrutiny of these parents should take place before the child is/children are returned.",
            "closed_at": "2009-06-17T00:00:00Z",
            "created_at": "2008-12-10T02:01:57.486197Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-10T02:01:57.486197Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2009-06-18T03:02:44.964437Z"
        },
        "id": 11221727
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Kids-Welfare/"
    },
    "type": "petition"
}