{
    "data": {
        "attributes": {
            "action": "keep the charitable status of the car safety charity \"brake\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear e-petitioner\nThank you for looking at this petition, whether you decide to sign or not, it is good that you are taking part in petitioning for what you believe in.\n\nI can understand car enthusiasts loving cars themselves, thats fine, why not love something just like anything else?\nRegarding car safety. What further proof is needed?  It is illogical that we are outraged at deaths caused at work/home etc if we are not concerned about the huge numbers of PREVENTABLE deaths caused by transport also.  Do you really think its worth it when so many members of families are lost each year...honestly?  People have been sacrificed in wars for freedom - that is honourable, people sacrificed  just because of unsafe driving/driving too fast is not:- \n\n3,172 people were killed on Britain’s roads in 2006. That means that every day, nine police officers have to visit nine families and break the news that a loved one has suffered a sudden, violent death.\n\nThank you very much for looking.  This has nothing to do with cars themselves, just the way they can be (mis)driven.",
            "closed_at": "2009-03-10T00:00:00Z",
            "created_at": "2008-12-10T18:43:35.815625Z",
            "creator_name": "Sion Brooks",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-10T18:43:35.815625Z",
            "rejected_at": "2009-01-16T00:01:01.574650Z",
            "rejection": {
                "code": 20480,
                "details": "Your petition should be a clear call for action, preferably starting with a verb, and not a name or statement, about Government policy.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-16T00:01:01.574650Z"
        },
        "id": 11225893
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/charitybrake/"
    },
    "type": "petition"
}