{
    "data": {
        "attributes": {
            "action": "'NO' to redundancies at Sheffield Homes",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are a hard working Almo who are being subjected to threat of compuslory redunancies. The work force have worked extremely hard to acheive the 3 star rating not only for Sheffield Homes but also for the Sheffield City Council. Most importantly the recommendations from the Executive Management Leadership Team is that the job losses will only be from scale 7 and below meaning no loss of higher paid managers from scale 8 and above. We were promised that this process would be fair and equal and 'across the board'. The descion is not fair and is not equal. The suffering will be from the lowest paid workers of this extremely successful organisation (we are constantly reminded 3 star)to which we have all contributed to. We say no to any redundancies and look to your reassurance to investigate the financial reasons as to why we are in this position.",
            "closed_at": "2009-12-12T00:00:00Z",
            "created_at": "2008-12-12T15:18:36.588309Z",
            "creator_name": "Josie Beatson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-12T15:18:36.588309Z",
            "rejected_at": "2009-01-26T00:01:01.536509Z",
            "rejection": {
                "code": 4160,
                "details": "",
                "reasons": [
                    "The names of individuals, or information where they may be identified, in relation to criminal accusations",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-26T00:01:01.536509Z"
        },
        "id": 11235378
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Sheffield-Homes/"
    },
    "type": "petition"
}