{
    "data": {
        "attributes": {
            "action": "Review the vital and unique role the Health Visitor Service has in safeguarding babies and young children and to fund and structure it accordingly.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Half of the children killed or seriously injured through abuse and neglect are babies less than a year old. A further 20 per cent are toddlers or under the age of five.  47 preschool children are killed every year, mostly by their parents or carers.  Many are not known to local agencies before they are killed. The abuse of many of these children could have been recognised and addressed by health visitors. However, 1 in 5 health visitors are responsible for more than 1,000 children. 25% of Unite members in England feared a child death like that of Victoria Climbie where they worked and 69.2% said that their service could no longer meet the needs of the most vulnerable children.  If families don't attend child health clinics and are deemed 'low risk' they can go through the entire pre-school period with virtually no health visitor contact. It is vital that health visitor services are properly funded and put back at the forefront of preventative early years health.",
            "closed_at": "2009-03-13T00:00:00Z",
            "created_at": "2008-12-13T20:06:16.722932Z",
            "creator_name": "julia richards",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-13T20:06:16.722932Z",
            "rejected_at": "2009-01-26T00:01:01.536509Z",
            "rejection": {
                "code": 16384,
                "details": "This is a devolved matter and should be directed to the Department of Health.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-26T00:01:01.536509Z"
        },
        "id": 11239926
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/healthvisitor/"
    },
    "type": "petition"
}