{
    "data": {
        "attributes": {
            "action": "Order four Fisher class flagship destroyers before the type 22 batch 3 frigates are decomissioned",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since we have ordered only six type 45 air defence destroyers and we need to replace the four command frigates please provide funds to order four command destroyers based on a larger type 45 hull. They should have the same weapons and sensors as the Daring class destroyers and the command facilities and ASW capabilities of the type 22 frigates. These destryers would act as lead ships in task forces that would otherwise lack command and air defence capabilities.\n\nAfter the 15 British Navy personnel captured at gunpoint in the Gulf, these ships should operate more than one helicopter.\n\nThe extra ships are needed by the Royal Navy and to sustain a minimal naval shipbuilding capability. By adding on to the existing production line of six Daring class destroyers they will be cheaper to build than a completely new design for a limited run of four. Work could commence almost straight away, boosting the lagging economy.\n\nIt would be cheaper to build these ships and two aircraft carriers than to build the aircraft carriers two years slower and later replace the type 22 frigates. While you are borrowing you may as well have something to show for it.",
            "closed_at": "2009-01-12T00:00:00Z",
            "created_at": "2008-12-12T05:17:37.943017Z",
            "creator_name": "Richard Carling",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-12T05:17:37.943017Z",
            "rejected_at": "2009-01-20T00:01:01.465096Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-20T00:01:01.465096Z"
        },
        "id": 11233314
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CommandDestroyer/"
    },
    "type": "petition"
}