{
    "data": {
        "attributes": {
            "action": "Completely rework or abandon plans to bail out the financial system with untold sums of tax payers money so they can lend it back to us with interest. Further more, hold a referendum to decide how to tackle this problem, aided by thorough and impartial investigation and decided by the citizens of Great Britain",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Do tolerant, hard working and law abiding people of this country really want Gordon Brown and OUR government to bail out an unbalanced, clearly poorly regulated financial system which has gambled with and lost OUR money in a spectacularly dangerous, arrogant fashion?\n\nDo we want OUR government to help prop up and perpetuate a system that for one, helps funnel money OUT of our economy (for example) into \"tax free havens\" the premise of which appears to be only a benefit and warped privilege of big business and hugely wealthy individuals who can afford to pay what should be a fair percentage of the profit and income they receive?\n\nDo we as citizens desire to continue in our daily lives to be affected negatively by a financial system which there are in fact many alternatives to?",
            "closed_at": "2009-12-11T00:00:00Z",
            "created_at": "2008-12-11T17:29:13.104699Z",
            "creator_name": "Robert John Gambell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-11T17:29:13.104699Z",
            "rejected_at": "2009-01-18T00:01:03.565070Z",
            "rejection": {
                "code": 1,
                "details": "",
                "reasons": [
                    "Party political material"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-18T00:01:03.565070Z"
        },
        "id": 11231381
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FINANCIAL-REFORM/"
    },
    "type": "petition"
}