{
    "data": {
        "attributes": {
            "action": "Urge the EU Parliament to encourage Turkey to restore Aghia Sophia as an Orthodox church",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Aghia Sophia, an essential element of Christianity,the most revolutionary and daring church conceived in Christendom, has been turned into a museum considerably impaired by the loss of all its Christian furnishings and much of its original setting and atmosphere. The conquest of war does not and cannot change its spiritual nature into a civil-cultural-secular institution.  \n\nAghia Sophia is not a public building that changed ownership with the conquest of a war. It is Christendom’s grandest place of worship for over 900 years, and arguably the most perfect and beautiful church that has been erected by any Christian people. \n\nThe church of Christ was possessed and converted into a mosque, until it was decreed a museum. During this long time, it has been subjected to more than its fair share of abuse and denigration. \n\nIf you believe in the just case that Aghia Sophia should be restored to its proper religious role as a church then I ask you to support this petition to the EU Parliament that Turkey should restore Aghia Sophia to its original purpose as an Orthodox church.",
            "closed_at": "2009-12-12T00:00:00Z",
            "created_at": "2008-12-12T11:45:23.670968Z",
            "creator_name": "Lyn Tofari",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-12T11:45:23.670968Z",
            "rejected_at": "2009-01-26T00:01:01.536509Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-26T00:01:01.536509Z"
        },
        "id": 11234357
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AghiaSophia/"
    },
    "type": "petition"
}