{
    "data": {
        "attributes": {
            "action": "nationalise Woolworths to save the jobs of the average employees (not the fat cats that we usually rescue these days) and future profits will go back into the community",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "MP George Galloway has launched the campaign- (un affiliated with this petition) to urge the government to act on the imminent loss of 30,000 employees and 700 stores across the UK. \n\nMr. Galloway tabled an early motion on the issue stating- “That this House is appalled by the imminent closure of Woolworths, after 99 years of trading, with the loss of some 30,000 jobs and more than 700 high street stores; calls on the Prime Minister and the Secretary of State for Business to take all the necessary steps to create a People’s Woolies, under public control, as a bulwark against the worst effects of the recession, employing local people, sourcing local produce, easily accessible by public transport, and providing the goods and services that those on low incomes need; and asks that this is done as a matter of urgency before Woolworths’ assets are stripped without any public benefit whatsoever.” \n\nplease sign this petition and see the average employees like you and me gave the same treatment as the less deserving financial fat cats our taxes have went towards rescuing earlier in the year. Thank You.",
            "closed_at": "2009-01-13T00:00:00Z",
            "created_at": "2008-12-13T16:11:23.184997Z",
            "creator_name": "Eoin Mulgrew",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-13T16:11:23.184997Z",
            "rejected_at": "2009-01-26T00:01:01.536509Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-26T00:01:01.536509Z"
        },
        "id": 11239246
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/savewoolys/"
    },
    "type": "petition"
}