{
    "data": {
        "attributes": {
            "action": "Push council's to consider Variable Speed limits where Average Speed Cameras are used",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Who should sign this petition? If you’re opposed to the blanket speed limit imposition on the A127, or just in the UK as a whole due to Average Speed Camera’s (or ASC’s).\nThis petition exists in its 1st instance because of new ASC’s being installed on the A127 between the junction with the A132 and the 40 mph zone at Progress road, Southend Boundary. \nBut in its 2nd instance to push the case, that when a council plans to install ASC’s it considers the use of variable speed limits. The technology exists to have digital speed limit displays of the current speed limit, so the argument of “some people will find it confusing” is invalid.\nIn the case of the new A127 ASC’s the reasoning behind their installation is said to be to lower the speed limit from 70 mph to 50 mph to combat congestion on a section of the road leading to the A130 and Rayleigh Weir junctions, this if backed up by scientific study, is a good idea during rush hour, but why must I drive the same road at 2am in the morning when the road is disserted, at 50 mph, when for the last 18 years I have travelled this road thousands of times at 70 mph.\nThe bottom line is: Why can’t we have variable speed limits used where necessary.",
            "closed_at": "2009-04-02T00:00:00Z",
            "created_at": "2008-12-13T13:15:35.756544Z",
            "creator_name": "Mr T. Izard",
            "government_response_at": "2009-04-30T15:05:53.557486Z",
            "government_responses": [
                {
                    "created_at": "2009-04-30T15:05:53.557486Z",
                    "details": "You signed a petition asking the Prime Minister to \"Push council's to consider Variable Speed limits where Average Speed Cameras are used.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19156\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'variablelimits'",
                    "updated_at": "2009-04-30T15:05:53.557486Z"
                }
            ],
            "opened_at": "2008-12-13T13:15:35.756544Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 242,
            "state": "finished",
            "updated_at": "2009-06-08T03:02:30.038775Z"
        },
        "id": 11238765
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/variablelimits/"
    },
    "type": "petition"
}