{
    "data": {
        "attributes": {
            "action": "Enter into the statute a new law stating that all new houses must be built with their own windmill.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Pursuant to that law, provision must be made that every householder of old housing stock in GB & NI be given the sum of £1,500 towards the purchase and installation costs (owners of multiple houses will only be paid the gratuity once to keep them in line with single property households) of installing said windmills. Owners of apartment blocks must install windmills of sufficient power to run the entire block of apartments, they will be paid a proportion of their set-up cost. Local councils and housing associations will have to comply with this law, by installing windmills on all of their properties, they will receive government grants to cover their set-up costs also. Where a house holder is an elderly disabled person or couple, the full cost of installing a windmill on their property should be born by the DWP. 2020 should be the target for completion of this scheme.",
            "closed_at": "2009-03-12T00:00:00Z",
            "created_at": "2008-12-12T12:23:41.297666Z",
            "creator_name": "Michael Dodds",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-12T12:23:41.297666Z",
            "rejected_at": "2009-01-26T00:01:01.536509Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-26T00:01:01.536509Z"
        },
        "id": 11234576
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Windpower-Homes/"
    },
    "type": "petition"
}