{
    "data": {
        "attributes": {
            "action": "accelerate plans for the Severn Barrage and use the electricity generated from the scheme to end Fuel Poverty in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Severn Barrage could be harnessed as a social enterprise for Britain to create 40,000 jobs; contribute 10% of UK's 40% renewables & CO2 targets, eradicate fuel poverty permanently & provide the government with an extra £2Billion a year to spend.\nCurrently, almost £4billion is spent per year fighting a losing battle with fuel poverty as energy costs keep rising faster than standards of living. The Severn Barrage will cost about £15 Billion to build, will last 100 years & generate enough electricity to power over 4% of the UK - that’s enough for roughly 5 million homes & more than enough to help the country’s fuel poor.\nThe government should accelerate plans to build the Severn Barrage using public money. And, once the Barrage is completed, instead of giving cash grants to the fuel poor, the government should give them free fuel from the Barrage instead. \nOnce the Barrage is complete, the country would save almost £4billion per year at today’s energy prices &, as only £2billion of that money would be needed each year in repayments of a £15billion loan needed to build the Barrage, the government could effectively end fuel poverty & save £2billion each and every year.",
            "closed_at": "2009-03-12T00:00:00Z",
            "created_at": "2008-12-12T15:49:55.093531Z",
            "creator_name": "Dale Vince",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-12T15:49:55.093531Z",
            "rejected_at": "2009-02-25T00:01:02.117012Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-25T00:01:02.117012Z"
        },
        "id": 11235535
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/barrage4poverty/"
    },
    "type": "petition"
}