{
    "data": {
        "attributes": {
            "action": "urgently request of the Office of National Statistics (ONS) that it amends the proposed 2011 census form by providing a tick-box for those who want to record their identity as English.   The proposed census form finds room for such a tick-box for 'Gypsy or Irish Traveller' but not for the ethnic English!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The ONS in dealing with the English in the draft 2011 census form seems to be confusing ‘national identity’ with ‘ethnic identity’.  \n\nThis is a serious matter as unless the ethnic English have the same statistical information available to them as is available to other ethnic groups, the English will be hindered in their attempts to challenge and end the institutionalised and other forms of racism perpetuated against them.  \n\nThe immediate and most obvious form of institutionalised discrimination is the failure of the British state and its institutions to recognise the existence of the ethnic English and to collect information that will help the group fight the discrimination it is subject to on a daily basis.  \n\nIt is because the ethnic English are not recognised as such by the census forms that we do not appear on so-called ethnic monitoring forms.  It is due to the failings of the ONS that the ethnic English are statistically invisible.  \n\nThe above represents a potential tragedy in the making for the ethnic English.  It should be a priority for the ONS to rectify the situation by providing the ethnic English with a tick-box in the 2011 census form.",
            "closed_at": "2010-01-02T00:00:00Z",
            "created_at": "2008-12-13T19:48:32.151795Z",
            "creator_name": "Andrew Constantine",
            "government_response_at": "2010-02-19T11:39:36.280461Z",
            "government_responses": [
                {
                    "created_at": "2010-02-19T11:39:36.280461Z",
                    "details": "You signed a petition asking the Prime Minister to \"urgently request of the Office of National Statistics (ONS) that it amends the proposed 2011 census form by providing a tick-box for those who want to record their identity as English. The proposed census form finds room for such a tick-box for 'Gypsy or Irish Traveller' but not for the ethnic English!.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22502\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'English-tick-box'",
                    "updated_at": "2010-02-19T11:39:36.280461Z"
                }
            ],
            "opened_at": "2008-12-13T19:48:32.151795Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4213,
            "state": "finished",
            "updated_at": "2010-04-20T15:34:00.998393Z"
        },
        "id": 11239864
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/English-tick-box/"
    },
    "type": "petition"
}