{
    "data": {
        "attributes": {
            "action": "Fit EVERY Police vehicle in Britain with 360 degree constant record cameras...",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Police at present live in a world where what they see is what they believe. If it is later brought into question then they get 'creative' with the truth and make sure that they tick the right boxes in the court room. The Police also presently live in a world where what they state IS what happened even if it didn't actually happen quite that way. Time and again the Police have been caught out and proven to be liars yet they are still held as credible witnesses in the courts. In order to stop wrongful charging and also to ensure that where a conviction is required it is guaranteed I ask that ALL Police vehicles be fitted with 360 degree cameras which CANNOT be accessed by the Officers using them. I would also request that if the cameras are not operating then any charges brought against motorists during this period are quashed on the grounds of fairness and accountability.",
            "closed_at": "2009-12-12T00:00:00Z",
            "created_at": "2008-12-12T11:51:18.459223Z",
            "creator_name": "Robert Kyle",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-12T11:51:18.459223Z",
            "rejected_at": "2009-01-26T00:01:01.536509Z",
            "rejection": {
                "code": 16384,
                "details": "This is a devolved matter and should be directed to the Home Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-26T00:01:01.536509Z"
        },
        "id": 11234401
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PoliceCarCam/"
    },
    "type": "petition"
}