{
    "data": {
        "attributes": {
            "action": "Consider Mandatory Employment Assessments For The Long-term Unemployed.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Computer programs can be introduced, which identify a persons suitability for any type of employment. It is most important that employees are matched with the appropriate job and employers employ the right person for the job on offer. Failure to achieve matching people to suitable jobs, only leads to unreliable staff and added expense to the companies concerned.\n\nEvery mandatory computed employment assessment should be officially recognized and attached to an unemployed persons (CV) so that prospective employers, know they are interviewing a person that would be suitable for the kind of employment on offer.\n\nPeople who work in jobs they enjoy, are less inclined to be disruptive in the work place and also enjoy a more contented life in their home environment, which in turn contributes to our social system.\n\nSome unemployed people will seek positions they would not enjoy or have any interest in but they are so eager to secure employment that the personnel interviewer does not get a full picture of the persons suitability for the job on offer. Mandatory Employment computed assessments would enhance the profitability of all areas of business.",
            "closed_at": "2009-02-12T00:00:00Z",
            "created_at": "2008-12-12T07:18:46.031243Z",
            "creator_name": "Joseph James",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-12T07:18:46.031243Z",
            "rejected_at": "2009-01-26T00:01:01.536509Z",
            "rejection": {
                "code": 16384,
                "details": "This is a devolved matter and should be directed to the Department of Work and Pensions.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-26T00:01:01.536509Z"
        },
        "id": 11233368
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/999M101/"
    },
    "type": "petition"
}