{
    "data": {
        "attributes": {
            "action": "Remove the disturbing images on cigarette packets",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I smoke and I do so because it helps with depression. I do not care whether i live forever but i want to enjoy life as much as possible while i am here. I find the images on the cigarette packets disturbing and it makes me very angry that campaigners are making me disturbed for their own reasons that have nothing to do with me. It is like something out of Clockwork Orange. People's mental health is a serious issue and i think the images are intrusive and violent. Why is it politically correct to attack smokers rights? I agreed with the ban on smoking in pubs and restaurants but this has gone too far. I enjoy smoking. Why can't i enjoy smoking in peace. I am careful of others but i think my space is being violated by these images and they are a violent attack on my rights to live the way i want to. There is a vast amount of information everywhere on the dangers of smoking. There is no need for the disturbing images on cigarette packets. It is a step too far and irresponsible. The disturbing images on cigarette packets should be removed.",
            "closed_at": "2009-06-14T00:00:00Z",
            "created_at": "2008-12-14T13:24:27.132331Z",
            "creator_name": "Simon Alexander Cordell Bennett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-14T13:24:27.132331Z",
            "rejected_at": "2009-01-29T00:01:01.403316Z",
            "rejection": {
                "code": 2048,
                "details": "There are several petitions already in existence:\nhttp://petitions.number10.gov.uk/Nonastypictures/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-29T00:01:01.403316Z"
        },
        "id": 11241458
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DisturbingImages/"
    },
    "type": "petition"
}