{
    "data": {
        "attributes": {
            "action": "Increase the licensing age to 21 for off-sales and reduce the licensing age to 16 or lower for on-sales.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Attempts to limit alcohol consumption by minors seem to have led to an increase. This is in line with global experience of other intoxicants.\nIntroduction of alcohol to minors in the home has been effective in other countries. There is no evidence that it will work in the UK and there is evidence that it may be breaking down elsewhere.\nIn the UK we have a tailor-made environment for the responsible consumption of alcohol in a social, adult context: the traditional English pub. Landlords are trained to dispense alcohol in a responsible manner. They operate with a high level of police and local authority oversight and with the tolerance of the community.\nWe propose:\n1. The age limit for sale of alcohol be raised to 21 for consumption off the premises and lowered to 16 (possibly lower in the future) for consumption on the premises.\n2. VAT be lowered to 8% for on-sales .\n3. Emphasised policing of age limit for off-sales.\n4. Offer guidelines & training on %abv thresholds for young drinkers.\nThe above measures will:\nAllow a light-touch control of teenage drinking. Re-establish the pub as the centre of community life. Integrate young people into the adult world that they will, so soon, join.",
            "closed_at": "2010-01-02T00:00:00Z",
            "created_at": "2008-12-16T09:46:59.294796Z",
            "creator_name": "Edwin J. Gayner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-16T09:46:59.294796Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2010-01-03T00:01:01.089318Z"
        },
        "id": 11247961
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Licensingreform/"
    },
    "type": "petition"
}