{
    "data": {
        "attributes": {
            "action": "Support Mia Farrow's call to provide protection for women and children in the DR Congo",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Actress Mia Farrow appealed for the world to stop the rape of women and girls in eastern Congo, which she described as \"one of the worst situations I have ever encountered in my life\". \nFarrow, who returned from a three-day visit to the African country on behalf of the UN Children's Fund, said she met refugees in eastern Congo and promised to tell their stories. \n\"The atrocities against women and children are massive and could scarcely be more brutal or barbaric,\" she said. \nUnicef estimates 300,000 people fled fighting between the army and rebel groups since August; both sides have been accused by the United Nations and human rights groups of committing atrocities against civilians. \nIn one of the makeshift camps that I visited, a woman told me that soldiers come every single afternoon to rape women and girls as young as one year old,\" Farrow told reporters in Geneva. \n\nWe need to stop this atrocity.  I am horrified by what is happening right now to these women and children.  Please add your support to this petition to pressure the government to work with the UN and UNICEF to stop this now.",
            "closed_at": "2009-03-05T00:00:00Z",
            "created_at": "2008-12-15T21:57:42.730678Z",
            "creator_name": "Paula Hunnam",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-15T21:57:42.730678Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 23,
            "state": "finished",
            "updated_at": "2009-03-06T00:01:01.558624Z"
        },
        "id": 11246909
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DRCONGOSOS/"
    },
    "type": "petition"
}