{
    "data": {
        "attributes": {
            "action": "Prosecute officials that knowingly present false evidence to MPs on Parliamentary Business",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Not for the first time have the ACPO furnished Parliamentary Committees with false evidence.\n\nMost recently a submission to the Transport Select Committee from the ACPO provided claims that production motorcycles are available for use on our roads with top speeds in excess of 200 mph, this is a lie. \n\nFurthermore a blatant lie was reiterated which has already discredited that vehicle excise duty evasion was practiced “on a massive scale”. The DVLA was proven to be wrong and revised down from 38% to 6%. \n\nACPO also stated that “There is a need for radical thinking in respect to motorcycles, including consideration of engine capability and the creation of protection zones where all motorcycles other than those specifically permitted would be prohibited”. \n\nNot only are they just ramblings of the uneducated but outright lies. If this was perpetrated within a court room the witness would be committing perjury and prosecuted. \n\nSuch comments are inaccurate, derogatory and irrelevant and as such those promoting and furthermore publishing these lies should be prosecuted and be stripped of office.",
            "closed_at": "2009-06-16T00:00:00Z",
            "created_at": "2008-12-16T10:00:15.720322Z",
            "creator_name": "G J Pritchard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-16T10:00:15.720322Z",
            "rejected_at": "2009-02-01T00:01:02.984082Z",
            "rejection": {
                "code": 4096,
                "details": "Individual legal cases are a matter for direct communication with the CPS.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-01T00:01:02.984082Z"
        },
        "id": 11248022
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FalseE/"
    },
    "type": "petition"
}