{
    "data": {
        "attributes": {
            "action": "only allow extended use of Tasers by the police following the public being allowed to test them on the officer in question and the Home Secretary",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned demand the right to test each Taser on each individual police officer and the Home Secretary before each weapon is released to a FULLY TRAINED officer.  We further demand that all officers to whom these weapons are released are fully trained to handle these firearms in order to avoid the abuses we have already seen both in this country and others where they are used.  This is in order to reduce the demand for release of these weapons to under-trained and untrustworthy police officers by a Home Secretary who is never likely to be on the receiving end of one unlike perfectly law abiding members of the public who are constantly at threat from  under-trained, lazy, or generally uncaring and incompetent police officers.  This is not to defame all police officers, but power leads to abuse - it is a fact, and the public need protecting.",
            "closed_at": "2009-01-15T00:00:00Z",
            "created_at": "2008-12-15T19:48:26.194667Z",
            "creator_name": "Alex Heylin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-15T19:48:26.194667Z",
            "rejected_at": "2009-02-01T00:01:02.984082Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-01T00:01:02.984082Z"
        },
        "id": 11246432
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoToTasers/"
    },
    "type": "petition"
}