{
    "data": {
        "attributes": {
            "action": "move the British Embassy in Israel to the capital Jerusalem",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Britain should move its embassy in Israel to the capital Jerusalem.\n\nWhen Jerusalem wasn’t controlled by Israel (before 1967), Jews were denied access to the holiest place in Judaism, Jewish holy places were destroyed or desecrated, Jews expelled from the city, and Christian population figures fell by more than half. Since Israel took control, Christians, Muslims and Jews have all been granted full religious and cultural freedom in Jerusalem. Arabs living within the city’s municipal boundaries are offered Israeli citizenship.\n\nIsrael has upheld its moral and ethical obligations and earned the right to retain sovereignty over Jerusalem according to present boundaries. Israel's decision, as a free and democratic nation, to designate a united and undivided Jerusalem as its capital, should be respected and recognized by the entire international community.\n\nThe Palestinian call for Jerusalem as their capital breaks with the established pattern in the Islamic world where holy cities are NOT capital cities (e.g. Riyadh in Saudi Arabia – not Mecca/Medina; Baghdad in Iraq – not Najaf; Tehran in Iran not Qom/Isfahan)",
            "closed_at": "2009-12-31T00:00:00Z",
            "created_at": "2008-12-14T10:09:51.466805Z",
            "creator_name": "Michelle Moshelian",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-14T10:09:51.466805Z",
            "rejected_at": "2009-01-06T10:26:52.431621Z",
            "rejection": {
                "code": 16384,
                "details": "Your extra detail bears no relation to your request for Government action.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-06T10:26:52.431621Z"
        },
        "id": 11241053
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/embassyJlem/"
    },
    "type": "petition"
}