{
    "data": {
        "attributes": {
            "action": "Review the ineffective methods currently employed by government services to ensure that the law-abiding citizen is given opportunity to lead a safe, crime-free life.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have just returned from my parent’s home following yet another theft from their property.  This time a chain that enclosed their property and had cost approximately £50.00.  This may seem a mere trifle to some, but to a senior citizen as is the case here, it is a sizable amount of a meagre pension. \nThe Proposal:\nWe ask the government to review the methods of law enforcement which are now proven to be ineffective in both deterring and punishing lawbreakers.  We do not suggest a solution to this problem.  However, we do believe that the tax money we waste on maintaining prisons and similar could be better served improving educational standards and healthcare services.  We as a nation now need a strong and clear message sent to those who threaten to turn the UK into a delinquent and felonious country.  Help us to make out streets safe once more!",
            "closed_at": "2009-12-15T00:00:00Z",
            "created_at": "2008-12-15T00:06:22.320906Z",
            "creator_name": "Matthew Ryder",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-15T00:06:22.320906Z",
            "rejected_at": "2009-01-31T00:01:01.578596Z",
            "rejection": {
                "code": 4096,
                "details": "There are several petitions already in existence:\nhttp://petitions.number10.gov.uk/civility/",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-31T00:01:01.578596Z"
        },
        "id": 11243103
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MakeUsSafe/"
    },
    "type": "petition"
}