{
    "data": {
        "attributes": {
            "action": "stop all taxpayer-funded aid to Pakistan",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Pakistan has just denied British authorities access to the Mumbai suspects (request made by Gordon Brown himself due to British casualties).\n\nEven after this un-co-operative stance the government still sends them millions of taxpayers money.\n\nAll aid to Pakistan should stop now, until they choose to co-operate with international anti-terror initiatives.",
            "closed_at": "2009-07-03T00:00:00Z",
            "created_at": "2008-12-16T09:25:36.995136Z",
            "creator_name": "Mark Pitt",
            "government_response_at": "2009-09-04T11:13:28.749892Z",
            "government_responses": [
                {
                    "created_at": "2009-09-04T11:13:28.749892Z",
                    "details": "Thank you for your epetition.\n \nUK policy in Pakistan is based on principles shared with the government of Pakistan. These include the need for good governance and economic development, as well as providing security and tackling terrorism. Increased cooperation on security and diplomatic issues is complemented by UK assistance to help Pakistan fight poverty. \n\nThat is why the UK has increased aid to Pakistan to £665 million over 2009-13, providing more support for education, health, making government more effective and growth that will work for everyone. For example, our assistance will contribute to five million more children in primary school and training 15,000 health workers. Increasing our work in areas of the country that border Afghanistan (including on education and governance) will also help the government of Pakistan to tackle grievances that can fuel violent extremism. \n\nOur assistance to Pakistan is based on a ten-year Development Partnership Arrangement signed by our Prime Ministers in 2006. In this the government of Pakistan set out its commitment to reducing poverty, protecting human rights and addressing corruption. Placing further conditions that led to the withdrawal of our aid to Pakistan would hurt the poorest people in the country who need our support the most.",
                    "summary": "Government response to petition 'NoPakistan'",
                    "updated_at": "2009-09-04T11:13:28.749892Z"
                }
            ],
            "opened_at": "2008-12-16T09:25:36.995136Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 215,
            "state": "finished",
            "updated_at": "2010-04-30T15:21:49.586692Z"
        },
        "id": 11247839
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoPakistan/"
    },
    "type": "petition"
}