{
    "data": {
        "attributes": {
            "action": "ensure that the National Maritime Museum does not disrupt educational and research programmes or threaten the livelihoods of professional writers and researchers by barring the public for five months from direct access to the unique manuscripts collection at the Caird Library, or by subsequently limiting access, during the building of the Sammy Ofer Wing, but instead maintains normal opening hours and provides the fullest possible access, and thus complies with its published objectives and its funding agreement with the Government.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In direct breach of its stated objective of maximising access, the Museum has for months reduced access to its Archive and Library collections to 32 hours per week, failing even to adhere to its promised minimum of 40 hours per week published in its Library Access policy.\n\nBut now, without any meaningful public consultation, the Museum is at short notice closing all direct public access to its manuscripts collection in the Caird Library for five months from January, while part of the collection is moved to off-site storage to allow building work on the Sammy Ofer wing.  From June 2009 until 2012, the library will open only for approximately 20 hours per week. No commitment has yet been made to increase the future opening hours after 2012.\n\nThe reduced service is incompatible with the 2008-11 funding agreement with the Government, which commits the Museum to a strategic priority of maintaining a core public offer providing opportunity for research to visitors during the development.",
            "closed_at": "2009-03-13T00:00:00Z",
            "created_at": "2008-12-17T12:03:47.049878Z",
            "creator_name": "Justin Reay",
            "government_response_at": "2009-08-24T15:08:22.075313Z",
            "government_responses": [
                {
                    "created_at": "2009-08-24T15:08:22.075313Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure that the National Maritime Museum does not disrupt educational and research programmes or threaten the livelihoods of professional writers and researchers by barring the public for five months from direct access to the unique manuscripts collection at the Caird Library, or by subsequently limiting access, during the building of the Sammy Ofer Wing, but instead maintains normal opening hours and provides the fullest possible access, and thus complies with its published objectives and its funding agreement with the Government.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20383\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'caird-library'",
                    "updated_at": "2009-08-24T15:08:22.075313Z"
                }
            ],
            "opened_at": "2008-12-17T12:03:47.049878Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 216,
            "state": "finished",
            "updated_at": "2009-05-19T03:02:13.427478Z"
        },
        "id": 11254323
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/caird-library/"
    },
    "type": "petition"
}