{
    "data": {
        "attributes": {
            "action": "Save Bell Nursery (now UWS Nursery) from closure at the Hamilton, Lanarkshire, Scotland Campus",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A steering group within the newly founded University of West of Scotland (UWS) is proposing to CLOSE Bell College Nursery as part of a review following the recent merger/takeover by UWS. The nursery assists students who wish to return to further education by providing on campus assisted childcare. Without this, many students will be unable to attend. UWS decision makers, particularly one vice-principal Ms Judith Vincent, have been less than sympathetic to the concerns of students, staff and community parents alike. Most importantly they have overlooked the impact this will have on the children.\n\nMs Vincent, nor any other decision maker, has had the courage to meet with the parents on a face to face basis to explain their decision. While this may not directly affect you, this will not be the last of sweeping cost cuts by Scotland newest University. Bell Nursery has a great reputation and the quality of care provided to children is exemplary. Please help us by showing your support.",
            "closed_at": "2009-12-17T00:00:00Z",
            "created_at": "2008-12-17T07:51:24.699165Z",
            "creator_name": "Norman Clelland",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-17T07:51:24.699165Z",
            "rejected_at": "2009-01-22T00:01:01.894581Z",
            "rejection": {
                "code": 4096,
                "details": "This is a devolved matter and should be directed to the Scottish Executive.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-22T00:01:01.894581Z"
        },
        "id": 11252927
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UWSNurseryClosed/"
    },
    "type": "petition"
}