{
    "data": {
        "attributes": {
            "action": "Refund all the tax money to tax payers that was wasted on promoting a congestion charge in Manchester when it was a forgone conclusion that it wouldn't go through before any money had been spent. At least 34 million pounds - that's a huge amount of cash belonging to tax payers that could and should have gone to provide us with improvements to public transport without strings attached.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My takehome pay is £1000 a month. This is about average and very possibly less than average for the area I live in.  There is no way I could afford to find £100 a month plus to pay a congestion charge to get to work, hence I voted No.  This is the situation most of Greater Manchester residents found themselves in, hence the massive NO vote that local government are currently puzzling over. It was clear, before the referendum, that people would not vote for an extra chunk coming out of their wages.  The planned charge would essentially represent a 12% wage cut for me. Therefore our tax money was spent on promoting an unwinnable scheme - a complete waste.  This is totally unacceptable to low and average waged taxpayers like myself and I demand that all of this money is refunded to us and put into providing decent public transport in our area, and that a conestion charge scheme must NOT be forced upon us, now or in the future.",
            "closed_at": "2009-07-03T00:00:00Z",
            "created_at": "2008-12-16T19:49:57.826743Z",
            "creator_name": "Rachel Kirkham",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-16T19:49:57.826743Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2009-07-04T00:01:01.979625Z"
        },
        "id": 11251431
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Refundourtax/"
    },
    "type": "petition"
}