{
    "data": {
        "attributes": {
            "action": "Alter benefit reform proposals by removing pressure on parents (especially single parents) to prepare for work/work once their child is one year old.  The developmental needs of each child throughout their childhood should be paramount in considering when a parent returns to work.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Parenting a child well is a worthwhile, necessary, demanding full time JOB OF WORK.  To put a parent with no working partner under pressure to work (under threat of financial penalty) when a child is under 5 may cause long term psychological damage to the child.  Research shows how personality problems are formed in children traumatised before the age of 5. These lead to future (costly) social problems.  Vulnerable children need love and stability with their biological parent/s.  Why destroy a child's developing sense of self, learned through family love, security and discipline by paying a childminder when you can pay the parent to do the job she/he is biologically programmed to do.  Children left with trauma find it easy to turn away from family to gangs for security and recognition.  Children of all ages are vulnerable to abuse as they grow up looking for love they can't find at home.  These are some of the problems exacerbated because our culture does not appear to value good parenting as a JOB OF WORK.",
            "closed_at": "2010-01-02T00:00:00Z",
            "created_at": "2008-12-16T18:40:03.613849Z",
            "creator_name": "Anne Taylor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-16T18:40:03.613849Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 24,
            "state": "finished",
            "updated_at": "2010-11-27T12:50:17.243061Z"
        },
        "id": 11251114
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PARENTINGISAJOB/"
    },
    "type": "petition"
}