{
    "data": {
        "attributes": {
            "action": "REWARD LUCY CARRICK FOR 30 YEARS OF DEDICATION TO EDUCATION.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For thirty years Lucy Carrick has been a teacher in Brentwood, Essex.She has been Head of the Art Dept in St Martins School for over 25 tears.She has thought 3 generations of families in the area.Lucy is 60 in February 2009 and could retire then, but has agreed with the school to carry on till the end of the year to ensure that she oversees the a level exams.\nShe has never had an \"A level student\" fail in all her time at St Martins.\nLucy is totally dedicated to her job and is a fantastic teacher.She is held in very high esteem by all her colligues.Perents have stopped Lucy\nin the street on many occasions, and have broke down telling Lucy that she saved thier childs life by getting them into University and away from bad company,or changing thier direction in life.\nSomething very moving to witness.\nIt would be right and fitting if she was Rewarded in some small way.",
            "closed_at": "2009-02-17T00:00:00Z",
            "created_at": "2008-12-17T05:08:49.151451Z",
            "creator_name": "William Carrick",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-17T05:08:49.151451Z",
            "rejected_at": "2009-02-01T00:01:02.984082Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.honours.gov.uk/",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-01T00:01:02.984082Z"
        },
        "id": 11252810
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LucyCarrick/"
    },
    "type": "petition"
}