{
    "data": {
        "attributes": {
            "action": "why are the banks allowed to be baile out when smaller companyes are alowed to go bust",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "iv seen on the news that big banks are now entangled in a web fraud yet the government is still  throwing money at them why cant the government just let them die off help a couple of banks which  show that they can properly manage there money. and all that money they wasted before could of helped smaller companies stay afloat and not lay every one off in my eyes Gordon brown has just thrown money away JUST to been seen doing something to help the \"FAT CATS\" boom or bust well all i can see is there will be a boom for the rich and a bust for the middle class and the poor. so my proposal is stop helping the bad banks which ovisly can't handle finances at all, help a couple of good banks. start helping smaller companies keep open so that there are still jobs about. what the government cant see is the jobs lots in the bank world will be filed by the other banks needing more emplayes to cope with the need lot of custmors with would be moved over from the died banks",
            "closed_at": "2009-12-17T00:00:00Z",
            "created_at": "2008-12-17T11:39:31.183555Z",
            "creator_name": "mark gardner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-17T11:39:31.183555Z",
            "rejected_at": "2009-02-01T00:01:02.984082Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-01T00:01:02.984082Z"
        },
        "id": 11254104
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/markgardner/"
    },
    "type": "petition"
}