{
    "data": {
        "attributes": {
            "action": "Abolish prescription charges in England",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Prescription charges were introduced in 1952.These charges were abolished in 1965,but were reintroduced in 1968 (When the current exemption list was produced).The current range of exemptions has been widely criticised. It excludes many chronic conditions  and also some conditions which were not in existence.In 2001, a report by the National Association of Citizens Advice Bureaus claimed that 750,000 prescriptions in that year, had not been dispensed because of cost. The inability to pay for prescription charges leaves patients with difficult choices, and can increase the costs for the health economy, as failed treatment in primary care often requires admission to more expensive secondary care (hospitals).In 2002, the Wanless Report condemned the system of exemptions as 'illogical'. The report argued that exemptions take no account of ability to pay.In April 2007,Wales abolished prescription charges, and Scotland have reduced their prescription charges to £5 in April 2008, these will reduce further in 2009 & 2010, finally being free in Scotland from 2011. The NHS is a 'National Health Service' therefore there should be equity in accessing medicines.",
            "closed_at": "2010-01-02T00:00:00Z",
            "created_at": "2008-12-18T00:03:29.157581Z",
            "creator_name": "Matt Griffiths",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-18T00:03:29.157581Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 191,
            "state": "finished",
            "updated_at": "2010-02-25T14:35:26.611177Z"
        },
        "id": 11258385
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Prescription-s/"
    },
    "type": "petition"
}