{
    "data": {
        "attributes": {
            "action": "Keep The Royal Mail In Public Hands, And To Abide To It's Manifesto Pledge To The Warwick 2 Agreement .",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned, call on this here government to stop the first steps of privitation of the Royal Mail, and order that the business to be restored to it's former glory, without private investment.\n\nThe undersigned call for the below joint multi point plan to be used, to restore the once renowned worlds number one postal service.\n\n(1)A joint multi working party to be set up, using the following bodies (Royal Mail Board,CWU and British Chambers Of Commerce) in looking at innovated ways of taking the Royal Mail business into the next century and beyond.\n\n(2)The government to make good all the monies, that was never paid into the pension fund, during the many years of the pension holiday. All said monies should be paid into the fund at today's market value. Once this has been done, any remaining black hole will be met with a joint Royal Mail Board/CWU negotiated resolution.\n\n(3)A joint working party of the Royal Mail Board,CWU and ACAS to be used, to minimize the impact caused to employees through modernization of the business.",
            "closed_at": "2009-03-17T00:00:00Z",
            "created_at": "2008-12-17T20:55:47.290544Z",
            "creator_name": "John Thickett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-17T20:55:47.290544Z",
            "rejected_at": "2009-02-01T00:01:02.984082Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Save-Royal-Mail/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-01T00:01:02.984082Z"
        },
        "id": 11257675
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/OurRoyalMail/"
    },
    "type": "petition"
}