{
    "data": {
        "attributes": {
            "action": "Re-double the golden valley line between kemble and Swindon",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Golden valley line runs between Gloucestershire and Swindon. It provides an important link from Cheltenham and Gloucester (Combined population of more than 300 000)to London and southern England, and also provides rail transport for several smaller towns along the route. Most of the line is Double track, but the section between Kemble station and Swindon is single track. \n\nThis limits the line to a total of three trains per hour along this section. Demand for rail transport on this line has increased dramatically on this line,  demand that cannot be catered for since it is running at full capacity. \n\nThe route is also the main diversion route for London to south-wales trains when the Severn tunnel is closed. \n\nNetwork rail drew up plans for re-doubling, but the ORR refused to provide funding, claiming it was not important enough - this was despite the announced re-doubling work on the nearby cotswold line (which benefits far fewer passengers than this line) and the fact that the project has a cost-benefit ratio of 9.6! We call on the government to overturn this decision, and re-double this line!",
            "closed_at": "2009-07-03T00:00:00Z",
            "created_at": "2008-12-16T17:27:15.426310Z",
            "creator_name": "Francis James",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-16T17:27:15.426310Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 20,
            "state": "finished",
            "updated_at": "2009-07-24T14:46:14.506074Z"
        },
        "id": 11250688
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/goldenvalleyrail/"
    },
    "type": "petition"
}