{
    "data": {
        "attributes": {
            "action": "provide sufficient, supportive and non-judgemental post abortion support to women who have had a termination due to circumstances other than fetal diabilities.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "a pitition too provide proper support and counseling to women who have had to make one of the hardest decisions of their lives and have an abortion. It is not acceptable to only provide support to women who have had to have a termination due to the fetus being disabled/disease in the womb.\n\nEvery year, thousands of women have to make the heart wrenching decision to have an abortion. It often comes down to things like financial circumstances, feeling to young to be a mother and finding yourself pregnant (often due to a terrible lack of sex education among our youth), personal circumstances i.e. not in a stable relationship, having being raped/sexually abused etc. Many women find themselves in hospital with very little privacy and are faced with sitting in the same waiting room as mothers who are expecting. It is rubbing the guilt in a woman's face.\n\nproper support is needed pre and post abortion. All too often women have not explored all of their choices in life and feel that this is a last resort. Post abortion wise it is not acceptable to disregard the fragile mental state of a woman.",
            "closed_at": "2010-01-02T00:00:00Z",
            "created_at": "2008-12-18T17:04:22.490892Z",
            "creator_name": "Laura Appleby",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-18T17:04:22.490892Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2010-01-03T00:01:01.089318Z"
        },
        "id": 11261612
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/proper-support/"
    },
    "type": "petition"
}