{
    "data": {
        "attributes": {
            "action": "Find a way to stop non disabled motorists from parking in parking bays reserved for the disabled",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am getting fed up of going out to the shops and finding non-disabled motorists using disabled parking bays who dont have a blue badge. I am in a wheelchair and need the extra width of a disabled parking bay, but sometimes have to drive back home again as there are no spaces available. Usually because there are either not enough disabled bays or that there are inconsiderate people who dont have a disablility parking in them, this is really frustrating and I have had enough with it, its about time the Prime Minister took action. There needs to be a deterant like a nationwide fine that can be implemented in all car parks as some dont fine people. Also maybe give the right to tow cars away although that could be difficult as some people may forget to put up there blue badge. Maybe car parks should seperate the disabled parking bays from the rest of the car park like they do in france with a barrier system, it works there so why not here.",
            "closed_at": "2010-01-02T00:00:00Z",
            "created_at": "2008-12-18T13:18:26.798631Z",
            "creator_name": "Matthew Adams",
            "government_response_at": "2010-01-25T11:09:21.860610Z",
            "government_responses": [
                {
                    "created_at": "2010-01-25T11:09:21.860610Z",
                    "details": "You signed a petition asking the Prime Minister to \"Find a way to stop non disabled motorists from parking in parking bays reserved for the disabled.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22238\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'parkingabuse'",
                    "updated_at": "2010-01-25T11:09:21.860610Z"
                }
            ],
            "opened_at": "2008-12-18T13:18:26.798631Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 450,
            "state": "finished",
            "updated_at": "2010-05-04T16:12:35.764550Z"
        },
        "id": 11260409
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/parkingabuse/"
    },
    "type": "petition"
}