{
    "data": {
        "attributes": {
            "action": "change the old fashioned education system in England to make it a non-bullying society",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "1.LOOK AT SYSTEMS IN OTHER COUNTRIES WHICH ARE WORKING AND COPY THEM\n\n2.TEACH A CHILD TO EXPRESS THEMSELVES AND NOT ACT LIKE A ROBOT WHERE EVERYONE NEEDS TO BE THE SAME AND ENCOURAGE INDIVIDUALITY   \n\n3.GET RID OF THE POWER A HEADTEACHER HOLDS AND MAKE THE TEACHERS AND PARENTS RUN THE SCHOOL- A PANEL NOT JUST ONE  OPINION \n\n4.MORE OPTIONS IN EDUCATION FROM AN EARLY AGE SUCH AS DANCE, YOGA, FOOD TECHNOLOGY.... NOT ENCOURAGING CHILDREN ONLY IN MATHS,SCIENCE AND ENGLISH AS CHILDREN ARE GIFTED IN DIFFERENT TOPICS\n\n5.LESS CHILDREN PER CLASS NOT THIRTY SO THEY CAN LEARN MORE\n\n6.TEACH CHILDREN MORE ABOUT OTHER COUNTRIES AND NOT ABOUT HOW BAD AND POOR THEY ARE WHICH INTRODUCES RACISM\n\n7. MODERNISE TEACHING ELIMINATE THE STRICT RIDGED SYSTEM, MAKE LEARNING FUN, THERE ARE TOO MANY RULES FOR A CHILD TO FOLLOW.\n\n8.GET RID OF SATS\n\n9.MORE PLAYGROUND EQUIPEMENT IN SCHOOLS FOR ALL YEAR GROUPS TO ENCOURAGE MORE FUN AND EXERCISE NOT OBESITY AND LET THEM BE CHILDREN\n\n10.IN PRIMARY SCHOOLS MAKE CHILDREN BRING THEIR WORK HOME EVRDAY AND SHOW THEIR PARENTS THEIR WORK SO THAT PARENTS ARE UP TO DATE WITH THEIR TEACHING.",
            "closed_at": "2009-12-19T00:00:00Z",
            "created_at": "2008-12-19T12:54:52.082282Z",
            "creator_name": "NATASHA",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-19T12:54:52.082282Z",
            "rejected_at": "2009-02-01T00:01:02.984082Z",
            "rejection": {
                "code": 8448,
                "details": "Please supply full name and address information.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-01T00:01:02.984082Z"
        },
        "id": 11265020
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NEWSCHOOLSYSTEM/"
    },
    "type": "petition"
}