{
    "data": {
        "attributes": {
            "action": "ensure the full implementation of the Artist's Resale Right for artists' families and loved ones as soon as possible and review any decision that seeks to deny artists the rights they deserve.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Artist's Resale Right was successfully implemented in 2006. It pays living artists a modest royalty when their works are resold at auction or by an art dealer. Since 2006 artists have earned £7.5 million in resale royalties. Now the Government is denying artists the right to bequeath this right to their families and loved ones, despite 90% of responses to the public consultation urging implementation as soon as possible. Overlooking their 'fairness' agenda and ignoring overwhelming evidence, the Government has chosen to back big business over the UK's visual artists and deny them a right long enjoyed by writers and composers.",
            "closed_at": "2010-01-02T00:00:00Z",
            "created_at": "2008-12-18T16:23:18.723247Z",
            "creator_name": "Tania Spriggens",
            "government_response_at": "2010-03-02T15:14:28.208655Z",
            "government_responses": [
                {
                    "created_at": "2010-03-02T15:14:28.208655Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure the full implementation of the Artist's Resale Right for artists' families and loved ones as soon as possible and review any decision that seeks to deny artists the rights they deserve.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22649\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Resale-Right'",
                    "updated_at": "2010-03-02T15:14:28.208655Z"
                }
            ],
            "opened_at": "2008-12-18T16:23:18.723247Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1437,
            "state": "finished",
            "updated_at": "2010-03-17T14:13:06.839027Z"
        },
        "id": 11261382
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Resale-Right/"
    },
    "type": "petition"
}