{
    "data": {
        "attributes": {
            "action": "scrutinise the GTCE's draft Code of Conduct for Teachers, specifically removing the reference to 'outside school' in Section 8",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The GTCE has written a draft Code of Conduct for the teaching profession which they propose from Autumn 2009 for every registered teacher in England.  \n\nSection 8 of the draft Code includes the phrase: \"Uphold the law and maintain standards of behaviour both inside and outside school that are appropriate given their membership of an important and responsible profession\".\n\nThis wording must be removed to underpin all citizens' right to a private life, as defined in the Human Rights Act (1998, Article 8) RIGHT TO RESPECT FOR PRIVATE AND FAMILY LIFE.\n\nWe ask the Prime Minister and his Ministers to ensure that the 'outside school' wording is removed from the GTCE's draft Code of Conduct and to likewise ensure it is not included in this form, or any other wording having concomitant meaning, in the final document.",
            "closed_at": "2009-03-05T00:00:00Z",
            "created_at": "2008-12-20T10:09:31.937702Z",
            "creator_name": "Nick Kerin",
            "government_response_at": "2009-04-03T15:53:49.033826Z",
            "government_responses": [
                {
                    "created_at": "2009-04-03T15:53:49.033826Z",
                    "details": "You signed a petition asking the Prime Minister to \"scrutinise the GTCE's draft Code of Conduct for Teachers, specifically removing the reference to 'outside school' in Section 8.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18927\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'gtcecode'",
                    "updated_at": "2009-04-03T15:53:49.033826Z"
                }
            ],
            "opened_at": "2008-12-20T10:09:31.937702Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 601,
            "state": "finished",
            "updated_at": "2009-03-24T03:02:19.126840Z"
        },
        "id": 11267561
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/gtcecode/"
    },
    "type": "petition"
}