{
    "data": {
        "attributes": {
            "action": "reduce Employer’s and Employee's National Insurance thus offering support to businesses in retaining their staff",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The success of business and enterprise is one of the cornerstones to our economic recovery.  A reduction in Employer’s NI will encourage employers to retain their staff and reduce the increasing levels of unemployment.  \nIf employment is encouraged and maintained the government will benefit from PAYE and NI revenue, which, could in part fund a National Insurance cut.  If employees retain their jobs it will stimulate consumer confidence on the high street. If employees retain their jobs they will have the money to pay their rent and mortgages, resulting in lower repossession levels thus stimulating the property market. People with jobs are an asset to the economy rather than a financial burden.\nThe government should adopt the principle of investing in maintaining high levels of employment within business rather than wasting taxpayers money on high levels of unemployment benefit.\nJob security and an earned income will have a far greater effect on consumer spending than a cut in VAT.\nHealthy business underpins a healthy economy.  High levels of taxation on companies for creating employment opportunity is counter productive in the current economic climate.",
            "closed_at": "2010-01-02T00:00:00Z",
            "created_at": "2008-12-18T12:33:35.086508Z",
            "creator_name": "Charles Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-18T12:33:35.086508Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 286,
            "state": "finished",
            "updated_at": "2010-01-03T00:01:01.089318Z"
        },
        "id": 11260221
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/supportbusiness/"
    },
    "type": "petition"
}