{
    "data": {
        "attributes": {
            "action": "ask the BBC to review its recent decision to suspend the coverage of Crufts Dog show in 2009.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A decision based on the demand that the Kennel Club(KC) refuse full participation at the show of 12 breeds selected by the BBC,  who yet to publish any scientific evidence they had studied & what  concerns they had over these dogs, compared to them being shown on the BBC  over the last 40 years.  The BBC showing of the Pedigree Dogs Exposed ,  a current  subject of a complaint with Ofcom, cast concerns over the health of some breeds of dogs & the work of the KC, but failed to show any current health schemes run by the KC &  BVA  or the major improvement in the health & welfare of dogs in the last 40 years from  the work of Breeders, Breed Clubs & KC.  The show had a large number of factual errors, its producers  have admitted a one sided view & unbalanced approached to the subject  stating that the KC had failed to show any concern for health in dogs in previous Crufts TV coverage, the BBC having  had content & editorial control of these previous shows, not the KC.  The Commissioning editor for PDE & Crufts has been the same in recent years.  The BBC have become both Judge & Jury on a subject, deeming that Pedigree dogs through  this high profile event will not be able to redress the balance unless it be under their censorship",
            "closed_at": "2009-01-26T00:00:00Z",
            "created_at": "2008-12-22T16:37:51.733504Z",
            "creator_name": "Steven Green",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-12-22T16:37:51.733504Z",
            "rejected_at": "2009-02-04T00:01:02.317851Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-04T00:01:02.317851Z"
        },
        "id": 11273460
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Crufts-BBC-2009/"
    },
    "type": "petition"
}