{
    "data": {
        "attributes": {
            "action": "strip Sir Fred Goodwin, former CEO of Royal Bank of Scotland, of his knighthood.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sir Fred Goodwin, former Chief Executive Officer of Royal Bank of Scotland, was knighted in June 2004, for his 'services to banking.'\n\nIn late 2008, Sir Fred resigned from his post as CEO at RBS, owner of Natwest. Under his leadership, RBS was driven to the brink of bankruptcy, requiring an unprecedented £20 billion bailout by the UK taxpayer. RBS is now 57.9% state-owned, and it is likely that the bank will require further tax-payer-funded support in 2009. \n\nIt is clear that Sir Fred's knighthood was awarded prematurely. It is completely inappropriate that he should be allowed to retain this elevated status given the huge damage that has resulted from his flawed strategic business decisions.",
            "closed_at": "2009-05-04T00:00:00Z",
            "created_at": "2009-01-05T17:26:10.625909Z",
            "creator_name": "Peter Smart",
            "government_response_at": "2009-06-26T11:22:56.054799Z",
            "government_responses": [
                {
                    "created_at": "2009-06-26T11:22:56.054799Z",
                    "details": "You signed a petition asking the Prime Minister to \"strip Sir Fred Goodwin, former CEO of Royal Bank of Scotland, of his knighthood.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19787\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Unworthy-Knight'",
                    "updated_at": "2009-06-26T11:22:56.054799Z"
                }
            ],
            "opened_at": "2009-01-05T17:26:10.625909Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3470,
            "state": "finished",
            "updated_at": "2010-02-26T17:51:32.585620Z"
        },
        "id": 11309784
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Unworthy-Knight/"
    },
    "type": "petition"
}