{
    "data": {
        "attributes": {
            "action": "define a proportionate response when Israel is terrorized",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "When Israel targeted known Islamic terrorist locations there were the usual cries of ‘disproportionate response’. It seems everything Israel does is wrong, so please define what Israel should do. Ending the occupation of Gaza only served to increase attacks from there, so clearly ‘ending occupation' isn't the key to solving the problem.\nAnd not fighting terror is ineffective since the Palestinian terror continues.\n\nCan the gov’t clarify what exactly is proportionate: \nShould Israel dispatch a suicide bomber to a Palestinian civilian target after a Palestinian suicide terror attack on an Israeli civilian target? \nShould Israel launch rockets indiscriminately on Palestinian civilian locations after Palestinian rocket attacks?\nShould Israel ensure an equal number of Israeli and Palestinian casualties?\n\nIf the UK can do a better job of fighting Islamic terrorists ‘proportionately’ then it is most welcome to come and help Israel.",
            "closed_at": "2010-01-05T00:00:00Z",
            "created_at": "2009-01-05T12:45:40.827426Z",
            "creator_name": "Michelle Moshelian",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-05T12:45:40.827426Z",
            "rejected_at": "2009-02-05T00:01:01.657375Z",
            "rejection": {
                "code": 16384,
                "details": "Unfortunately you must confirm that you are a British citizen before we can consider your e-petitions.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-05T00:01:01.657375Z"
        },
        "id": 11306890
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/disproportionate/"
    },
    "type": "petition"
}