{
    "data": {
        "attributes": {
            "action": "urge the Bromsgrove District Council to reconsider the proposed closure of Haybridge Sports Centre",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We wish to raise objections to the proposed closure of Haybridge Sports Centre in Hagley, Worcestershire, at the end of March 2009. Withdrawal of funding from this vital civic amenity would seem to be ill conceived at time when there is a national campaign to reduce obesity. The closure may reduce council expenditure, but surely the council must realise that there are other costs that will follow, such as increased demand on healthcare services due to poorer health and obesity. For those residents of Hagley that are driven to maintaining their health and sporting activity, they will have to be literally driven to find alternative sports centres with resultant increase in traffic congestion and carbon emissions. The population of Hagley is constantly growing due to town planning decisions to allow building of more and more houses in the locality, but rather than improving the infrastructure of the community, the council is poised to remove its only local sporting facility. This decision seems extremely short sighted and financially motivated, when the council should really consider supporting the health and fitness of the local community.",
            "closed_at": "2009-03-06T00:00:00Z",
            "created_at": "2009-01-05T12:39:19.505197Z",
            "creator_name": "Chris Gilbert",
            "government_response_at": "2009-09-09T14:23:13.231550Z",
            "government_responses": [
                {
                    "created_at": "2009-09-09T14:23:13.231550Z",
                    "details": "You signed a petition asking the Prime Minister to \"urge the Bromsgrove District Council to reconsider the proposed closure of Haybridge Sports Centre.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20490\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Haybridge'",
                    "updated_at": "2009-09-09T14:23:13.231550Z"
                }
            ],
            "opened_at": "2009-01-05T12:39:19.505197Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 545,
            "state": "finished",
            "updated_at": "2009-03-07T00:01:01.876554Z"
        },
        "id": 11306833
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Haybridge/"
    },
    "type": "petition"
}