{
    "data": {
        "attributes": {
            "action": "require the Environment Agency to publish the results of their consultation about the future maintenance of sea and flood defences in the Cuckmere Valley and Seven Sisters Country Park and to hold a proper open public enquiry about the impact that their decision will have on tourism, communications, and the natural heritage and outstanding beauty of the area, and what effects National Park status would have",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Seven Sisters Country Park and the meanders of the Lower Cuckmere Valley are known to many as the face of an area of Outstanding Natural Beauty.The area combines farming, recreation, education and conservation. Walkers on the South Downs National Trail, members of the Sussex Wildlife Trust, those with educational interests in the geology, wildlife, and a range of habitats from shingle to pasture, , cyclists, canoeists,  families exercising and school groups learning , all know this as one very special place in our county, and our country.\nDecisions not to defend the area could have a very big impact and may already have been taken.\nPublic information is therefore absolutely nercessary so that we all play a part in preserving the intrinsic value of this area before the time runs out and the decision is made for us.",
            "closed_at": "2010-01-06T00:00:00Z",
            "created_at": "2009-01-05T13:02:38.845993Z",
            "creator_name": "Christine Clark",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-05T13:02:38.845993Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2010-01-07T00:01:01.857144Z"
        },
        "id": 11307082
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/7SistersCuckmere/"
    },
    "type": "petition"
}