{
    "data": {
        "attributes": {
            "action": "to ensure that all Mesothelioma patients get treatment they need in the UK and should not have to travel abroad. We would like to see Chemoembolization  trialled in the UK and  become a treatment that would be offered to Mesothelioma sufferers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Chemoembolization is a procedure that is most commonly used in the UK for liver cancer.\nProfessor Thomas Vogl, Frankfurt, Germany, has been studying its uses with Mesothelioma with some sucess\nOne successes is Debbie Brewer who, aged 47 was told she had 6-9 months to live, in Nov 2006.\nShe started to take Mistletoe in April 08 & after meetin the prof started treatment May 08 & in June 08 for a 2nd treatment & was told the tumour had shrunk 10%.\nAfter 5 treatments it has, so far shrunk 53% & she has been given a partial remission diagnosis & has been told the tumour MAY NOT return.\nThis treatment should be available in the UK as the treatments for Mesothelioma are limited to chemo, radiotherapy or major operation to remove the damaged lung.\nWe are currently campaigning to get trials started in the UK \n*Chemoembolization involves passing a catheter through the femoral artery into the lung & targeting the tumour directly. \n*Mistletoe, A therapy used to boost the immune system & educate it to fight the tumour. It is administered via injection in the abdomen.",
            "closed_at": "2009-07-06T00:00:00Z",
            "created_at": "2009-01-05T14:33:54.572750Z",
            "creator_name": "Angela Caulfield",
            "government_response_at": "2009-08-13T11:39:29.985368Z",
            "government_responses": [
                {
                    "created_at": "2009-08-13T11:39:29.985368Z",
                    "details": "You signed a petition asking the Prime Minister to \"to ensure that all Mesothelioma patients get treatment they need in the UK and should not have to travel abroad. We would like to see Chemoembolization trialled in the UK and become a treatment that would be offered to Mesothelioma sufferers.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20326\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Mesothelioma-'",
                    "updated_at": "2009-08-13T11:39:29.985368Z"
                }
            ],
            "opened_at": "2009-01-05T14:33:54.572750Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1474,
            "state": "finished",
            "updated_at": "2009-09-15T03:03:07.743182Z"
        },
        "id": 11308137
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Mesothelioma-/"
    },
    "type": "petition"
}