{
    "data": {
        "attributes": {
            "action": "bring in legislation in England & Wales, that upholds and protects the rights of the child to be fed milk in any place the child has a right to be.  We ask that it be made unlawful, to harass, intimidate or attempt to prevent, a hungry child receiving milk.  Under both the Convention of the Rights of the Child, and the International Convention on Economic, Social and Cultural Rights, every child has a right to adequate nutritious food.  We ask that legislation that protects this basic human right of the child to receive adequate nutritious food, in the form of milk, be respected, regardless of the child's age, feeding method, or physical location.  That all care givers, can feed a hungry child milk, free of the fear of censure, ridicule or being asked to stop the child feeding, and to leave the space they otherwise have a right to be in.  We ask that this legislation be brought in separate from current legislation allowing the mother to sue under the Sex Discrimination Act.  This is about protecting the child having their milk feed interrupted by demands that the feeding cease, especially if they are in a public space, not only in an establishment providing goods or services to the mother.  The child requires protection from having their milk feeds interrupted, and their mothers and care givers require protection from being harassed or intimidated, whilst feeding.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "",
            "closed_at": "2010-01-06T00:00:00Z",
            "created_at": "2009-01-05T13:30:16.130151Z",
            "creator_name": "Morgan Gallagher",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-05T13:30:16.130151Z",
            "rejected_at": "2009-02-05T00:01:01.657375Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Breastbest/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-05T00:01:01.657375Z"
        },
        "id": 11307383
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FeedTheChild/"
    },
    "type": "petition"
}