{
    "data": {
        "attributes": {
            "action": "require the police to obtain a court warrant before searching personal computers remotely over the internet.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The police can currently remotely search a personal computer over the internet, on the authority of a Chief Constable. The methods employed by the authorities can involve searching hard drives and downloading “key logging” malware via infected emails, and other techniques more commonly associated with criminal hackers. These powers are given in the RIPA (Regulation of Investigatory Powers Act).\n\nSearching a personal computer is morally no different to conducting a physical search of premises or property, and as such should only be permitted with the authority of the courts in the same way that a search warrant must be obtained before a conventional search is conducted.",
            "closed_at": "2009-07-06T00:00:00Z",
            "created_at": "2009-01-05T15:05:22.172550Z",
            "creator_name": "Bill Fletcher",
            "government_response_at": "2009-08-13T11:40:15.464733Z",
            "government_responses": [
                {
                    "created_at": "2009-08-13T11:40:15.464733Z",
                    "details": "You signed a petition asking the Prime Minister to \"require the police to obtain a court warrant before searching personal computers remotely over the internet.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20327\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'policehackers'",
                    "updated_at": "2009-08-13T11:40:15.464733Z"
                }
            ],
            "opened_at": "2009-01-05T15:05:22.172550Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 367,
            "state": "finished",
            "updated_at": "2009-08-08T03:03:29.392896Z"
        },
        "id": 11308438
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/policehackers/"
    },
    "type": "petition"
}