{
    "data": {
        "attributes": {
            "action": "instruct the Department for Transport to abandon the diesel version of the Intercity express train replacement program, and instead electrify the routes on which these new trains will operate.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Intercity express program is the project to replace Britain's long-distance high speed trains, ie. the Diesel intercity 125 and the electric intercity 225. It is proposed that both electric and diesel versions will be built. \n\nWe believe that the diesel version should be abandoned, and instead the routes on which the new train will operate be electrified with overhead lines. This means complete electrification of the great western and midland main lines, along with branches and diversions, infill electrification on the cross-country route and filling in all electrification gaps on the east and west coast main lines for example the ECML between Edinburgh and Aberdeen. Network Rail has  stated that this would be more cost-effective, but as usual, the people in charge seem to have ignored them.\n\nElectrification of these routes would provide a base for a future program of  electrification. Also, in the long term diesel trains are more expensive to run . Fuel prices are going up, and fossil fuels are likely to be in short supply BEFORE the new trains reach the end of their life span. Electric trains have faster acceleration, are emission-free and popular with passenegers.",
            "closed_at": "2009-07-06T00:00:00Z",
            "created_at": "2009-01-05T17:09:09.981768Z",
            "creator_name": "francis phillips",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-05T17:09:09.981768Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 26,
            "state": "finished",
            "updated_at": "2009-07-07T00:01:01.635251Z"
        },
        "id": 11309590
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ICEreplacement/"
    },
    "type": "petition"
}