{
    "data": {
        "attributes": {
            "action": "reverse the decision to reduce VAT by 2 1/2% and rather apply these precious funds to the earlier commencement of already planned infrastructural projects that will save and create real jobs.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The VAT reduction decision was made within a range of measures to try to stimulate the economy. This is laudable, but because it is small, it is having a small effect on prices, with the result that this particular reduction is not changing the spending decisions of most people. Small traders not registered for VAT will pay less for their input costs, but will simply stick to their previous selling price levels too. Some larger retailers could increase their base prices, add the lower VAT and end up charging pretty much the same. In effect, many businesses will simply make more profit or lower losses. Currently, for individuals and businesses, there is now a tendency to reduce spending and borrowing, i.e. a higher propensity to save. So the measure will hardly have the intended effect. However, on the other hand, the public debt is calculated to increase by 12bn which will have to be repaid when the propensity to save will be lower. At that time we will be stimulating the economy by spending again, but we will then be held back more seriously by the VAT repayments. So in sum, the reduction will do more harm than good to our GNP.",
            "closed_at": "2009-03-01T00:00:00Z",
            "created_at": "2009-01-06T11:08:24.500181Z",
            "creator_name": "Robert Wallace",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-06T11:08:24.500181Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 18,
            "state": "finished",
            "updated_at": "2009-03-02T00:01:01.536162Z"
        },
        "id": 11315126
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RestoreVATrate/"
    },
    "type": "petition"
}