{
    "data": {
        "attributes": {
            "action": "explain to the nation why he sold 50% of the nation's Gold Reserves, when he was Chancellor of the Exchequer, at the bottom of a 20 year Bear Market in Gold",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The sale of the Gold Reserves by Gordon Brown, when he was Chancellor of the Exhequer, was the exact bottom, now known in the Capital Markets as Brown's Bottom, of a 20 year Bear Market in Gold prices. Since then Gold has traded at 4 times the value that it was sold at, and is now considered to be in a multi year Bull Market. Not only was the Gold sold at an inappropriate time but its sale was announced prior to the sale, and, Market Makers in the Gold Market, marked the price down further to maximise their profits and cause further loss to the taxpayer.It is requested that the Prime Minster explain to the nation the full reasons behind this apparent act of economic vandalism, and, if it was as a direct result of economic incompetence, apologise to the nation.",
            "closed_at": "2010-01-06T00:00:00Z",
            "created_at": "2009-01-06T15:23:04.145753Z",
            "creator_name": "Keith Edmunds",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-06T15:23:04.145753Z",
            "rejected_at": "2009-02-05T00:01:01.657375Z",
            "rejection": {
                "code": 16384,
                "details": "We do not accept petitions which call upon the PM to \"explain\" or \"apologise\" for something at the creator's behest. Petitions should be used to call for a clear action by the Government, for example through the adoption of a particular policy.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-05T00:01:01.657375Z"
        },
        "id": 11318922
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GoldReserves/"
    },
    "type": "petition"
}