{
    "data": {
        "attributes": {
            "action": "take economic & trade sanctions against Israel and urge the EU to boycott the EU/Israel trade agreement and EU/Israel Association agreement",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "More than 500 Palestinians have died in 10 days - most ordinary civilians.  Since the tanks went in,most people no longer have water supply and must queue for water whilst under the threat of bomb attacks.  Ordinary civilians suffer huge unemployment in Gaza, and suffer malnutrition and reliance on \"aid-handouts\".  Electricity supply is poor to say the least.  Hospitals are unable to function properly, let alone cope with the tragic loss of civilian lives.  The blockading of Gaza effectively means that it is unable to trade with the rest of the world.  Can you imagine Britain living in such conditions - it doesn't bare thinking about.\n\nEU Economic and trade sanctions appear to be the only viable option to get Israel to agree to a ceasefire.  Pressure also needs to be applied to the Arab League to impose oil sanctions against Israel.\n\nThere needs to be an end to the blockade of Gaza so that humanitarian aid can flow in to Gaza.  Electricity and water supplies need to be renewed.  Hospitals need to have supplies and equipment to assist Palestinians.  More importantly, Gaza needs to be allowed to trade with the rest of the world so that it can improve its crippled economy.",
            "closed_at": "2010-01-06T00:00:00Z",
            "created_at": "2009-01-06T06:51:40.613837Z",
            "creator_name": "Mark Jayatilake",
            "government_response_at": "2010-03-25T15:58:05.823368Z",
            "government_responses": [
                {
                    "created_at": "2010-03-25T15:58:05.823368Z",
                    "details": "You signed a petition asking the Prime Minister to \"take economic & trade sanctions against Israel and urge the EU to boycott the EU/Israel trade agreement and EU/Israel Association agreement.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22939\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ISRAELISANCTIONS'",
                    "updated_at": "2010-03-25T15:58:05.823368Z"
                }
            ],
            "opened_at": "2009-01-06T06:51:40.613837Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2193,
            "state": "finished",
            "updated_at": "2010-05-11T18:34:19.241943Z"
        },
        "id": 11313422
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ISRAELISANCTIONS/"
    },
    "type": "petition"
}