{
    "data": {
        "attributes": {
            "action": "make it impossible for social services personnel who have been found negligent in doing their job to receive any form of compensation if removed from their position",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The case of the death of Baby P has brought to light severe failings in the local social services department.  Due to these failings, documented in the damming report written about the case, senior social services personnel where either dismissed or decided to quit. One of these officers has now shown complete disregard for the severity of the failings of her department, not only in protecting baby P but also Victoria Columbie by appealing her dismissal. As senior personnel make difficult decisions and we can not afford to have them fail, they receive Wage packages that are substantial. If they do fail due to negligence, the disciplinary actions attached reflect the failing of not fulfilling expectations attached to the wage pack. As people like this have obviously no regard for that fact that gross negligence is not in option in these cases it would only be suitable that if they are found to be negligent no compensation for removal from their position will ever be offered. This will ensure that the people we entrust with protecting the most vulnerable in our society will always do this job to the best of their ability, and make the every child matters framework a success.",
            "closed_at": "2009-03-06T00:00:00Z",
            "created_at": "2009-01-06T13:35:49.982324Z",
            "creator_name": "T Lodders",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-06T13:35:49.982324Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 126,
            "state": "finished",
            "updated_at": "2009-03-08T03:02:18.914285Z"
        },
        "id": 11317180
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/haringeyfailings/"
    },
    "type": "petition"
}