{
    "data": {
        "attributes": {
            "action": "Give a Knighthood to Graham Murray Walker",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned are petitioning you Mr Prime Minister to right a wrong, we feel that it is a travesty a man who has represented his country as a captain in the Royal Scots Grays as a Sherman tank commander in the 4th armoured brigade. After the war Murray Walker split his time between working full time in the advertisement field, with his other career commentating on motor sport most famously Formula 1. Mr Walker wasn't just content with commentating on Formula 1 but also touring cars, Motorcycle racing as well as other disciplines of motor sport as well. He is known for his high octane and very enthusiastic approach to the work that he cared a great deal for, what some people don't realise is Mr Walker also carried on working full time until he was 59 years old even when he became famous. Ask any one in the motor sport world from legends like Sir Sterling Moss  to Nigel Mansell what Mr Walker meant to not only themselves but also to the wide fan base he has around the world. Mr Walker has also dedicated his time away from the commentary booth to charity work as well.He is known as a true gentleman who has always had time for his family, friends and most importantly his fans.",
            "closed_at": "2009-07-05T00:00:00Z",
            "created_at": "2009-01-05T20:04:22.785700Z",
            "creator_name": "Neil Dean",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-05T20:04:22.785700Z",
            "rejected_at": "2009-02-05T00:01:01.657375Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.honours.gov.uk/",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-05T00:01:01.657375Z"
        },
        "id": 11311164
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MrMotorsport/"
    },
    "type": "petition"
}