{
    "data": {
        "attributes": {
            "action": "Save The ACC War Memorial Hall From Being Converted To A Gurkha Temple",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As part of the redevelopment plans for St Omer Barracks, Aldershot the ACC War Memorial Hall has been earmarked for reassignment as a Ghurka Temple and Families Centre to accommodate the needs of the Queens Own Ghurka Logistic Regiment when it moves from its present barracks in North Camp, in 2011.As much as I love the Gurkha's this project is ill-conceived and an insult to our Corps fallen\n\nThis is not acceptable!  \n\nWhen will faceless MOD civil servant planners realise that this is not just a plot of land or any old building to the ACC, but a place of quiet reflection on our past and the ultimate sacrifice that some of our friends and comrades have paid for the continued price of democracy and freedom in the World?  \nThis is our War Memorial! Since when has it been UK policy to indiscriminately decide we cannot have it any longer?\n\nIf you agree please support this petition",
            "closed_at": "2009-04-07T00:00:00Z",
            "created_at": "2009-01-06T18:43:46.423697Z",
            "creator_name": "Ian E Scott FIH",
            "government_response_at": "2009-05-19T15:13:51.514898Z",
            "government_responses": [
                {
                    "created_at": "2009-05-19T15:13:51.514898Z",
                    "details": "You signed a petition asking the Prime Minister to \"Save The ACC War Memorial Hall From Being Converted To A Gurkha Temple.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19339\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ACCMemorialHall'",
                    "updated_at": "2009-05-19T15:13:51.514898Z"
                }
            ],
            "opened_at": "2009-01-06T18:43:46.423697Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 563,
            "state": "finished",
            "updated_at": "2010-03-29T18:30:01.698036Z"
        },
        "id": 11321911
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ACCMemorialHall/"
    },
    "type": "petition"
}