{
    "data": {
        "attributes": {
            "action": "resign in shame for watching the killing of hundreds of Gaza children by Israel and not stopping it, and if he does not wish to resign to explain to the world why he could not help these children.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Up to the 6th January 2009, 215 children have been reported to have been killed by Israeli forces, including at 3 UN schools. Also 89 women.\nThis could have been stopped very easily by suspending diplomatic relations and suspending trade with Israel, or even threatening such. Just this action could have stopped the murder of these women and children. Around 1300 people were killed in Lebanon, again by Israel. Israel has killed thousands more civilians than AlQaida in 2001. Yet that sort of killing of civilians by Israel is not terrorism, it is self defense. Israel, having killed thousands of civilians without sanction, is teaching the children of the world how to terrorise people. Therefore Israel must be stopped.",
            "closed_at": "2009-07-07T00:00:00Z",
            "created_at": "2009-01-07T00:03:14.830363Z",
            "creator_name": "Ahmed Sewehli",
            "government_response_at": "2009-08-13T11:41:27.629675Z",
            "government_responses": [
                {
                    "created_at": "2009-08-13T11:41:27.629675Z",
                    "details": "You signed a petition asking the Prime Minister to \"resign in shame for watching the killing of hundreds of Gaza children by Israel and not stopping it, and if he does not wish to resign to explain to the world why he could not help these children.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20328\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'IsraelKillsKids'",
                    "updated_at": "2009-08-13T11:41:27.629675Z"
                }
            ],
            "opened_at": "2009-01-07T00:03:14.830363Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 299,
            "state": "finished",
            "updated_at": "2009-07-08T00:01:02.034537Z"
        },
        "id": 11325273
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IsraelKillsKids/"
    },
    "type": "petition"
}