{
    "data": {
        "attributes": {
            "action": "Keep the legal drinking age in Great Britain 18",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Keep the legal drinking age in the UK 18.\n\nIf you can serve for your country, vote in elections and generally have all the responsibilities as everybody else living in the UK, why should you be denied the occasional pint?\n\nThe problem with this binge culture that has been created is lack of education. People start drinking heavily beyond the boundaries of 18.\n\nI beleive a law should be passed that should limit alcohol consumption.With the advent of complusory ID cards with biometric technology, I'm sure this is possible?\n\nThe government wants people to stick with alcohol limits, this could be done by making drinkers present their ID card at the time of sale, which allows them to buy the limit of alcohol on a daily basis. \n\nThis tough love tactic would curb underage drinking and violence on the streets. People in reality don't need more than 2 pints of beer a day, that's more than enough.",
            "closed_at": "2010-01-07T00:00:00Z",
            "created_at": "2009-01-07T01:49:43.347507Z",
            "creator_name": "Daniel Robbins",
            "government_response_at": "2010-02-22T15:13:20.234902Z",
            "government_responses": [
                {
                    "created_at": "2010-02-22T15:13:20.234902Z",
                    "details": "You signed a petition asking the Prime Minister to \"Keep the legal drinking age in Great Britain 18.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22549\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'KeepEighteen'",
                    "updated_at": "2010-02-22T15:13:20.234902Z"
                }
            ],
            "opened_at": "2009-01-07T01:49:43.347507Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 475,
            "state": "finished",
            "updated_at": "2010-05-19T15:29:42.261161Z"
        },
        "id": 11325736
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KeepEighteen/"
    },
    "type": "petition"
}