{
    "data": {
        "attributes": {
            "action": "Enforce better charges/payments/deals for gas and electric token meter users.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Those that are on token meters to provide electric and gas to their homes are suffering.\nThere's help for the elderly in place so they can have heating on all day long if they want, and only pay one price. But token meter users like myself are paying over the odds and struggling to have a minimum standard of warmth during these freezing periods.\nI have my heating on for just 2-3 hours a day, I also use a gas cooker to prepare meals. On average at the moment this is taking up to £7 a day from the meter. Then there's the weekly meter charges on top, plus any debt repayments some customers owe. Non meter customers don't have to worry about the gas running out, then being charged even more for using emergency credit, and they can heat their home when they really need it. I think meter users should get a better deal as we pay as we go/in advance for our energy. I think it's unfair that families have to dip into other household budgets to try keep their kids warm, more than anything. Energy companies are making millions in profit each year. It's about time customers benefited a bit more, especially those in need. If you agree, please sign my petition.",
            "closed_at": "2009-07-06T00:00:00Z",
            "created_at": "2009-01-06T19:11:35.298602Z",
            "creator_name": "Helen Hayton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-06T19:11:35.298602Z",
            "rejected_at": "2009-02-06T00:01:01.780422Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/northover1/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-06T00:01:01.780422Z"
        },
        "id": 11322168
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Energymeters/"
    },
    "type": "petition"
}