{
    "data": {
        "attributes": {
            "action": "Declare the state of Israel as a criminal state, for it's breaches of both the Hague, and Geneva conventions.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I ask that the state of Israel be declared a criminal state for it's breaches of both the Geneva, and the Hague conventions, for it's continued collective punishment, and failure to maintain it's responsibilities to the populations in the territories siezed in 1967, and continuing even today. Because of Israels blatant criminal actions against UN sanctuaries, Sanctions should be taken against the Israeli state, it's ambassador expelled, and international arrest warrants issued against all members of the Israeli government for it's involvement in the most obvious warcrimes committed since 1967. Israel should further be forced to return to it's pre-1967 borders, returning the lands occupied illegaly under international law. Unless this is done, there will never be peace and justice in our worlds streets.",
            "closed_at": "2009-04-07T00:00:00Z",
            "created_at": "2009-01-07T05:13:37.903824Z",
            "creator_name": "Timothy Hayes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-07T05:13:37.903824Z",
            "rejected_at": "2009-02-06T00:01:01.780422Z",
            "rejection": {
                "code": 6144,
                "details": "http://petitions.number10.gov.uk/Righting-a-wrong/\nhttp://petitions.number10.gov.uk/PalestineIsrael/\nhttp://petitions.number10.gov.uk/Apartheid/\nhttp://petitions.number10.gov.uk/Expel-Israel/\nhttp://petitions.number10.gov.uk/ISRAELISANCTIONS/\nhttp://petitions.number10.gov.uk/gazaceasefire/\nhttp://petitions.number10.gov.uk/Gaza-peace/\nhttp://petitions.number10.gov.uk/Arms-embargo/\n\nThe Government does not declare \"criminal states\".",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-06T00:01:01.780422Z"
        },
        "id": 11325885
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Israeli-crimes/"
    },
    "type": "petition"
}