{
    "data": {
        "attributes": {
            "action": "British Sign Language Curriculum",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "British sign language is a recognised language, why can't children be taught it in schools I aim to get all children the opportunity to learn sign language in mainstream schools weather they are deaf or not and regardless if there are deaf children in the school. \n\nDeaf children go to mainstream schools and have a one on one support worker which will make them stand out even more. How difficult must it be for them to communicate with the other children, and form friendships. If this is taught in schools it would be much easier for the deaf children, hearing children and teaching staff to communicate. \n\nA few secondary schools in England do teach BSL (british sign language). The main aim of this group and of my online petition is to get BSL used in primary schools as a lesson of its own and hopefully as a second language choice in senior school were most schools offer a choice of languages at GCSE level why not offer children the choice of BSL level 1 this in my opinion will help the deaf community as hearing people will have a better understanding of the deaf language, it could also be useful to hearing people in different aspects of life. If you agree with this please join and spread the word.",
            "closed_at": "2010-01-07T00:00:00Z",
            "created_at": "2009-01-07T22:16:43.851740Z",
            "creator_name": "Kelvin Coverdale",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-07T22:16:43.851740Z",
            "rejected_at": "2009-02-07T00:01:01.343703Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Speak-for-SIGN/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-07T00:01:01.343703Z"
        },
        "id": 11339239
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BSL-curriculum/"
    },
    "type": "petition"
}