{
    "data": {
        "attributes": {
            "action": "Re-introduce the zero-rate corporation tax band for the first £10,000 of company profit",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Up to 2006, the first £10,000 of a company's profits was zero-rated for Corporation Tax purposes. This band was scrapped by the then Chancellor, Rt Hon Gordon Brown and has had a major adverse effect on all companies but, in particular, small companies.\n\nWhist the Government is 'encouraging' banks to help those companies with borrowings, what about those companies who, through prudence, have little or no borrowings? With the prospect of reduced sales turnover and increasing margins, it is desperately important for small companies to ratain what cash they can. Many, otherwise, are likely to run out of cash and go under. The re-introduction of this zero-rate band would seem to be a simple change to the tax system, be enormously helpful to a significant number of small companies and be welcomed by the population generally as a Government-inspired idea further to support the small business community.",
            "closed_at": "2009-04-14T00:00:00Z",
            "created_at": "2009-01-07T18:20:56.270858Z",
            "creator_name": "Christopher Ashton-Jones",
            "government_response_at": "2009-06-10T12:04:46.221059Z",
            "government_responses": [
                {
                    "created_at": "2009-06-10T12:04:46.221059Z",
                    "details": "You signed a petition asking the Prime Minister to \"Re-introduce the zero-rate corporation tax band for the first £10,000 of company profit.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19577\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'zero-rate'",
                    "updated_at": "2009-06-10T12:04:46.221059Z"
                }
            ],
            "opened_at": "2009-01-07T18:20:56.270858Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 444,
            "state": "finished",
            "updated_at": "2009-12-29T15:16:34.393888Z"
        },
        "id": 11336174
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/zero-rate/"
    },
    "type": "petition"
}