{
    "data": {
        "attributes": {
            "action": "Ensure the Change4life campaign specifies ONLY Type2 Diabetes CAN be brought on by lifestyle & Type1 cannot as it is an autoimmune disease",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The current Change4life campaign suggests that both types of Diabetes can be caused by lifestyle. This is untrue. Type1 Diabetes is an autoimmune disease that cannot be caused by an unhealthy lifestyle. Our Type1 children are being wrongly stigmatised as unhealthy, even though they have done nothing wrong to cause the development of Type1.\nAs parents, we urge you to ensure the inaccuracies of this campaign are ammended immeadiatley, to state that it is Type2 Diabetes the campaign is trying to prevent, not Type1. \nOur children are distressed by the TV advert telling them their condition could've been prevented & that they will die young. As the information in this advert is misleading, it is only fuelling the ignorance of the general public who are already unaware that there are two types of Diabetes, & this issue needs to be addressed now for our children's sake.\nThe TV adverts should be taken off the air until they have been accurately rectified & all parties involved educated on this subject.",
            "closed_at": "2009-04-08T00:00:00Z",
            "created_at": "2009-01-07T22:36:04.354595Z",
            "creator_name": "Adam Westley",
            "government_response_at": "2009-06-12T11:15:40.478256Z",
            "government_responses": [
                {
                    "created_at": "2009-01-13T16:55:16.026451Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Ensure the\nChange4life campaign specifies ONLY Type2 Diabetes CAN be brought on by\nlifestyle & Type1 cannot as it is an autoimmune disease\"\n[http://petitions.number10.gov.uk/change4life/]\n\nYou may wish to be aware that following discussions with Diabetes UK, the Department of Health have decided to modify the Change4Life advertising materials to make clear that obesity leads to type 2 diabetes.\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'change4life'",
                    "updated_at": "2009-01-13T16:55:16.026451Z"
                },
                {
                    "created_at": "2009-06-12T11:15:40.478256Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ensure the Change4life campaign specifies ONLY Type2 Diabetes CAN be brought on by lifestyle & Type1 cannot as it is an autoimmune disease.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19586\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'change4life'",
                    "updated_at": "2009-06-12T11:15:40.478256Z"
                }
            ],
            "opened_at": "2009-01-07T22:36:04.354595Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 819,
            "state": "finished",
            "updated_at": "2009-05-29T03:02:45.080723Z"
        },
        "id": 11339585
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/change4life/"
    },
    "type": "petition"
}