{
    "data": {
        "attributes": {
            "action": "remove the Mosquito devices as they are in violation of the Noise Abatement Act, 1960.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "\"Subject to the provisions of this section, a loudspeaker in a street shall not be operated—\n\na) between the hours of nine in the evening and eight in the following morning, for any purpose\"\n\nThe provisions grant an exemption for emergency vehicles and ice-cream vans, but oddly enough, not for people to punish local children who may or may not have done anything wrong. Noise from a Mosquito would almost certainly also be actionable as a civil common law nuisance. The government says it has 'no plans to ban the device', but such a ban would be superfluous anyway as they are already illegal.\n\n\"This should be banned. My daughter cannot do her full paper round as the sound is excruciating. She gets actual pain from this. This must be a criminal offence!\"\n\nElaine Kimber, Milton Keynes, UK\n\nI for one agree with these comments whole heartedly and this is why i emplore you to sign this petition and rid the streets of these discriminating and demonising devices.",
            "closed_at": "2010-01-08T00:00:00Z",
            "created_at": "2009-01-08T13:02:43.205024Z",
            "creator_name": "Matt Calfe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-08T13:02:43.205024Z",
            "rejected_at": "2009-02-07T00:01:01.343703Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/ANTITEENDEVICE/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-07T00:01:01.343703Z"
        },
        "id": 11346142
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/mosquitoban/"
    },
    "type": "petition"
}