{
    "data": {
        "attributes": {
            "action": "Stop The UN from creating a New World Order Goverment",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Is this scheme to establish a New World Order in fact a reality? Yes it is. If you do not believe this I encourage you to study the United Nations documents and also the treaties which, once ratified by individual nations, become INTERNATIONAL LAW. The United Nations created the Commission for Global Governance, if you don't believe this, visit the United Nations website and look it up. \n\nThe Commission for Global Governance released a report: Our Global Neighbourhood, that predicates a world court, a global tax, and global police force. And the U.S. State Department Publication 7277 outlines a one world police force under the United Nations. So many prominent world leaders are calling for a one world government the intention is obvious. Yet most people are so occupied by life's responsibilities, careers, sports and television, they have little time to study what's going on in the corridors of power.",
            "closed_at": "2010-01-09T00:00:00Z",
            "created_at": "2009-01-08T15:05:43.807141Z",
            "creator_name": "Teresa Wright",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-08T15:05:43.807141Z",
            "rejected_at": "2009-01-09T16:50:00.662107Z",
            "rejection": {
                "code": 20736,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-09T16:50:00.662107Z"
        },
        "id": 11348179
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Freedomforus/"
    },
    "type": "petition"
}