{
    "data": {
        "attributes": {
            "action": "ensure men with eating disorders are given the same opportunities for treatment and care as female sufferers and are by no means discriminated against by their doctor / other health practitioner because they are male.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Between 10 and 20 per cent of the 60,000 people with eating disorders are male. It is widely believed that these figures could be significantly higher as many men do not feel they are able to get help for their eating disorder. We believe that part of the reason for this is due to the lack of awareness of eating disorders in men from doctors / other health practitioner’s. Numerous male sufferers have reported getting a diagnosis for their eating disorder a struggle and their symptoms dismissed probably because eating disorders are commonly seen as female problems. By signing our petition, you will be helping many thousands of men get the right support and treatment they need in order to work towards recovery.",
            "closed_at": "2010-01-09T00:00:00Z",
            "created_at": "2009-01-08T19:19:00.278550Z",
            "creator_name": "Sam Thomas",
            "government_response_at": "2010-02-05T15:01:16.620798Z",
            "government_responses": [
                {
                    "created_at": "2010-02-05T15:01:16.620798Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure men with eating disorders are given the same opportunities for treatment and care as female sufferers and are by no means discriminated against by their doctor / other health practitioner because they are male.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22364\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'men-eds'",
                    "updated_at": "2010-02-05T15:01:16.620798Z"
                }
            ],
            "opened_at": "2009-01-08T19:19:00.278550Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 439,
            "state": "finished",
            "updated_at": "2010-01-11T03:01:35.013008Z"
        },
        "id": 11352650
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/men-eds/"
    },
    "type": "petition"
}