{
    "data": {
        "attributes": {
            "action": "Repeal the law stating every single E-Mail in the country is saved to government files",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Whatever problems frighten the government into imposing new laws destroying our privacy and rights, let's not add to this by allowing them to spy on every single second of our life.\nThe government is wasting £25 million in a time when the money cries out to be better and more sensibly spent.\nGordon Brown can dress up this with all the rhetoric he can muster, but no British person wants every detail of their life to be spied on. \nAll of the internet users in Britain, combined with every E-Mail they are sent and send to others, means that the government will have access to hundreds of millions of E-Mails everyday.\nLet's not pretend for a second they will be able to get through even the smallest fraction of these- this will not help with crime or terrorism whatsoever.\nWho will dare send open and liberal E-Mails to one another, knowing they're about as secret as a celebrity's sex life?\nThis is another ridiculous step that help no one, and is just an aggressive move against the majority of the British public, who are hard-working, honest people.",
            "closed_at": "2010-01-09T00:00:00Z",
            "created_at": "2009-01-09T02:30:17.784786Z",
            "creator_name": "Gareth",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-09T02:30:17.784786Z",
            "rejected_at": "2009-02-08T00:01:02.607204Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/privacy-matters/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-08T00:01:02.607204Z"
        },
        "id": 11360412
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/E-MailLaw/"
    },
    "type": "petition"
}