{
    "data": {
        "attributes": {
            "action": "disabled are entitled to get the right of indefinite visa in uk especially who suffers waiting long time while the home office cant decide to turn them back to their countries coz they ll be under the risk of death,suffering of their disablities,there will be no same medical Facilities",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "disabled people who live in UK long time are entitle to get the right of indefinite visa this will help them to feel secure in this community especially there are many of them who still waiting for this right long years while their parents or families got the citizenship in the UK  its so difficult to stay just asking every day what is my future in the UK? I suggest help those disabled people who look forward to hear from the government what makes them feel secure especially whom has medical reports warrning that the disabled will face real risk or suffer if turned back more over they definitly will not be served by the same level of health service or medical Facilities in their countries.",
            "closed_at": "2009-04-12T00:00:00Z",
            "created_at": "2009-01-09T18:13:15.932753Z",
            "creator_name": "soham alsalehy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-09T18:13:15.932753Z",
            "rejected_at": "2009-01-12T18:56:05.261020Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-01-12T18:56:05.261020Z"
        },
        "id": 11376770
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/disableds-rights/"
    },
    "type": "petition"
}