{
    "data": {
        "attributes": {
            "action": "urgently review funding levels for local government in Surrey.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We believe that the people of Surrey are currently being ill-served by central government allocations to local authorities. It is simply not fair that whilst those in Surrey get a mere £205 p/a for all local government services some in other areas get £856 p/a.\n\nContinued low settlements can only be ameliorated by borrowing, which of course increases debt, or by service cuts, which are damaging to local people and the local economy. Thus efforts to address the funding gap are merely storing up problems for the future.\n\nSurrey makes a large NET contribution to the national exchequer in the region of £5bn p/a but this cannot continue to occur if the County’s services and infrastructure are being under-funded year in year out.\n\nIn the long-term we would like to see an Independent Commission established to properly review the funding and structure of local government, but in the short-term it is essential that funding for local authorities and local services in Surrey be urgently reviewed.",
            "closed_at": "2010-01-09T00:00:00Z",
            "created_at": "2009-01-09T14:49:36.882512Z",
            "creator_name": "Nick Skellett",
            "government_response_at": "2010-07-13T10:37:42.974353Z",
            "government_responses": [
                {
                    "created_at": "2010-07-13T10:37:42.974353Z",
                    "details": "You signed a petition asking the Prime Minister to urgently review funding levels for local government in Surrey.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=Surrey-Funding\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'Surrey-Funding'",
                    "updated_at": "2010-07-13T10:37:42.974353Z"
                }
            ],
            "opened_at": "2009-01-09T14:49:36.882512Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1601,
            "state": "finished",
            "updated_at": "2010-07-14T16:11:52.244661Z"
        },
        "id": 11370594
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Surrey-Funding/"
    },
    "type": "petition"
}