{
    "data": {
        "attributes": {
            "action": "Enforce BBC transparency, accountability and partiality of BBC moderators/employees",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For decades now, complaints against the BBC 'powers that be' have been brushed under the carpet or dismissed as \"hype\". Yet a huge proportion of the U.K population still remains disgruntled and unsatisfied that BBC are using taxpayer's money to fund an 'impartial' service. We believe that the BBC arrogantly maintains it's leftist and liberal bias despite constant consumer complaints and pressure by the public to reform. We do not believe the BBC represents the cross-section of viewpoints, political or otherwise of the country's population. Unfortunately, we are still forced to pay for the BBC. The BBC needs to stop using it's platform of media to excercise it's political voice. This includes newsreaders, and moderators (online and otherwise) who delete or 'moderate' non-offensive comments on the basis that they do not fit in with their political mindset. We believe that the BBC needs to prove more impartiality, and not take for granted the opinions of those who fund it's services and pay for it's upkeep - us.",
            "closed_at": "2009-09-09T00:00:00Z",
            "created_at": "2009-01-09T20:07:06.772174Z",
            "creator_name": "Angelica Knight",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-09T20:07:06.772174Z",
            "rejected_at": "2009-02-11T00:01:02.930888Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/BBCCHARTER/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-11T00:01:02.930888Z"
        },
        "id": 11379782
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BBCisbiased/"
    },
    "type": "petition"
}