{
    "data": {
        "attributes": {
            "action": "ammend Sect 3 of Part 1 of the Road Traffic Act 1988.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Section 3 of Part 1 of the Road Traffic Act 1988 (Principal Road Safety Provsions) States that \"If a person drives a motor vehicle on a road without due care and attention, or without reasonable consideration for other persons using the road, he is guilty of an offence.\n\nThis statement is too ambiguous and in some cases allows for the Police to consider prosecting an individual for driver error. This can be as severe as a fine and between 3 - 9 penalty points on a drivers license. This means the driver will not only face a court fine but also that of increase premiums from their insurance company.\n\nwe the undersigned propose that in order to commit an offence under the act, a driver must have caused or been involved in an accident or caused other drivers to take emergency avoiding action in such a way that unless they did so a accident would have occured. The offending driver must be carrying out an action meaning they are not paying attention to the road conditions or other road users by carrying out actions such as changing music CD's or operating GPS equipment \n\nA simple case of driver error is not sufficent for a prosecution.",
            "closed_at": "2010-01-12T00:00:00Z",
            "created_at": "2009-01-10T10:47:18.726169Z",
            "creator_name": "Jason Dowle",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-10T10:47:18.726169Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 20,
            "state": "finished",
            "updated_at": "2010-01-13T00:01:01.125937Z"
        },
        "id": 11389056
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/JasonDowle/"
    },
    "type": "petition"
}