{
    "data": {
        "attributes": {
            "action": "demand an immediate cease fire and withdrawal from Gaza by the IDF/Israeli government and to issue an ultimatum to the Israeli goverrnment that if, by a stated date and time, such a cease-fire and withdrawal from Gaza has not taken effect, then the military forces of the Western Democracies (including those of Great Britain and the USA) will, without further notice, open fire upon all or any units (Land, Sea or Air) of the Iraesli Defence Force, the Israeli government and all offices and military sites pertaining to them.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My family and I, who are white, Christian (CofE) and British-born and extremely conscious of the sanctity of human life, believe that Israel is an arrogant and 'gung-ho' organisation that is currently demonstrating a woeful disregard for basic human values. The Israeli state started as a terrorist organisation in the 1940's (costing many British lives) and it is now showing its true colours, in all their neo-nazi nastiness. They must be stopped immediately, for humanitarian reasons at least, at all costs.",
            "closed_at": "2009-03-09T00:00:00Z",
            "created_at": "2009-01-09T20:48:51.685612Z",
            "creator_name": "John Wayland Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-09T20:48:51.685612Z",
            "rejected_at": "2009-02-11T00:01:02.930888Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/gazaceasefire/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-11T00:01:02.930888Z"
        },
        "id": 11380741
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FINALWARNING/"
    },
    "type": "petition"
}