{
    "data": {
        "attributes": {
            "action": "stop the creation of another children's database.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Girlguiding - Rainbows, Brownies & Guides is building a national database of all the girls in the units.  This database will contain the details of thousands of girls in the UK, such as age, parents names, telephone numbers, email, race, ethic groups etc.\n\nWhilst Girlguiding maintains this information is \"safe\" we have grave concerns how a voluntary organisation like Guiding going to ensure total security.\n\nOnce this information is leaked or lost into the public domain ALL the girls are at risk .  This is precisely why many people have the same concerns over the governments intended contactpoint children's database. Indeed the conservatives have promised to scrap this database as itis a high risk.\n\nThe Deloitte report about the  ContactPoint database. stated  \"It should be noted that risk can only be managed, not eliminated, and therefore there will always be a risk of data security incidents occurring\"\n\nIf we have serious concerns over the  ContactPoint database then we should not allow a voluntary organisation to do the same with fewer controls.\n\nThe repercussions of information falling into the wrong hands could be extremely dangerous",
            "closed_at": "2009-04-09T00:00:00Z",
            "created_at": "2009-01-09T23:10:45.032787Z",
            "creator_name": "Dave Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-09T23:10:45.032787Z",
            "rejected_at": "2009-02-11T00:01:02.930888Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/ChildDB/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-11T00:01:02.930888Z"
        },
        "id": 11384535
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Guides/"
    },
    "type": "petition"
}