{
    "data": {
        "attributes": {
            "action": "- in the absence of any semblance of discipline for children - lower the age of criminal responsibility.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Scottish ministers are considering raising the age of criminal responsibility from 8 to 12. \nScotland has one of the lowest ages in Europe. In England it is 10.\nI suggest to you that the majority of children, in England and Wales know exactly what they are doing when they commit criminal and anti-social offences. \nPerhaps we should start by treating them as children then. That is, imposing discipline and not fearing repercussions. Treating them as young adults and 'my-best-mate-not-my-child' is the problem that has led to the disastrous state of the UK today.\nParents should be forced to share the responsibility for all children under 18 that are involved in criminal activities, as they do in some cases of truancy for all kids of school age. \nIn schools children are expected to start taking responsibility for their own actions at around the age of 7. \nIt is unlikely that we will be able to reverse the current trend, where bad behaviour is rewarded and teachers are under threat for not being “exciting enough”.\nWith that in mind, how much longer are we going to allow young thugs to be treated like children when they are behaving like irresponsible adults?",
            "closed_at": "2009-07-12T00:00:00Z",
            "created_at": "2009-01-10T12:17:58.253028Z",
            "creator_name": "Jonathan Dunning-Davies",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-10T12:17:58.253028Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 85,
            "state": "finished",
            "updated_at": "2009-07-13T00:01:01.638995Z"
        },
        "id": 11390479
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/childcriminal/"
    },
    "type": "petition"
}