{
    "data": {
        "attributes": {
            "action": "bring back exccution for murder",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "after the murder of the post office worker craig hodson-walker in the post office raid at fairfield worcestershire we have to do something. In the past 3 years it is one murder after another, gary newlove, baby p, and young rhys from liverpool just a few names of people who have lost there lives to low life scum, which have no place on this earth. What do we do with these scum? A few years in jail with all the mod cons. What this country needs is the death penalty, I don't care how you do it; hanging, injection, shooting them, who really cares? Perhaps when these low lifes will realise that when you kill someone your own life goes as well. Your party is responsible for law and order but you are failing big time, who wants more prisons? I would have less tax payers pay to keep these low life scum. Mr Brown the next election the people will have their say with their vote and I can tell you law and order will be a big thing. Death for murder, just think at this time when families have lost their loved ones to low life scum. It is not a safe environment out there to walk the streets.",
            "closed_at": "2010-01-10T00:00:00Z",
            "created_at": "2009-01-10T18:19:49.296534Z",
            "creator_name": "phil powell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-10T18:19:49.296534Z",
            "rejected_at": "2009-02-11T00:01:02.930888Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/gooddeedneeded/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-11T00:01:02.930888Z"
        },
        "id": 11397230
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Death-Penalty10/"
    },
    "type": "petition"
}