{
    "data": {
        "attributes": {
            "action": "Abdullah.... Stop Israel's Illegal war.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Mr. Prime Minister, please do something to help the Palestinian Gazan people, and call for immediate Ceasefire. You know very well these people have been oppressed by Israel for decades. Israel controls everything in Palestine, even the air they breathe, and kept them like a slaves and hunting subject, so when they feel like hunting they go and kill Palestinian. If people are oppressed like that by any body, that is when resistance starts and people fight for their freedom. This is what Palestinian people doing. Please Mr. Brown sir, do something to prevent any more killing. Please look at the mutilated bodies of babies, children’s and mothers. Do you not feel anything towards them, please think again? Look at the demonstration rally allover the world, and the hatred growing towards the Israel. Please Mr. Brown, do the right thing and help these people and you’ll see history will remember you in a big way. Thank you.\n\nAbdullah",
            "closed_at": "2009-01-13T00:00:00Z",
            "created_at": "2009-01-11T01:37:13.362240Z",
            "creator_name": "abdul kahn",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-11T01:37:13.362240Z",
            "rejected_at": "2009-02-13T00:01:02.673689Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Gaza-peace/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-13T00:01:02.673689Z"
        },
        "id": 11406034
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/no-more-killing/"
    },
    "type": "petition"
}