{
    "data": {
        "attributes": {
            "action": "do everything in his power to condemn the racist behaviour and statements made by Prince Harry and ensure the MOD follows its disciplinary procedures when a racist(and illegal) act is committed by a professional soldier.  Furthermore a full investigation should be undertaken by the government to demonstrate to the muslim world that such behaviour is not acceptable British conduct.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Prince Harry made several extremely offensive and racist comments that are on video.\n\nThe Prince described a Pakistani member of his army platoon as 'little PAKI Ahmed'.\n\nHe also used the word 'raghead', referring to Muslims that wear head gear, to describe another cadet.\n\nThe statement made by St James's Palace justified the term PAKI as a nickname about a friend.  The Royal Statement demonstrates institutional racism in that such nicknames are acceptable within Royal circles.  A similar situation existed in the days of black slavery when it was acceptable to use very offensive nicknames for blacks.  \n\nThe term 'PAKI' is extremely offensive and insulting to the Pakistani British people that have made significant contributions to British society and economy over the past fifty years.  In the UK the term PAKI has been deliberately used by racists to cause offense and show hate for Muslim Asians.\n\nRacism is against British law and the Prince must be reprimanded for causing offense to Muslims in UK.\n\nThe statements are also an infringement of basic human rights.\n\n\n\nWe urge the Prime Minister to act decisively to show that the British government does not tolerate institutional racism.",
            "closed_at": "2009-03-11T00:00:00Z",
            "created_at": "2009-01-11T11:20:46.074141Z",
            "creator_name": "Zulfiqar Hussain",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-11T11:20:46.074141Z",
            "rejected_at": "2009-02-11T00:01:02.930888Z",
            "rejection": {
                "code": 16384,
                "details": "This is an individual case and a matter for direct communication with the MOD.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-11T00:01:02.930888Z"
        },
        "id": 11408260
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Princes-insults/"
    },
    "type": "petition"
}