{
    "data": {
        "attributes": {
            "action": "Provide funding training and facilities for People with learning disabilities and Early age dementia.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition has been put together to voice the concerns of many Carers across the online community, regarding the total lack of awareness and  needs of a person with Learning Disabilities and Early Age Dementia.\n \nFunding, training and facilities are needed to keep them out of residential care.  Life expectancy is getting longer (particularly people with Down's Syndrome) so more are getting this dreadful disease, but are overlooked so do not get the attention/help and support as those without a Learning Disability.\n(I know these people do not get enough!!)  \n \nPeople with Learning disabilities and their families lead a very poor quality of life and need help now!",
            "closed_at": "2009-04-12T00:00:00Z",
            "created_at": "2009-01-12T12:32:26.460782Z",
            "creator_name": "Jill Jukes",
            "government_response_at": "2009-06-05T11:41:32.764868Z",
            "government_responses": [
                {
                    "created_at": "2009-06-05T11:41:32.764868Z",
                    "details": "You signed a petition asking the Prime Minister to \"Provide funding training and facilities for People with learning disabilities and Early age dementia.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19511\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'uk-ead-ld'",
                    "updated_at": "2009-06-05T11:41:32.764868Z"
                }
            ],
            "opened_at": "2009-01-12T12:32:26.460782Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 290,
            "state": "finished",
            "updated_at": "2009-09-21T15:16:51.678698Z"
        },
        "id": 11427517
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/uk-ead-ld/"
    },
    "type": "petition"
}