{
    "data": {
        "attributes": {
            "action": "STOP THE RE-ROUTING OF AIR TRAFFIC DUE TO THE EXPANSION OF HEATHROW",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Millions of people will be exposed to more aircraft noise from planned new flight paths allowing 60,000 more aircraft a year to use Heathrow’s existing runways. Ministers are preparing to authorise more intensive use of the airport’s existing runways, requiring a complete redesign of the flight paths. \nThe new turning points, will be over Reading to the west and Dartford and Woolwich. Noise levels will also significantly increase in Watford, Amersham, Camberley, High Wycombe, Barking, Rainham, Ilford, Leytonstone, Walthamstow, Barnet, Carshalton and Beckenham.\nJohn Stewart, chairman of ClearSkies, accused the Government of expanding the airport by by stealth. “The Department for Transport [DfT] has buried the bad news...which will disturb millions of people...who have no idea what is in store for them.\"\nFurther comments include: “The DfT continues to sell the introduction of mixed mode as little more than a technical change; however it means that homes on the 2 landing paths would be exposed to noise from 6 am to 11 pm every day. The proposals would lead to a significant increase in intrusive noise for over 2m people.”",
            "closed_at": "2009-07-19T00:00:00Z",
            "created_at": "2009-01-12T19:06:57.750650Z",
            "creator_name": "Jack Blakemore",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-12T19:06:57.750650Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 23,
            "state": "finished",
            "updated_at": "2009-07-20T00:01:01.891787Z"
        },
        "id": 11436994
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Heathrow-routes/"
    },
    "type": "petition"
}