{
    "data": {
        "attributes": {
            "action": "support proposals to create a model for sustainable development at Dunsfold Aerodrome",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The vision for Dunsfold Aerodrome is to remove aviation and create a new settlement which deals with water, energy, transport and waste in an environmentally friendly manner and with an ambition to be carbon neutral. The village will be self-sustaining with homes, workspace and local services all within walking distance and surrounded by 350 acres of newly created parkland. \n\nThe new community will include:\n 2,600 homes of a wide variety (35% affordable housing)\n 2,000 on-site jobs\n primary health care services\n a primary school & a new school for autistic children\n community sports facilities\n 350 acres of parkland open to the public\n a heritage centre celebrating the site’s aeronautical past\n local shops and services, including a church\n additional customers for local shops and services\n improved labour supply for local employers\n housing to enable young people to live near their families\n improved public transport within the surrounding villages and to main centres\n\nDunsfold Park Ltd is aiming to create a model for sustainable development and an inspiring place to live and work.",
            "closed_at": "2009-03-14T00:00:00Z",
            "created_at": "2009-01-12T15:07:15.059451Z",
            "creator_name": "Nancy Edwards",
            "government_response_at": "2009-06-05T12:01:20.584192Z",
            "government_responses": [
                {
                    "created_at": "2009-06-05T12:01:20.584192Z",
                    "details": "You signed a petition asking the Prime Minister to \"support proposals to create a model for sustainable development at Dunsfold Aerodrome.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19485\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Dunsfold-Park'",
                    "updated_at": "2009-06-05T12:01:20.584192Z"
                }
            ],
            "opened_at": "2009-01-12T15:07:15.059451Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 279,
            "state": "finished",
            "updated_at": "2009-03-15T00:01:01.988502Z"
        },
        "id": 11430987
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Dunsfold-Park/"
    },
    "type": "petition"
}