{
    "data": {
        "attributes": {
            "action": "make BBC news coverage more fair regarding war on gaza or stop paying TV licence fee to BBC",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Israeal started war on Gaza city more than two weeks ago, hundreds of innocent children, babies and women are slaughtered and thousands are seriously injured. As whole world's eyes are on Gaza and what BBC gives, less than 10 minutes of coverage an hour which is unacceptable. Never it gives inside story about people's suffering inside Gaza nor it covers anti-israeali demonstration around the world. The kind of weopens Israeal is using against civilians is never covered by BBC. This is the great genocide of Palestinians in 21st century and BBC does not even give space on its inteactive page. This is insult to all BRITISH as we are the great nation which support the human right more strongly than any other nation in the world. Why we pay TV licence to BBC if its coverage is not fair and damage our image in the whole world. we condemn BBC covarage and ask BBC to get it act together OR government must take serious action against BBC by not paying TV licence fee to BBC.",
            "closed_at": "2009-02-12T00:00:00Z",
            "created_at": "2009-01-12T21:10:49.789821Z",
            "creator_name": "Muhammad Shakeel",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-12T21:10:49.789821Z",
            "rejected_at": "2009-02-12T00:01:04.651707Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with the BBC or the press complaints commission.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-12T00:01:04.651707Z"
        },
        "id": 11439903
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/unfairBBC/"
    },
    "type": "petition"
}