{
    "data": {
        "attributes": {
            "action": "Say No To Size Zero!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Fashion industry has been slated for the fact that they just employ skinny underweight models(size zero)I do understand that some are naturally this size,but what about the girls that aren't?Girls are making themselves very ill just to be like these models or so that they themselves can get work as a model.For the outcome of this petition I would like to put it to the government to make it a standard procedure for everyone in the modelling industry to have a health check every 6 months and for someone to check the standards of every modelling agency and find out exactly what it takes to be on every agencies books.Young girls becoming anorexic and bullemic,something must be done about it,which is why I think health checks for the models would really help,just to see if their weight is ok for their height and a blood pressure check.I think every 6 months is very reasonable,then you can see whether anything changes the longer they work for an agency.Any models who after their healthcheck seem in danger should be suspended from doing any modelling work until their well-being is maintained.\nAnorexia isnt beautiful and no healthy sized girls should be made to think it is",
            "closed_at": "2009-07-12T00:00:00Z",
            "created_at": "2009-01-12T15:44:49.283659Z",
            "creator_name": "KYLIE SAVAGE",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-12T15:44:49.283659Z",
            "rejected_at": "2009-02-18T00:01:02.182469Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.\n\nPlease specify in your title, exactly what you would like the Government to do.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-18T00:01:02.182469Z"
        },
        "id": 11431762
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SayNoToSizeZero/"
    },
    "type": "petition"
}