{
    "data": {
        "attributes": {
            "action": "Cut the amount of people on benefits",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is an increasing number of citizens losing their jobs in Britain that are turning to the doll from being made redundant, and many before this who are draining money from the government – Many of these people are not “unable to work”, they are “unable to be pushed in the right direction”. (Yes with the problems of recession this would be difficult, but I really think this should be thought about very carefully.) With the correct help, we can get some of the increasing number of 2.4m people off the doll with schemes such as working towards helping the community- we have an increasing problem of litter in Britain, if citizens help towards working in the community and getting paid for this (their doll money), then once they get into work, they can be put into a job with proper wages; regular checks should be made on them to make sure they are following the program, this can save the UK billions if my idea is taken seriously. Thank you",
            "closed_at": "2009-06-13T00:00:00Z",
            "created_at": "2009-01-13T08:45:46.045374Z",
            "creator_name": "Rachel Townsend",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-13T08:45:46.045374Z",
            "rejected_at": "2009-02-13T00:01:02.673689Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Benefitwork/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-13T00:01:02.673689Z"
        },
        "id": 11445491
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/joblosses2009/"
    },
    "type": "petition"
}