{
    "data": {
        "attributes": {
            "action": "listen to the calls to abolish fuel duty on petrol and diesel (now over 52p) and accept that this excessive taxation is unfair, regardless of the excuses given for its existence. At the very least he should ration tax relief for personal use through the DVLA.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Government should have abolished this tax in 1997, nevertheless it makes excuses for not doing so now, such as the recent reduction in Oil prices. In fact they've also used the reduction of VAT as an excuse for increasing fuel duty by 2p (which they said in November they'd forego). Mindful of their failures to control spending however, rationing tax reductions is the least they can do. Since the DVLA holds all records of private cars then they could easily issue a ration book or 'smart card' (by recorded delivery) so that individuals could get at least 1500 litres of fuel each year without paying this extra tax. It will also encourage people to replace 'gas guzzlers' with more economic vehicles, in order to make the fuel go further. This would be in keeping with the tax incentive for CO2 emmissions which also should have been in place for decades. The real problems with CO2 is that manufacturers have failed to use new technology to deliver Hydrogen cars sooner because they say Government didn't incentivise this. They should have done it themselves as a moral duty under the Universal Declaration of Human Rights.",
            "closed_at": "2009-07-15T00:00:00Z",
            "created_at": "2009-01-13T15:30:27.178874Z",
            "creator_name": "J Keeney-Wilson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-13T15:30:27.178874Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 18,
            "state": "finished",
            "updated_at": "2009-07-16T03:02:24.866692Z"
        },
        "id": 11453977
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Rationalisation/"
    },
    "type": "petition"
}