{
    "data": {
        "attributes": {
            "action": "ensure that all children in UK state schools are given comparative religious education.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With religion being such a prominent force for division in the world it is important that all children learn the beliefs and motivations of all religious groups in order that they be better able to function in a multi-cultural, multi-religious society.\nNo religion should be taught as truth in these lessons, but presented as \"this is what believers of religion x believe\". The syllabus should cover all major world religions, not just the \"big 3\" Abrahamic religions, although clearly more time should be devoted to these as they are of the greatest significance.\nImportantly, no child should be excluded from this education on any grounds, regardless of the child's or their parents' religious or cultural beliefs and background. We would not allow a child to be excluded from mathematics because a parent disagrees with pythagoras, so why should we allow them to be excluded from learning about other religions (without indoctrination) because their parents have a different faith?\nLastly, although not religions, the viewpoints of atheism and agnosticism should also form part of this syllabus, to ensure that children are aware that it is possible for people to have no religion at all.",
            "closed_at": "2010-01-15T00:00:00Z",
            "created_at": "2009-01-14T12:57:57.424564Z",
            "creator_name": "Tim McGregor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-14T12:57:57.424564Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 64,
            "state": "finished",
            "updated_at": "2010-01-16T00:01:01.448732Z"
        },
        "id": 11476309
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/allfaithlearning/"
    },
    "type": "petition"
}