{
    "data": {
        "attributes": {
            "action": "posthumously award the Queens Police Medal to PC William Frederick Tyler, who was shot dead when confronting armed suspects during the Tottenham Outrage on 23rd January 1909.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Queens Police Medal (QPM), formerly the Kings Police Medal (KPM), was instituted by King Edward VII following representations from the Metropolitan Police after the Tottenham Outrage on 23rd January 1909. During the Outrage  many were shot and wounded, and a ten year old boy was shot and killed, as two armed robbers tried to make their escape. PC William Frederick Tyler, who chased and confronted the suspects, was shot at point blank range and killed. The KPM was awarded for gallantry or distinguished service and the first awards went to three of the 'Tottenham Outrage' officers. It is not known why, but there was no award for murdered officer PC Tyler.\n\nWe petition the Prime Minister to posthumously honour the bravery and dedication of PC Tyler in serving the community of Tottenham to the end. One hundred years on and, day in day out, officers are prepared to face danger in order to protect the public. Tyler's courage has not been forgotten by his colleagues or by a community he was duty bound to protect. In respect of the ultimate sacrifice made by PC Tyler to this end, we ask that this petition be given due consideration.",
            "closed_at": "2009-07-15T00:00:00Z",
            "created_at": "2009-01-15T10:56:39.001582Z",
            "creator_name": "Nathan Holland",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-15T10:56:39.001582Z",
            "rejected_at": "2009-03-14T00:01:01.551775Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-14T00:01:01.551775Z"
        },
        "id": 11498602
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pctyler/"
    },
    "type": "petition"
}