{
    "data": {
        "attributes": {
            "action": "\"Justice for ALL Children\"  A Life for a Life with No Parole and No New ID's for Child Abusers!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a group of people across the human spectre, we are appalled by the way our laws do not protect the innocent in our society. Anyone who defiles and abuses a child, does so knowingly and without thought for that human life. Why then aren't we punishing those that defile/abuse/murder them with a sentence that seriously stops them walking among us ever again???\nHuman rights?, Anyone who murders a helpless child forfeits the right to human rights! \nWe, Justice for ALL Children, are joing across the globe but also very much here in the UK, as we want deterrents, not platitudes. Our voices unanimously say \"We will not tolerate this outrage in our society, and those that walk that line, do so knowing full well they will be forfeiting their own liberty for the rest of their un-natural lives.\" No exceptions. We as a group will accept nothing less, and will not rest until these laws have been implemented! A LIFE in prison for taking a child's life,abetting that crime, or not aiding the child! WITHOUT EXCEPTION!",
            "closed_at": "2010-01-15T00:00:00Z",
            "created_at": "2009-01-15T14:37:42.372740Z",
            "creator_name": "Sue Ann Luckham",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-15T14:37:42.372740Z",
            "rejected_at": "2009-02-21T00:01:02.036419Z",
            "rejection": {
                "code": 2048,
                "details": "Pls. see:\nhttp://petitions.number10.gov.uk/childcrimes/\n\nand others.",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-21T00:01:02.036419Z"
        },
        "id": 11504241
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/JFAC11/"
    },
    "type": "petition"
}