{
    "data": {
        "attributes": {
            "action": "urge the Isle of Mull Rugby Club move the date of their 30th Anniversary Celebrations.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Isle of Mull Rugby Club have recently announced that they are to hold their 30th Anniversary Celebrations on Saturday 28th March 2009.\n\nThis is inconvenient because it is the same night as my 30th Birthday Party. This was organised to coincide with the 30th Anniversary of my birth in 1979, as you would expect.\n\nOn the other hand, for some reason the Rugby Club have decided that this is also the weekend of their 30th Anniversary. I say 'for some reason' because a quick glance at the club's own website - http://www.mullrugby.co.uk/ - reveals that the first game of rugby was played on the 30th July 1978!!!\n\nThus the club are set to celebrate their 31st year in existence later this summer, and the 28th March 2009 is in fact an arbitrary date in the history of this famous Club.\n\nThe fact that there are 2 functions on this night leaves some of my friends and acquaintances with a difficult decision to make, as it is impossible for people to attend both events (they are approximately 100 miles apart).\n\nBy signing this petition, you can add your own voice to my cause, and let justice be done!",
            "closed_at": "2009-03-26T00:00:00Z",
            "created_at": "2009-01-15T17:19:06.488551Z",
            "creator_name": "Malcolm MacDonald",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-15T17:19:06.488551Z",
            "rejected_at": "2009-02-21T00:01:02.036419Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-21T00:01:02.036419Z"
        },
        "id": 11508404
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/rugbyidiots/"
    },
    "type": "petition"
}