{
    "data": {
        "attributes": {
            "action": "allow the local community in Wealden to decide how many houses should be built in the District up to 2026 since we object strongly to Government plans to direct the Council to make provision for building 11000 houses.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government has powers through the South East Plan to direct local Councils to make provision in their Core  Strategies for housebuilding. They have indicated that 11000 houses should be built in Wealden up to 2026.This is an increase from a previous figure of 8000 houses which the Council accepted provided that  relevant infrastructure was in place. This refers specifically to road improvements and increased waste water capacity in the Hailsham /Polegate area.There is no commitment to these improvements being in place. \nIn addition 60% of Wealden is covered by AONB and much of this would be adversely affected by such an extensive house building programme.What Wealden has to offer people is  a very special area of tranquility and recreation which we wish to preserve  for everyone. We therefore object strongly to such a high number being imposed upon us.We will need more houses including affordable homes for local people but we believe that in the spirit of local empowerment ,which is now part of government policy , the local community should decide on numbers, not central government.",
            "closed_at": "2009-04-22T00:00:00Z",
            "created_at": "2009-01-15T12:22:11.185960Z",
            "creator_name": "Roy Galley",
            "government_response_at": "2009-06-26T11:06:09.959827Z",
            "government_responses": [
                {
                    "created_at": "2009-06-26T11:06:09.959827Z",
                    "details": "You signed a petition asking the Prime Minister to \"allow the local community in Wealden to decide how many houses should be built in the District up to 2026 since we object strongly to Government plans to direct the Council to make provision for building 11000 houses.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19767\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ProtectWealden'",
                    "updated_at": "2009-06-26T11:06:09.959827Z"
                }
            ],
            "opened_at": "2009-01-15T12:22:11.185960Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 783,
            "state": "finished",
            "updated_at": "2009-05-05T03:02:08.115691Z"
        },
        "id": 11500651
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ProtectWealden/"
    },
    "type": "petition"
}