{
    "data": {
        "attributes": {
            "action": "Extand Cash Accounting eligibility to all SMEs in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently, if your company turns over more than £1.3 million per year, your company can qualify for 'Cash Accounting', meaning that any VAT raised on invoices doesn't have to be paid UNTIL those invoices have been paid by your customers.\n\nIf your turnover is above £1.65 million however, ANY VAT due on invoices raised must be paid as soon as the invoice is raised - even if the invoices in question have not been paid yet!\n\nIt is pointless for small companies in these harsh economic times to have to pay VAT for invoices that haven't been paid yet, forcing many companies to BORROW MONEY - just to pay VAT bill.\n\nAt a time when banks aren't guaranteeing lending, or not passing on the interest rate cuts, and with the bail out (remember that?) not stopping credit lines being closed off, small buisinesses are struggling.\n\nBy making all SMEs - with a turnover of up to £500m per year - eligible for Cash Accounting, the Government could free up to £36bn in short-term liquidity for small businesses this year alone.\n\nPlease sign this petition, and help small businesses.",
            "closed_at": "2010-01-16T00:00:00Z",
            "created_at": "2009-01-15T17:05:33.449203Z",
            "creator_name": "Gavin Wheeldon",
            "government_response_at": "2010-03-24T10:15:48.715542Z",
            "government_responses": [
                {
                    "created_at": "2010-03-24T10:15:48.715542Z",
                    "details": "You signed a petition asking the Prime Minister to \"Extand Cash Accounting eligibility to all SMEs in the UK.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22929\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'CashAccounting'",
                    "updated_at": "2010-03-24T10:15:48.715542Z"
                }
            ],
            "opened_at": "2009-01-15T17:05:33.449203Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 467,
            "state": "finished",
            "updated_at": "2010-01-23T03:01:35.452780Z"
        },
        "id": 11508017
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CashAccounting/"
    },
    "type": "petition"
}