{
    "data": {
        "attributes": {
            "action": "overrule the CPS decision and order that Chief Inspector Rowe be prosecuted in the same way as any ordinary person would be.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Chief Inspector Sharon Rowe Commander of the Worthing District of Sussex Police was apprehended stealing two cases of wine by Marks & Spenser security staff as it was being loaded in the car. They called the police and she was arrested. Both the police and the Crown Prosecution Service agree that there is sufficient evidence to charge and prosecute Chief Inspector Rowe. Alastair Nesbit of the CPS has ruled that “it is not in the public interest to prosecute this officer”.\n \nAccording to the evidence Chief Inspector Rowe appears to have committed a serious crime.\nConsidering her rank and position the offence is doubly serious.\n \nWe the undersigned petition the Prime Minister to overrule the CPS decision and order that Chief Inspector Rowe be prosecuted in the same way as any ordinary person would be. This is necessary for two reasons first to give her the opportunity to prove her innocence and second to see that justice is done and seen to be done. Also it is essential to show that the police are not above the law.",
            "closed_at": "2009-04-16T00:00:00Z",
            "created_at": "2009-01-16T09:37:22.741487Z",
            "creator_name": "Sam McCarthy-Fox",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-16T09:37:22.741487Z",
            "rejected_at": "2009-02-21T00:01:02.036419Z",
            "rejection": {
                "code": 16384,
                "details": "Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-21T00:01:02.036419Z"
        },
        "id": 11519556
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/winecase/"
    },
    "type": "petition"
}