{
    "data": {
        "attributes": {
            "action": "Provide Education Maintenance Allowance to every full time college student",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We believe that every college student should receive the benefits, known as EMA, for studying at college.  We believe that it is unfair and discriminate to only allow those students whose parents earn less, with EMA.  Parental income is not necessarily passed on to children, so those who do not receive £30 per week from the Government can be in fact left without money, especially as it is difficult to gain employment that fits with college hours.\n  All students sacrifice time and effort to study at college, with the intention to help society by getting a good education and start a career, so why should this reward scheme be exclusive to those with a lower earning family.  If the money is for the welfare of the student, shouldn't it be available to all?\n  We agree that EMA should only be given when a student attends all their lessons and abides by the rules of their education centre, but it is disgraceful that not everyone who works so hard at college is recognized by the Government for benefits.\n  Sign this petition if you believe in equality and fairness, as we so firmly do.",
            "closed_at": "2009-07-16T00:00:00Z",
            "created_at": "2009-01-16T09:29:15.407709Z",
            "creator_name": "Lauren Coulton and Beth Tyrie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-16T09:29:15.407709Z",
            "rejected_at": "2009-02-20T00:01:01.981237Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/EMA-4-EVERY1/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-20T00:01:01.981237Z"
        },
        "id": 11519421
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/allforema/"
    },
    "type": "petition"
}