{
    "data": {
        "attributes": {
            "action": "re-consider the initiative to promote the labelling of restaurant menues with nutritional information",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Please do not enforce the initiative for restaurants to provide nutritional information on menus.\n\nConfrontation with information about how many calories are in a meal is inappropriate because eating is about achieving the right balance of foods not worrying about numbers.\n\nLabelling will not help to solve the problem of obesity because:\n\n• people react to labelling deceptively - for example, choosing a dish with fewer calories and eating more later without realising the total calorie consumption is higher than if they had just selected the meal they wanted;\n• numbers alone do not mean anything to many people - it is more important to understand proportions of nutrients and their requirements than numbers of calories of grams of fat;\n• people will not choose the meal they want, raising the likelihood of feeling unsatisfied and binging or eating more later.\n\nLabelling would make it harder for people recovering from eating disorders not to replase.  In a society torn between the two extremes of increases in obesity and anorexia, what is needed is a sensible and well thought out response focussing on root causes, and education - not just a labelling campaign.",
            "closed_at": "2009-07-22T00:00:00Z",
            "created_at": "2009-01-16T12:59:16.911214Z",
            "creator_name": "Elizabeth Sawyer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-16T12:59:16.911214Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2009-07-23T00:01:01.569711Z"
        },
        "id": 11522799
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/menu-labels/"
    },
    "type": "petition"
}