{
    "data": {
        "attributes": {
            "action": "make it illegal for people on benefits to have (conceive) children, in order to clean up and protect the future of our country.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It should be illegal for anyone who is on benefits to father/mother a child/baby, as they have no means of supporting it apart from more benefits from the government and the tax payers wallet.\n\nThese are the types of children that grow up and become like there parents and milk the benefits.  How is it fare that a couple (or single parents) who have never worked in their life and do nothing to contribute to our society (apart from eating up the hard working people's money), can get so much from our government, including a 3 bedroom house in some cases.  Sick!!!!  These people have children and bring them up to be like them, if not worse.  They breed criminals and contribute to the asbo generation.  These people are killing our country!\n\nMake it illegal for these people to have children in order to clean up our society and population and stop wasting money on them.\nYou must have a well paid job/career which is sufficient to support children.\n\nIt may sound like a policed state idea, but if your a decent person then what have you got to hide?!\n\nIt will work!",
            "closed_at": "2009-07-16T00:00:00Z",
            "created_at": "2009-01-16T16:55:42.924656Z",
            "creator_name": "Paul Rudd",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-16T16:55:42.924656Z",
            "rejected_at": "2009-02-19T00:01:01.606875Z",
            "rejection": {
                "code": 4224,
                "details": "",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-19T00:01:01.606875Z"
        },
        "id": 11526876
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoBenefitBabies/"
    },
    "type": "petition"
}