{
    "data": {
        "attributes": {
            "action": "intervene and mediate to resolve the Kashmir self determination and freedom issue according to the United Nations Resolutions.We also also urge the PM to remind India in relations to its human rights responsibilities specially in Kashmir and in general around other provinces.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The immediate resolution to this issue is important for maintenance of human rights and also peace in Sub-continent.\nThe right to self-determination, a fundamental principle of human rights law,(1) is an individual and collective right to \"freely determine,political status and [to] freely pursue , economic, social and cultural development in Article 1. \nThe Security Council resolutions cited above indicating United Nations action to settle the Kashmir question were all supported by India as were resolutions of the United Nations Commission for India and Pakistan., on January 5, 1949, India agreed to a Commission resolution.\nFM David Milibands recent statement.\nIn this contest he specifically mentioned Kashmir and said resolution of the dispute over Kashmir “would help deny extremists in the region one of their main calls to arms, and allow Pakistani authorities to focus more effectively on tackling the threat on their western borders”.\nUK FM\n“We must respond to terrorism by championing the rule of law, not subordinating it, for it is the cornerstone of the democratic society. We must uphold our commitments to human rights and civil liberties at home and abroad",
            "closed_at": "2010-01-07T00:00:00Z",
            "created_at": "2009-01-16T12:38:06.999406Z",
            "creator_name": "Anjum Kiani",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-16T12:38:06.999406Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2010-01-08T00:01:01.937551Z"
        },
        "id": 11522477
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KashmirFreedom/"
    },
    "type": "petition"
}