{
    "data": {
        "attributes": {
            "action": "Stop prosecuting and criminalizing mothers who are struggling to get their older children to attend school regularly, and instead devise ways of offering practical help and support",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Not all mothers who have problems with their children attending school are socially inept, and incapable of parenting their children effectively.  Some, like myself, hold education in high regard, are educated themselves to degree level, and hold down professions. Sometimes events like marriage breakdown kick-start a cascade of problems within the family that do not require castigation, but sensitive help and support.  The current Education Welfare system drove me to the point of utter despair at a time when I was extremely vulnerable, and I feel very strongly that this should not happen to other vulnerable mothers.  The whole system is immoral and unethical.  I am a midwife who gives care and genuine empathy to mothers under extremely difficult circumstances (not enough midwives in the UK).  Where, in turn, is the care for mothers like myself when times get hard?  You receive discrimination, a total lack of respect and non-stop threats of criminalisation.  My son is educationally extremely capable, not a lager-swilling vandal, but where is the real help and sensitivity when things go wrong.",
            "closed_at": "2010-01-22T00:00:00Z",
            "created_at": "2009-01-16T19:30:53.995231Z",
            "creator_name": "Estelle King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-16T19:30:53.995231Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 27,
            "state": "finished",
            "updated_at": "2010-01-23T00:01:01.280257Z"
        },
        "id": 11530149
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Criminalising/"
    },
    "type": "petition"
}