{
    "data": {
        "attributes": {
            "action": "promote awareness of the biggest killer of Children, Teenagers and Young Adults - LEUKAEMIA",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Most people would say “it’s ONLY Leukaemia, that’s curable”. Speak to a family who has lost a Child, Teenager or Young Adult to Leukaemia and they will tell you otherwise. Leukaemia is an aggressive Cancer requiring aggressive treatment and the biggest killer of Children, Teenagers & Young Adults in the UK. Families who have lost their precious children to Leukaemia request that the Government promote Awareness of this Cancer. There is worldwide recognition of the Pink Ribbon for Breast Cancer which has saved many thousands of lives however there are few campaigns aimed at increasing knowledge and early recognition of Leukaemia. We ask the Government to be the \"World's Forerunner\" in a campaign aimed at raising Awareness of Leukaemia through it's own Channels and Media Sources. We ask that Government provides information to GP’s who often dismiss the signs as normal Child & Teenage ailments. By being better informed, we can get earlier diagnosis, earlier treatments & maybe better prognosis and outcomes in the future. We also ask that public money is invested into research projects to try and eliminate a devastating illness that costs our NHS millions each year.",
            "closed_at": "2010-01-22T00:00:00Z",
            "created_at": "2009-01-17T00:13:26.476081Z",
            "creator_name": "Diane Watt",
            "government_response_at": "2010-03-31T19:42:49.684287Z",
            "government_responses": [
                {
                    "created_at": "2010-03-31T19:42:49.684287Z",
                    "details": "You signed a petition asking the Prime Minister to \"promote awareness of the biggest killer of Children, Teenagers and Young Adults - LEUKAEMIA.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page23044\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'leukaemia'",
                    "updated_at": "2010-03-31T19:42:49.684287Z"
                }
            ],
            "opened_at": "2009-01-17T00:13:26.476081Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2954,
            "state": "finished",
            "updated_at": "2010-01-24T03:01:46.496543Z"
        },
        "id": 11533969
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/leukaemia/"
    },
    "type": "petition"
}