{
    "data": {
        "attributes": {
            "action": "stop meddling in banks",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government needs to stop meddling in banks. Gordon brown has no idea what he is doing and changes his mind at every turn, trying to copy kat america. He says that banks are at fault for lending too much money then in the next breath tells them they must lend more. This is not just the banks faults it is also the goverments. Take housing price falls. It had to come as Houses were grossly over priced. One main reason is that a few years ago when first time buyers could not afford to get on the property ladder the government asked the banks to look at ways of lending people more money. I.E. 5x earnings 110% mortgauges and 50 year mortguages.\nnow look whats happened to the housing market.\nThe banks have had their bums burnt by this and thats why they are reluctant to lend money.\nNationalization is not the answer it just puts a bigger strain on the tax payers. This will only get worse as more people lose their jobs, and as a result less tax will be collected. \nThe only good thing the goverment did was ban shortselling now that ban has been lifted the banks will start to fall again.\nSo the message we must send to the government is stop meddling in banks. Ban short selling permanatly.",
            "closed_at": "2009-02-22T00:00:00Z",
            "created_at": "2009-01-16T23:38:19.575716Z",
            "creator_name": "john bramhill",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-16T23:38:19.575716Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2009-12-29T15:16:34.393888Z"
        },
        "id": 11533649
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/meddling1/"
    },
    "type": "petition"
}