{
    "data": {
        "attributes": {
            "action": "Bail house in Osterley",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Bail House is being opened on Stucley Road in Osterley. This is unacceptable as it is not even discussed with the residents living on that Road. Crime rate is so high in the country, a normal human being is not safe now knowing your own home is not safe. What is the guarantee these offenders will not harm or plan anything dangerous. If anything happens then the government will only come and apologise the general public is at loss. It is a shame to say Government is not strict enough with crime. At present the normal public is at major risk and criminals rule the place. We don't want this bail house on Stucley Road. If Government wants to make a difference then bring back the electric chair and kill real criminals. Show you care about safety of normal public. Make this country safe again. \nPlease do not reject this petition. We really don't want a bail house on Stucley Road. There is no guarantee that these offenders won't hurt anyone. We don't want our street to be in danger. Please acccept our petition as Government cannot make decisions with discussing it with the residents.",
            "closed_at": "2010-01-16T00:00:00Z",
            "created_at": "2009-01-16T22:14:50.873993Z",
            "creator_name": "Henna",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-16T22:14:50.873993Z",
            "rejected_at": "2009-02-20T00:01:01.981237Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-20T00:01:01.981237Z"
        },
        "id": 11532728
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/offendershouse/"
    },
    "type": "petition"
}