{
    "data": {
        "attributes": {
            "action": "Seize the assests of Bankers who have been paid bonuses over and above £250k",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Use anti-terrorism legislation to freeze intially then seize the assets of bankers who have been paid bonuses over £250,000 over the last 3 years. \n\nA qualified citizens committee would then examine the activities of these people and where irresponsible or unwise actions had been deemed to have been taken, an appropriate level of compensation should be decided upon from banker to the taxpayer. \n\nThe forced repayment to be used to offset the losses incurred by the taxpayer. For those whose irresponsibility would give rise to a clawback likely to cause a loss of home, as a measure of kindness the taxpayer would allow retention of sufficient funds for the purchase of a semi detached house of a value below council tax band D within 100 miles of their place of work.\n\nTheir salary would be paid to the official receiver, pending full repayment of the penalty imposed, who would give a living allowance not to exceed £23,500 pa before tax. \n\nIf these people posess funds held outside the jurisdiction of the UK courts, their passport should be withdrawn pending full repatriation of the taxpayers dues.",
            "closed_at": "2009-02-22T00:00:00Z",
            "created_at": "2009-01-17T09:25:43.262639Z",
            "creator_name": "Timothy Caldicott-Turner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-17T09:25:43.262639Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 47,
            "state": "finished",
            "updated_at": "2009-02-25T03:02:20.442905Z"
        },
        "id": 11535708
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BankersPayback/"
    },
    "type": "petition"
}