{
    "data": {
        "attributes": {
            "action": "Stop the proposed waste incinerator being built in Ernesettle",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ernesettle is one of four areas earmarked as a possible site for the high-tech energy from waste (EfW) plant.\nDevon Waste Partnership have been granted funding by DEFRA to proceed with plans to secure a bidder for a waste management scheme for Plymouth, Torbay and South Devon. A Government inspector has accepted Plymouth City Council’s plan to offer land it owns at Ernesettle on the banks of the River Tamar as a suitable site for an incinerator.\nErnesettle residents are angry at schemes for a waste incinerator near their homes. \nErnesettle residents already have to put up with the foul smelling waste from the Ernesettle water treatment plant. The proposed incinerator is too close to residential homes and if built will have a negative effect not only on the local populations health but also the local wildlife and the adjacent area of outstanding natural beauty.\nWill the goverment compensate local homeowners for the drop in value of their properties if the incinerator goes ahead?",
            "closed_at": "2009-03-22T00:00:00Z",
            "created_at": "2009-01-18T12:29:05.433219Z",
            "creator_name": "Anthony Milburn",
            "government_response_at": "2009-04-22T15:28:04.470420Z",
            "government_responses": [
                {
                    "created_at": "2009-04-22T15:28:04.470420Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop the proposed waste incinerator being built in Ernesettle.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19075\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Ernesettle'",
                    "updated_at": "2009-04-22T15:28:04.470420Z"
                }
            ],
            "opened_at": "2009-01-18T12:29:05.433219Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 221,
            "state": "finished",
            "updated_at": "2009-03-23T00:01:01.242299Z"
        },
        "id": 11549747
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Ernesettle/"
    },
    "type": "petition"
}