{
    "data": {
        "attributes": {
            "action": "Reintroduce National Service for young people",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "18 months of service in the Armed Forces for people aged 17 or more would be a character building experience for the youth of today. With the right Government support it would educate and inculcate discipline and a spirit of teamworking and care for others, all of which are sadly lacking in our society of today. 'Graduates' would be more likely to obtain jobs following the achievement of suitable individual skills gained in the service and would change the face of our streets which boast the disgraceful scenes of petty crime, violence (including gun and knife crime), drunkenness and drug taking and where law and order appears to have broken down. Prison would be limited to hard-nosed criminals and not those who resort to crime as a consequence of worklessness, boredom and lack of money and our courts would be freed from many millions of small cases relating to petty crime saving the Exchequer considerable revenue.\nThe credit crunch is a perfect opportunity for this initiative since we must take drastic steps. A large financial investment in young people who are the future of our country will be justifiable to restore a society in which all are valued and capable of contributing.",
            "closed_at": "2009-07-17T00:00:00Z",
            "created_at": "2009-01-17T16:16:36.095025Z",
            "creator_name": "Victor Gabriel",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-17T16:16:36.095025Z",
            "rejected_at": "2009-02-21T00:01:02.036419Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/bringbackNS/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-21T00:01:02.036419Z"
        },
        "id": 11541366
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NatnlService/"
    },
    "type": "petition"
}