{
    "data": {
        "attributes": {
            "action": "change the law to allow children born alive the right to life",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Children born alive before 22 weeks are currently refused the chance of life saving treatment due to the low viability rates. The majority of these babies are classed as misscarraiges or still borns and their parents refused a birth certificates.\nWe want the law changed to allow any child born that makes an attempt to surrive alone for at least 15 mins to be given treatment to help sustain life if the parents wish this for their child. \nWe also propose that birth certificates be awarded to all children born alive regardless of gestation. The reason the stastics are not available for babies born before 22 week gestation is because they are not recorded unless parents fight for the certificate.",
            "closed_at": "2010-01-22T00:00:00Z",
            "created_at": "2009-01-17T16:29:17.165782Z",
            "creator_name": "Sarah Capewell",
            "government_response_at": "2010-03-31T19:43:37.500086Z",
            "government_responses": [
                {
                    "created_at": "2010-03-31T19:43:37.500086Z",
                    "details": "You signed a petition asking the Prime Minister to \"change the law to allow children born alive the right to life.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page23045\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'justice4jayden'",
                    "updated_at": "2010-03-31T19:43:37.500086Z"
                }
            ],
            "opened_at": "2009-01-17T16:29:17.165782Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 18165,
            "state": "finished",
            "updated_at": "2010-12-10T20:02:34.844718Z"
        },
        "id": 11541554
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/justice4jayden/"
    },
    "type": "petition"
}