{
    "data": {
        "attributes": {
            "action": "monitor and ban programmes being shown which portray humour and praise towards eating disorders",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "bann programmes such as star storries when they made comedy out of eatingdisorders by showing humerously girls throwing up and encouraging it!!!!!! this is not funny and ir should be seen to be taken seriously as it isnt funny its death!!!!!!!, its the media thAT causes the issues of eatingdisorders to be seen as humerous, so that way young girls then think its funny and not serious so they will do it for fun as if programmes showing a fake kate moss throwing up and praised in the programme, than god course itn will be seen to be innocent to starve and throw up. this has to be monitiored by the channels who pre view the clips they put on tv!!!, another example shamless,\"im a bulimic who hates being sick\", loose women commented, what a great line. this is what i mean, total ignorance and irresponsibilty for showing that on tv!!!!!xxxx help me stop it",
            "closed_at": "2009-03-18T00:00:00Z",
            "created_at": "2009-01-18T00:47:05.576674Z",
            "creator_name": "kelly",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-18T00:47:05.576674Z",
            "rejected_at": "2009-02-21T00:01:02.036419Z",
            "rejection": {
                "code": 2048,
                "details": "Pls see:\nhttp://petitions.number10.gov.uk/antiproanamia/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-21T00:01:02.036419Z"
        },
        "id": 11547087
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bannnnnnn/"
    },
    "type": "petition"
}