{
    "data": {
        "attributes": {
            "action": "Toufik Moumen",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear Mr Prime Minister\n\nInterpal is a muslim UK based charity which is helping poor, opressed, deprived , injured people including women and children in the middle east and in Btitain as well as shown by their late donation to the University Hospital of Leicester. Mr Prime Minister, Interpal has been cleared by the Charity Comission of any wrondoing and is operating within the Law. We are very disappointed and very upset that Lloyds TSB that has been bailed out but all UK Citizens Tax Payers have decided to close their account without giving them any reason for doing so. Mr Prime Minister if this goes ahead then it will set a precedent for other Banks to close down muslim charities without justification beacuse of foreign interference and not because of UK LAW and as result millions of poor, deprived human beings including women and children will suffer even more. I and on behalf of all muslims and British citizens of conscience would kindly ask you to intervene in the matter, investigate it and put a stop to it.\n\nKindest Regards\n\nMr T Mounen",
            "closed_at": "2009-04-18T00:00:00Z",
            "created_at": "2009-01-18T13:51:08.132066Z",
            "creator_name": "Toufik Moumen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-18T13:51:08.132066Z",
            "rejected_at": "2009-02-21T00:01:02.036419Z",
            "rejection": {
                "code": 512,
                "details": "The title of the petition can not be your name.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-21T00:01:02.036419Z"
        },
        "id": 11550644
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/toumou/"
    },
    "type": "petition"
}