{
    "data": {
        "attributes": {
            "action": "Gordon Brown promised asylum seekers that brok the law would be deported, why is this not happening",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My brother, Simon Lawrence was killed in a hit and run accident on 4 June 2008, by Jean Renee Mukadi, who was sentenced to just 4 MONTHS in prison. Mukadi, had his case for asylum refused 3 TIMES and his driving licence refused 7 TIMES, no insurance, but he still willfully drove his car, hit my brother who was on a motorbike and left him to die, Mukadi did not stop as he did not want to harm his case for asylum! If he had not been breaking the law, my brother would still be alive.Mukadi served just 43 DAYS, not even 6 weeks, where is the deterrent?  Where is the justice, to allow someone like this to remain in the UK?? Gordon Brown said he would deport asylum seekers who broke the law, why is this not happening. I was told this case was not serious enough, how much more serious than death do you need! Please get the ruling changed to incorporate this kind of killing, which is more serious than drug sellers, because those who buy the drugs know the consequences.\n\nPLEASE SIGN THIS PETITION,to get this type of killing included in the policy to deport asylum seekers when they commit this atrocity, as it is at present they are all going to fail to stop as the punishment is so light.",
            "closed_at": "2010-01-22T00:00:00Z",
            "created_at": "2009-01-19T09:48:02.695720Z",
            "creator_name": "Alison Roberts",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-19T09:48:02.695720Z",
            "rejected_at": "2009-02-03T10:06:35.862542Z",
            "rejection": {
                "code": 16384,
                "details": "Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-03T10:06:35.862542Z"
        },
        "id": 11559878
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RIPSimon/"
    },
    "type": "petition"
}