{
    "data": {
        "attributes": {
            "action": "investigate the feasibility of building Community Payback Centres, where convicted law-breakers would be required to walk on treadmills or to pedal cycling machines connected to dynamos to generate electricity, which would be passed to the UK National Grid for the benefit of the community.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A good way of putting something back into the community. Instead of giving criminals Asbos, small fines, police reprimands or other penalties widely regarded as lenient, why can't they be required to generate electricity that everybody needs? Instead of paying a £100 fine, wouldn't generating 1,000 KW of electricity be better?\n\nMost people would agree that there is nothing wrong with a vandal being made to generate electricity to power a street-lamp, or the lighting in a hospital waiting area.\n\nOffenders generating electricity would be given a reasonable time and several sessions in which to generate the amount of electricity ordered by the courts.\n\nIt would be very eco-friendly and reduce the UK's carbon footprint.\n\nThis is not intended to be a humorous petition. It merely asks for a feasibility study into what could well be a very good way of punishing offenders, while also helping the community and protecting the environment. As far as making a point about Government policy is concerned, the petition says that current sentencing practice is widely seen as lenient, and suggests how this might be improved.",
            "closed_at": "2009-09-05T00:00:00Z",
            "created_at": "2009-01-18T17:24:48.236564Z",
            "creator_name": "Marian Korzeniowski",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-18T17:24:48.236564Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2010-01-27T17:27:46.585273Z"
        },
        "id": 11553133
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Dynamic/"
    },
    "type": "petition"
}