{
    "data": {
        "attributes": {
            "action": "Consider another way to save our crumbling economy:-",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "“GOVERNMENT TO BAIL OUT BANKS TO THE TUNE OF 200 BILLION POUNDS.”\n\nIS IT NAIVE TO SUGGEST THAT IF THE GOVERNMENT GAVE EVERYONE IN THIS COUNTRY – MAN, WOMAN, ADULT, CHILD - £1 MILLION EACH – THE ECONOMY WOULD START TO GROW AT AN EXPOTENTIAL RATE IMMEDIATELY – INCLUDING THE IMMEDIATE REPAYING OF VIRTUALLY ALL MORTGAGES, CREDIT CARDS, CAR LOANS, ETC.\n\nTHE GOVERNMENT WOULD NOT HAVE ISSUE BONDS OR PRINT MONEY TO KICK START THE ECONOMY. IN FACT THE GOVERNMENT COULD COVER THIS AMOUNT DIRECTLY WITH NO NEED FOR A LOAN OF ANY KIND.\n\nWHY DO WE CARE IF BARCLAYS, HSBC, RBS etc GO DOWN? \n\nTHE GOVERNMENT WILL THEREFORE SAVE £199,940,000,000 (One hundred and ninety nine billion, nine hundred and forty million pounds)\n\nWE MUST BE MISSING SOMETHING???\n\nSPREAD THE WORD, PASS THIS ON AND SIGN THE PETITION NOW....",
            "closed_at": "2009-02-19T00:00:00Z",
            "created_at": "2009-01-19T14:42:03.688789Z",
            "creator_name": "Julia Jackson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-19T14:42:03.688789Z",
            "rejected_at": "2009-02-21T00:01:02.036419Z",
            "rejection": {
                "code": 768,
                "details": "Please address the excessive use of capital letters; they make your petition hard to read.\n\nYour title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-21T00:01:02.036419Z"
        },
        "id": 11565233
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BANKINGCRISIS/"
    },
    "type": "petition"
}