{
    "data": {
        "attributes": {
            "action": "Force M.P.'s To make Public Their Expense Claims",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At present, we have M.P.'s who are worse than thieves, raking in hundreds of thousands of pounds, per year in expenses and other allowances. Over a 5 year term, an M.P. can claim up to 100,000 pounds in goods from the John lewis list, when they could well afford to pay for these things themselves. They should be accountable for every penny they spend, including all of the other perks and jollies that they help themselves to. Whilst those in real need, have to apply ( beg ) for a loan or c.c.g. If they are lucky enough to get any help, ( Help is in no way guaranteed for the needy, as it is for the greedy and  self serving M.P.'s that are, at present, robbing the country blind. ) it is based on prices in Argos, a big difference to John Lewis. Let them pay their own way. They should also be made to pay full whack in the H.O.C. bars and restaurants and pay for their own fact finding tours to Bali and other such wonderful places.",
            "closed_at": "2010-01-20T00:00:00Z",
            "created_at": "2009-01-20T20:45:44.825086Z",
            "creator_name": "j. riley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-20T20:45:44.825086Z",
            "rejected_at": "2009-02-21T00:01:02.036419Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/MPEXP01/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-21T00:01:02.036419Z"
        },
        "id": 11588157
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GreedySwines/"
    },
    "type": "petition"
}