{
    "data": {
        "attributes": {
            "action": "Criminalise, performance related pay, commission and bonus payments on regulated products.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I feel that performance related pay, commission, and bonus payments on regulated products such as, vehicle finance, mobile phone, TV, internet, utilities, loans, mortgages, and insurance products, leave consumers and the economy wide open to the greedy and corrupt acts of unscrupulous sales people.\nExisting legislation designed to prevent these acts is an insufficient deterrent as the perpetrators of these acts think only about their pockets. These sales professionals are policed by managers that only think about their targets and bonus payments, as a result a blind eye is often taken to underhand sales practices.\nPeople selling regulated products should be licensed and receive a reasonable salary. There should be no financial benefit to bending the truth for the sake of a sale.\nUnscrupulous sellers should be subject to loss of license, instant dismissal for gross misconduct, and fine payable equal to 12 months salary.\nConsumers that can’t afford, or need such products, would then be less likely to become victims of the mis selling and bad debt culture that affects us all.",
            "closed_at": "2010-02-03T00:00:00Z",
            "created_at": "2009-01-20T19:40:48.083085Z",
            "creator_name": "Stephen Bittlestone",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-20T19:40:48.083085Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2010-02-04T00:01:01.802918Z"
        },
        "id": 11587210
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BanCommission/"
    },
    "type": "petition"
}