{
    "data": {
        "attributes": {
            "action": "fully implement the recommendations in the Lord Goldsmith's Citizenship Review as soon as possible (no later than 2009)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The review has been published in Mar08. Even there was the Immigration Bill to implement the recommendations in 2007/08, the legislation has NOT been completed. The upcoming immigration bills probably have nothing to do with the review.\n\nThe UK Govt has spent a fortune on the review. Why can it be \"forgotten\" in this manner? Why the attitude of the Govt has changed so drastically?\n\nIn the review, it is recommended that some UK citizenships (no right of abode) are to be abolished. These holders and British Nationals (Overseas) can acquire full UK citizenship. However, the Govt recently showed its reluctance to do so.\n\nAs subjects, we understand our nation is facing economic challenges. However, no civilised country solve its social problems by denying the right of abode of some citizens. Moreover, many of the them are still affluent and talented so they will help the UK to face the economic crisis instead.\n\nThe UK now still refuses to ratify ECHR 4th Protocol. Why a so-called civilised country can be exempt from the law abided by all other EU countries?\n\nThe Lisbon Treaty also states that every national of an EU country is a citizen of the EU.",
            "closed_at": "2010-01-23T00:00:00Z",
            "created_at": "2009-01-20T14:31:35.806806Z",
            "creator_name": "Sam KW Fan",
            "government_response_at": "2010-02-23T15:03:46.141073Z",
            "government_responses": [
                {
                    "created_at": "2010-02-23T15:03:46.141073Z",
                    "details": "You signed a petition asking the Prime Minister to \"fully implement the recommendations in the Lord Goldsmith's Citizenship Review as soon as possible (no later than 2009).\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22560\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Goldsmith'",
                    "updated_at": "2010-02-23T15:03:46.141073Z"
                }
            ],
            "opened_at": "2009-01-20T14:31:35.806806Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 203,
            "state": "finished",
            "updated_at": "2010-01-25T03:01:33.825226Z"
        },
        "id": 11582355
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Goldsmith/"
    },
    "type": "petition"
}