{
    "data": {
        "attributes": {
            "action": "ensure that every new mother has regular observations recorded on a Modified Early Obstetric Warning System (MEOWS) chart in hospital and in the community and is given clear information and advice on the recognition of childbed fever (also known as puerperal fever and genital tract sepsis) and that doctors and midwives are given clear sepsis guidelines.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Childbed fever is a serious form of postnatal septicaemia which can lead to toxic shock syndrome, organ failure and death.  In 2003-05 sepsis accounted for 14% of maternal deaths in the UK. A complication free delivery is no guarantee of safety from sepsis and any mother can be affected.\n\nMEOWS charts are a sheet on which observations (pulse, blood pressure, temperature) can be recorded. They are clear and provide a graphical way of quickly seeing a mother's health.\n\nBorderline and dangerous readings are entered in boxes coloured yellow and red respectively. One red or two yellows at one time call for early intervention, so a mother developing a critical condition will be treated before it is too late.\n\nSepsis is often already life threatening by the time it is clinically obvious: the best opportunity to intervene is based on the early warnings. It is not yet standard practice to use them in all NHS hospitals and there are no standard guidelines for the recognition and treatment of sepsis.",
            "closed_at": "2009-11-03T00:00:00Z",
            "created_at": "2009-01-20T13:10:30.693731Z",
            "creator_name": "Ben Palmer",
            "government_response_at": "2009-12-21T11:17:26.560220Z",
            "government_responses": [
                {
                    "created_at": "2009-12-21T11:17:26.560220Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure that every new mother has regular observations recorded on a Modified Early Obstetric Warning System (MEOWS) chart in hospital and in the community and is given clear information and advice on the recognition of childbed fever (also known as puerperal fever and genital tract sepsis) and that doctors and midwives are given clear sepsis guidelines.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21820\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'maternalhealth'",
                    "updated_at": "2009-12-21T11:17:26.560220Z"
                }
            ],
            "opened_at": "2009-01-20T13:10:30.693731Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2943,
            "state": "finished",
            "updated_at": "2010-05-04T15:27:00.125088Z"
        },
        "id": 11580768
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/maternalhealth/"
    },
    "type": "petition"
}