{
    "data": {
        "attributes": {
            "action": "reject the recommendation within the Hooper Report to sell a minority stake in Royal Mail.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Such a move would, we believe, risk fracturing one of Britain's greatest public services. As such, we urge the Prime Minister and his Government to uphold the decision taken, with the backing of ministers, at the 2008 Labour Party Conference for a wholly publicly-owned, integrated Royal Mail Group.\n\nFurthermore, we ask that the Prime Minister and the Government make certain that the necessary modernisation of the industry is jointly managed with the relevant unions. This should be done in such a way that not only leads to improvements in the services Royal Mail provides to all its customers, but also provides postal workers with the best possible job security, terms and conditions. We ask the Government to wholeheartedly reject the 'slash and burn' approach Royal Mail has been adopting in recent times under the guise of modernisation.\n\nIn conclusion, given that the Government is currently advertising for a new Chair of Royal Mail, we urge the Prime Minister and the Secretary of State to appoint a Chair and management team who are committed to the principles of a modern public enterprise.",
            "closed_at": "2009-04-20T00:00:00Z",
            "created_at": "2009-01-20T13:22:40.071611Z",
            "creator_name": "Carl Webb",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-20T13:22:40.071611Z",
            "rejected_at": "2009-02-21T00:01:02.036419Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Save-Royal-Mail/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-21T00:01:02.036419Z"
        },
        "id": 11581003
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Hooper/"
    },
    "type": "petition"
}