{
    "data": {
        "attributes": {
            "action": "abolish the laws of legal tender; abolish the central bank and to adopt a 100% gold standard and full reserve banking because it is impossible to grasp the meaning of the idea of sound money if one does not realise that it was devised as an instrument for the protection of civil liberties against despotic inroads on the part of governments. Ideologically, it belongs in the same class with political constitutions and bills of rights. The demand for constitutional guarantees and for bills of rights was a reaction against the arbitrary rule and non-observance of old customs by kings.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the absence of a gold standard, there is no way to protect savings from confiscation through inflation. There is no safe store of value. If there were, the government would have to make its holding illegal, as was done in the case of gold. If everyone decided, for example, to convert all their bank deposits to silver, copper or any other good and thereafter declined to accept cheques as payment for goods, bank deposits would lose their purchasing power and government-created bank credit would be worthless as a claim on goods. The financial policy of the welfare state requires that there be no way for the owners of wealth to protect themselves. This is the shabby secret of the welfare statists’ tirades against gold. Deficit spending is simply as scheme for the confiscation of wealth. Gold stands in the way of this insidious process. It stands as a protector of property rights. If one grasps this, one has no difficulty in understanding the statists’ antagonism toward the gold standard.",
            "closed_at": "2009-08-03T00:00:00Z",
            "created_at": "2009-01-20T20:11:31.760976Z",
            "creator_name": "Kurt Davenport",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-20T20:11:31.760976Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2009-08-04T03:03:26.461514Z"
        },
        "id": 11587681
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Soundmoney/"
    },
    "type": "petition"
}