{
    "data": {
        "attributes": {
            "action": "help stop plans to bulldoze the former Royal British Legion Club in Heath Lane, Brinklow and to instead keep it open as a social club and live music venue.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Brinklow RBL club was a successful club which was making healthy profits. We were so flush with funds that we were able to carry out major improvements without having to depend on bank loans. The work the committee of which I was the longest serving member carried out included:- a new disabled toilet,rewiring the club's electrics and installing modern circuit breakers,replacing the club's fire alarm system and refurbishing the toilets. Because of expenditure from our profits of well over 10,000 pounds misleading accounts have been presented to the members claiming the club was losing money  as a reason to bulldoze the building to make way for redevelopment. Since the club was making a healthy profit and was also a popular live music venue it should remain as a village social club. The cost of buying the premises was originally funded by the villagers of Brinklow who organised raffles and other events in the 1950's in order to have a village club as a permanent social amenity for the village. If the RBLA can no longer maintain this facility it is only proper that they return the deeds to the villagers of Brinklow.",
            "closed_at": "2010-02-02T00:00:00Z",
            "created_at": "2009-01-20T20:08:36.079932Z",
            "creator_name": "Dave Sampson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-20T20:08:36.079932Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 42,
            "state": "finished",
            "updated_at": "2010-02-03T03:01:36.835513Z"
        },
        "id": 11587633
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Brinklowclub/"
    },
    "type": "petition"
}