{
    "data": {
        "attributes": {
            "action": "Prohibit the introduction of any charge, over and above that included in the council tax, on the collection and disposal of domestic rubbish, through the introduction of Wheelie Bin monitoring chips or other monitoring methods",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Without consultation, some councils have started weighing household rubbish using microchips implanted in wheelie-bins. Government now advocates the nationwide application of this scheme whereby households will be charged for the amount of rubbish disposed. Schemes like this are already in place in Europe and if similar charges were introduced here, the average family could end up paying up to £120 per year, on top of council tax. The high cost will lead to more fly-tipping and backyard burning. Families will be hit hard by this new tax which cannot be justified given the current financial situation in the uk or the council tax increase over the last decade. This bin tax, while purported to be for encouraging recycling, is in fact part of a green agenda that politicians are using merely as a new way to raise money. There are no plans to offset the charge with lower taxes elsewhere, nor are there any plans that homes that exceed recycling targets will be given a council tax discount. This is simply a tax on top of a tax.",
            "closed_at": "2009-05-03T00:00:00Z",
            "created_at": "2009-01-21T08:36:29.914108Z",
            "creator_name": "ANDREW",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-21T08:36:29.914108Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2009-05-04T00:01:01.061320Z"
        },
        "id": 11591285
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Stop-the-BIN-TAX/"
    },
    "type": "petition"
}