{
    "data": {
        "attributes": {
            "action": "Condemn the Hamas government in Gaza for callously placing its own civilians directly in the line of fire.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Geneva Convention prohibits the placing of military targets in civilian areas, and requires protection for civilians in time of war. \n\nNot only have Hamas have made no effort to remove civilians from the vicinity of military objectives, they have systematically hidden soldiers and weapons in schools, mosques and homes, and have fired missiles at Israeli civilians from densely populated areas. \n\n(Large parts of Gaza are unoccupied, providing ample opportunity to site military equipment away from civilians.)\n\nAdditionally, Hamas has made no effort to provide bomb shelters for the use of Palestinian civilians, resulting in unnecessary loss of life in the recent conflict.\n\nhttp://tinyurl.com/cam-gaza\n\nWe call upon the UK government to condemn these shameful and callous practices unequivocally, and to call the Hamas leadership to account for the loss of life in their territory. \n\nFurthermore, we ask that these war crimes be investigated and prosecuted to the fullest extent of the law.",
            "closed_at": "2009-03-21T00:00:00Z",
            "created_at": "2009-01-21T13:38:27.110428Z",
            "creator_name": "David Landy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-21T13:38:27.110428Z",
            "rejected_at": "2009-03-05T00:01:02.172322Z",
            "rejection": {
                "code": 69632,
                "details": "The UK Government cannot carry out investigations of potential war crimes in foreign countries and territories.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-05T00:01:02.172322Z"
        },
        "id": 11595604
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoHumanShields/"
    },
    "type": "petition"
}