{
    "data": {
        "attributes": {
            "action": "Stop Stationmasters Cottage from doubling the size of their property by extending in a manner which substantially effects the neighouring Dess Station's sunlight, daylight, views, privacy and dominates the country landscape.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Our over riding concern has been the sheer over dominance from the proposed extension and associated cast shadow and the dramatic change to our current living environment the design will cause. The proposed extension will replace open countryside with a 2 story elevated building.  More importantly it will change the dynamic of our home detrimentally. I.e.\n1)Close proximity of the proposed development to our property will create the feeling of over dominance and being hemmed in by a building. 2)The proposed development is elevated from our property and our view which is currently of open countryside we will be replaced by a two story building. No skyline or countryside will be visible from the West side of the property. 3)From an open, airy, warm living area one half is going to be dark and dingy for at least part of the day and possibly more. 4)The extension will cast a huge shadow over the west and north facing walls of our property and will extend over our courtyard/children’s play area which leads directly from the kitchen and cover the majority of the rear garden. \nThis petition is to stop the current proposed extension location and move it away from our property.",
            "closed_at": "2010-01-21T00:00:00Z",
            "created_at": "2009-01-21T07:54:36.812595Z",
            "creator_name": "David Holburn",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-21T07:54:36.812595Z",
            "rejected_at": "2009-03-05T00:01:02.172322Z",
            "rejection": {
                "code": 4096,
                "details": "This is a devolved matter and should be directed to the Scottish Executive / Welsh Assembly / Northern Ireland Executive as appropriate.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-05T00:01:02.172322Z"
        },
        "id": 11591054
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Dessextension/"
    },
    "type": "petition"
}