{
    "data": {
        "attributes": {
            "action": "press First Capital Connect to reconsider their proposals to reduce the current opening hours of  ticket offices and of ticket office windows on the First Capital Connect rail franchise. We do not believe that the proposals are in the best interests of rail passengers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "FCC’s proposals are to reduce the opening times of ticket offices and ticket office windows throughout its franchise area. \nThe timetable adopted for the public consultation is significantly less than that adopted by other TOCs.\nThe proposals, if implemented, will lead to a reduction in the service given to the public, with much less time to purchase tickets and make enquiries.",
            "closed_at": "2009-03-06T00:00:00Z",
            "created_at": "2009-01-21T15:14:30.104344Z",
            "creator_name": "Frank Ward",
            "government_response_at": "2009-04-22T14:55:02.595600Z",
            "government_responses": [
                {
                    "created_at": "2009-04-22T14:55:02.595600Z",
                    "details": "You signed a petition asking the Prime Minister to \"press First Capital Connect to reconsider their proposals to reduce the current opening hours of ticket offices and of ticket office windows on the First Capital Connect rail franchise. We do not believe that the proposals are in the best interests of rail passengers.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19026\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ticket-offices'",
                    "updated_at": "2009-04-22T14:55:02.595600Z"
                }
            ],
            "opened_at": "2009-01-21T15:14:30.104344Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 451,
            "state": "finished",
            "updated_at": "2009-12-30T15:25:23.807401Z"
        },
        "id": 11597057
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ticket-offices/"
    },
    "type": "petition"
}