{
    "data": {
        "attributes": {
            "action": "cease the opening of ClearSprings Bail Hostels within Heston and other residential areas",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "150 hostels run by ClearSprings under a government contract will open, with no consultation with locals. They will be in major towns like Sutton Rd, Heston and Jersey Rd, Hounslow to house offenders released before their sentences end or suspects awaiting trial. Also they will be unsupervised, which I think will put public at risk unnecessarily. \nNo planning permission required as setting up in residential areas – thus avoiding planning disputes with local residents.  It's wrong to house prisoners in residential areas simply because the Government failed to provide enough jail spaces.  \nHaunting Facts: Adam Swellings, 19, was on bail when he and two other teenagers kicked Garry Newlove, 47, to death outside his home in Warrington last year.  Anthony Joseph stabbed Richard Whelan to death on a London bus in July 2005 only hours after leaving prison. Anthony Rice, 40, a convicted sex attacker, murdered Naomi Bryant nine months after completing a sentence for attempted rape. He had absconded from a bail hostel.  There must be proper planning processes for this sort of project and if there are not, that is unfair on local communities.\nWe must act now!!!",
            "closed_at": "2009-02-22T00:00:00Z",
            "created_at": "2009-01-22T00:37:36.589778Z",
            "creator_name": "Sid",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-22T00:37:36.589778Z",
            "rejected_at": "2009-03-05T00:01:02.172322Z",
            "rejection": {
                "code": 2,
                "details": "",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-05T00:01:02.172322Z"
        },
        "id": 11604731
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ClearSprings/"
    },
    "type": "petition"
}