{
    "data": {
        "attributes": {
            "action": "create a new post: \"Minister for Men and Equality\" to work alongside the Minister for Women and Equality with the remit of working towards the abolition of gender bias, against males and the expression of masculinity.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The mere existence of a single gender post of authority infers sexism without representation of an equal position for the opposite gender. While it's acknowledged that women need representation to maintain equality, there are a great many injustices occurring to men; it's important that these aren't overlooked and men don't become discriminated against. \nVisiting rights for fathers are inadequate and seen as 'optional' by many mothers, despite court orders - which aren't enforced. \nMale victims of rape and domestic violence are perceived as 'weak' instead of the victims they are and there is a massive inequality of services available, based purely on gender, in these two areas. Not enough is being done to change this perception or solve the inequalities they bring. These are but a few of the issues affecting men. If you believe in true equality, and not the relentless advance of a distorted version of feminine ideals, please add your name to this petition.",
            "closed_at": "2010-02-03T00:00:00Z",
            "created_at": "2009-01-22T19:26:38.711112Z",
            "creator_name": "Paul",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-22T19:26:38.711112Z",
            "rejected_at": "2009-02-03T17:25:13.788094Z",
            "rejection": {
                "code": 8192,
                "details": "Please supply full name and address information.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-03T17:25:13.788094Z"
        },
        "id": 11617234
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/mensequality/"
    },
    "type": "petition"
}