{
    "data": {
        "attributes": {
            "action": "Stop women being forced by the courts to give abusive fathers access to children",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned Petition the Prime Minister to Stop Women being forced to Give Access to Fathers when there are Claims of Domestic Abuse, by enforcing training across the board for Members of the Judiciary System and Court Welfare Services.\n\n \n\nIt is our view: that many Children are dying during contact visits or Contact proceedings with some Fathers and that Mothers are being forced by the Courts, to give Access to Fathers, despite serious claims of Domestic Abuse. \n\n \n\nWe feel that more children will die, if Mothers continue to be forced to give access, when there are claims of Domestic Abuse. We also feel that members of the Judiciary System and Court Welfare Organisations, are not specifically trained and so are in danger of having an inadequate and unrealistic understanding of Domestic Abuse, and so therefore, are not being able to offer the victims of Domestic abuse adequate protection.  We feel that, given specific training in this field, Members of the Judiciary and Court Welfare Organisations, would be able to make, perhaps, more balance and informed judgements and recommendations, which would enable Mothers and Children to be protected and Fathers to have their rights.",
            "closed_at": "2009-08-03T00:00:00Z",
            "created_at": "2009-01-22T16:09:44.228703Z",
            "creator_name": "Pat Craven",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-22T16:09:44.228703Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 313,
            "state": "finished",
            "updated_at": "2009-08-05T03:03:10.854662Z"
        },
        "id": 11613641
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Accessabusers/"
    },
    "type": "petition"
}