{
    "data": {
        "attributes": {
            "action": "Help make the London Congestion Charging Payment System Fair",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The aim of this petition is to generate enough support to challenge the unfair congestion charging payment scheme in London. This petition makes no comment on the relative merits of having a congestion charge in the first place, but does contest:\n\n The unfairness of the Payment Scheme. Drivers only have until midnight on the following charging day to pay the charge, or else receive a £120 penalty charge notice.\n\n The fact that motorists cannot set up automatic payments and be charged automatically whenever they need to pay (a clear sign that Transport for London is at least indirectly encouraging motorists to rack up fines!).\n\n The fact that motorists cannot pay for their weekly usage of the congestion zone at the end of the week.\n\nMoreover, whilst some can afford to pay these very high fines, others, such as anyone living on a state pension, may end up in serious financial difficulties merely because they missed the payment deadline by a few seconds.\n\nLets see if we can generate enough support to force Transport for London to have a rethink\n\nPlease also support this petition if you live outside London – these issues will affect you if the congestion charge comes your way.",
            "closed_at": "2010-02-02T00:00:00Z",
            "created_at": "2009-01-23T09:38:15.248482Z",
            "creator_name": "Matthew Hinxman JP",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-23T09:38:15.248482Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 15,
            "state": "finished",
            "updated_at": "2010-02-03T03:01:37.034275Z"
        },
        "id": 11622406
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/payingCClondon/"
    },
    "type": "petition"
}