{
    "data": {
        "attributes": {
            "action": "Recognize the Turkish Intervention of 1974 to Cyprus as a Legal Intervention and Not an Illegal Invasion",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We demand any and all embargoes be lifted from the Turkish Republic Of Northern Cyprus, We also demand that The British Government Officially recognize that Turkey Intervened in the island in 1974 due to a Greece backed junta plans for unifying Cyprus with Greece, in intervening it was 100% Legal and Justified. The intervention should not be classed as an \"illegal Invasion\"\n\nHistory:\nTurkey intervened on 20 July 1974, having the right to do so unilaterally as concerted action had not proved possible. Under the 1960 Treaty, Turkey's sole object could be to re-establish the state of affairs guaranteed by the basic articles of the 1960 Constitution. The coup d'etat was of course ipso facto unconstitutional and was said by Makarios himself to be an attempt to extend Greek dictatorship to the island. \n  \nOn 30 July 1974 the powers agreed that the withdrawal of Turkish troops from the island of Northern Cyprus should be linked to a `just and lasting settlement acceptable to all parties concerned'...This has not yet been achieved therefore Turkeys military presence in Northern Cyprus is 100% Justified and should also not be regarded as Illegal Occupation.",
            "closed_at": "2009-04-03T00:00:00Z",
            "created_at": "2009-01-22T23:18:18.050396Z",
            "creator_name": "Erden Teoman",
            "government_response_at": "2009-05-13T14:44:20.477545Z",
            "government_responses": [
                {
                    "created_at": "2009-05-13T14:44:20.477545Z",
                    "details": "You signed a petition asking the Prime Minister to \"Recognize the Turkish Intervention of 1974 to Cyprus as a Legal Intervention and Not an Illegal Invasion.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19262\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'KuzeyKibris'",
                    "updated_at": "2009-05-13T14:44:20.477545Z"
                }
            ],
            "opened_at": "2009-01-22T23:18:18.050396Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 405,
            "state": "finished",
            "updated_at": "2010-01-27T17:40:59.108278Z"
        },
        "id": 11620294
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KuzeyKibris/"
    },
    "type": "petition"
}