{
    "data": {
        "attributes": {
            "action": "Prevent unnecessary financial problems and instability by not requiring the major banks to mark-to-market assets they do not now need to dispose of.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The introduction of the mark-to-market system superficially sounds attractive in an age of full disclosure - but - what it does is to create huge and unnecessary volatility in asset values. When current market prices are high it exaggerates value and when they are low, as they are now, it values balance sheets too low by including assets that are not for sale and which do not in the near future need to be sold. This appears to make our financial institutions much weaker which creates a downward spiral. (It is in any case an anachronism to price all assets at a market price that would not exist if all assets were sold at once.)So please Prime Minister and Chancellor, show real leadership and understanding of financial markets and limit the mark-to-market to assets that need now to be sold. Then you will improve stability in banking, property and other investment based businesses. Otherwise you will make the situation even worse. I would very much appreciate a reply to this from PM/Chancellor and ma happy to provide further assistance if required. Thank you.",
            "closed_at": "2009-04-14T00:00:00Z",
            "created_at": "2009-01-23T09:11:17.257590Z",
            "creator_name": "Nigel Edwards",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-23T09:11:17.257590Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2009-04-15T00:01:01.422471Z"
        },
        "id": 11622024
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StopMarkToMarket/"
    },
    "type": "petition"
}