{
    "data": {
        "attributes": {
            "action": "Keep The Murderers Of Jamie Bulger Imprisioned For The Rest Of Their Lives",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In February 1993 boy of 3 was abducted from a Liverpool shopping centre by two 10 year old boys.\nThey took him on a walk for over 2 and a half miles, stopping every now and again to torture the little boy who was crying for his mummy.\nFinally they stopped at a railway track where they brutally kicked him, threw stones at him, rubbed paint in his eyes, pushed batteries up his anus and cut his fingers off with scissors.\nWhat these two boys did was so horrendous that Jamie's mother was forbidden to identify his body.\nThey then left his beaten small body on railway tracks so a train could run him over to hide the mess they had created.\nThese two boys, even being boys, fully understood what they did was wrong, hence their efforts to make it look like an accident.\nThis week Lady Justice Butler-Sloss has awarded the two boys, who are now men, anonymity for the rest of their lives.\nThey will also leave custody early only serving just over half of their sentence.\nThey are being relocated to Australia to live out the rest of their lives.\nThey disgustingly and violently took Jamie's life away and in return they each will get a new life.\nPlease!\nIf you feel as strongly as I do, sign this petition.\nThank you.",
            "closed_at": "2010-01-24T00:00:00Z",
            "created_at": "2009-01-24T18:30:36.876210Z",
            "creator_name": "Gary Parker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-24T18:30:36.876210Z",
            "rejected_at": "2009-03-05T00:01:02.172322Z",
            "rejection": {
                "code": 2048,
                "details": "Pls see:\nhttp://petitions.number10.gov.uk/stopabusers/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-05T00:01:02.172322Z"
        },
        "id": 11636021
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Jamie-Bulger/"
    },
    "type": "petition"
}