{
    "data": {
        "attributes": {
            "action": "Ban Hydrogenated Vegetable Oils.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am writing to you because I am deeply concerned about our nation's health. \n\nStress, expensive healthy food, and sedentary life styles make it challenging for us to live healthily. I am deeply concerned that the government has not yet banned the use of hydrogenated vegetable oils in our nation; HVOs markedly increase the risk of heart disease and heart attacks.\n \nThe government is burdened by the credit crisis, so why put unnecessary pressure on the NHS, by standing by and letting people suffer from CHD, when you could easily help those people, by banning HVO?\n\nIt's unethical that Multinational companies sell supposedly healthy diet/healthy drinks that are actually incredibly unhealthy? Please could you stand up to those hugely wealthy and powerful multinationals that put our health at risk, for the sake of their shareholders.\n\nThe government's ban on smoking has not been viewed, by the majority as unnecessary nannying; rather a practical, sensible step towards ensuring the health of the nation. Please could you do more, for us, the people, and our health, as you are in an extremely influential position.  Please represent me and take action.",
            "closed_at": "2009-04-24T00:00:00Z",
            "created_at": "2009-01-24T11:35:51.351006Z",
            "creator_name": "Marie Clarke",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-24T11:35:51.351006Z",
            "rejected_at": "2009-03-04T00:01:01.930900Z",
            "rejection": {
                "code": 2048,
                "details": "Pls see: \nhttp://petitions.number10.gov.uk/banbadfats/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-04T00:01:01.930900Z"
        },
        "id": 11633883
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HVOBAN/"
    },
    "type": "petition"
}