{
    "data": {
        "attributes": {
            "action": "Insist that the BBC overturn their decision to not show the Gaza appeal",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The BBC trustees have once again demonstrated complete contempt for the values of Britain and public broadcasting. \n\nAs Tony Benn has said the BBC have capitulated to the demands of Israel and in so doing, have placed themselves in a position that is untenable - both in terms of impartiality and in terms of humanity.\n\nThe only side that would be taken by showing the Gaza appeal would be that of decency and morality. If it is against the values of the BBC to help those innocent civilians in need - then I say that it should be against the values of British people to pay a licence fee to the BBC.\n\nIt is our duty as human beings to bear witness and do what is right when we can. The BBC has chosen to ignore that duty and therefore no longer represents the interests of the British public - perhaps it is time to end the BBC's privileged position.",
            "closed_at": "2009-02-24T00:00:00Z",
            "created_at": "2009-01-24T19:00:01.144399Z",
            "creator_name": "Robert Dyer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-24T19:00:01.144399Z",
            "rejected_at": "2009-03-04T00:01:01.930900Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/decgaza/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-04T00:01:01.930900Z"
        },
        "id": 11636193
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BBC-Gaza-appeal/"
    },
    "type": "petition"
}