{
    "data": {
        "attributes": {
            "action": "Credit Score Review for Remortgaging",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I really like the Prime Minister to review at the credit history how it is handled by companies,My credit was effected in 2005 because of false Insurance policy sold to me since than I fighting it with the bank but no luck and even I got the case put in to the ombudsman but they are unable to start on the case till now because of the case volumes they have. Now because someone else mistake I ended up for car loan at high interest rate same thing with Mortgage .Now I am struggling to Remortgage because of my credit history and it is not even my mistake .So I can not get it fixed on low interest with no bank Remortgaging me .Isn’t it time to bring some change and ask these lender not to Include credit check on Remortgage for people who are paying high rates when there is good chance to get low monthly payments with low interest rate. And companies who mess with peoples credit like they did with mine do get there bad or good score for there products if reaches bad score they should be stopped selling it. Dear Prime Minister this is a request please kindly do something otherwise I am going to loose my home and many others in my condition thanks",
            "closed_at": "2009-03-23T00:00:00Z",
            "created_at": "2009-01-23T23:33:31.584674Z",
            "creator_name": "T Ahmed",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-23T23:33:31.584674Z",
            "rejected_at": "2009-03-04T00:01:01.930900Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-04T00:01:01.930900Z"
        },
        "id": 11632491
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Remortgage/"
    },
    "type": "petition"
}