{
    "data": {
        "attributes": {
            "action": "publicaly and openly pledge and deliver a large and sizeable amount of monies to the Palestinians to help  rebuild the infrastucture of Gaza immediatly in this time of great need",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gaza has been reduced to a pile of rubble. Raw sewage has contaminated much of the land. The water and electrical systems have been destroyed. Roads have been ripped apart. Schools, mosques, hospitals, universities, businesses, media stations, and even graveyards have been destroyed by constant airstrikes. Nothing has been left sacred. Little has been left standing intact. Most buildings left standing have become too dangerous to use as they could collapse at any time.\n\nWe petition the Prime Minster and the Government of Britain to donate a sizeable amount of monies as soon as possible in this time of URGENT NEED. Time costs lives. This action may also,in the eyes of some, help repair some of the damage done by the Prime Minister and the British Governments failure to condemn the actions of Israel on the innocent civillians of Palestine.\n\nPlease sign this petition to show your support for humanity, and the human rights of an oppressed and destitute peoples.\nNothing can bring back the dead. Action now can save lives. Its time to rebuild shattered lives.\n\nPlease show your support.",
            "closed_at": "2009-03-06T00:00:00Z",
            "created_at": "2009-01-23T22:48:07.560835Z",
            "creator_name": "Ghazala Choudhry",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-23T22:48:07.560835Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2009-03-07T00:01:01.876554Z"
        },
        "id": 11632264
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/rebuidGaza/"
    },
    "type": "petition"
}