{
    "data": {
        "attributes": {
            "action": "Dismiss completely the proposed compensation for all families of those killed in NI - including the families of paramilitary victims.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The proposal to pay compensation to all those killed in the troubles in NI - including the families of paramilitaries - on an equal basis is a gross insult to the memories of the many thousands of innocent victims, many of them children, that can possibly be inflicted by this government.\n\nThe idea that the family of a murdering terrorist, killed in the act of committing an atrocity, such that many of them carried out during the duration of the past troubles - killing many innocent and blameless people - is entitled to an equal compensation to the families of those victims is totally abhorent and typical of the complete lack of empathy that this government has with it's people. \n\nFurther, we don't see why the British taxpayer once more is being called upon to foot this compensation bill. The families and colleagues of the murdering scum, many who knew what they were up to and encouraged their actions, should be made to compensate the innocent victims.",
            "closed_at": "2009-07-24T00:00:00Z",
            "created_at": "2009-01-24T21:56:49.465646Z",
            "creator_name": "David Parker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-24T21:56:49.465646Z",
            "rejected_at": "2009-03-05T00:01:02.172322Z",
            "rejection": {
                "code": 2048,
                "details": "Pls see:\nhttp://petitions.number10.gov.uk/IRATerrorists/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-05T00:01:02.172322Z"
        },
        "id": 11637054
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NICompensation/"
    },
    "type": "petition"
}