{
    "data": {
        "attributes": {
            "action": "stay as prime minister at least until the recisson in the UK as dissappeared",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I can only say that I was never a supporter of the labour party with Tony Blair and especially not with Gordon Brown and favoured the Tories. During this recession period I believe that Mr Brown and the his party are doing their utmost to put the country back on her feet, get the citezens of the United Kingdom into employment and reduce the effects of the recission as much as they can. I believe that Mr Cameron and the Tory party are taking this opportunity to beat Mr Brown down but they will only do bad for the country if they come into power. There is no way a sense of change when I see or hear the Tory party as I felt with Obama. Its only safe to stick with Brown and trust the proposals and changes that they make, afterall Labour have been running the country for a while now. I also believe that the press is making the recission worse for us then it already is. I think the press need to cool down on the issue slightly or take a more positive approach to it. Sign the petition to make the country aware that we need Gordon Brown in power to survive.",
            "closed_at": "2009-04-27T00:00:00Z",
            "created_at": "2009-01-27T00:11:42.796765Z",
            "creator_name": "Diogo Rodrigues",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-27T00:11:42.796765Z",
            "rejected_at": "2009-03-05T00:01:02.172322Z",
            "rejection": {
                "code": 1,
                "details": "",
                "reasons": [
                    "Party political material"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-05T00:01:02.172322Z"
        },
        "id": 11649761
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/gordonbrownparty/"
    },
    "type": "petition"
}