{
    "data": {
        "attributes": {
            "action": "Ensure that the Coroner remains independent by amending the Coroner and Justice Bill",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Bill (brought before the House of Commons 14/01/09) provides for Ministerial Intervention; resulting in a closed hearing on the basis of a discretionary determination that a transparent hearing ‘would not be in the public interest’.  This discretion is designed to extend if there is any prospect of perceived damage or embarrassment to other third party countries.\n\nThis is achieved by the removal of the provincial Coroner and the ‘appointment’ of a High Court Judge who has the discretionary power to exclude any and all persons. \n\nThis stems from the 2007 decision by Oxfordshire deputy assistant coroner, to give a verdict of unlawful killing in regard to the untimely death of a Lance Corporal of Horse of The Blues and Royals in 2003.\n\nWe do not see how it is in the nation’s interests to remove the transparency of the Coroners Court system in the way the Bill clearly aims to do. \n\nWe urge the Prime Minister to consider that independent posthumous freedom to determine and share truth relating to circumstances surrounding death is a long-standing liberty we all should fight to conserve.",
            "closed_at": "2009-05-04T00:00:00Z",
            "created_at": "2009-01-26T14:36:58.002331Z",
            "creator_name": "Lloyd Hobbard-Mitchell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-26T14:36:58.002331Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 30,
            "state": "finished",
            "updated_at": "2009-05-06T03:01:51.755197Z"
        },
        "id": 11646275
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CoronerJustice/"
    },
    "type": "petition"
}