{
    "data": {
        "attributes": {
            "action": "Set up a new form of Democracy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We want a new Parliament and method of Government\n\nMembers of the new Parliament are to be elected every 5 years\n\nWe want to have referenda on all the issues previously decided in Parliament\n\nThe Members of Parliament will discuss issues in Parliament but the decision to be determined by the majority vote in the referenda\n\nThe discussions are to be televised on a nationally available TV channel\n\nThe referenda are to be held using PCs in homes in the UK and voting stations containing PCs for those who do not have access to a personal computer at home.\n\nThere will be one vote per person for all UK residents aged 18 or over\n\nThe setting up, maintenance, security and results of the voting system are to done by a body independent from Parliament\n\nThe issues that will be discussed in Parliament are to be the most popular on a live list of concerns held on a database\n\nEach UK resident will be able to add to the list of concerns or register their approval for an item on the list.\n\nEach approval of an item on the list will count towards it’s popularity and subsequent discussion in Parliament.",
            "closed_at": "2010-01-25T00:00:00Z",
            "created_at": "2009-01-25T19:37:16.166833Z",
            "creator_name": "Peter March",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-25T19:37:16.166833Z",
            "rejected_at": "2009-03-04T00:01:01.930900Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-04T00:01:01.930900Z"
        },
        "id": 11641349
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/E-Government/"
    },
    "type": "petition"
}