{
    "data": {
        "attributes": {
            "action": "approve with HM the Queen a knighthood on Harry Patch, the last surviving Tommy of the First World War",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Harry Patch is the last surviving British soldier to have seen combat during the First World War. He is now 110 years old. Not only would it be a fitting honour bestowed by a grateful nation but also to honour the British dead of the First World War. It was \"a lost generation\" and every family in Britain at that time would have suffered dead,wounded or mentally scarred by the war,sons,brothers,fathers .Mr Patch is the last surviving link to that lost generation. A Knighthood for Mr Patch would honour them all..from the Somme,Ypres,Gallipoli,Loos, Mons. He is their sole representative now. He is the last of their generation and should be honoured accordingly for the sacrifice of that generation. A Knighthood is the appropriate reward to that generation via Mr Patch. He would hold it for his comrades. It is for the \"lost generation\" as much as Mr Patch.",
            "closed_at": "2010-01-26T00:00:00Z",
            "created_at": "2009-01-26T06:17:25.657616Z",
            "creator_name": "Karl Flavell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-26T06:17:25.657616Z",
            "rejected_at": "2009-03-04T00:01:01.930900Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.honours.gov.uk/",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-04T00:01:01.930900Z"
        },
        "id": 11643254
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SirHarryPatch/"
    },
    "type": "petition"
}