{
    "data": {
        "attributes": {
            "action": "Make the primary operating system used in state schools free and open source.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The only BECTA recommended operating system for schools is Microsoft Windows, but there are several reasons why this is not the best choice for use in an educational environment. Firstly, the vast majority of malware in existence is for Windows. Secondly, the cost of a Windows computer may prevent some learners from having one at home which is compatible with the ones used at school. Thirdly, Windows restricts the user's choice of such settings as languages and character support based on edition bought. Finally, Windows is not designed for education.\n\n For these reasons, we believe that the primary OS used in schools should be a free and open source alternative. Many operating systems that are more secure than Windows are available, although there is currently only one specifically designed for education. Many of these systems are Linux-based, and so there are alternatives to most Windows software available, and where they are not, it is possible to run windows applications.",
            "closed_at": "2009-08-06T00:00:00Z",
            "created_at": "2009-01-26T20:59:20.002032Z",
            "creator_name": "Vinothan Shankar",
            "government_response_at": "2009-09-25T11:58:14.782112Z",
            "government_responses": [
                {
                    "created_at": "2009-09-25T11:58:14.782112Z",
                    "details": "You signed a petition asking the Prime Minister to \"Make the primary operating system used in state schools free and open source.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20711\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'nonMSschools'",
                    "updated_at": "2009-09-25T11:58:14.782112Z"
                }
            ],
            "opened_at": "2009-01-26T20:59:20.002032Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 522,
            "state": "finished",
            "updated_at": "2009-12-29T15:26:34.335246Z"
        },
        "id": 11648839
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nonMSschools/"
    },
    "type": "petition"
}