{
    "data": {
        "attributes": {
            "action": "appeal to the BBC to reverse its decision not to broadcast the call for aid for the people of Gaza.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Re: Disaster Emergency Committee Gaza Crisis Appeal\n\nDear Mr Brown,\n\nI am writing to you as an ordinary but very concerned citizen of this country.\n\nIt is my opinion, as is, so I believe, of many others in the UK, irrespective of political or religious background, that the decision by the BBC not to screen the emergency appeal in aid of the people in Gaza is a great mistake. I understand that the BBC has adopted this position in order to remain impartial.\n\nHowever in doing so, the BBC in actual fact does not remain impartial but on the contrary takes a very strong partial stance to the opposite. I find it incomprehensible that this worldwide well respected organization, an organization which in many ways would like to represent the opinion of the British people, is in such great contrast with reality.\n\nMost political parties and news agencies in this country, as well as overseas, recognise the humanitarian catastrophe which has taken place in Gaza and the suffering of the Palestinian people as a consequence. \n\nI would be most grateful therefore if you could urge the BBC to reconsider its position.\n\nYours sincerely,\nFrank de Graaf",
            "closed_at": "2009-02-02T00:00:00Z",
            "created_at": "2009-01-26T19:49:52.304642Z",
            "creator_name": "Frank de Graaf",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-26T19:49:52.304642Z",
            "rejected_at": "2009-03-04T00:01:01.930900Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/decgaza/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-04T00:01:01.930900Z"
        },
        "id": 11648339
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GazaAid/"
    },
    "type": "petition"
}