{
    "data": {
        "attributes": {
            "action": "investigate the recent announcement by Essex County Council to outsource \"some or all\" of its services.  The legality of these proposals needs to be scrutinised along with the complete rejection by Essex County Council of current best practice in local government procurement.  We call upon the Prime Minister to ask the District Auditor and the European Commission to examine whether laws and rules have been broken and that these proposals be put on hold until a thorough investigation has taken place.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "UNISON is deeply concerned that the current \"Transformational Services and Delivery Support\" procurement exercise by Essex County Council is in breach of European Procurement Regulations.  UNISON is calling on Essex County Council to scrap the current exercise and open full discussions with the trade unions about the development of an in-house service improvement plan prior to any tendring process.  This will help safeguard the future of staff and council services.\n\nThis unprecedented sale, which is worth over £5 billion over an eight year period, offers virtually any public service for sale.  These could include management of schools, social care and environmental services.  None of the proposals have ever been discussed by any Council Committee, County Councillors or the Cabinet.\n\nBut most importantly, the Council has breached its statutory duty in failing to consult or inform local people whose interests it is supposed to serve.",
            "closed_at": "2009-05-26T00:00:00Z",
            "created_at": "2009-01-26T14:06:31.049732Z",
            "creator_name": "Kumar Sandy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-26T14:06:31.049732Z",
            "rejected_at": "2009-02-26T00:01:02.667186Z",
            "rejection": {
                "code": 16384,
                "details": "At creator's request.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-26T00:01:02.667186Z"
        },
        "id": 11646046
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ECC-Outsourcing/"
    },
    "type": "petition"
}