{
    "data": {
        "attributes": {
            "action": "Compel the RSPCA to return 2 fat labradors secretly siezed from Miss Mary Davidson and withdraw threatened court case for allowing them to overeat",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Miss Davidson was already dieting her 2 fat Labrador dogs but her mother was ill and the diets did not work quickly enough, so the RSPCA took the dogs away from her partner whilst she was at work, pretending they were just taking them to the vet & back home. Instead they kept them & put them in a secret kennels, refusing the owner access or any details of their welfare or any possible treatments being given, plus threatening to prosecute her for cruelty to animals for allowing the labradors to become so fat. Miss Davidson is worried about her dogs happiness and welfare & wants them back home. Instead, the RSPCA are about to annexe money donated to them by children & the elderly to help starving or cruelly treated animals as funding for legal fees re this ridiculous draconian prosecution. If they win Miss Davidson goes to prison & the dogs will most likely just be euthanased by the RSPCA, as are most animals siezed by them. Advice & help is all that was necessary, keeping Miss Davidson in her job and the dogs in their home.",
            "closed_at": "2009-03-08T00:00:00Z",
            "created_at": "2009-01-25T20:27:16.919813Z",
            "creator_name": "delia shepherd",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-25T20:27:16.919813Z",
            "rejected_at": "2009-03-04T00:01:01.930900Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-04T00:01:01.930900Z"
        },
        "id": 11641664
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/2-Fat-Labradors/"
    },
    "type": "petition"
}