{
    "data": {
        "attributes": {
            "action": "Stop the National Trust flooding or junglefying our Cambridgeshire Fens!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The National Trust still wants to buy up and flood or junglefy some 15,000 acres of fine food-growing Cambridgeshire Fen land, the best of Britain's most basic resources and close by the ancient Fen-edge settlements of Wicken, Upware, Burwell, Reach, Swaffham Prior, Swaffham Bulbeck, Lode & Longmeadow, Bottisham, Stow cum Quy, Fen Ditton, Horningsea and Waterbeach. We deplore the loss of this land, the threat to homes, livelihoods and businesses, and the grave danger to a place of worship (the well-known and greatly-loved 'Little Chapel in The Fen'). We are concerned that additional car parks and extra traffic in and through the villages - as well as more flies and mosquitoes - will affect residents adversely. Most of all, we are angered by the pointless and enormous estimated £100-million-plus expense (to include the £20-million so-called 'Bridge of Reeds' over the A14) and believe, in this recession, that there are other and better objects and causes to support.",
            "closed_at": "2010-02-03T00:00:00Z",
            "created_at": "2009-01-28T09:34:38.189507Z",
            "creator_name": "Geoffrey Woollard",
            "government_response_at": null,
            "government_responses": [
                {
                    "created_at": "2009-03-31T09:53:56.592830Z",
                    "details": "The e-petition asking the Prime Minister to \"Stop the National Trust flooding or junglefying our Cambridgeshire Fens!\" is ongoing. \n\nThis is an initial response in advance of this petition’s closing date of 3 February 2010 and you can view it here: \n\nhttp://www.number10.gov.uk/Page18830\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SaveOurFens'",
                    "updated_at": "2009-03-31T09:53:56.592830Z"
                }
            ],
            "opened_at": "2009-01-28T09:34:38.189507Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 418,
            "state": "finished",
            "updated_at": "2010-02-04T00:01:01.802918Z"
        },
        "id": 11657633
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveOurFens/"
    },
    "type": "petition"
}