{
    "data": {
        "attributes": {
            "action": "get the decision reversed which sees two young children adopted by a gay couple in preference to their natural grandparents.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Two young children are to be adopted by a gay couple, despite the protests of their grandparents. The grandparents were told they would never see the youngsters again unless they dropped their opposition. The couple, wanted to give the five-year-old boy and his four-year-old sister a loving home themselves. But they were ruled to be too old. For two years they fought for their rights to care for the children, they agreed to an adoption only after they faced being financially crippled by legal bills. \n\nThe final blow came when they were told the children were going to a gay household, even though several heterosexual couples wanted them. Social workers dealing with the case admitted that approved heterosexual couples had been keen to adopt the children. The decision was taken even though a report contained the fact that the little girl is generally not happy around men.\n\nThis is a decision which will have a serious impact on the welfare of the children. The social work department has deliberately ignored evidence which undermines their decision and opted for politically correctness and not providing stability and protection in the best interests of the children.",
            "closed_at": "2010-01-28T00:00:00Z",
            "created_at": "2009-01-28T12:45:04.093671Z",
            "creator_name": "Brett A.Cowen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-28T12:45:04.093671Z",
            "rejected_at": "2009-03-06T00:01:02.155419Z",
            "rejection": {
                "code": 22528,
                "details": "E-petitions are not appropriate for individual legal cases.\n\nPlease visit and sign http://petitions.number10.gov.uk/GrandadNanAdopt/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions",
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-06T00:01:02.155419Z"
        },
        "id": 11658549
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/thinkofthekids/"
    },
    "type": "petition"
}