{
    "data": {
        "attributes": {
            "action": "Stop the closure of the Royal Mail Sorting Office at Wotton-Under Edge, Gloucestershire.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This sorting office serves a rural community with very limited public transport. This closure will affect the residents of the area as parcels that cannot be delivered will have to be collected from Cam up to 14 miles away. Citizens are concerned for the environment, the closure of the Wotton-under-Edge Sorting Office will involve much greater pollution with the combined effect of the further travel of post office vans, together with residents mileage to Cam to pick up undelivered mail, as much as 3,000 extra miles per week. The Wotton-under-Edge Sorting Office came first in the GL post code area for customer satisfaction in 2007 so has a excellence record.",
            "closed_at": "2009-03-31T00:00:00Z",
            "created_at": "2009-01-27T23:48:00.885988Z",
            "creator_name": "Paul Smith",
            "government_response_at": "2009-05-13T14:37:45.727407Z",
            "government_responses": [
                {
                    "created_at": "2009-05-13T14:37:45.727407Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop the closure of the Royal Mail Sorting Office at Wotton-Under Edge, Gloucestershire.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19260\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'wotton-sort-off'",
                    "updated_at": "2009-05-13T14:37:45.727407Z"
                }
            ],
            "opened_at": "2009-01-27T23:48:00.885988Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 508,
            "state": "finished",
            "updated_at": "2009-04-01T00:01:01.422841Z"
        },
        "id": 11656915
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/wotton-sort-off/"
    },
    "type": "petition"
}