{
    "data": {
        "attributes": {
            "action": "change the current laws within the horse passport system",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Recently, 2 horses were taken on loan, with a BHS loan. Within weeks they had been issued with a 2nd passport (although current legislation states that no equine may have more than one passport). The person who took the horses sold them to slaughter within the space of 3 weeks. Both horses had received Bute and flu/tet vaccines within the month previously. Current legislation states no equine that has been given Bute is to be sold for human consumption. Therefore, we the undersigned are asking for the following:\n• One national passport agency that holds details of every equine in the UK\n• For it to be law that every equine within the UK is passported and possibly microchipped, even an older horse from November 2009 \n• That to sell an equine that has been loaned to you is a criminal offence under the Police and Criminal Evidence Act 2004 and that to give false details is an act of fraud, under the Fraud Act 2006\n• That anyone who is a registered verifier for the Passport agency takes all appropriate steps to ensure and prevent any equine holding more than one passport.\n• That no person involved in the buying and selling of equines as a trade can be a registered equine passport verifier.",
            "closed_at": "2009-04-27T00:00:00Z",
            "created_at": "2009-01-27T17:18:31.566638Z",
            "creator_name": "Lisa Jensen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-27T17:18:31.566638Z",
            "rejected_at": "2009-03-05T00:01:02.172322Z",
            "rejection": {
                "code": 2048,
                "details": "Pls see:\nhttp://petitions.number10.gov.uk/horsepassporting/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-05T00:01:02.172322Z"
        },
        "id": 11653950
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Horselaw/"
    },
    "type": "petition"
}