{
    "data": {
        "attributes": {
            "action": "to not stop live music with noise limiters",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "NOISE LIMITERS\nIt has been brought to our attention that new noise legislation is about to be introduced that is likely to virtually destroy live music in the UK.This will be the final nail in the coffin for pretty much ALL entertainment in the UK as the level at which these devices cut the power off is ridiculously low. In our experience any venue that has one in use cannot have any electric music as the power is constantly being cut mid-song - and even loud applause at the end of a song can cut it.\n\nVenues are suffering enough as it is without being forced to go to the expense of fitting one of these damned things. Noise limiters are a menace to live music, and we expect this is the bright idea of some unelected suit in Brussels that's never been to a gig in their life.\n\nBloody politicians - why can't they all just ****** off and let us lead our lives?\n\nPLEASE SIGN THE PETITION HERE:\nhttp://petitions.number10.gov.uk/NoNoiseControl/\n\nThe government wish to consider it a legal requirement in the new tax year to introduce laws insisting anyone applying or re-applying for an entertainment licence must have a noise control device fitted to the venue.",
            "closed_at": "2009-04-27T00:00:00Z",
            "created_at": "2009-01-27T19:52:47.792354Z",
            "creator_name": "ian funnell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-27T19:52:47.792354Z",
            "rejected_at": "2009-03-05T00:01:02.172322Z",
            "rejection": {
                "code": 65664,
                "details": "",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative",
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-05T00:01:02.172322Z"
        },
        "id": 11655078
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/noisecontrol/"
    },
    "type": "petition"
}