{
    "data": {
        "attributes": {
            "action": "investigate whether any laws or rules have been broken by Essex County Council's activities in pursuing outsourcing of its services.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Title of petition: Essex County Council Outsourcing\n\nUNISON is deeply concerned that the current \"Transformational Services and Delivery Support\" procurement exercise by Essex County Council is in breach of European Procurement Regulations.  UNISON is calling on Essex County Council to scrap the current exercise and open full discussions with the trade unions about the development of an in-house service improvement plan prior to any tendering process.  This will help safeguard the future of staff and council services. \n\nThis unprecedented sale, which is worth over £5 billion over an eight year period, offers virtually any public service for sale.  The legal consultation period was never adhered to or discussed with any County Council Committee, County Councillors or the Cabinet. \n\nBut most importantly, the Council has breached its statutory duty in failing to consult or inform local people whose interests it is supposed to serve.",
            "closed_at": "2009-06-03T00:00:00Z",
            "created_at": "2009-01-27T15:28:10.827429Z",
            "creator_name": "Mick Mahoney",
            "government_response_at": "2009-07-31T14:45:49.916278Z",
            "government_responses": [
                {
                    "created_at": "2009-07-31T14:45:49.916278Z",
                    "details": "You signed a petition asking the Prime Minister to \"investigate whether any laws or rules have been broken by Essex County Council's activities in pursuing outsourcing of its services.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20198\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ECCOutsourcing'",
                    "updated_at": "2009-07-31T14:45:49.916278Z"
                }
            ],
            "opened_at": "2009-01-27T15:28:10.827429Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 562,
            "state": "finished",
            "updated_at": "2009-06-04T00:01:01.258786Z"
        },
        "id": 11652998
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ECCOutsourcing/"
    },
    "type": "petition"
}