{
    "data": {
        "attributes": {
            "action": "REQUEST AN IMMEDIATE END TO THE GENOCIDE OF TAMILS, ITS OWN CITIZENS IN SRI LANKA BY THE SRI LANKAN GOVERNMENT",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The world refers to: the Holocaust of the Jews in the second world war - almost 50 years later, the atrocity in Gaza - currently happening. Terrorism is never an excuse. But neither is it an excuse to commit genocide in the name of fighting terrorism. Will we be talking of the Holocaust of the entire Tamil population in Sri Lanka 50 years after they have all perished in inhumane circumstances, undergoing untold miseries and indignities? Are women children and the elderly left to die because they are all classed as terrorists? If the Sri Lankan government says its all fine and that they are winning against the Tamil Tigers, when really it is their excuse for eradicating all the Tamils, does the world believe it on face value? Did the same world do that with Saddam Hussein or Robert Mugabe? Are the lives of those brown skinned people in that tiny island in the Indian Ocean less worthy than those of the Jews and Palestinians?",
            "closed_at": "2009-02-03T00:00:00Z",
            "created_at": "2009-01-27T22:05:27.177726Z",
            "creator_name": "SRIDHAR SEERALAN",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-27T22:05:27.177726Z",
            "rejected_at": "2009-03-05T00:01:02.172322Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-05T00:01:02.172322Z"
        },
        "id": 11656194
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TamilPeople/"
    },
    "type": "petition"
}