{
    "data": {
        "attributes": {
            "action": "Legalization or Toleration of Cannabis",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I, aswell as many others are fed up of the way that YOU the GOVERNMENT portray cannabis to be a harmful drug. Isnt it not clear to you that alcohol, which is legal, kills thousands of people itself not to mention all the alcohol related crimes mostly VIOLENCE. It costs the tax payers millions if not billions of pounds for the police to act on these mostly violent alcohol related crimes. Cannabis on the other hand has never ever killed anyone and I believe there to be 0 violent crimes due to someone being high on cannabis as you are not out of control, unlike when you are drunk. It does not cause hassle for hospitals unlike alcohol which hospitalises millions of people, yet you decide to class cannabis users as junkies or criminals. This is an outrage and I am disgusted with the fact that you do not seem to make much effort reducing the thousands of deaths and injuries caused by alcohol, and make such a big deal over prosecuting cannabis users or growers. THIS ISSUE NEEDS TO BE RESLOVED. THE PUBLIC CAN ACT NOW BY SIGNING THIS PETITION",
            "closed_at": "2010-01-27T00:00:00Z",
            "created_at": "2009-01-27T20:48:36.619232Z",
            "creator_name": "Alex Perkins",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-27T20:48:36.619232Z",
            "rejected_at": "2009-03-05T00:01:02.172322Z",
            "rejection": {
                "code": 2048,
                "details": "Pls see:\nhttp://petitions.number10.gov.uk/cannabisuk/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-05T00:01:02.172322Z"
        },
        "id": 11655503
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CannabisIssues/"
    },
    "type": "petition"
}