{
    "data": {
        "attributes": {
            "action": "Decriminalise and Licence Cannabis Use In Specially Addapted Coffeeshops with Glass Partions For Helping People lose The Link Between Cannabis and Hard Drugs Like In The Netherlands",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I aim to try and Educate The Goverment about the harm they inflict on cannabis smokers in the uk.  Their Current and new proposed Laws Discriminate cannabis users and put them in more danger by keeping cannabis illegal as it keeps the Link in place with Hard Drugs as some suppliers of cannabis also sell Class A Drugs.  If Cannabis use Was Decriminalised and Licensed in Special CoffeeShops with Seperate Glassed off Area's away from Staff or Public , Cannabis smokers would be able to get away from the Criminal/illegal Gangs That import low quality cannabis sometimes cut with cocaine and heroin into the Country. Cannabis smokers would then be away from the class A Drug world Leaving the Gov/Police to concentrate on the large Heroin and crack cocaine problems in this country.  I feel cannabis users are treated like criminals when most have jobs and contribute to the country! Nuff Said I Think!!!! May try and add more at a later date if im allowed !!!",
            "closed_at": "2010-01-27T00:00:00Z",
            "created_at": "2009-01-27T15:29:44.702924Z",
            "creator_name": "Martyn Griffiths",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-27T15:29:44.702924Z",
            "rejected_at": "2009-03-05T00:01:02.172322Z",
            "rejection": {
                "code": 2048,
                "details": "Pls see:\nhttp://petitions.number10.gov.uk/Takeyourrights/\n\nand others.",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-05T00:01:02.172322Z"
        },
        "id": 11653006
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CannabisCafes/"
    },
    "type": "petition"
}