{
    "data": {
        "attributes": {
            "action": "get the Border and immigration agency to change their extremely harsh policy of rejecting application for ILR under 10 years continious stay for a person who has legally been in the u.k with successfull grant of visa when applied throughout the 10 years but have had short unintentional visa gaps at times  when application for visa renewal was posted after the expiry date but visa had been subsequently granted and at that time of visa application the applicant was present inside U.K.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many innocent people specially students who spent 10 long years legally and continiously have faced immense hardships and extremely harsh refusal  regarding grant of Ilr when applying under 10 years long residence if they have had even 1 day visa gap.\nwe welcome the recent development where the Home office has had to change their stance regarding such gaps due to succeessfull challenges at the courts when a person applying leaves U.k before visa expires and while abroad even after visa has expired applies and receives fresh new visa and re-enters U.K thus such gaps do not to affect the continuity for ILR.\nThis demonstrates that if an out of country gap is considered not to have any affect for ILr so should be the same treatment when small gaps have occured for in country  application and visa was subsequently granted.\n10 years legal stay in a county is a very long time of any persons life where a strong bond and link is created.Specially students who have been studying in u.k who can without doubt provide immense skills ,services and everlasting positive contribution to the society.",
            "closed_at": "2009-04-27T00:00:00Z",
            "created_at": "2009-01-27T19:36:02.399350Z",
            "creator_name": "P.Malla",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-27T19:36:02.399350Z",
            "rejected_at": "2009-03-05T00:01:02.172322Z",
            "rejection": {
                "code": 512,
                "details": "The title is to long. Pls amend to a single, concise request for action.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-05T00:01:02.172322Z"
        },
        "id": 11654953
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ilrjustice/"
    },
    "type": "petition"
}