{
    "data": {
        "attributes": {
            "action": "remove the law allowing the arrest and imprisonment of people taking pictures and filming police officers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Counter-Terrorism Act 2008, which is set to become law on February 16 allows for the arrest and imprisonment of anyone who takes pictures of officers ‘likely to be useful to a person committing or preparing an act of terrorism’. Please remove this law as it effectively gives rights to police officers to arrest you for taking pictures or filming them. A police officer could use this law to cover up any evidence against any wrong doing by the police.\n\nPolice are now equipped with mobile surveillance vans and head mounted cameras and they routinely videotape everyone at a protest, yet our rights to record them are being taking away. The police work for us and are paid for by us. If the police have nothing to hide then they have nothing to fear.",
            "closed_at": "2010-02-03T00:00:00Z",
            "created_at": "2009-01-28T17:46:56.248886Z",
            "creator_name": "Edward Cufaude",
            "government_response_at": "2010-02-23T15:06:01.898001Z",
            "government_responses": [
                {
                    "created_at": "2010-02-23T15:06:01.898001Z",
                    "details": "You signed a petition asking the Prime Minister to \"remove the law allowing the arrest and imprisonment of people taking pictures and filming police officers.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22562\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'filmpolice'",
                    "updated_at": "2010-02-23T15:06:01.898001Z"
                }
            ],
            "opened_at": "2009-01-28T17:46:56.248886Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 448,
            "state": "finished",
            "updated_at": "2010-02-05T03:01:35.621313Z"
        },
        "id": 11659992
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/filmpolice/"
    },
    "type": "petition"
}