{
    "data": {
        "attributes": {
            "action": "give back tax money to the people of britain",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are entering serious recession possibly as bad as 1991, tha banks had been at fault for over lending and endless greed. taxpayer's money is being used to bail out these banks for them to make more profit and introduce more greed. british citizens such as myself have been screwed over by the banks with our own personal debts. if a scheme where the government would give back our tax money to clear our debts, therefore giving money BACK to the banks.bringing the debt of families down to zero and also to save houses from being repossesed.banks should be nationalized so any profits made will be used to fund education, health, roads, new housing, and also enough money to help those failing business or even lending the profits back to the people with interest so the profit margin can be widened. if taxpayers money was given back it may also give use the chance to boost the economy by spending that money into the businesses, not only will their businesses be saved but our lifestyle will improve.",
            "closed_at": "2009-02-27T00:00:00Z",
            "created_at": "2009-01-27T16:58:54.762959Z",
            "creator_name": "philip bembridge",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-27T16:58:54.762959Z",
            "rejected_at": "2009-03-05T00:01:02.172322Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-05T00:01:02.172322Z"
        },
        "id": 11653748
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/gbtm-fund/"
    },
    "type": "petition"
}