{
    "data": {
        "attributes": {
            "action": "investigate the conduct of Lord Ahmed where he bullied the House of Commons into stopping the showing of Fitna",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A member of the Lords intended to invite her colleagues to a private meeting in a conference room in the House of Lords to meet the Dutch politician Geert Wilders, an elected member of the Dutch parliament, to watch his controversial movie Fitna and discuss the movie and Mr. Wilders’ opinions with him.\n\nLord Ahmed threatened to mobilize 10,000 Muslims to prevent Mr. Wilders from entering the House and threatened to take the colleague who was organizing the event to court. The result is that the event, which should have taken place next Thursday was cancelled.\n\nHow can this public servant bully the House of Commons into rejecting an elected member of the Dutch Parliment? \n \nLord Ahmed should be ejected from his position because his actions are unsuitable for a public servant. On 23 February 2005, he hosted a book launch in the House of Lords for the notorious antisemite Israel Shamir, so why does he complain about Geert Wilders?  Recently he admitted dangerous driving, which carries a sentence of 2 years.  In 2007 he was involved in a fatal road crash.  Why is this man a Lord?",
            "closed_at": "2010-02-10T00:00:00Z",
            "created_at": "2009-01-30T11:02:34.168748Z",
            "creator_name": "Mark Pitt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-30T11:02:34.168748Z",
            "rejected_at": "2009-03-03T11:50:40.340538Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-03T11:50:40.340538Z"
        },
        "id": 11667240
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoLordAhmed/"
    },
    "type": "petition"
}