{
    "data": {
        "attributes": {
            "action": "Save Slough's Historic Town Hall from destruction and ensure that the building is Grade II listed (as recommended by government adviser English Heritage) to reflect its national architectural importance and preserve it as a legacy for our children and grandchildren. Save our Town Hall.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Slough Borough Council would like to demolish Slough’s Historic Town Hall for more unwanted flats. This landmark building is admired by thousands as they pass through Slough each day.\n\nWith its high profile A4 location opposite Salt Hill Park, stately and imposing façade, flag pole, cedar tree and gardens, it is not just a scene of beauty but a focus of civic pride and democracy and a legacy for future generations. \n\nIt is irreplaceable and inspirational and is the perfect distraction from any criticism of Slough. It even received specific admiration from Sir John Betjeman.\n\nIt was designed by leading 1930s architects, C. H. James & S. R. Pierce in collaboration with celebrated sculptor, Reg Butler. It is in superb condition and period features such as marble columns, floors and staircases and oak panelling are intact. It also contains a War Memorial.\n\nFollowing listing, it would make an excellent venue for Slough Museum. The Council can still make millions from selling the larger modern extension to the rear as the Historic Town Hall forms only 19.15% of the site. \n\nThe government’s adviser, English Heritage has recommended Grade II listing. The government must now list it now.",
            "closed_at": "2010-02-03T00:00:00Z",
            "created_at": "2009-01-29T12:33:32.769692Z",
            "creator_name": "Tristan Miles",
            "government_response_at": "2010-03-31T19:07:00.462768Z",
            "government_responses": [
                {
                    "created_at": "2010-03-31T19:07:00.462768Z",
                    "details": "You signed a petition asking the Prime Minister to \"Save Slough's Historic Town Hall from destruction and ensure that the building is Grade II listed (as recommended by government adviser English Heritage) to reflect its national architectural importance and preserve it as a legacy for our children and grandchildren. Save our Town Hall.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page23029\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'townhall'",
                    "updated_at": "2010-03-31T19:07:00.462768Z"
                }
            ],
            "opened_at": "2009-01-29T12:33:32.769692Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1245,
            "state": "finished",
            "updated_at": "2010-02-04T00:01:03.996501Z"
        },
        "id": 11662884
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/townhall/"
    },
    "type": "petition"
}