{
    "data": {
        "attributes": {
            "action": "allow the 2 children currently fostered to a gay couple to be sent back to thier granparents.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Two young children are to be adopted by a gay couple, despite the protests of their grandparents.\nThe devastated grandparents were told they would never see the youngsters again unless they dropped their opposition. \nThe couple, who cannot be named, wanted to give the five-year-old boy and his four-year-old sister a loving home themselves. But they were ruled to be too old - at 46 and 59. \nFor two years they fought for their rights to care for the children, whose 26-year- old mother is a recovering heroin addict. \nThey agreed to an adoption only after they faced being financially crippled by legal bills. \nThe final blow came when they were told the children were going to a gay household, even though several heterosexual couples wanted them.\nthis is an outrage,send them back to thier grandparents now.",
            "closed_at": "2010-01-29T00:00:00Z",
            "created_at": "2009-01-29T20:48:08.804741Z",
            "creator_name": "jason bazzard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-29T20:48:08.804741Z",
            "rejected_at": "2009-03-05T00:01:02.172322Z",
            "rejection": {
                "code": 18432,
                "details": "http://petitions.number10.gov.uk/GrandadNanAdopt/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-05T00:01:02.172322Z"
        },
        "id": 11665329
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/grandparentskids/"
    },
    "type": "petition"
}