{
    "data": {
        "attributes": {
            "action": "STOP THE PLAN TO MONITOR EMAILS MOBILE PHONES ETC",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This big brother government attitude and survalance of people has got to stop! This is a gross invasion of people's privacy. All the big brother tactics that are being introduced in this country have got to stop! You are just trying to control nearly every aspect of people's lifes and it will get out of control. Cameras everywhere, speed cameras, cctv everywhere. Any invasion of privacy on this scale has got to stop! People will revoult in the end to this level of monitoring. What ever happened to freedom of speech in this country? Stop this big brother! database on cars/mot/insurance databases on everything trying to catch people not doing something on time like paying their car tax for eg a few years ago there was 14 days grace now it's on a database pay up or we will fine you! Why don't you install cameras in our homes too so you can watch us like the big brother tv show? Or better still install a nanobot inside our heads and monitor our every thought and you can track our every movement with a chip inside our heads, that would suit the government just fine wouldn't it! Britain is a communist country, worse than communism in fact and more like a police state! This has got to stop!",
            "closed_at": "2010-01-30T00:00:00Z",
            "created_at": "2009-01-29T19:07:23.106052Z",
            "creator_name": "ray roberts",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-29T19:07:23.106052Z",
            "rejected_at": "2009-03-05T00:01:02.172322Z",
            "rejection": {
                "code": 2048,
                "details": "Pls see:\n\nhttp://petitions.number10.gov.uk/edatabase/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-05T00:01:02.172322Z"
        },
        "id": 11664798
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stopbigbrother/"
    },
    "type": "petition"
}