{
    "data": {
        "attributes": {
            "action": "increase sex education in schools especially about contraception from a younger age.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I would like to see more sex education in schools particularly on contraception from a younger age such as 11 onwards rather than later on.\n\nI have know girls who have gotten pregnant incredibly young and I believe this is due to poor education. Sex is still seen as taboo in this country especially when it comes to education. When I was being taught at age 11 they glued the pages together on contraception and all that was taught to us until we were 15 was what sex was and that we would get periods.\n\nHowever it did not deal with the emotional side to sex or the contraceptive aspects until a much later stage by that time many girls have already lost their virginity and may have regretted it.\n\nIt is not taking away their innocence as sex is bombarded from a young age any way so to be responsible for children we should be the ones to teach it not some late night chat show or word of mouth.\n\nThe action that I want to be taken is that more funding should be given for sex education and more knowledge about contraception from the age of 11. I'm not condoning sex under the age of 16 I just believe that it is not beneficial to young people to not give them to ability to make an informed choice.",
            "closed_at": "2009-05-04T00:00:00Z",
            "created_at": "2009-01-30T16:12:59.917262Z",
            "creator_name": "Laura Stevenson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-30T16:12:59.917262Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 31,
            "state": "finished",
            "updated_at": "2009-12-30T15:35:15.106132Z"
        },
        "id": 11669031
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/educontraception/"
    },
    "type": "petition"
}