{
    "data": {
        "attributes": {
            "action": "Those civilians have been forgotten by the world",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Mr.Ravi Cumaraswamy\n                                                                            47 Buckingham Gardens\n       Edgware\n                                                                            HA8 6NB                                                                                             \n\n                                                                              30/01/09\nMr Gordon Brown\nHonourable Prime Minister\nHouse of Commons\nLondon \nSW1A 2AA         \nDear Honourable Prime Minister\n\nRe: Stop SriLanka’s War of Genocide Against Tamils Humanitarian Crisis in Vanni Over 500 People Dead More Than 1000 Injured \n\nI as a member of British Citizen of  Edgware  constituency, write to you with deep concern about the current humanitarian crisis facing Tamil people in  Sri Lanka. Ethnic cleansing of the Tamils is evident by every day discriminate shelling and aerial bombardment by the Government of SriLankan .Over 500 people are dead, 1000 injured and bodies scattered all over the places. The displaced four lacks civilian are hiding under the tree in distorted condition, the mothers are helpless to look after their infants, the elderly people been left where ever they are, starve to death. \n\nThose civilians have been forgotten by the world!!!\n\nWhy you are very silence?\n\nI wish to appeal to you, put a pressure on SriLankan government and \nto immediately stop killing of Tamils and find a political solution.\n\nThanking you in anticipation \n\nYours sincerely\n\nMr Ravi Cumaraswamy",
            "closed_at": "2009-02-02T00:00:00Z",
            "created_at": "2009-01-30T10:09:57.725932Z",
            "creator_name": "Ravi Cumaraswamy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-30T10:09:57.725932Z",
            "rejected_at": "2009-03-04T00:01:01.930900Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-04T00:01:01.930900Z"
        },
        "id": 11666954
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/civilian/"
    },
    "type": "petition"
}