{
    "data": {
        "attributes": {
            "action": "note-urgently",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are shocked that there is much noise made by The LTTE front line organisations about a genocide in Sri Lanka and to influence your govt MP's to agitate in Parliament to take action against the on going  operations undertaken by GoSL forces. \nYou must take note of India's stand on LTTE gorillas rather than take on board viwes of LTTE spokesman in this country.\nAs peace loving citizens we appeal to you good offices to set up a fact finding mission to SL or use UK consultate to brief you about the situation in SL.Another source of information would be UN aid workers based in Colombo.We plead to not to fall into the trap set by terrorists who are desperately using their funds abroad to influence members of your parliament to clamour for a cease fire on the basis that hughe numbers of civilian life is at risk.You need to tell LTTE to let go of the civilians and UN workers they are holding hostage, so they may move out of the war zone in to safe areas.\nThank you for your attention to this matter,SMDESILVA & Milton Keynes Sri Lankan Group",
            "closed_at": "2009-03-28T00:00:00Z",
            "created_at": "2009-01-28T19:48:16.070035Z",
            "creator_name": "SM DESILVA",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-28T19:48:16.070035Z",
            "rejected_at": "2009-03-04T00:01:01.930900Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-04T00:01:01.930900Z"
        },
        "id": 11660508
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LTTEandGoSL/"
    },
    "type": "petition"
}