{
    "data": {
        "attributes": {
            "action": "demand an immediate ceasefire in Sri Lanka and actively engage in renewing the peace process in the country.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The long-standing civil war in Sri Lanka is now in a frightening new phase. To quote Reporters without Borders: “The government and the military have intensified the war against the Tamil Tigers and President Mahinda Rajapakse has sworn to stamp out the rebellion, at the price of appalling human rights violations if necessary.”\n\nThe UN and numerous international NGOs, including the ICRC, have expressed grave concern for the welfare of civilians in Northern Sri Lanka. They estimate that hundreds of innocent Tamil civilians have been killed and many thousands injured in the last few months. In the context of the well-documented suppression of the free media in the country, it is clear that the Sri Lanka state intends to prosecute this war to its conclusion irrespective of the human cost, whilst concealing the scale of suffering in Northern Sri Lanka from the world.\n\nWe call upon the PM to immediately intervene at the UN Security Council and demand that the Sri Lankan government respect the human rights of civilians and institute an immediate ceasefire. Furthermore, we call on the Foreign Office to actively and urgently engage in mediating an effective and durable peace.",
            "closed_at": "2009-04-03T00:00:00Z",
            "created_at": "2009-01-29T19:18:06.709242Z",
            "creator_name": "Dr N Nirmalananthan",
            "government_response_at": "2009-05-07T17:56:01.245391Z",
            "government_responses": [
                {
                    "created_at": "2009-05-07T17:56:01.245391Z",
                    "details": "You signed a petition asking the Prime Minister to \"demand an immediate ceasefire in Sri Lanka and actively engage in renewing the peace process in the country.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19227\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'lankaceasefire'",
                    "updated_at": "2009-05-07T17:56:01.245391Z"
                }
            ],
            "opened_at": "2009-01-29T19:18:06.709242Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 491,
            "state": "finished",
            "updated_at": "2009-07-30T03:03:29.873495Z"
        },
        "id": 11664847
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lankaceasefire/"
    },
    "type": "petition"
}