{
    "data": {
        "attributes": {
            "action": "overturn the decision by Wealden District Council to refuse planning permission for a purpose built home for Marine Joe Townsend, who lost both legs in Afghanistan",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "After losing both legs to an anti-tank mine while serving in Afghanistan, 20-year-old Joe Townsend was trying his best to rebuild his life.\n\nAnd after 20 operations in hospital, the Royal Marine’s grandfather gave him the best possible incentive to get better.\n\nDavid Carter decided to build a modest bungalow on land near the home he shares with his wife Lynda, 60, to help Joe become more independent. It seemed the perfect solution.\n\nBut the council disagreed. Joe’s bungalow would be ‘intrusive’, planners said. And anyway, his case was not exceptional enough for them to waive strict laws and allow the bungalow to be built. \n\nThis decision must be overturned and common sense must prevail over petty regulations.",
            "closed_at": "2009-08-03T00:00:00Z",
            "created_at": "2009-01-30T09:17:43.508102Z",
            "creator_name": "Paul Jackson",
            "government_response_at": "2009-11-30T12:56:28.646396Z",
            "government_responses": [
                {
                    "created_at": "2009-11-30T12:56:28.646396Z",
                    "details": "You signed a petition asking the Prime Minister to \"overturn the decision by Wealden District Council to refuse planning permission for a purpose built home for Marine Joe Townsend, who lost both legs in Afghanistan.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21490\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Mne-Townsend'",
                    "updated_at": "2009-11-30T12:56:28.646396Z"
                }
            ],
            "opened_at": "2009-01-30T09:17:43.508102Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 18428,
            "state": "finished",
            "updated_at": "2010-05-19T17:05:57.092899Z"
        },
        "id": 11666726
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Mne-Townsend/"
    },
    "type": "petition"
}