{
    "data": {
        "attributes": {
            "action": "Force the banks and building societies to lend the bail out money they have been given, not spend it on propping up their balance sheets OR all of the members of these banks and building societies throughout the UK will WITHDRAW all monies from them on 27th February - BANK DECISION DAY!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I along with millions of others in this country find it utterly amazing that the Bail Out Plan intended to boost and help the Economic crisis in this country has not been used by the banks and building societies for the purpose it was given, and that the government did not require any clauses or guarantees to ensure that the banks used it for the reason it was given. This is at basic level incompetent. If the banks and building societies do not start to lend this money within the next month (February 2009) then the British public will force them to by declaring the intention to withdraw all monies deposited within every major bank and building society on Friday 27th February. They have had long enough - it is not THEIR money it belongs to us the BRITISH public. I urge you to sign this petition to show the banks that they can not continue to act in this way with complete arrogance and irreverence to this situation. They have caused the economic situation - we have the right to demand that the money is used for the express purpose it was given - no more excuses!",
            "closed_at": "2009-02-19T00:00:00Z",
            "created_at": "2009-01-29T10:32:42.274252Z",
            "creator_name": "Lynda Hill",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-29T10:32:42.274252Z",
            "rejected_at": "2009-03-05T00:01:02.172322Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/MAKEBANKSLEND/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-05T00:01:02.172322Z"
        },
        "id": 11662350
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BANKSD-DAY/"
    },
    "type": "petition"
}