{
    "data": {
        "attributes": {
            "action": "Get the Oxford dictionary to stop being racist and Anti-Britsh",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "TThe Oxford Children's English dictionary has decided that children do not need to know that women walk up an Aisle, they no longer need to know that we have a Monarch, 10 years is just 10 years not a Decade, obviously dandelion clocks are passé aswell. The full list can be found in the Daily Telegraph dated 8/12/08, some of the ones that really annoy me are:- \nCarol, cracker, mistletoe\n\nDwarf, elf, goblin\n\nAisle, altar, bishop, christen, disciple, monk, nun, parish, pew, saint, sin, devil, vicar\n\nCoronation, duchess, duke, emperor, empire, monarch, decade\n\nAdder, budgerigar, bullock, cygnet, gerbil, goldfish, guinea pig, hamster, kingfisher, magpie, otter, piglet, poodle, starling.\n\nAcorn, allotment, bacon, blackberry, blacksmith, bramble, bridle, canary, cauliflower, chestnut, clover, conker, county, crocus, dandelion, diesel, fern, fungus, hazelnut, holly, horse chestnut, ivy, lavender, mint, pasture, poppy, porridge, \n\nHave they left out Mosque, cleric, temple etc? This is Racism against the English language, British traditions, heritage and Christianity.",
            "closed_at": "2010-02-03T00:00:00Z",
            "created_at": "2009-01-30T18:06:41.103377Z",
            "creator_name": "Claire Colman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-30T18:06:41.103377Z",
            "rejected_at": "2009-02-03T15:35:24.576663Z",
            "rejection": {
                "code": 20736,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-03T15:35:24.576663Z"
        },
        "id": 11669816
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RacistDictionary/"
    },
    "type": "petition"
}