{
    "data": {
        "attributes": {
            "action": "Call on The Sun newspaper to back the social work profession",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Following the conclusion of the trial of the carers of Baby P, The Sun led a major campaign against the social workers who worked with the child, calling for them to be sacked. The Sun failed to mention the regulatory role of the General Social Care Council, which is carrying out its own investigation. The coverage was focused squarely on social workers to the exclusion of others: The Sun's petition asserts that \"Baby P was allowed to die despite 60 visits from Haringey social services\", when in fact he was seen 60 times by health and social work professionals.\nWe ask the Prime Minister to call on The Sun to: \n(a) use its considerable influence to demand better staffing, resources, pay and training to create a world class frontline social care workforce, thereby reducing the likelihood of future Baby P cases;\n(b) acknowledge some of the success stories of England's 90,000 social workers - described by children's secretary Ed Balls as the country's \"unsung heroes\".",
            "closed_at": "2009-06-01T00:00:00Z",
            "created_at": "2009-01-30T15:16:32.143592Z",
            "creator_name": "S Brody",
            "government_response_at": "2009-11-06T11:27:40.585577Z",
            "government_responses": [
                {
                    "created_at": "2009-11-06T11:27:40.585577Z",
                    "details": "You signed a petition asking the Prime Minister to \"Call on The Sun newspaper to back the social work profession.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20986\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Backsocialwork'",
                    "updated_at": "2009-11-06T11:27:40.585577Z"
                }
            ],
            "opened_at": "2009-01-30T15:16:32.143592Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6015,
            "state": "finished",
            "updated_at": "2009-10-31T03:01:29.856202Z"
        },
        "id": 11668528
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Backsocialwork/"
    },
    "type": "petition"
}