{
    "data": {
        "attributes": {
            "action": "stay strong in the face of media attacks on you and your work!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I want all reasonable citizens to look at the media in all of it's forms to see for themselves the disgraceful lies and miss-quotes / half stories, and miss reporting / selective reporting, on the facts pertaining to to the personal abilities and the fantastic work that has been done by Mr Gordon Brown. \n\nI have worked within the media, and I know that you can make a clown a genius and a genius a clown. \n\nI hope that Mr Brown takes the attacks on his personal attributes and his work as a tribute to how the opposition are struggling to match his wisdom!\n\nI have never seen so much activity aimed at undermining Mr Brown - it is a DIRECT RESPONSE TO THE OPPOSITIONS LACK OF SUBSTANCE - BOTH IN LEADERSHIP AND POLICIES.\n\nPlease sign this petition to give your support to Mr Brown personally - as he is enduring these attacks on our behalf - and for the good of the country.\n\nPLEASE STAY STRONG MR BROWN - FOR US!",
            "closed_at": "2010-01-30T00:00:00Z",
            "created_at": "2009-01-30T17:53:48.121293Z",
            "creator_name": "Barry Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-30T17:53:48.121293Z",
            "rejected_at": "2009-03-05T00:01:02.172322Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-05T00:01:02.172322Z"
        },
        "id": 11669757
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Staystrong/"
    },
    "type": "petition"
}