{
    "data": {
        "attributes": {
            "action": "help stem unemployment by linking bankers income tax to unemployment levels. The prospect of 100% income tax will encourage bankers to give credit to businesses and therefore stem unemployment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If it's true that short term bonus incentives lead to the collapse of some banks and the near meltdown of the whole global financial system and has thus lead to recession, then it must be true that coupling bankers incentives to general economic indicators will improve the health of the economy very quickly. The Prime Minister indicated that coupling bonuses to long term success of the institution would have to be a priority, however this does nothing for the economy now, when it's needed.\n\nIncentivise the bankers to keep small businesses going, and unemployment therefore low. If the bankers income tax was set at 1% per 30,000 unemployed this would be 100% income tax for them if it reached 3 million.\n\nIt doesn't actually matter if it works or not because it would chastise the bankers, and anyone who espouses this policy will garner much public goodwill. Even if you think this will not work, you will have accepted without thinking that this would chastise the bankers, it must therefore have an effect. Even if it has little real economic effect it will do no harm (except to bankers, and that doesn't count) and some good in terms of increased revenue for the exchequer.",
            "closed_at": "2010-02-10T00:00:00Z",
            "created_at": "2009-01-28T19:35:23.697024Z",
            "creator_name": "Harry Beekman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-28T19:35:23.697024Z",
            "rejected_at": "2009-03-02T14:58:58.230731Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-02T14:58:58.230731Z"
        },
        "id": 11660456
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HurtBankers/"
    },
    "type": "petition"
}