{
    "data": {
        "attributes": {
            "action": "keep taxpayers money in this country",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Scrap the Irish compensation scheme £12000 a time\nStop foreign workers tax credits for their families at home\nBailing out banks that have the government at ransom but still not lending money.\nFund the construction industry buy the 1000s of building sites left vacant and fund a government scheme to have 1 nationalised bank.\n Control the loans at a low rate allowing the sites to be sold as finished properties\nMortgaged via the government and returning a profit. people will then be allowed to secure funding as individuals and not allowed to over borrow \nThe construction industry would start to recover \nEncouragement would be possible to train young people \n The car industries stock piles cars if they want to survive then let them sell off their stocks\nScrap council tax for people over the age of 65 \nRemove the no sacking policy for incompetent civil servants and force people in positions of power to justify their spending and incompetence then they would not be so happy to waste other peoples money.\nEncourage tax exiles to bring their money back into this country where there wealth will fund employment\nSTOP FIGHTING OTHER PEOPLES WARS",
            "closed_at": "2010-01-30T00:00:00Z",
            "created_at": "2009-01-30T14:26:12.707040Z",
            "creator_name": "Gary Robert Hazeldine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-30T14:26:12.707040Z",
            "rejected_at": "2009-03-05T00:01:02.172322Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-05T00:01:02.172322Z"
        },
        "id": 11668250
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Patrionts/"
    },
    "type": "petition"
}