{
    "data": {
        "attributes": {
            "action": "Allow fair access to educational oppurtunities for all children",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Schools Adjudicator has recently made a ruling that Rugby schools review their admission's policy. The likely outcome of this would mean that children from the locations currently included in the Admissions criteria could find it harder or even impossible to go to the Rugby school of their choice. The new arrangements are likely to commence from September 2010 and will affect the present year 5 children and below. This will not only impact on the children and their future but also the junior schools that they currently attend and in particular the future of the villages that they live in which may become passed over for other villages that are not excluded in the new catchment area, which will have an effect for many years to come.",
            "closed_at": "2009-03-06T00:00:00Z",
            "created_at": "2009-01-30T14:58:17.756897Z",
            "creator_name": "Jennifer Rolt",
            "government_response_at": "2009-04-22T14:56:19.315924Z",
            "government_responses": [
                {
                    "created_at": "2009-04-22T14:56:19.315924Z",
                    "details": "You signed a petition asking the Prime Minister to \"Allow fair access to educational oppurtunities for all children.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19044\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SchoolAdmReview'",
                    "updated_at": "2009-04-22T14:56:19.315924Z"
                }
            ],
            "opened_at": "2009-01-30T14:58:17.756897Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 269,
            "state": "finished",
            "updated_at": "2009-03-15T03:02:20.307702Z"
        },
        "id": 11668425
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SchoolAdmReview/"
    },
    "type": "petition"
}