{
    "data": {
        "attributes": {
            "action": "Lift the Government amendment to the Taylor report to the Football League.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "When the Taylor report was commissioned and it's findings delivered to the Football Leaugue regarding standing areas at football grounds. One recommendation was as follows:\n\n\"The report stated that standing accommodation is not intrinsically unsafe, but the government decided that no standing accommodation was to be allowed at all\".\n\nWith the massive investment of football stadia in both safety and facilities, I petition the Goverment to allow limited standing at football stadia.\n\nIt would make football more attractive to low earners who were priced out of attending all seater games and raise the atmosphere at football matches.\n\nI propose this to enhance fooball as a game and not to under estimate the tragedy, misery and grief suffered by those connected to the Hillsbourough disaster, and that we all felt as a Nation together.\n\nIt's nearly 20 years on since that horrfic day and the stadia are now ready to safely introduce smaller, limited terracing.",
            "closed_at": "2010-02-03T00:00:00Z",
            "created_at": "2009-02-01T21:11:37.247359Z",
            "creator_name": "gary hallows",
            "government_response_at": "2010-03-31T19:20:33.285668Z",
            "government_responses": [
                {
                    "created_at": "2010-03-31T19:20:33.285668Z",
                    "details": "You signed a petition asking the Prime Minister to \"Lift the Government amendment to the Taylor report to the Football League.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page23033\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'footballstand'",
                    "updated_at": "2010-03-31T19:20:33.285668Z"
                }
            ],
            "opened_at": "2009-02-01T21:11:37.247359Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1660,
            "state": "finished",
            "updated_at": "2010-03-24T03:01:37.548741Z"
        },
        "id": 11677021
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/footballstand/"
    },
    "type": "petition"
}