{
    "data": {
        "attributes": {
            "action": "authorise the establishment and the building at public expense in England’s capital of London … of a new ‘English Museum’ with the aim of celebrating the remarkable qualities, values, achievements and history of the English people.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The disintegration of the UK is revealing the survival of the first European nation state, that of England and of her great people, the English.\nThe English have had the most remarkable history of any people and have made a uniquely valuable contribution to the world.\n\nThe English invented Parliament, based it in Westminster and this is aptly called ‘the Mother of all Parliaments’ around the world.  England developed into the first modern nation state. \nThe English monarchy and much of our constitution survive (under the declining British state), ready to re-emerge as we regain our national independence. \n\nThe English people are famed for their national values: those of fairness, equality, of enterprise and of toleration.  But we are also known for having produced the world’s greatest poets and novelists.\n\nNor should England’s genius and achievements in the fields of invention in technology and science be overlooked.\nThis new English Museum should be the national museum for the whole of England, lending objects and sharing expertise across our nation.  \n\nThis new English Museum will tell the story of England, its land, people and culture.",
            "closed_at": "2010-02-03T00:00:00Z",
            "created_at": "2009-01-31T18:03:28.013985Z",
            "creator_name": "Andrew Constantine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-31T18:03:28.013985Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 18,
            "state": "finished",
            "updated_at": "2010-02-04T00:01:01.802918Z"
        },
        "id": 11673149
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/English-Museum/"
    },
    "type": "petition"
}