{
    "data": {
        "attributes": {
            "action": "Keep Reece levy In School",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Reece Levy, is a 12 year old boy, who has severe Autism and is non-verbal. He is currently in a specialised school, Whitefields School, Walthamstow, East London, and lives part time with between his mother and father. This is the routine Reece is used to, and routine is extremley important to children with Autism.Reece has never been warned, suspended or excluded. A small incident took place last week.Now, the school has gotten together with social services in Walthamstow, and held a secret meeting, without consulting Reece’s parents, and want Reece moved to a residential school in Doncaster, hundreds of miles away from his loving family, and the routine he needs, despite Mr Neil Chapman, the head of the school emailing Reece’s father to state that Reece would not be excluded. Effects of such a Major life change such as this can result in children with Autism, could have developmental regression, increased aggression, self injurious behaviour and with draw from human contact.Please keep Reece Levy in his school",
            "closed_at": "2009-04-04T00:00:00Z",
            "created_at": "2009-01-31T10:50:10.087719Z",
            "creator_name": "seren Atkinson",
            "government_response_at": "2009-05-13T14:45:34.816480Z",
            "government_responses": [
                {
                    "created_at": "2009-05-13T14:45:34.816480Z",
                    "details": "You signed a petition asking the Prime Minister to \"Keep Reece levy In School.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19265\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'reeceinschool'",
                    "updated_at": "2009-05-13T14:45:34.816480Z"
                }
            ],
            "opened_at": "2009-01-31T10:50:10.087719Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 329,
            "state": "finished",
            "updated_at": "2009-04-05T00:01:01.374193Z"
        },
        "id": 11671869
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/reeceinschool/"
    },
    "type": "petition"
}