{
    "data": {
        "attributes": {
            "action": "proscribe the Israeli State as a terrorist organisation.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Whilst condemning violence on both sides and recognising the right of a state proportionately and lawfully to protect its citizens, it is a matter of public record that in Dec 08 & Jan 09, Israel bombed civilian areas of Gaza and dropped leaflets ordering civilians to leave their homes under the threat of death and injury.\nThese actions cannot be justified. They are consistent with the modus operandi of terrorists and constitute terrorism as defined under the Terrorism Act 2000*.\nAccordingly, the British Government should outlaw the Israeli State, apply sanctions under the Act (including freezing assets) and put pressure on Israel to seek a just and equal peace.\n[* “serious violence”, “serious damage to property”, “a serious risk to the health or safety of the public”, “the use of firearms or explosives”, “includes action outside the United Kingdom”, “a reference to any person, or to property, wherever situated”, “a reference to the public of a country other than the United Kingdom”.]",
            "closed_at": "2009-04-11T00:00:00Z",
            "created_at": "2009-02-02T09:51:18.781969Z",
            "creator_name": "Mohandas Bieli",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-02T09:51:18.781969Z",
            "rejected_at": "2009-03-04T09:10:16.829465Z",
            "rejection": {
                "code": 2048,
                "details": "There are many duplicate petitions of a similar nature to yours, including:\n\nhttp://petitions.number10.gov.uk/ForGaza/\n\nand\n\nhttp://petitions.number10.gov.uk/ISRAELISANCTIONS/\n\nand\n\nhttp://petitions.number10.gov.uk/Expel-Israel/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-04T09:10:16.829465Z"
        },
        "id": 11678372
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/condemnterrorism/"
    },
    "type": "petition"
}