{
    "data": {
        "attributes": {
            "action": "Call a General Election as we the public have no confidence in you, or your Government!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Never in living history has someone been promoted so far in excess of their abilities, as you Mr Brown have been!!\n\nYou have no mandate from the Public of this land to govern us, having been 'given' your post not earning it!\nGo to the public and allow us to get rid of you and your inept government!\nOr, prove me wrong, win and you can govern with your head held hign, with the required authority of the pepole, as well as a moral victory! Then you can silence the likes of myself!\n\nBut I fear you will not do so. \n\nAs with all bullies, you have no guts when the chips are down! And you are faced with some one who stands up to you!\n\nThe last straw for me was to have to listen to your attitude regarding the strikes over British jobs for British workers! You have no shame, you are a ledgend, but a ledgend in your own mind only!!!!!!!!!\n\nThis great Land does not deserve the likes of you. Your treatment of our Armed Forces is also absolutely disgusting!\n\nDo us all a favour? GET OUT!!!!!",
            "closed_at": "2009-08-01T00:00:00Z",
            "created_at": "2009-02-01T18:18:41.210025Z",
            "creator_name": "Andy Stuart-Thompson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-01T18:18:41.210025Z",
            "rejected_at": "2009-03-05T00:01:02.172322Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-05T00:01:02.172322Z"
        },
        "id": 11676344
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BullyBrown/"
    },
    "type": "petition"
}