{
    "data": {
        "attributes": {
            "action": "Insist upon British Jobs for British Workers!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As you sadly know millions of British people are now out of work and unable to get a job. But are you aware that there are various work sites around the country only taking foreign labour!?\n\nOur country is in a terrible state and its people need action. I always believed Britain to be Great but if this country cannot take care of its own during crisis times then we really need to come together with one big voice and make a stand. Show the people running our country that you too, like me, think at this time British labour contracts should now go to British citizens. \n\nGive us the work that is available to us and stop sub contracting to foreign workers whilst we are still struggling to put food on the tables for our families! As you are reading this and are starting to wish YOU could do something to help the people... know that you can, by showing your support here.",
            "closed_at": "2009-04-01T00:00:00Z",
            "created_at": "2009-02-01T21:27:43.267483Z",
            "creator_name": "Ciaran Hulton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-01T21:27:43.267483Z",
            "rejected_at": "2009-03-05T00:01:02.172322Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/helptrades/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-05T00:01:02.172322Z"
        },
        "id": 11677107
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BJforBW/"
    },
    "type": "petition"
}