{
    "data": {
        "attributes": {
            "action": "fund urgent research into Interstitial Cystitis (IC), a painful and distressing inflammatory bladder disease affecting men, women and children of all ages and races and to acknowledge that IC is a disabling condition seriously affecting the quality of life of sufferers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Interstitial Cystitis (IC) is a disabling condition of chronic inflammation in the bladder lining affecting men,women and children.Its cause is unknown, it has no cure and no universally long-term safe and effective treatments. Many ICers suffer related conditions such as IBS, fibromyalgia, allergies, mast cell related conditons, chronic fatigue syndrome and auto-immune diseases. Quality of life can be greatly impaired and diet very restrictive. Gaining recognition and a diagnosis often takes many years. Men and boys are often misdiagnosed with prostatitis and receive inappropriate treatments. Knowledge and understanding of this disease needs to be increased and it should be given a much higher profile as so many suffer from it. IC should be recognised as one of the most disabling and distressing diseases and sufferers given compassion, care and long-term support.",
            "closed_at": "2009-10-04T00:00:00Z",
            "created_at": "2009-01-31T00:01:09.251670Z",
            "creator_name": "Anne Yarham",
            "government_response_at": "2009-11-30T13:02:07.997305Z",
            "government_responses": [
                {
                    "created_at": "2009-11-30T13:02:07.997305Z",
                    "details": "You signed a petition asking the Prime Minister to \"fund urgent research into Interstitial Cystitis (IC), a painful and distressing inflammatory bladder disease affecting men, women and children of all ages and races and to acknowledge that IC is a disabling condition seriously affecting the quality of life of sufferers.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21493\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'InterstitialCys'",
                    "updated_at": "2009-11-30T13:02:07.997305Z"
                }
            ],
            "opened_at": "2009-01-31T00:01:09.251670Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 314,
            "state": "finished",
            "updated_at": "2009-10-08T03:03:22.973712Z"
        },
        "id": 11671207
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/InterstitialCys/"
    },
    "type": "petition"
}