{
    "data": {
        "attributes": {
            "action": "promote through, the National Health Service a regulated ultrasound scan for females of childbearing age.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Affecting around 10% of females of childbearing age, Polycystic Ovarian Syndrome (PCOS) is the leading cause of infertility.   Other risks affecting PCOS sufferers include Endometrial cancer, Type 2 diabetes, Hypertension, Kidney problems & Heart disease.   In addition to these risks PCOS has a host of awkward symptoms including Obesity, Acne & Hirsutism\n\nPCOS is often left untreated & undiagnosed.  The public must be made aware of both the multitude of symptoms & potentially fatal consequences arising from PCOS.  Sufferers, together with friends & family of those affected, feel the Government is doing little to increase awareness & offer support.  \n\nThe National Health Service Cervical Screening Programme, (NHSCSP) is a well respected programme and a similar programme for PCOS should be introduced, with the possibility of incorporating it into the existing NHSCSP.\n\nAlthough the cause of PCOS is not fully understood, this is not a reason to fail to take it seriously.   PCOS poses a serious threat and the more we know about it the better we can manage this terrible condition.\n\nPlease, at the very least, give people a chance to show how important this proposal is.\n\nThank you for your time.",
            "closed_at": "2010-02-03T00:00:00Z",
            "created_at": "2009-02-01T22:54:08.343058Z",
            "creator_name": "Lauren Borg Olivier",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-01T22:54:08.343058Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 122,
            "state": "finished",
            "updated_at": "2010-02-04T00:01:01.802918Z"
        },
        "id": 11677472
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pcoshelpcentre/"
    },
    "type": "petition"
}