{
    "data": {
        "attributes": {
            "action": "Stop giving benefits to people who are healthy enough to work",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Over the last few years it has become more and more prominent that the working class people in our society are becoming the poor people in the country. \n\nI believe that a huge proportion of the taxes that we pay are due to perfectly healthy people claiming benefits such as housing benefit and income support. \n\nQuite frankly I'm fed up of it, in the current economy most of us can't afford to live, yet here are these freeloaders just taking what they can get because they simply can't be bothered to give something back into our community.\n\nI agree that it is good our country can afford to support those who are disabled or unable to work because of health reasons, but what about those who could be earning a fair wage but aren't.\n\nThe younger people in our society are being greatly influenced by the way these systems are run. A few days ago I was shocked when asking my friends younger sister what her ambitions were. Her reply was to get pregnant and live in a council house! She is 11 years old, these are the children that in future generations we are going to have to rely on. Money isn't helping them, it's creating a lazy society!",
            "closed_at": "2009-07-31T00:00:00Z",
            "created_at": "2009-01-31T15:09:37.509151Z",
            "creator_name": "Alexandra Conley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-01-31T15:09:37.509151Z",
            "rejected_at": "2009-03-05T00:01:02.172322Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Changebenefits/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-05T00:01:02.172322Z"
        },
        "id": 11672628
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/claimbenefit/"
    },
    "type": "petition"
}