{
    "data": {
        "attributes": {
            "action": "suspend regional housing targets determined through the Regional Spatial Strategy, empowering local councils instead to set their own targets based on local, sustainable housing needs assessments and consultation with local communities.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Regional housing targets are widely felt to be an inadequate mechanism for delivering the appropriate numbers, mix and location for new housing outside London.\n\nMy petition calls upon Government to suspend the current top-down imposition of excessive housing targets through the Regional Spatial Strategy and instead to empower local councils to set their own targets based on local needs assessments and consultation with local communities. \n\nLocal councils could either work alone where appropriate, or in clusters as part of multi-area agreements or existing sub-regional partnerships.",
            "closed_at": "2009-04-03T00:00:00Z",
            "created_at": "2009-02-02T13:27:48.580755Z",
            "creator_name": "Richard Burt",
            "government_response_at": "2009-06-05T11:51:46.058202Z",
            "government_responses": [
                {
                    "created_at": "2009-06-05T11:51:46.058202Z",
                    "details": "You signed a petition asking the Prime Minister to \"suspend regional housing targets determined through the Regional Spatial Strategy, empowering local councils instead to set their own targets based on local, sustainable housing needs assessments and consultation with local communities.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19493\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SuspendRSS'",
                    "updated_at": "2009-06-05T11:51:46.058202Z"
                }
            ],
            "opened_at": "2009-02-02T13:27:48.580755Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 859,
            "state": "finished",
            "updated_at": "2009-05-28T03:02:40.068398Z"
        },
        "id": 11679776
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SuspendRSS/"
    },
    "type": "petition"
}