{
    "data": {
        "attributes": {
            "action": "Change the National Blood Service donation rules",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The National Blood Service currently allow straight men to donate blood if they THINK they dont have any STDs. This leaves the blood supplies open to lots of infections and diseases. Some of you may argue that the blood is tested anyway, so this doesn't matter.\n\nThen why do they not allow gay men (men who have had sex with another man) to donate blood, even if they have been tested for any STDs. The NBS claim that it takes up to a year for any HIV to show in the blood tests. Fair enough...\n\nWhat about protected sex then. Condoms are used to protect yourself from the infections out there. Still, no gay men cannot give blood if they have only had protected sex.\n\nSo why are the straight men who go around having unprotected sex with any woman they see allowed to give blood. Surely this could pass on HIV or any other STD that hasn't shown up in the blood tests...\n\nContradiction comes to mind.\n\nThis petition is not only to stop the discrimination within the NBS, but to try and prevent ANY diseases entering the blood stocks.",
            "closed_at": "2010-02-03T00:00:00Z",
            "created_at": "2009-02-01T12:14:20.554641Z",
            "creator_name": "Ryan Mitchinson",
            "government_response_at": "2010-03-31T20:18:45.813590Z",
            "government_responses": [
                {
                    "created_at": "2010-03-31T20:18:45.813590Z",
                    "details": "You signed a petition asking the Prime Minister to \" Change the National Blood Service donation rules.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page23051\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'NBSRuleChange'",
                    "updated_at": "2010-03-31T20:18:45.813590Z"
                }
            ],
            "opened_at": "2009-02-01T12:14:20.554641Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 722,
            "state": "finished",
            "updated_at": "2010-02-08T03:01:35.120300Z"
        },
        "id": 11674938
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NBSRuleChange/"
    },
    "type": "petition"
}