{
    "data": {
        "attributes": {
            "action": "introduce a GREEN CARD SYSTEM similar to the USA",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I believe the UK is targeted as a \"soft state\".\nOur population has increased to unsustainable levels.\nTheres a shortage of housing & jobs.\nServices such as health,education & benefits systems cannot cope or supply the expected levels of quality.\nThe first step to improving the quality of life in the UK is to have some control over the levels of our population & set limits to its diversity.\nThis can be achieved by a system similar to the USA Green Card Program.\nWe should be able to tell a vistors status by a simple scan of a card.\nHave they been given permanent residence, are they on a 1,3,5 or 10 year trial visa etc.\nWhat country have they arrived from or were born etc.\nThis would also help with our country's security as our police forces would have these scanners which would digitally store the information and reduce the time of a stop and search, while also sending the information to a central database.\nThis is not a \"liberty\" issue as these people are visitors and must prove themselves worthy to remain in the UK.\nWe need to prevent illegal immigrants from clogging up our systems and service resources.\nI hope my case is regarded as fair.",
            "closed_at": "2010-02-03T00:00:00Z",
            "created_at": "2009-02-01T22:30:04.104035Z",
            "creator_name": "Edward Corleone",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-01T22:30:04.104035Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 26,
            "state": "finished",
            "updated_at": "2010-02-25T16:16:53.861364Z"
        },
        "id": 11677389
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GREENCARDSYSTEM/"
    },
    "type": "petition"
}