{
    "data": {
        "attributes": {
            "action": "raise funding for ELQ students so they don't have to pay more than £3,000 per year",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Students with an Equivalent of Lower Qualification applying to re-train at university can be charged up to £12,000 per year, even though the need to retrain may be due to bad careers advice or redundancy. This figure is unaffordable for most, and these are the very people who will be valuable for the country having carefully considered their career, going in with drive and committment, and making substantial sacrifices to retrain. It could happen to anyone as in the future, those taking degrees now may find they need new skills etc. A change in this policy is needed immediately or meritocracy will be dismantled, lifelong learning and widening participation agendas will be broken, and individual meritocratic dreams will be shattered. There is also no evidence that cutting funding for ELQs will either encourage more first time students to apply, or receive places. Withdrawing ELQ funding is also not recommended by the Leitch report that aims at widening participation, in fact the Leitch review claims retraining adult learners is vital. This policy will have a devastating affect on the country if it is not reversed.",
            "closed_at": "2009-11-03T00:00:00Z",
            "created_at": "2009-02-02T14:11:04.210781Z",
            "creator_name": "Adam Kasamun",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-02T14:11:04.210781Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 132,
            "state": "finished",
            "updated_at": "2009-11-04T00:01:01.495267Z"
        },
        "id": 11680046
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HEfunding/"
    },
    "type": "petition"
}