{
    "data": {
        "attributes": {
            "action": "Impose different grades of fines for fixed penalty tickets and impose charges on people who drink to excess and require medical treatment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a doorman i have often seen to many drunk people behave in an inappropriate manner.\nI would like to see different grades of fixed penalty notices issued starting from £80 and working up to £500.\nThese fines would be issued depending on the nature of the crime committed.\nAppropriately, £80 fines issued for things such as hurling abuse and urinating in streets ect. And £500 fines issued for trying to fight of police while resisting arrest and threatening behaviour.\nI think that the levels of bad behaviour is being taken to lightly and for some offences these people are being given the choice of arrests or fines.\nTo young single people with little or no responsibilities £80 is not punishment.\nAlso, i would like to see charges issued to people who drink to excess and later in the night require medical assistance.\nthis ties up vital emergency services just because someone was unable to limit themselves when it comes to alcohol.\nAppropriate charges should made to these people who take up the ambulance services vital time as i believe this will help curb binge drinking.",
            "closed_at": "2009-08-03T00:00:00Z",
            "created_at": "2009-02-02T22:44:03.676432Z",
            "creator_name": "Stuart Marple",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-02T22:44:03.676432Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2009-08-04T00:01:01.912916Z"
        },
        "id": 11683915
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/peneltyofbinge/"
    },
    "type": "petition"
}