{
    "data": {
        "attributes": {
            "action": "prevent local people facing a postcode lottery as to whether they get a say in whether lap dancing clubs can open in their area. Make the new Sex Encounter Venue category mandatory so licensing reforms are applied universally across England and Wales.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Current licensing of lap dancing clubs is woefully inadequate. They are licensed under the Licensing Act 2003 in the same way as cafes and restaurants, preventing local authorities from applying vital controls, and denying local people a say in whether lap dancing clubs can open in their area.\n\nThe Government proposes to address this by introducing the licensing category of Sex Encounter Venue (SEV) – which will grant local authorities greater regulatory powers and give local people a greater voice. \n\nBut the proposed SEV category is voluntary. Local authorities won’t be required to apply it. This will lead to a ‘patchwork’ of licensing regimes likely to be exploited by the lap dancing industry. Local people will also face a ‘postcode lottery’ as to whether they have a say in the licensing of lap dancing clubs and if they can raise objections based on gender equality, depending on whether or not their local authority decides to adopt the legislation.\n\nGuarantee local people a voice by making the SEV licensing category mandatory.",
            "closed_at": "2009-05-04T00:00:00Z",
            "created_at": "2009-02-03T15:03:34.631557Z",
            "creator_name": "Kat Banyard",
            "government_response_at": "2009-08-05T14:53:46.915305Z",
            "government_responses": [
                {
                    "created_at": "2009-08-05T14:53:46.915305Z",
                    "details": "You signed a petition asking the Prime Minister to \"prevent local people facing a postcode lottery as to whether they get a say in whether lap dancing clubs can open in their area. Make the new Sex Encounter Venue category mandatory so licensing reforms are applied universally across England and Wales.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20221\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'lapdance-reforms'",
                    "updated_at": "2009-08-05T14:53:46.915305Z"
                }
            ],
            "opened_at": "2009-02-03T15:03:34.631557Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1258,
            "state": "finished",
            "updated_at": "2009-05-22T03:02:26.591492Z"
        },
        "id": 11688481
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lapdance-reforms/"
    },
    "type": "petition"
}