{
    "data": {
        "attributes": {
            "action": "demand that Westminster Council provide ground anchors for motorbikes in parking bays.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Westminster Council to provide ground anchors for motorbikes to prevent theft using Council resources.\nTypically, where motorbike parking has been provided in Central London, such as Kensington & Chelsea, the council provide each motorbike bay with its own ground anchor.\nIn order to protect Westminster Council from being seen to be collaborating in vehicle theft, ground anchors should be provided. Currently, motorbikes that have not paid the parking charge are lifted. There are number of sightings and reports of vehicles having been crushed before the owner could claim them, apparently, because of communication problems between the council parking contractors and Westminster staff on behalf of vehicle owners.\n\nWe have obtained some photographic evidence and at least one confirmation & appology letter frm Westminster Council.",
            "closed_at": "2010-02-08T00:00:00Z",
            "created_at": "2009-02-02T18:08:27.857475Z",
            "creator_name": "Sian E. Hall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-02T18:08:27.857475Z",
            "rejected_at": "2009-03-11T00:01:02.222315Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for direct communication with Westminster Council.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-11T00:01:02.222315Z"
        },
        "id": 11682096
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/anchors/"
    },
    "type": "petition"
}