{
    "data": {
        "attributes": {
            "action": "Reverse the guidance from the Secretary of State issued in 2000 regarding surface water charges to non household non business users",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Secretary of State issued guidance in 2000 that water companies should be charging non-household users that are not businesses, including community facilities (which will include such as allotments, sports grounds etc), places of worship, charities and voluntary bodies. The guidance stated that those making similar demands on a service should be charged on the same basis.\n\nThis guidance and subsequent compliance by OFWAT has the potential to raise charges to such a point that members will face financial hardship trying to meet the new charges or the facility will no longer be able to function.  This will ultimately cause many members of the community to be deprived of such facilities.\n\nFurthermore, we ask for the Highway water charge to have some mechanism for rebate to allow those facilities that have little or no load on that system to pay a reduced or fully rebated fee as applicable in the circumstances.",
            "closed_at": "2009-08-03T00:00:00Z",
            "created_at": "2009-02-02T20:39:25.931034Z",
            "creator_name": "Richard Braker",
            "government_response_at": "2009-09-09T15:03:31.010699Z",
            "government_responses": [
                {
                    "created_at": "2009-09-09T15:03:31.010699Z",
                    "details": "You signed a petition asking the Prime Minister to \"Reverse the guidance from the Secretary of State issued in 2000 regarding surface water charges to non household non business users.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20493\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'allotmentwater'",
                    "updated_at": "2009-09-09T15:03:31.010699Z"
                }
            ],
            "opened_at": "2009-02-02T20:39:25.931034Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 964,
            "state": "finished",
            "updated_at": "2009-12-30T15:35:15.106132Z"
        },
        "id": 11683254
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/allotmentwater/"
    },
    "type": "petition"
}