{
    "data": {
        "attributes": {
            "action": "increase and strictly enforce fines for cyclists who run red lights.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Every morning I wait for the green man before crossing a busy road to get to my bus stop.  And every morning I end up dodging the several cyclists who decide that the red light is optional for them.\n\nPolice are unaware that this problem is as widespread as it is: witness the surprised officers in Oxford (I cannot link to a website here, but search Google for: 93 cyclists caught jumping lights oxford mail).\n\nWithin three months in the City of London, 400 cyclists were fined for flouting traffic rules--and most of those ran red lights (search: cyclists fined for flouting rules of the road thisislondon).\n\nClearly a £30 fine is not enough to deter cyclists from running red lights, especially when enforcement of the rules is so unusual that cyclists know they have nothing to worry about.\n\nIn the meantime, cyclists who run red lights put themselves and others around them at risk--and when confronted by pedestrians, they often respond with a sense of entitlement to run red lights.\n\nIt's time for the government to step in and make one thing clear to cyclists: red lights apply to them too.  Increase the fine significantly, and ensure that enforcement is regular and widespread, especially at rush hour.",
            "closed_at": "2009-05-04T00:00:00Z",
            "created_at": "2009-02-04T10:12:57.101990Z",
            "creator_name": "Angel Johnson",
            "government_response_at": "2009-07-29T14:07:37.954115Z",
            "government_responses": [
                {
                    "created_at": "2009-07-29T14:07:37.954115Z",
                    "details": "You signed a petition asking the Prime Minister to \"increase and strictly enforce fines for cyclists who run red lights.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20160\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'bikesstoptoo'",
                    "updated_at": "2009-07-29T14:07:37.954115Z"
                }
            ],
            "opened_at": "2009-02-04T10:12:57.101990Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 214,
            "state": "finished",
            "updated_at": "2009-12-29T15:26:47.692240Z"
        },
        "id": 11697797
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bikesstoptoo/"
    },
    "type": "petition"
}