{
    "data": {
        "attributes": {
            "action": "protect Winchester, England's ancient capital and one of the UK's cultural treasures, from being completely obliterated by mis-conceived, large-scale development proposals.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Winchester is under imminent threat of massive development.\n    Winchester City Council (WCC) has declared Barton Farm as its\n    “Preferred Options” site for 2,000 houses in its Local\n    Development Framework document. Barton Farm is a green wedge of\n    land on the northern outskirts of Winchester and is integral to\n    Winchester’s unique landscape setting. Ignored by their elected\n    representatives, the people of Winchester have formed the “Save\n    Barton Farm Group” (SBFG) which has rapidly grown into the\n    largest community group in Winchester with 5,000 supporters and\n    growing.The full Council meets to make its final decision on\n    22nd April 2009 – time is therefore of the essence.  The\n    Council claim Barton Farm is the “least damaging” option for\n    Winchester. SBFG say that is not good enough – Winchester\n    deserves the best option not the “least damaging”. We propose a\n    long-term plan for Winchester to take full advantage of the\n    things that make Winchester special – its history, culture,\n    arts and unrivalled landscape setting.  Please sign this\n    Petition and visit our website at www.savebartonfarm.org for\n    further information. Thank you",
            "closed_at": "2010-02-04T00:00:00Z",
            "created_at": "2009-02-04T08:29:36.048362Z",
            "creator_name": "Gavin Blackman",
            "government_response_at": "2010-03-03T13:41:18.670080Z",
            "government_responses": [
                {
                    "created_at": "2010-03-03T13:41:18.670080Z",
                    "details": "You signed a petition asking the Prime Minister to \"protect Winchester, England's ancient capital and one of the UK's cultural treasures, from being completely obliterated by mis-conceived, large-scale development proposals.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22658\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Save-Winchester'",
                    "updated_at": "2010-03-03T13:41:18.670080Z"
                }
            ],
            "opened_at": "2009-02-04T08:29:36.048362Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 410,
            "state": "finished",
            "updated_at": "2010-03-17T14:13:06.839027Z"
        },
        "id": 11696458
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Save-Winchester/"
    },
    "type": "petition"
}