{
    "data": {
        "attributes": {
            "action": "A Change in the Law Regarding New Employment",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I Think that the goverment should change to the law so that new employee cant tell you'r not good enough with having a really good reason or able to prove it. new law suggestions are below\n\nA NEW LAW WOULD BE\n\n1) Employer would have only Four week in  to keep a member of the staff.\n\n2) They shouldn't be able to BLACKMAIL you into working stupid hours and unfair working patters\n\n3)They would be able to claim Unfair Dismissal after one month of work.\n\n4) Your employer can go to the governed body to terminate your contract. \n\n5) All Employee MUST have a signed contract of employment which clearly says your job duties and hours of work\n\n6) You have the right to complain without feeling that you might loose your job because you have done so.\n\n7) New employee Must be treated the same as an employee that worked there no matter how long they have worked there.",
            "closed_at": "2010-02-05T00:00:00Z",
            "created_at": "2009-02-03T18:25:31.482521Z",
            "creator_name": "Michael Thomas Gwyther",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-03T18:25:31.482521Z",
            "rejected_at": "2009-02-05T14:35:01.037352Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-05T14:35:01.037352Z"
        },
        "id": 11691263
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/newemployeelaw/"
    },
    "type": "petition"
}