{
    "data": {
        "attributes": {
            "action": "demand the Director General of the British Broadcasting Corporation reinstate Carol Thatcher in her job as a presenter of the One Show.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The decision by the BBC to remove journalist Carol Thatcher from her post as a roving reporter on the One Show sets a dangerous precedent for freedom of speech in the UK.\n\nThe 'offending' comments were made in a private conversation, and not broadcast. Whether the comments were inherently racist is also questionable, yet she has now lost her job without a proper investigation or alternative recourse to disciplinary procedures.\n\nIf a person can now effectively lose their livelihood because of off-the-cuff remarks made in a private environment, this sets a dangerous precedent for anyone in employment.\n\nWe therefore urge the Prime Minister to demand that the Director General of the BBC either:\n\n* Launches a full and independent inquiry into the circumstances surrounding Mrs Thatcher's dismissal, and takes appropriate action upon its conclusion\n\nor\n\n* Immediately reinstates Mrs Thatcher to her former post.\n\nDoing so will perhaps restore some faith in the BBC and address the growing climate of fear which is gripping our society regarding what one is, or is not, allowed to say without fear of reprisal.",
            "closed_at": "2009-05-04T00:00:00Z",
            "created_at": "2009-02-04T17:27:03.316768Z",
            "creator_name": "R Brooks",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-04T17:27:03.316768Z",
            "rejected_at": "2009-03-07T00:01:02.272937Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for direct communication with the BBC.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-07T00:01:02.272937Z"
        },
        "id": 11705059
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Carol-Thatcher/"
    },
    "type": "petition"
}