{
    "data": {
        "attributes": {
            "action": "Improve the provision of wheelchairs to disabled children",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a mother of a young 11 year old who has now waited 15 months for a \"prescription\" for an electric wheelchair - I am astounded by the personal bias, the \"financial\" consideration and the undue delay caused by wheelchair services and relevant professionals in the provision of wheelchairs to our children. These children rely upon their wheelchair for their every day activities and lives and many could not even leave their beds without the correct provision of a wheelchair. Do we really want these young and aspiring individuals to be discriminated against because they are young and disabled? Surely they suffer enough. We have suffered the indignity of constant assessments and re-assessments because wheelchair services do not want to provide a costly electric standing chair - regardless that it will benefit her -health, access to education, give her the ability to go to the toilet (yes a basic human right) and the ability to play with her friends. A correct and functional wheelchair which fully meets the needs of a child - not just health needs, but educational and social - is a requirement! NOT A DESIRE!!!!",
            "closed_at": "2010-02-09T00:00:00Z",
            "created_at": "2009-02-04T19:13:39.918718Z",
            "creator_name": "Christine Notarianni",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-04T19:13:39.918718Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 30,
            "state": "finished",
            "updated_at": "2010-02-10T03:01:35.595258Z"
        },
        "id": 11706541
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/wheeliekids/"
    },
    "type": "petition"
}