{
    "data": {
        "attributes": {
            "action": "Help save our Early Years Teaching",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Under the new restructuring of SERCO and education Walsall the early years SEN teaching service is under threat. They plan to drastically reduce numbers of staff which would have a devastating effect on the \"Team around the Child\" Service. This means there would be no home teachers (Portage), no groups for parents to attend with their children with SEN to get valuable advice & meet other parents & no key workers, who help provide valuable support to familiesto help guide the child with SEN through the Early Years journey. This will have an impact upon all the families & children with disabilities in Walsall. As a parent of a child with a disability the support we received from the \"Team Around the Child\" service, helped us receive, speech&language, physio, early intervention & also helped guide us through the statutory assementing process leading to our child's statement. They also provided the support in the transition into nursery and school. \n\nThis service is essential & the undersigned people who have joined our petition as we do not want SERCO to cut this vital service",
            "closed_at": "2009-04-04T00:00:00Z",
            "created_at": "2009-02-04T13:14:14.284408Z",
            "creator_name": "Jo Yarnall",
            "government_response_at": "2009-05-19T15:10:31.600603Z",
            "government_responses": [
                {
                    "created_at": "2009-05-19T15:10:31.600603Z",
                    "details": "You signed a petition asking the Prime Minister to \"Help save our Early Years Teaching.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19321\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SaveEarlyYears'",
                    "updated_at": "2009-05-19T15:10:31.600603Z"
                }
            ],
            "opened_at": "2009-02-04T13:14:14.284408Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 352,
            "state": "finished",
            "updated_at": "2009-12-30T15:25:23.807401Z"
        },
        "id": 11701064
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveEarlyYears/"
    },
    "type": "petition"
}