{
    "data": {
        "attributes": {
            "action": "improve service standards on National Express East Coast",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since taking over the East Coast mainline franchise NXEC Trains Ltd have made a number of cutbacks that have made the experience of travelling more frustrating while continuing to raise fares by record levels. As a long-distance InterCity operator NXEC need to make their services an appealing alternative to flying.\n\nNXEC should, at a minimum, restore service levels to what they were at the beginning of their franchise. The franchise should be re-negotiated with service levels specified and fares reduced to a reasonable level - it should be affordable for the average person to be able to buy a ticket at the station and travel on the same day.\n\nNXEC laid off many staff on-board at the beginning of the year, the catering offering has been significantly reduced, at-station parking and turn up and go fares continue to rise above inflation and they're the only UK rail operator not to accept American Express which is used by many business travellers.\n\nFor example, it's now no longer possible to turn up at Kings Cross and buy a ticket for travel to Newcastle for under £100, this becomes £266 for a Standard Class return during peak time or £375 for First Class.",
            "closed_at": "2009-04-04T00:00:00Z",
            "created_at": "2009-02-04T12:13:28.170257Z",
            "creator_name": "David Hallowell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-04T12:13:28.170257Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 183,
            "state": "finished",
            "updated_at": "2009-04-05T03:02:37.590268Z"
        },
        "id": 11700089
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NXECservice/"
    },
    "type": "petition"
}