{
    "data": {
        "attributes": {
            "action": "Terminate all contracts held by ITV and SETANTA SPORTS to show live football.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Subjected to Clive Tyldesley yakking every week. Clive we are bored by your repetitive yearnings back to the 2 historic moments that ITV have had the privilege of.\nCommentating for a game does not mean polluting the airwaves continuously without taking more than a 3 second breath before churning out yet more drivel. Maybe taking a look at the approaches taken by other successful broadcasters who remain silent and let the viewer watch and opine for themselves.\nTrying to insult the thoughtless insights provided by messers Townsend and Earle the better, as nauseating as the Nickelback infused DFS adverts sandwiched in-between their bland middle of the road comments.\nConstant references to some upcoming rubbish after the game, we don’t need an excuse to tune over to another channel prematurely. Not to mention the ad break during Everton v Liverpool to miss the one highlight of the game. I’m sure Clive will remind us of this, you’ll have to describe it in greater detail as we didn’t see it!",
            "closed_at": "2010-02-05T00:00:00Z",
            "created_at": "2009-02-05T00:08:29.212755Z",
            "creator_name": "Andy Gray",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-05T00:08:29.212755Z",
            "rejected_at": "2009-03-07T00:01:02.272937Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-07T00:01:02.272937Z"
        },
        "id": 11709972
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoMoreITV/"
    },
    "type": "petition"
}