{
    "data": {
        "attributes": {
            "action": "Stop the United States Government bullying and terrorising the UK by withdrawing shared intelligence",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is evident that the United Kingdom is being bullied and terrorised by its so called “Special Relationship” with the United States. Shared information through intelligent led organizations are now under threat from the US. In a ruling, Lord Justice Thomas and Mr Justice Lloyd Jones said the attorney general would be investigating the issues of \"torture and cruel, inhuman or degrading treatment\". The judges said they wanted the full details of the alleged torture to be published in the interests of safeguarding the rule of law, free speech and democratic accountability. The details, believed to amount to just seven paragraphs, relate to the circumstances of Mr Mohamed's detention and his treatment while he was being held. But they said they had been persuaded it was not in the public interest to do this due to the potential impact on UK national security of US stopping intelligence sharing. By doing so, the US government could \"inflict on the citizens of the UK a very considerable increase in the dangers they face at a time when a serious terrorist threat still pertains\", they said.",
            "closed_at": "2009-04-05T00:00:00Z",
            "created_at": "2009-02-04T22:59:12.154967Z",
            "creator_name": "Edward Wateridge",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-04T22:59:12.154967Z",
            "rejected_at": "2009-03-11T00:01:02.222315Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-11T00:01:02.222315Z"
        },
        "id": 11709502
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/USbullying/"
    },
    "type": "petition"
}