{
    "data": {
        "attributes": {
            "action": "ammend the current Physical Education policy for schools and ensure survival skills set such as: Scuba diving (PADI), Rock Climbing, Skiing and Parachuting, etc are made compulsory and that every school pupil should possess",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Stark warnings in James Lovelock’s Gaia theory highlights one fact: the effects of carbon emission are now irreversible, it is therefore futile to even attempt to repair something if\nmankind has gone well beyond the tipping point, as we so clearly have. Consequently, humanity must now prepare for the ultimate showdown: surviving Earth's lands, airs and waters. Unfortunately, our limbs have yet to evolve naturally to tackle these frontiers, so until then, every effort must be made to ensure this generation, the next, and all those who arrive thereafter, are equipped and armed to survive nature’s wrath;\nwe have the tools, we have the skills and we have the technology, it is now time for everybody to be given the\nopportunity to save themselves, the majority of people can not afford to frequent these activities as leisurely pursuits or sports due to high costs and the exclusive nature of these activities, weigh this up against the real cost – lives dying – and money must not be a hindrance, no expense ought to be spared in preserving that which should remain alive; people.",
            "closed_at": "2010-02-06T00:00:00Z",
            "created_at": "2009-02-05T15:12:53.474170Z",
            "creator_name": "jason prasad",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-05T15:12:53.474170Z",
            "rejected_at": "2009-03-08T00:01:01.533885Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-08T00:01:01.533885Z"
        },
        "id": 11716238
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PolicyChange/"
    },
    "type": "petition"
}