{
    "data": {
        "attributes": {
            "action": "make Steve Ryder stand on the centre spot at Wembley Stadium at 2:55pm on FA Cup final day and apologise to the nation for the incompetence shown by ITV on 4th February 2009, missing Everton's winning goal against Liverpool by cutting away to adverts.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As we all know ITV are well known for their poor level of production when it comes to sport, however the gaff on 4th February 2009, was a spectacular low point for them. \n\nAn FA Cup 4th round replay, with two city rivals head to head and only two minutes left on the clock. Millions of people were on the edge of their seats as ITV suddenly went to an ad break. It felt like an hour to most, but as we returned to the game after around thirty seconds, Everton players lay on the pitch celebrating a wonderful goal by Everton's nineteen year old Dan Gosling. This was said to be a 'technical problem' by Steve Ryder. \n\nAs an Evertonian, 'technical problems' are not acceptable when Everton beat Liverpool in extra time of an FA Cup replay with two minutes to go. Believe me, this was a once in a life time experience and we all missed it. My heart really goes out to Dan Gosling, I am sure the first thing he said to his mum when he got home was, 'Did you video the game?' Steve Ryder look poor young Dan Gosling in the eye and say the words, 'technical problem', I dare you.\n\nSo I hope the Prime Minister will see fit to instruct Steve Ryder to take his place on the Wembley turf on Cup Final day and apologise to us all.",
            "closed_at": "2010-02-05T00:00:00Z",
            "created_at": "2009-02-05T11:05:35.328654Z",
            "creator_name": "David Ferguson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-05T11:05:35.328654Z",
            "rejected_at": "2009-03-07T00:01:02.272937Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-07T00:01:02.272937Z"
        },
        "id": 11712834
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/itvfacupblunder/"
    },
    "type": "petition"
}