{
    "data": {
        "attributes": {
            "action": "stop the bias by this Govt towards foreigners that have settled here , after having run away following the ruination of their own lands .",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We ask the PM to put an abrupt end to the practice of unfairly catering to foreigners at the expense of the indigenous people! It has been going on for too long now! Beginning in 1947 , white British children were forcefully thrust aboard liners and sent to Aust; they were replaced in 1948 by 492 total strangers from Jamaica! The children were falsely told they were orphans! They were put into the hands of paedophiles and were physically forced to work on huge building in Aust that were to be a legacy for their cruel 'guardians'! Many suicided in later years! Most were badly uneducated! This grim historic event begun by Attlee, went on to 1967! Britain was the God given land of these sad children! They were illegally banished from it! The foreigners from Jamaica, of which the British had nothing in common, alighted at Tilbury and settled here! To offset acts of racism, laws were initiated to protect them! Meanwhile the ejected white children were being brutalised in Australian institutions! They were in misery! Abu Hamza and Qatada would not be treated in the same way! We ask you to  cease your Governments bias towards foreigners!",
            "closed_at": "2009-08-10T00:00:00Z",
            "created_at": "2009-02-05T11:53:51.416575Z",
            "creator_name": "Jim Green",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-05T11:53:51.416575Z",
            "rejected_at": "2009-02-20T13:38:14.834812Z",
            "rejection": {
                "code": 128,
                "details": "",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-20T13:38:14.834812Z"
        },
        "id": 11713532
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Deplorable/"
    },
    "type": "petition"
}