{
    "data": {
        "attributes": {
            "action": "repeal laws passesd in recognition of the concerns of citizens regarding the right to privacy. Whilst the threat of crime and terrorism are very real we feel that the erosion of the civil liberties established over centuries and which form the basis of our democracy are totally unacceptable and a false response to the threat posed.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is against the massive increase in the erosion of civil liberties mounted by the current government. The European Court of Human Rights (ECHR)has ruled that UK policy has \"violated the right to privacy\" of individuals. If this is a response to terrorism surely it must be positive to the terrorists as it is an erosion of the rights our ancestors fought and died for. In a purely domestic sense this represents a step backwards in terms of human rights and raises the issue of hypocracy when negotiating with other states over the issue of human rights. We the undersigned urge the government to reconsider its stance on the collection of personal data, particularly in light of the recent examples of incompetance when handling sensitive personal data and review its policy of data collection with regard to the principals on which our democracy is founded (ie: the liberal democratic principal of individual freedom).",
            "closed_at": "2009-04-09T00:00:00Z",
            "created_at": "2009-02-06T06:47:11.468546Z",
            "creator_name": "Stuart Rankin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-06T06:47:11.468546Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 117,
            "state": "finished",
            "updated_at": "2009-04-10T03:02:06.564781Z"
        },
        "id": 11722375
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/erosionofrights/"
    },
    "type": "petition"
}