{
    "data": {
        "attributes": {
            "action": "stop over the top nannying",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "we would like the government to end the pampering of criminals, stop using our money to give some criminals a new identity when they are released,  make the prisons harder, we want the prisons to be as they should be, no television, computer games, cd's etc, we want zero tollerance on crime, we want tougher sentences so crime does not pay, life to mean life.we want back our freedom of speech. we want the government to stop pandering to political correctness.\nwe want to bring back national service and send first time offenders to army style boot camp. we want the government to stop telling us what we should eat, what we should buy, not to smoke and not to drink, we can make our own decisions based on the infomation provided.",
            "closed_at": "2010-02-06T00:00:00Z",
            "created_at": "2009-02-05T21:49:00.417089Z",
            "creator_name": "anna ioannou",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-05T21:49:00.417089Z",
            "rejected_at": "2009-02-13T17:03:08.220451Z",
            "rejection": {
                "code": 256,
                "details": "This petition request contains a wide number of different issues which makes its purpose difficult to comprehend. If you would like to resubmit it with fewer specific requests we can reconsider it.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-13T17:03:08.220451Z"
        },
        "id": 11720921
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/makegbgr8again/"
    },
    "type": "petition"
}