{
    "data": {
        "attributes": {
            "action": "Reinstate Dick Dastardly as the rightful winner of a Wacky Race.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dick Dastardly was continually discriminated against in the \"Wacky Race\" season, with countless discrepancies in the rulebook. Dastardly was repeatdly discriminated against due to his use of time-saving devices, while other racers were seemingly allowed to do so without any ramifications.\n\nPerhaps the biggest injustice of all was the infamous \"Creepy Trip to Lemon Twist\" race. Dastardly won the race, but was later disqualified - a slow motion video which the judges had tampered with \"revealed\" that he had just extended his car's front to make viewers think he crossed the line first, even though similar things like shapeshifting cars, dragon flight and even cannon propelled turbo never prevented any other competitors from winning. We think this was a conspiracy to rob the most talented and natural driver of his time from achieving his true greatness in the sport.\n\nWe urge the Prime Misiter to rectify this decision, and posthumously award Dick Dastardly's 00 car as being the winner of \"Creepy Trip to Lemon Twist\".",
            "closed_at": "2010-02-06T00:00:00Z",
            "created_at": "2009-02-06T00:39:27.947826Z",
            "creator_name": "Ali Dia",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-06T00:39:27.947826Z",
            "rejected_at": "2009-03-08T00:01:01.533885Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-08T00:01:01.533885Z"
        },
        "id": 11721969
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/wackyraces/"
    },
    "type": "petition"
}