{
    "data": {
        "attributes": {
            "action": "Make ITV to show no adverts during any live sports coverage",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "February 4th 2009 was a date where ITV made a terrible error with the 4th FA Cup replay - Everton v Liverpool. As extra time was played, ITV showed some adverts instead of the final few minutes of extra time. During the advert break, Everton scored the winning goal. Thus ruining the game.\n\nWhen ITV had rights to show F1 races, it showed adverts right in the middle of a major point in the race. People have complained about ITV's coverage due to the advert breaks. Now its back at the BBC, many fans are pleased as races aren't interrupted by annoying adverts.\n\nI think if ITV wants to show live sports, then it should not broadcast ANY advert breaks, unless it's during a period of no sport is being played. For example during half time and before the race or match starts.\n\nIf ITV cannot hold such a promise, then it should never have rights to live sports coverage.\n\nThis will only affect about 2 hours per week overall during the year. This is nothing compared to the few seconds that could turn a match or race around",
            "closed_at": "2010-02-06T00:00:00Z",
            "created_at": "2009-02-06T09:21:42.596608Z",
            "creator_name": "Greg Foster",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-06T09:21:42.596608Z",
            "rejected_at": "2009-03-15T00:01:02.222007Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for direct communication with ITV.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-15T00:01:02.222007Z"
        },
        "id": 11723172
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/noadsitvsport/"
    },
    "type": "petition"
}