{
    "data": {
        "attributes": {
            "action": "stop the distribution of monies given to failing companies and givie this money to the British voting public, who would then puchase/invest cash into the whole economy, promoting real ecomonic growth nationally.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Take a dying flower(the car industry). Don't spend a billion in trying to cultivate a withering blossom?\nCut a dead head off and \"feed the roots\"  promoting new growth.\nGive each British family/home owner a lump sum ie £20000. Then people will be in a position to spend this money on a new car,a holiday,home improvements. \nIf individuals did not want to spend they would invest monies in struggling banks,paying their home loans or credit cards. Improving wealth and productivity of all industries and the health of all involved. \nSome would be on a mission to increase consumer confidence in all retail areas as families would become confident to shop. In spending and investing in this way new jobs would be created, no redundencies. The knock on effect of a cash injection would be huge. All will benefit from a new wealth within. \n    \"A money for all people\".\nThis is not rocket science, signatories will evidence this fact. \nPlaying with the economy is a serious game that effects everyone so do something about it, make a difference.\nQuote...\"C'mon Rodney don't be a plonker,you know it makes sense!\"",
            "closed_at": "2009-08-06T00:00:00Z",
            "created_at": "2009-02-06T15:23:16.564356Z",
            "creator_name": "martin dove",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-06T15:23:16.564356Z",
            "rejected_at": "2009-03-22T00:01:01.518972Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/STOP-THE--ROT/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-22T00:01:01.518972Z"
        },
        "id": 11727121
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Money-people/"
    },
    "type": "petition"
}