{
    "data": {
        "attributes": {
            "action": "Abolish the mandantory T.V. licencing tax",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I feel Mr Prime Minister that like Sky or Virgin which the general public choose to purchase at a monthly fee should also be implimented towards the television licence which at present is forced onto your voters which surely goes against a democratic society in which we all enjoy here in the UK.\n\nThe \"tax\" at present stands at £139.50 in which your only exempt if over 75yrs of age, the lfe expectancy of females (80.4yrs) and males (75.7yrs) means the fee should of been tied in with retirement age. Blind or Severely sight impaired still have to pay albeit £69.75 and the elderly in residential care up until the exemption age have to still pay £7.50.\n\nThe fee is not means tested and in this current economical climate a force tax of £139.50 is most unexceptable.\n\nAnd finally the BBC itself, surely it can become self sustainable as it has proven by selling BBC programs such as Little Britain, Spooks and Only Fools and Horses back to the population for which we the licence payers have already made a contribution.\n\nI ask you as the leader of the labour party an the active government to consider the abolishment of this sentimental institution of a bye-gone era.",
            "closed_at": "2010-02-06T00:00:00Z",
            "created_at": "2009-02-06T15:22:37.693885Z",
            "creator_name": "Ryan Mitchell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-06T15:22:37.693885Z",
            "rejected_at": "2009-03-12T00:01:02.410346Z",
            "rejection": {
                "code": 1,
                "details": "We cannot accept your petition with mention of the Labour Party. If you wish to resubmit with this reference deleted, you may.",
                "reasons": [
                    "Party political material"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-12T00:01:02.410346Z"
        },
        "id": 11727114
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BBC-Axe/"
    },
    "type": "petition"
}