{
    "data": {
        "attributes": {
            "action": "ensure that the safety of the Transsexual, Transgendered, Intersex and gender-queer Communities is not placed at risk by insisting that harmful data is kept on the National ID Database and that many should carry hold 2 ID cards, identifying them as belong to both male & female genders.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The draft guidelines for the National ID Card as they currently stand, with regards to transsexual people and others who choose to present in the gender opposite to that of their birth assignment them to:\na Apply and pay for up to four different ID cards\nb Have two separate ID cards before a GRC can be obtained\n\nThe Database will keep a record of the birth gender, contrary to Government agreement when the GRA(2004) was passed into law. This is despite the fact that many people cannot obtain a Gender Recognition Certificate (GRC) and that it is illegal to disclose whether a person is in possession of a GRC without explicit permission.\n\n4 groups of people fall into a dangerous areas:\n1 A transsexual person who has obtained a GRC\n2 A transsexual person who lives full time in their\nacquired gender but have not yet applied for a GRC either:\na Because they are not yet entitled to apply for GRC\nb Because they qualify to apply for a GRC, but are unable to apply for\nreasons such as pre-existing marriage or lack of reqrd medical evidence\nc Because they choose not to apply for, or are unaware of the availability of, a GRC.\n3 A person who lives part time in each gender\n4 A person who lives outside the gender binary",
            "closed_at": "2009-03-06T00:00:00Z",
            "created_at": "2009-02-05T20:27:04.767208Z",
            "creator_name": "Robyn Peel",
            "government_response_at": "2009-07-27T12:15:12.884550Z",
            "government_responses": [
                {
                    "created_at": "2009-07-27T12:15:12.884550Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure that the safety of the Transsexual, Transgendered, Intersex and gender-queer Communities is not placed at risk by insisting that harmful data is kept on the National ID Database and that many should carry hold 2 ID cards, identifying them as belong to both male & female genders.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20139\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'TransID'",
                    "updated_at": "2009-07-27T12:15:12.884550Z"
                }
            ],
            "opened_at": "2009-02-05T20:27:04.767208Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 836,
            "state": "finished",
            "updated_at": "2009-03-24T03:02:19.306579Z"
        },
        "id": 11720161
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TransID/"
    },
    "type": "petition"
}