{
    "data": {
        "attributes": {
            "action": "Start a global process which will heal the divides within our world.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have no great insight into the  detail I want to expound ? Other than this! It is quite clear that the world needs a leader! It is also quite clear that the world is hoping that Obama will be the leader. That is because a change has come. Everyone on the ground expects honesty and humility from their leaders! But the truth is, that in all of history, all leaders show the same weakness? It is this! That they surround themselves with lackies who profess to have their fingers on the pulse and yet are only too willing to put the knife in! The way to undermine these lackies is quite simple? Ask them one question? \" Are you willing to make a stand for the country and it's people even if it means you will have to suffer a time without the means that have sustained you?\" ..Those who have substance and the understanding of history will come forward. Those who are lacking will argue the point till kingdom come!",
            "closed_at": "2009-04-06T00:00:00Z",
            "created_at": "2009-02-06T23:12:11.626836Z",
            "creator_name": "Bernard McCarthy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-06T23:12:11.626836Z",
            "rejected_at": "2009-03-11T00:01:02.222315Z",
            "rejection": {
                "code": 768,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-11T00:01:02.222315Z"
        },
        "id": 11731671
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/goodness/"
    },
    "type": "petition"
}