{
    "data": {
        "attributes": {
            "action": "Help the millions of us stuck in a high interest fixed rate mortgage during the recession",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We would like the Prime Minster to enter into talks with Mortgage Providers, with the view to cutting the rate of interest rate paid by those who secured their mortgages within the past twelve months at higher rates following the collapse of Northern Rock. Cutting interest rates does nothing to help us who have fixed rate mortgages with interest rates bumped up after the collapse of Northern Rock. 50% of those I know who have mortgages, have fixed rate mortgages, and at rates which will only result in them being financially crippled as the recession continues. You need to help the hard working tax payer, instead of just using our money to bail out the banks that are raping us!\nCome on Gordon, do something that will really make a difference.\n\nBritain was once a great nation, feared & respected by other nations, we lead the way, nowadays, we tend to follow a nation of loud over confident idiots, good a making movies, but little else.\n\nWe all want Britain to be great again, we are not europeans, we are not Anglo-Americans, we are British and we need to be Proud of that fact, not embarrassed.\n\nIf you can't do the right thing, move over & let someone who can have a go.",
            "closed_at": "2009-04-08T00:00:00Z",
            "created_at": "2009-02-07T20:58:19.561613Z",
            "creator_name": "David Hillier",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-07T20:58:19.561613Z",
            "rejected_at": "2009-03-26T00:01:01.559176Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/FixedMortgage/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-26T00:01:01.559176Z"
        },
        "id": 11738904
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bankrupcy/"
    },
    "type": "petition"
}