{
    "data": {
        "attributes": {
            "action": "make Social, Educational Care for individuals with High Functioning Autism / Aspergers a LEGAL DUTY, not just Guidelines for involved agencies.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "When is the Government and agencies involved with providing social care and education to Young People and Adults on  the higher end of the Autisic Spectrum, going to realise that in many cases a 2/3 year holistic intensive program of help will allow these individuals  to have an independent useful and much happier life, and in the long run save money. At the moment if they fall below the FAC criteria they are not supported in any way unless they are lucky enough to live in an area that has a pro-active voluntary sector that can meet some of their needs. Families have to continue to support in most cases and this in trhe long term is not good for the individual and can have detrimental effects on the Carer/s health and wellfare. They do not have access to employment in many cases as they cannot cope with the work enviroment for various reasons. They are isolated and not part of their community due to their difficulties in socialising. It is also very much a postcode lottery with  Social Services and other agencies, due to funding issues, criteria, ignorance, or because there is no legal duty to support only guidelines.",
            "closed_at": "2009-08-23T00:00:00Z",
            "created_at": "2009-02-08T13:12:31.258678Z",
            "creator_name": "L E Simpson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-08T13:12:31.258678Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 31,
            "state": "finished",
            "updated_at": "2009-09-08T16:25:15.443598Z"
        },
        "id": 11743734
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Autism-Asperger/"
    },
    "type": "petition"
}