{
    "data": {
        "attributes": {
            "action": "acknowledge that there is no better time for UK and world industries to truly enter the 21st century and face up to dealing not only with the current recession, but simultaneously with humanities threat to the environment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We call for government support of metal and glass industries, hit by low demand from the car industry, to manufacture photovoltaic and water heating building panels, and wind turbines, to help all our domestic, public and commercial properties be more energy independent and even to provide power to the national grid, eliminating our need for new power stations, and freeing billions of pounds for investment.\nWith government funding every building could produce it own Brown’s gas for heating, cooking, or powering a range of manufacturing processes; or stored and used to generate electricity when the Sun’s not shining nor the wind blowing. Eliminating dependence on natural gas supplies.\nSuch government support would stimulate huge new industries employing many thousands of people on an ongoing basis creating, manufacturing, retailing, installing, and maintaining their products.\nAfter manufacture, these products will have little associated carbon footprint compared to other energy options.",
            "closed_at": "2009-05-28T00:00:00Z",
            "created_at": "2009-02-08T02:15:26.023025Z",
            "creator_name": "Andrew Hope",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-08T02:15:26.023025Z",
            "rejected_at": "2009-03-05T10:45:00.050345Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-05T10:45:00.050345Z"
        },
        "id": 11740854
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Savingthefuture/"
    },
    "type": "petition"
}