{
    "data": {
        "attributes": {
            "action": "Review the traffic conditions on the Alkham Valley Road",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Alkham Valley Road is an extremely dangerous road, where many people have lost there lives over the years. On the 4th December 2008 we lost our son, our brother and a father of four to this road. Not only do we feel for our beloved Shane Clubb but also for the other families that have lost their family members.\n\nOur family and friends upon others drive this road on a daily bases and know how hazardous this road is and therefore we feel that safety measures must be taken now before others loose their lives.\n\nWe feel that Kent County Council erecting wooden picket fences is not a safety measure. \n\nWe petition for additional safety measures to be installed on this treacherous road and if possible for crash barriers to be erected at well know crash sites on this road. This stretch of road has very minimal or no lighting in many places. Vary rarely is the road gritted when cold weather is upon us or is the road cleaned of debris.\n\nWe petition for crash barriers and other safety measures to be installed with immediate effect so other people do not have to feel the pain our family and other families have and are going through.\n\nDoes KCC want to save money or lives?",
            "closed_at": "2010-02-08T00:00:00Z",
            "created_at": "2009-02-08T07:30:44.281077Z",
            "creator_name": "David John Clubb",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-08T07:30:44.281077Z",
            "rejected_at": "2009-03-12T00:01:02.410346Z",
            "rejection": {
                "code": 4096,
                "details": "Whilst we have every sympathy for your family's loss, this is a matter for direct communication with Kent County Council.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-12T00:01:02.410346Z"
        },
        "id": 11741060
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AlkhamBarries/"
    },
    "type": "petition"
}