{
    "data": {
        "attributes": {
            "action": "acknowledge that there is no better time for UK automotive industry, and the worlds for that matter, to truly enter the 21st century and face up to dealing not only with the current recession, but simultaneously with humanities threat to the environment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With layoffs and shutdowns the car/transport industry never had a better opportunity to reorganise, redesign and retool for the future.\nWe call for government funding to help them produce a new generation of vehicles to replace oil driven ones before oil runs out, it is too precious to waste any more of it.\nVehicles driven by direct drive electric motors in the wheels, powered by batteries charged by energy retrieval during braking, and small engines using Brown’s gas (HHO) produced onboard by electrolyzing water. The basic fuels, electricity and water, are safe and available in homes or can be recharged at filling stations, carparks or places of work. The emission from using Brown’s gas is water.\nCarbon fibre car bodies and components, lighter and stronger than steel, and using less energy to produce and recycle, would improve economy and safety. Carbon obtained as by-product of primary electricity generation carbon capture program, aiding government carbon emission reduction commitment.",
            "closed_at": "2009-05-28T00:00:00Z",
            "created_at": "2009-02-08T01:38:56.164826Z",
            "creator_name": "Andrew Hope",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-08T01:38:56.164826Z",
            "rejected_at": "2009-03-05T10:44:36.523687Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-05T10:44:36.523687Z"
        },
        "id": 11740805
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Anewwayforward/"
    },
    "type": "petition"
}