{
    "data": {
        "attributes": {
            "action": "say NO to the drinking age becoming 21 in April",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The current plans by the government to revise the drinking age to 21 will not be beneficial on a whole, especially in the current economic climate.\n\nPubs and Clubs across the UK are already greatly suffering since the introduction of the compulsory smoking ban, which has without a doubt been a major factor in many “local” and traditional UK pubs close, due to the reduced customer. The smoking ban, further added to the increased reasons for people not to venture out and to buy larger, cheaper amounts of alcohol to drink at home.\n\nChanging the drinking again also will give many more people a reason to not go out like they currently do, as many clubs and pubs around the cities in Britain have a large group of custom from the 18-21 age groups.\n\nFurther from this, by placing this restriction on drinking, it will not only affect the businesses but further encourage underage drinking, as more people have opportunities to drinking within households regardless of age if people. Increasing the amount of people having to stay at home and drink will inevitably result in more parents/adults buying drink in at home and allowing underage people to consume them.",
            "closed_at": "2009-06-08T00:00:00Z",
            "created_at": "2009-02-08T17:11:14.514726Z",
            "creator_name": "D T CHEETHAM",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-08T17:11:14.514726Z",
            "rejected_at": "2009-03-15T00:01:02.222007Z",
            "rejection": {
                "code": 256,
                "details": "There is no truth in your claims.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-15T00:01:02.222007Z"
        },
        "id": 11746217
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/drinkingchange21/"
    },
    "type": "petition"
}