{
    "data": {
        "attributes": {
            "action": "Lower the voting age to 16.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The recent recession has caused many 16-17 year olds to lose their jobs and apprenticeships, yet they do not have a say in how or who is going to lead this country through this economic crisis.\n\nOver 1.5 million 16 -17 year olds are denied the vote in the United Kingdom. \nAt 16, people can leave school, work full time and pay taxes, leave home, get married, join the armed forces, and make lots of decisions about their future.\n\nStopping 16 and 17 year olds from voting and having the chance to be heard sends a signal to them and to society, especially politicians, that their views aren't valid and that they aren't real citizens. At a time when people feel that politics isn't relevant to them, young people need to be encouraged to take part in democracy, not kept out from it.\n\nCitizenship education, youth engagement campaigns and high-speed interactive media have made this generation the most politically aware and educated ever, but the number of people taking part in politics just keeps on dropping. It's time we recognised the abilities of 16 year olds, including them in society and showing them the trust and respect that society expects of them.",
            "closed_at": "2009-06-17T00:00:00Z",
            "created_at": "2009-02-08T10:39:18.186372Z",
            "creator_name": "Martin George Maclennan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-08T10:39:18.186372Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 88,
            "state": "finished",
            "updated_at": "2010-04-28T16:23:42.606299Z"
        },
        "id": 11742066
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ReduceVotingAge/"
    },
    "type": "petition"
}