{
    "data": {
        "attributes": {
            "action": "Cap the salary of all bank executives who have been helped with Tax payers money, to below £400k per annum- It's been our governments'  habit to follow USA - now that a sensible action has been passed by the US government to cap bankers salaries -we should follow suit. Britian must also legislate similar actions to secure our economy and the future of the working man. The average UK tax payer (who is in danger of losing his home) should not be bled  to pay for more additional homes or yachts of people who made their lavish lifestyles possible by hoodwinking the nation's populous with their corrupt schemes.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned as UK taxpayers are, by default, major shareholders and/or creditors in a number of institutions such as Banks and other concerns where payments or loans have been made by the UK Government.\n\nAs taxpayers and/or pensioners we demand that the employees of such companies are prevented from earning – through any form of remuneration including salary, fees, bonuses, pension payments or perks – anything more than £400,000 until all such debts have been fully repaid.\nFurthermore in the event that these same institutions see fit to make redundancies from the rank of ordinary hard-working employees, we demand that no bonuses whatsoever be paid within 24 months of any such redundancy programmes taking place.",
            "closed_at": "2010-02-08T00:00:00Z",
            "created_at": "2009-02-08T19:17:05.257956Z",
            "creator_name": "Ramesh Aidi",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-08T19:17:05.257956Z",
            "rejected_at": "2009-03-18T00:01:01.579728Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/bank-greed/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-18T00:01:01.579728Z"
        },
        "id": 11747932
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CAP-Bankers-PAY/"
    },
    "type": "petition"
}