{
    "data": {
        "attributes": {
            "action": "Gordon Brown - Increasing awareness of Injustice in the USA, done to an Innocent American family. A women of 2 children is bearing to watch her husbund being taken to another country and being tortured for no reason. \"INJUSTICE!\" We need to get the word out!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In Jan 2006, my Pakistani born husband (of 9 years) and father of our children (son 7 and Daughter 3, she was 4 months old when this all happened) was arrested by ICE, tortured and deported with NO CHARGES or any faults on his part. After they tortured him and after they could not find anything on him, they put him in solitary where he begged to be sent back to Pakistan (the only option given him other than to be beat more for no reason), where he had not been since 1980. He had not even taken a trip to Pakistan in that 25 year time and does not have any family or friends here, where we all now reside. With no place to go, I followed in 2007, after selling my wedding ring for passports and plane tickets for the children and I. We lived apart from him for 2 years and could take it no more. Our last month in the USA, December 2007 we lived in a homeless shelter in center city Philadelphia while we awaited the day of departure, January 17th 2008. This was the only option open to me at that time. Here in Pakistan, both my husband and I have had our lives threatened and we live in constant fear of the frequent bombs as well as kidnapping.",
            "closed_at": "2009-06-08T00:00:00Z",
            "created_at": "2009-02-08T17:51:52.024001Z",
            "creator_name": "Kayenath",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-08T17:51:52.024001Z",
            "rejected_at": "2009-03-25T00:01:01.999759Z",
            "rejection": {
                "code": 16384,
                "details": "Individual legal cases concerning British citizens overseas are a matter for direct communication with the Foreign Office.\n\nIndividual legal cases of American citizens fall outside the remit of the Prime Minister and the Government.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-25T00:01:01.999759Z"
        },
        "id": 11746730
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Innocent-family/"
    },
    "type": "petition"
}