{
    "data": {
        "attributes": {
            "action": "Stop the prejudice against BNP party members and supporters of the BNP",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "People and unfairly discriminated against for supporting the BNP. The police who are not allowed to join the BNP, after the Association of Chief Police Officers undemocratically banned membership apparently in compliance with the Race Relations Amendment Act 2000. Simone Clarke, a former ballerina for the English National Ballet who supports the BNP, was heckled whilst performing, and she faced calls to be sacked from the English National Ballet by the campaign group Unite Against Fascism. Late last year a BNP membership list was lost and reproduced on the internet by left wing websites. Unfortunately this meant people felt threatened purely because of their political persuasion and members’ jobs were jeopardised because the government discriminates against BNP members. The BNP is a political party, just like labour or any other party and should be treated as such. BNP members should be afforded the same protection as those of other parties.",
            "closed_at": "2010-02-09T00:00:00Z",
            "created_at": "2009-02-09T16:56:29.599358Z",
            "creator_name": "Tom Fisher",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-09T16:56:29.599358Z",
            "rejected_at": "2009-03-19T00:01:01.690720Z",
            "rejection": {
                "code": 1,
                "details": "",
                "reasons": [
                    "Party political material"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-19T00:01:01.690720Z"
        },
        "id": 11759088
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BNPprejudice/"
    },
    "type": "petition"
}