{
    "data": {
        "attributes": {
            "action": "Stop infringing human rights of the UK and to stand up for liberty. And to not make life in the UK unbearable",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The news is that\n\nThe government is compiling a database to track and store the international travel records of millions of Britons.\n\nAnd they plan to limit our plane journeys to 2 a year.\n\nAddresses, travel itineraries and credit card details could be kept for up to 10 years.\nBut opposition MPs and privacy campaigners fear it is a significant step towards a surveillance society. \n\nThis must stop now!\n\nThe government  dont care about freedom or our rights. What is going to become of this country\nAnd they say we have nothing to fear, well we have when we have government like this in power\nThe government says this is essential in the fight against crime, illegal immigration and terrorism.\n\n\nTo trap us in our own country is illegal and against human rights. We must speak up speak out for freedom\nliberty for life.\n\nThe government cannot do this. The UK is becoming a police state. It has to end.",
            "closed_at": "2009-06-09T00:00:00Z",
            "created_at": "2009-02-09T12:19:38.776540Z",
            "creator_name": "Alex Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-09T12:19:38.776540Z",
            "rejected_at": "2009-03-26T00:01:01.559176Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/TravelDatabases/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-26T00:01:01.559176Z"
        },
        "id": 11755373
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/freelife/"
    },
    "type": "petition"
}