{
    "data": {
        "attributes": {
            "action": "Please Open a Children's Hospice in South Lakes, Cumbria",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My 5 and a half month old baby boy Kai died in June due to a very rare genetic disorder called Pyruvate Dehydrogenase Deficiency. After months of tests and hospitalisation at Manchester and Liverpool we were told that nothing more could be done for him as his condition was incurable and as he presented with symtoms at such an early age his outlook was very poor. Living in Barrow in Furness we discovered that the nearest hospice available was in Chorley (76 miles away)where Kai passed away on 3rd June 2008. I am desperately trying to get a children's hospice closer to my area for the parents' who will have to face the terrible and heartbreaking scenario of looking after a terminally ill child in the future. There is a children's hospice in Cumbria but at 86 miles away it is even further away than Chorley!\n\nLosing your child is the hardest thing anyone will have to face and being far away from the love and support of friends and family makes an already distressing situation far harder. The government have to recognise the need for this vital service in my area. You will also find Kai's story on my facebook group 'campaign for a children's hospice in Cumbria' Thank you for your support -Cheryl X",
            "closed_at": "2010-02-24T00:00:00Z",
            "created_at": "2009-02-09T09:37:10.777908Z",
            "creator_name": "Cheryl McBain",
            "government_response_at": "2010-03-31T20:21:30.943467Z",
            "government_responses": [
                {
                    "created_at": "2009-02-24T10:46:17.985429Z",
                    "details": "",
                    "summary": "Government response to petition 'CHILDRENSHOSPICE'",
                    "updated_at": "2009-02-24T10:46:17.985429Z"
                },
                {
                    "created_at": "2010-03-31T20:21:30.943467Z",
                    "details": "You signed a petition asking the Prime Minister to \"Please Open a Children's Hospice in South Lakes, Cumbria.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page23054\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'CHILDRENSHOSPICE'",
                    "updated_at": "2010-03-31T20:21:30.943467Z"
                }
            ],
            "opened_at": "2009-02-09T09:37:10.777908Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1170,
            "state": "finished",
            "updated_at": "2010-03-05T03:01:36.902567Z"
        },
        "id": 11753091
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CHILDRENSHOSPICE/"
    },
    "type": "petition"
}