{
    "data": {
        "attributes": {
            "action": "Add contraceptives to methadone",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Drug addicts are the scourge of our civilised society. There are people who haven't worked a day of their lives, who depend on the benefits system for all their needs, including their perpetual drug addictions. They then go on to have children, most probably with other unsavoury characters, who are then brought up in this inappropriate environment, the only life they know is one of poor education, living off the system, and taking drugs, and it is highly probable that they will follow in the foots of their parents, as their parents did before them, creating possibly the third or fourth generation of people wholly dependent on the hard-working tax payer. If the methadone handed out to these undesirables was dosed with contraceptives then this would help to break the cycle, resulting in less benefits dependent people, or would act as an incentive to get people off methadone, something for which there is currently no incentive.",
            "closed_at": "2010-02-09T00:00:00Z",
            "created_at": "2009-02-09T17:21:39.893142Z",
            "creator_name": "Tom Fisher",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-09T17:21:39.893142Z",
            "rejected_at": "2009-03-12T00:01:02.410346Z",
            "rejection": {
                "code": 128,
                "details": "",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-12T00:01:02.410346Z"
        },
        "id": 11759458
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/methadonecontra/"
    },
    "type": "petition"
}