{
    "data": {
        "attributes": {
            "action": "rescind the provisions of the Counter Terrorism Act that allow for the presumption of Guilt and to make sure all current and future legislation has the right to be presumed innocent written in.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Parliament recently passed a law which made those accused of terrorism offences guilty until proven innocent.  One of the cornerstones of our democracy is the right to be considered innocent until proven guilty.  It prevents tyrants from locking up their opponents.\n\nIt is almost impossible for someone to prove that they are innocent even if they are.\n\nAnother reason why this is a bad idea is that, because an accusation is almost certain to lead to a conviction, police may lock up the first person they come across in their investigation.  If that person is innocent, and the officers feel they've got their (wo)man, then the case is closed and the real criminal is free.",
            "closed_at": "2010-02-09T00:00:00Z",
            "created_at": "2009-02-09T13:07:12.927882Z",
            "creator_name": "Francisco De Freitas",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-09T13:07:12.927882Z",
            "rejected_at": "2009-02-13T11:24:31.176032Z",
            "rejection": {
                "code": 4352,
                "details": "Your information is incorrect.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-02-13T11:24:31.176032Z"
        },
        "id": 11755980
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/innocentfirst/"
    },
    "type": "petition"
}