{
    "data": {
        "attributes": {
            "action": "Council Homes Needed Now!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "1. We need the government to release councils from the housing revenue account. Put an end to this unfair system, and stop tenants paying rent which is used to subsidise tenants in other parts of the country. Let the council’s keep all the money it collects from rents and sales and let it reinvest it in upgrading existing council houses and building new ones.\n\n2. Lift the restrictive rules on which organisations can build and manage council houses. End the monopoly of housing associations and let elected and accountable councils bid directly for grants to build council houses. Stop right to buy depleting council housing stock any further.\n\n3. Give councils the upfront investment it needs to get things moving. Buy back privately rented homes when they come onto the market, do them up, and let them out once more as council houses. Extend and convert existing council houses, modernising and expanding them for bigger families. Use the money to kick start new building, clearing sites for development, appointing architects, developers and contractors and providing much-needed jobs and investment in the building industry.",
            "closed_at": "2009-04-17T00:00:00Z",
            "created_at": "2009-02-09T11:11:41.222885Z",
            "creator_name": "Liam Smith",
            "government_response_at": "2009-06-12T11:21:51.437328Z",
            "government_responses": [
                {
                    "created_at": "2009-06-12T11:21:51.437328Z",
                    "details": "You signed a petition asking the Prime Minister to \"Council Homes Needed Now!.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19593\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'LiamSmith'",
                    "updated_at": "2009-06-12T11:21:51.437328Z"
                }
            ],
            "opened_at": "2009-02-09T11:11:41.222885Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 202,
            "state": "finished",
            "updated_at": "2009-04-18T03:02:17.355568Z"
        },
        "id": 11754479
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LiamSmith/"
    },
    "type": "petition"
}