{
    "data": {
        "attributes": {
            "action": "Free Michael Sheilds",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Jack Straw is aware that an innocent man is in prison and he has the power to have him released yet he has failed to do so - barely out of his teens this young man was jailed for a crime he did not commit. We know this because another man has confessed to the crime. Not only has someone else confessed to the crime - there is no evidence to suggest Michael Sheilds committed the offence - there is no DNA, he passed the lie detector test and witnesses have come forward to confirm Michaels account of his whereabouts at the time.Why is the British legal system keeping an innocent man behind bars, he should be free.  We the undersigned request that this Political game be stopped the Prime Minister Gordon Brown intervene and call for Michael's immediate release or an inquiry as to why he is still behind bars.  Let him home to his family where he belongs.",
            "closed_at": "2009-08-09T00:00:00Z",
            "created_at": "2009-02-09T16:30:43.020525Z",
            "creator_name": "Jackie Coyle",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-09T16:30:43.020525Z",
            "rejected_at": "2009-03-19T00:01:01.690720Z",
            "rejection": {
                "code": 16384,
                "details": "Individual legal cases are a matter for direct communication with the Ministry of Justice.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-19T00:01:01.690720Z"
        },
        "id": 11758729
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Sheilds/"
    },
    "type": "petition"
}