{
    "data": {
        "attributes": {
            "action": "to reverse the trend of closure of courses for the public at the University of  Manchester and fulfil the promises made in policy statements for more public engagement",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The imminent closure of courses for the public at the University of Manchester, the largest University in the country with 4th position ranking for research, is the latest in a long line of closures of continuing education provision for adults and public programmes all over the country. It reflects a disturbing trend for the exclusion of the general public from Universities, restricted access to hearing about research at first hand and a decrease in opportunity to  \nparticipate in the intellectual life of the country for a large majority. We the undersigned call upon Government and Universities to reverse this trend and fulfill the promises made in policy \nstatements for more public engagement.",
            "closed_at": "2009-08-25T00:00:00Z",
            "created_at": "2009-02-09T11:21:47.058792Z",
            "creator_name": "Bernard Orford",
            "government_response_at": "2009-09-28T11:04:08.902352Z",
            "government_responses": [
                {
                    "created_at": "2009-09-28T11:04:08.902352Z",
                    "details": "You signed a petition asking the Prime Minister to \"to reverse the trend of closure of courses for the public at the University of Manchester and fulfil the promises made in policy statements for more public engagement.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20736\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'manunipublic'",
                    "updated_at": "2009-09-28T11:04:08.902352Z"
                }
            ],
            "opened_at": "2009-02-09T11:21:47.058792Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 258,
            "state": "finished",
            "updated_at": "2009-12-29T15:27:31.404623Z"
        },
        "id": 11754609
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/manunipublic/"
    },
    "type": "petition"
}