{
    "data": {
        "attributes": {
            "action": "Create an \"Empire Legacy Day\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The trade and economic power of countries in Africa, Asia and Latin America will mean ever more British companies being taken over by the East. Migration -mostly economic-has been occurring from Europe to the New World since 1492. One in ten of the folk in the UK is non-white and mostly from the former colonies. Given the looming recession with millions out of work, resentment will increase amongst indigenous communities. The greatest achievement was the Empire, the greatest fear of white communities is an 'empire in reverse' with many towns and cities in the next few years becoming places where white folk are minorities. We need to educate and inform people as to why immigrants have come here and why the greatest mass migration in human history occurred in the 19th century -from Europe. We need to make white folk proud of the Empire without feeling guilty but also remind folk that Europeans-tens of millions- have emigrated and settled in the New World and the indigenous peoples are now minorities. This is the way of the world but people are not taught this in schools or in the media or in history books, and Empire Legacy Day will educate, inform and make everyone proud to be British.",
            "closed_at": "2010-02-24T00:00:00Z",
            "created_at": "2009-02-09T07:18:34.014265Z",
            "creator_name": "TAN DHILLON",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-09T07:18:34.014265Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 32,
            "state": "finished",
            "updated_at": "2010-02-25T00:01:01.800226Z"
        },
        "id": 11751960
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EmpireLegacyDay/"
    },
    "type": "petition"
}