{
    "data": {
        "attributes": {
            "action": "ensure the future of the School of Health and Social Care at the University of Reading",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The proposal to close the School of Health and Social Care at the University of Reading comes at a time when qualified Social Workers are in short supply, leading to a lack of support and services to some of the most vulnerable members of the society. The course is not being closed due to the lack of interest in the courses but due to the University of Reading deciding that “As a research-intensive institution with an international reputation in many areas, we have to play to our strengths. This vision, embodied in our Corporate Plan, states that we will commit maximum resources to support areas of established academic strength, of emerging excellence and of comparative advantage.” In contrast to this, currently University of Reading is ranked 23rd of 55 institutions that offer Social Work courses. It will also lead to a decrease in the availability of Post-Qualifying training for Social Workers, Counsellors and Nurses that is vital to maintain their Continuing Professional Development. In addition, it will also inevitably lead to job losses among the dedicated and knowledgeable staff, whose expertise will be lost to the local community.",
            "closed_at": "2009-03-19T00:00:00Z",
            "created_at": "2009-02-09T08:35:32.685443Z",
            "creator_name": "Alan Budd",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-09T08:35:32.685443Z",
            "rejected_at": "2009-03-26T00:01:01.559176Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for the University of Reading.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-26T00:01:01.559176Z"
        },
        "id": 11752359
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UOR-Social-Care/"
    },
    "type": "petition"
}