{
    "data": {
        "attributes": {
            "action": "Introduce an industry standard contractual payment term of no greater than 28 days from receipt of invoice.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Payment terms have long been the most contested aspect of most contract negotiations and have long been stacked heavily in favour of those at the end of the food chain-so to speak…the giants of industry which can range from Supermarkets to Government agencies.\nThe end users unwillingness to pay for their goods and services on acceptable terms is creating a huge imbalance in cash flow across the whole of industry, generally having the greatest impact on the areas of industry that need the most support, manufacturing construction, Logistics the list is endless. \n\nSmall and medium sized businesses across the UK are being stifled by the larger company’s reluctance to pay for their goods and services in a timely fashion. Sometime insisting on terms of up to 3 months (paying for their goods 3 months on receipt of invoice) when the supplier or provider would have had to pay for their goods in 28 days or sooner.\n\nThis isn’t a plea for government handouts but for fairness, for a standard to be introduced across the whole of industry. Introduce terms whereby everybody pays to a maximum of 28 days from receipt of invoice.",
            "closed_at": "2009-08-26T00:00:00Z",
            "created_at": "2009-02-10T09:32:29.132554Z",
            "creator_name": "Graham McQuade",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-10T09:32:29.132554Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 182,
            "state": "finished",
            "updated_at": "2009-08-28T03:03:25.579636Z"
        },
        "id": 11765199
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PaymentTerms/"
    },
    "type": "petition"
}