{
    "data": {
        "attributes": {
            "action": "accept that the pubic have major concerns about MPs’ expenses and sets up an independent authority to review the current rules and have the ongoing responsibility to set and monitor MPs expenses.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Expenses are being claimed by MPs which are considered unnecessary and unfair by many taxpayers and are seen as a way for MPs to supplement income. The review should consider the travel and subsistence rules for Civil Servants; MPs’ allowances should be broadly based upon the same principles, with the same level of limits.\n\nKey principles should be:\n• All claims must be itemised, then reviewed by an authorisation office with the power to accept or reject the claim\n• Claims for products or services should be directly related to costs incurred in undertaking their role as an MP within agreed limits\n• If there is evidence that the rules are being manipulated to maximise the claim for the financial gain of the MP, family or friends the authorisation office can override the rules and refuse or reduce the claim\n• MPs should not profit from the purchase or rental of second homes\n\nThe underlying principle should be whether or not a reasonable person would consider the claim appropriate and fair.",
            "closed_at": "2009-05-10T00:00:00Z",
            "created_at": "2009-02-10T15:08:35.658905Z",
            "creator_name": "John Francis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-10T15:08:35.658905Z",
            "rejected_at": "2009-03-22T00:01:01.518972Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-22T00:01:01.518972Z"
        },
        "id": 11769399
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MPs-claims/"
    },
    "type": "petition"
}