{
    "data": {
        "attributes": {
            "action": "TAX ONLINE SHOPS WITH NO PREMISES - stop undercutting prices",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is becoming more and more apparant that online stores are selling items from home with no overheads at less than retail prices which are forcing local businesses out of business.\nThey are not under the same conditions as shops and therefore do not have to pay business rates, costs of running a shop and therefore advertise items online that are well below RRP and nearer the cost price.  They are not always VAT registered so get their items cheaper.\n\nHigh Street stores are fundamental to the ecomony and we need to preserve these - the high street is where it all begins and there is always someone to speak to - not an email address.\n\nEveryone is wanting things cheap and come and get the advice from a shop and then search online where they can get it cheaper and the high street shops suffer.\n\nThere is nothing to stop these onlines shops and auctions from bringing high street local businesses down.\n\nTax all online shops and auctions accordingly.\n\nHow can the High Street possibly survive this without intervention.\n\nHelp this cause and get things back on track with local businesses and the friendly shop keeper.  Lets get back to basics and talk to one another.",
            "closed_at": "2009-04-25T00:00:00Z",
            "created_at": "2009-02-09T20:52:28.620933Z",
            "creator_name": "Andy Sagar",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-09T20:52:28.620933Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2009-04-26T00:01:01.771748Z"
        },
        "id": 11762059
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TAXONLINESHOPS/"
    },
    "type": "petition"
}