{
    "data": {
        "attributes": {
            "action": "advise home secretary Jacqui Smith to apologise to the families of the victims of horse riding accidents.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ms Smith appears to think that victims of drug use deserve to be singled out for special treatment - criminalising the users whilst simultaneously making martyrs of their families.\nFor me that makes light of a serious problem, trivialises the dangers of horse riding, shows insensitivity to the families of victims of horse riding and sends the wrong message to young people about the dangers of such activities.\nHorse-riding accounts for more than 100 deaths a year, as well as placing a huge strain on the finances and time of those involved and their families.  And yet Ms Smith wantonly encourages such behaviour, regardless of the damage to people's lives.  \nAt the same time she hypocritically persecutes the far larger number of people involved in the use of comparatively harmless drugs.\nThis attitude is unacceptable from a cabinet minister, and I suggest that she should apologise for her insensitivity immediately.",
            "closed_at": "2009-04-10T00:00:00Z",
            "created_at": "2009-02-10T11:00:46.345277Z",
            "creator_name": "Aidan Grant",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-10T11:00:46.345277Z",
            "rejected_at": "2009-03-22T00:01:01.518972Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-22T00:01:01.518972Z"
        },
        "id": 11766185
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/smithhorses/"
    },
    "type": "petition"
}