{
    "data": {
        "attributes": {
            "action": "ban any form of religious assembly in state schools and remove religious education from the national curriculum",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Schools should be a place of education not indoctrination.  It is time for the government to stop de-facto discrimination against parents and children who do not share the religious beliefs of others.  State funded schools should be places of education for all and parents should not be forced to exclude children from activities because of ideological differences.  A school should be a place where knowledge is imparted not where ideology (Christian or otherwise) is conveyed.  This petition calls upon the government to legislate to keep schools free of religion and therefore free of discrimination.  No parent should be forced to make their child an exception because they do not want them to take part in a daily form of religious worship.  No child should be made to feel that they are an exception because of religious views.  \n\nFor these reasons, I call upon the government to legislate to remove religion from state funded schools.",
            "closed_at": "2010-02-17T00:00:00Z",
            "created_at": "2009-02-10T14:46:22.951184Z",
            "creator_name": "Claire Kotecki",
            "government_response_at": "2010-03-17T11:47:09.810746Z",
            "government_responses": [
                {
                    "created_at": "2010-03-17T11:47:09.810746Z",
                    "details": "You signed a petition asking the Prime Minister to \"ban any form of religious assembly in state schools and remove religious education from the national curriculum.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22857\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'religionschools'",
                    "updated_at": "2010-03-17T11:47:09.810746Z"
                }
            ],
            "opened_at": "2009-02-10T14:46:22.951184Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 244,
            "state": "finished",
            "updated_at": "2010-02-23T03:01:37.489466Z"
        },
        "id": 11769142
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/religionschools/"
    },
    "type": "petition"
}