{
    "data": {
        "attributes": {
            "action": "UNEMPLOYABLE AT 62?????????????",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am a 62 year old English male, alive, healthy, intelligent, worldly experienced, amusing, slightly over weight but working on that (It doesn't affect my abilities) But seemingly as far as employment goes.................. I'M DEAD!!\n\nI have been avidly applying for jobs for the past 6 months to no avail!  \n\nI am so annoyed and frustrated by being ignored by employers and patronised by recruitment agencies in trying to obtain gainful employment that fits my experiences!\n\nI am registered with just about every recruitment website in the UK, I have never been asked in to any agency to register, I have never been invited to interview by employers. Even Monster web site my CV/Resume has been viewed 258 times since October '08 without one interview!\n\nI watched channel 4 Dispatches programme, \"TOO OLD TO WORK\", last night, if you didn't please have a look on line it's not only eye opening it's damning!!!!!!!!!!!!\n\nWHY AM I BEING DISCRIMINATED AGAINST????????\n\nI NEED TO WORK TO EAT AND PAY MY BILLS JUST LIKE YOUNGER PEOPLE!\n\nWhat does the Government intend to do about myself and many others dilemma?",
            "closed_at": "2010-02-10T00:00:00Z",
            "created_at": "2009-02-10T12:18:16.172970Z",
            "creator_name": "Barry Day",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-10T12:18:16.172970Z",
            "rejected_at": "2009-03-19T00:01:01.690720Z",
            "rejection": {
                "code": 16384,
                "details": "The PM is unable to comment or get involved in personal issues such as this. There is already legislation in place to prevent age based discrimination.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-19T00:01:01.690720Z"
        },
        "id": 11767186
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TOO-OLD-TO-WORK/"
    },
    "type": "petition"
}