{
    "data": {
        "attributes": {
            "action": "Prevent a strategic gap of 48 acres at Pincents Hill being developed.  Pincents Hill is a beautiful woodland and natural heath which rivals an area of AONB.  It is home to a wonderful diversity of animals, including badgers, a small herd of deer, red kites, yellow hammers, green headed woodpeckers, it is a wonderful haven.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A developer bought the site last year.  This is agricultural land that has a 37 acre unofficial disused golf course on it. The public have used this land as amenity land for over 30 years for nature walks (schools,etc.)  It has two public rights of way.  It has been a landmark site since the 1100's Tigel Hurst. The Hill is a green landmark just off the A4.  It adjoins an AONB and is so beautiful it should be part of the AONB.  Tilehust is ordinary it has 3 things to offer, schools, this beautiful coutryside site and its people.  We need this area, it is the quiet soul of Tilehurst.   We are threatened with a development of some 900 dwellings and Tilehurst will lose it's identity.  We need to leave something beautiful for our children to enjoy.  West Berks Council says that there are enough brown field sites to meet the governments housing requirements with no need to use this site.  There was a planning application in 1985 for 250 homes but the Inspectorate refused permission and surely if a site was not sustainable for 250 it is still unsustainable.  The government wishes all sites, beautiful or not to be built on.  Please don't let us lose the last open green space in Tilehurst we desperately need it.",
            "closed_at": "2010-02-26T00:00:00Z",
            "created_at": "2009-02-11T02:09:45.505901Z",
            "creator_name": "Joan Lawrie",
            "government_response_at": "2010-10-22T11:58:51.779887Z",
            "government_responses": [
                {
                    "created_at": "2010-10-22T11:58:51.779887Z",
                    "details": "You signed a petition asking the Prime Minister to prevent a strategic gap of 48 acres at Pincents Hill being developed. Pincents Hill is a beautiful woodland and natural heath which rivals an area of AONB. It is home to a wonderful diversity of animals, including badgers, a small herd of deer, red kites, yellow hammers, green headed woodpeckers, it is a wonderful haven.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=PincentsHill\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'PincentsHill'",
                    "updated_at": "2010-10-22T11:58:51.779887Z"
                }
            ],
            "opened_at": "2009-02-11T02:09:45.505901Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 695,
            "state": "finished",
            "updated_at": "2010-03-02T03:01:35.364111Z"
        },
        "id": 11775136
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PincentsHill/"
    },
    "type": "petition"
}