{
    "data": {
        "attributes": {
            "action": "Reverse the decision to ban Dutch member of Parliament Geer Van Wilders from traveling to the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On 10 February 2009 the British Government  banned Dutch MP Geert van Wilders from traveling to the UK in the following terms:\n\n\"The Secretary of State is satisfied  that your statements about Muslims and their beliefs, as expressed in  your film Fitna and elsewhere, would threaten community harmony and therefore public security in the UK\"\n\nThis represents a dramatic  curtailing of the right of free speech and a pandering to religious intolerance that despises our democratic values. \n\nGeer van Wilders expresses genuine concerns about the rise of militant Islam in Europe and to ban him from the UK on the grounds of protecting \"community harmony\" is a victory for religious intolerance and violence over democracy.\n\nBanning van Wilders from traveling to the UK for  is a national disgrace and marks an abuse of the democratic system:  we call on the Prime Minister to reverse the decision immediately.",
            "closed_at": "2010-02-11T00:00:00Z",
            "created_at": "2009-02-11T10:09:33.699421Z",
            "creator_name": "Liam Malone",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-11T10:09:33.699421Z",
            "rejected_at": "2009-03-28T00:01:02.821400Z",
            "rejection": {
                "code": 16384,
                "details": "Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-28T00:01:02.821400Z"
        },
        "id": 11776730
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Wilders/"
    },
    "type": "petition"
}