{
    "data": {
        "attributes": {
            "action": "immediately remove Sir James Crosby from his position in the Financial Services Authority, or resign, because of his gross failure of judgement in keeping in a position requiring basic honesty, a person about whom there is compelling evidence that he cannot be trusted to put anybody elses interests before his own.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This fraudster was in charge of HBOS in the days preceding when they were found out to be operating outside the normal rules of prudence and probity - so he was in charge while the crimes were being perpetrated AND WAS TOLD ABOUT THEM BUT REFUSED TO ACT.  There is no way Sir James Crosby should now be in a position of authority over even the smallest petty cash fund, let alone continue in a position where his financial judgement (of which he has shown he is not encumbered by any) can affect the financial wellbeing of the population of this country.  If Gordon Brown is not prepared to sack this fraudster then he, himself, should resign so that the people can be given an opportunity, by voting, to express their support, or otherwise for his gross mishandling of the economic downturn as it affects this country.",
            "closed_at": "2010-02-10T00:00:00Z",
            "created_at": "2009-02-10T17:37:34.695531Z",
            "creator_name": "Keith Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-10T17:37:34.695531Z",
            "rejected_at": "2009-03-22T00:01:01.518972Z",
            "rejection": {
                "code": 16384,
                "details": "Sir James Crosby is no longer at the FSA.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-22T00:01:01.518972Z"
        },
        "id": 11771246
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SackHimNow/"
    },
    "type": "petition"
}