{
    "data": {
        "attributes": {
            "action": "Price differentials within one company ie npower should be made illegal. They should have the same percentage throughout the year.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have discovered that a gas company has a price differential, between the Winter and the Summer.  This differential is about 18%. In the Winter months between Oct and Feb the percentage is over 19% and gradually tapers down to 1% over the Summer months.\n\nSuch companies whether gas or electric should not be allowed to use percentage differentials in this way, because this is what creates such hardship especially amongst the poor. My bill is always split and the first 4,500 units or so are charged at 8.304. The rest of the units are charged at 2.488. This is a difference of 6p! They should use one price for the whole bill, without being allowed to go any higher than 5p (for example).  We cannot allow this to continue when thousands of old people are 'dropping dead' from the cold in Winter.  It is a despicable way to run a business and should be made illegal. It is high time that Fat Cats reigned in their greed. I live alone and have a bill of £300 even though Iam running less radiators than in previous years!\n\nThese percentage differentials MUST END and make the bill the same rate throughout the year.",
            "closed_at": "2009-12-30T00:00:00Z",
            "created_at": "2009-02-11T14:39:37.183416Z",
            "creator_name": "Cathy Alexander",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-11T14:39:37.183416Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2009-12-31T00:01:01.481098Z"
        },
        "id": 11779580
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/differentials/"
    },
    "type": "petition"
}