{
    "data": {
        "attributes": {
            "action": "Press the Crown Prosecution Service to bring criminal prosecutions against the bankers who have brought their companies and the wider economy to it's knees",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The scale of the damage caused by the professional negligence of bankers is akin to financial terrorism. Terrorism wreaks havoc and breeds an atmosphere of fear. The  financial terrorists have achieved exactly this on a grand scale under the noses of the establishment.\n\nTo build up a house of cards in order to qualify for huge bonuses is a professionally bankrupt and corrupt practice.\n\nThe creation of a management system and culture where the single minded pursuit of short term growth and profit for personal gain (ie bonuses) through highly leveraged, opaque financial vehicles backed by sub-prime assets was reckless and professionally negligent. A professionally competent person would be required to perform due diligence, risk assessment and at least have an understanding of the nature of the beast they were creating.\n\nIt is not good enough to belatedly apologise and expect to walk away from the carnage. Any ordinary employee who systematically lost their employer money would be persued relentlessly.\n\nThe bosses need to be prosecuted as you or I would be. We need action to restore confidence in a failed banking system that we are now propping up.",
            "closed_at": "2009-08-27T00:00:00Z",
            "created_at": "2009-02-11T01:10:01.190353Z",
            "creator_name": "Manoj Gupta",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-11T01:10:01.190353Z",
            "rejected_at": "2009-03-05T11:27:12.542553Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-05T11:27:12.542553Z"
        },
        "id": 11774992
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ProsecuteBankers/"
    },
    "type": "petition"
}