{
    "data": {
        "attributes": {
            "action": "remove the ban on Geert Wilders entering the UK so that he can show the House of Lords the movie Fitna, as they requested",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UK government recently banned democratically-elected Dutch MP Geert Wilders from entering the country. They claimed his presence \"would pose a genuine, present and sufficiently serious threat to one of the fundamental interests of society\". This is unprecedented, and the Dutch Parliament have rightly complained to the UK Parliament.\n\nOne of the fundamental interests of our society is freedom of speech. The House of Lords invited him. He should be allowed to enter this country.\n\nWe also request that the PM remove 'Lord' Ahmed from the House of Lords for threatening to bring 10,000 muslims to protest on Parliament if the film is shown. This - unelected - man has no right to threaten our democracy, and should be removed from his position immediately.",
            "closed_at": "2009-05-11T00:00:00Z",
            "created_at": "2009-02-11T13:32:26.543329Z",
            "creator_name": "Chris Haynes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-11T13:32:26.543329Z",
            "rejected_at": "2009-03-28T00:01:02.821400Z",
            "rejection": {
                "code": 16384,
                "details": "Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-28T00:01:02.821400Z"
        },
        "id": 11778947
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/geertwildersban/"
    },
    "type": "petition"
}