{
    "data": {
        "attributes": {
            "action": "Repeal Section 110 of the Serious Organised Crime and Police Act 2005 and replace it with legislation that protects the individual from arrest unless specifically sanctioned under specific legislation relating to a specific serious offence punishable with imprisonment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Section 110 of the Serious Organised Crime and Police Act 2005 was enacted to replace Section 24 of the Police and Criminal Evidence Act (Arrest without Warrant: Constables), and for the first time since 1829 has empowered any constable to arrest and detain any person without warrant for any offence, no matter how trivial. Constables may now arrest for offences which do not attract a sanction of imprisonment and are merely summary in nature, such as minor traffic offences and bye-law offences. In all cases they may use reasonable force, may detain with handcuffs, and may require a DNA sample to be taken. There is a body of evidence which shows that police officers are abusing this power in large measure.",
            "closed_at": "2010-03-03T00:00:00Z",
            "created_at": "2009-02-12T15:23:53.054722Z",
            "creator_name": "David E M Gilbertson QPM",
            "government_response_at": "2010-10-08T11:05:04.494077Z",
            "government_responses": [
                {
                    "created_at": "2010-10-08T11:05:04.494077Z",
                    "details": "You signed a petition asking the Prime Minister to repeal Section 110 of the Serious Organised Crime and Police Act 2005 and replace it with legislation that protects the individual from arrest unless specifically sanctioned under specific legislation relating to a specific serious offence punishable with imprisonment..\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=PowersofArrest\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'PowersofArrest'",
                    "updated_at": "2010-10-08T11:05:04.494077Z"
                }
            ],
            "opened_at": "2009-02-12T15:23:53.054722Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2856,
            "state": "finished",
            "updated_at": "2010-05-10T15:20:33.883531Z"
        },
        "id": 11787688
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PowersofArrest/"
    },
    "type": "petition"
}