{
    "data": {
        "attributes": {
            "action": "Make the U.K as independant from oil as possible",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is well known that oil supplies come out of natural deposits of dead animal and plant life that has been crushed and cooked under the planets surface for millions of years. It is also well known that this oil is of a finite amount.\n\nTherefore it is my proposal to educate the U.K's population that the world oil supplies have, or will soon peak. \n\nWe should burn our waste like Germany. Build Hydro-Electric Dams to facilitate production of commercial hydrogen for a future generation of Hydrogen powered vehicles. \n\nWith this in mind the government should invest in long-term solutions to move away from oil dependency and an oil dependant finance system. Consequently the government should offer \"stimulus\" packages to the education or industrial companies to research economically viable alternate energy.\n\nInjecting cash into British banks would have worked in the past but as oil production is peaking this is no longer the case. Banks deal in oil. Oil finds have all but dried up, for each barrel of oil found 6 barrels are used.\n\nWhere do you think plastic wrapping for food comes from? Or the oil based fertilisers used to fertilise the soil that the vegetables in your last meal where grown in?",
            "closed_at": "2009-08-12T00:00:00Z",
            "created_at": "2009-02-12T04:54:42.401684Z",
            "creator_name": "Daniel H Lane",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-12T04:54:42.401684Z",
            "rejected_at": "2009-04-02T00:01:02.362999Z",
            "rejection": {
                "code": 2048,
                "details": "Pls see:\nhttp://petitions.number10.gov.uk/ALL-ELECTRIC/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-02T00:01:02.362999Z"
        },
        "id": 11784146
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/oilpeak/"
    },
    "type": "petition"
}