{
    "data": {
        "attributes": {
            "action": "Bring Gary Franklin to justice for his Franchise scams",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Pls help bring a fraudulent Franchisor to justice.I personally invested £45K +VAT in fraudulent business opp run by Gary Franklin- Vehicle Options & Group 20.I've spent £15K in legals to date.Run out of £s to pursue case.Now on Inc Support. Why is legal aid not available for this?Wrote to local MP, Alan Duncan many times but no response!GF was taken to the High Court by DTI in 02 but petition was dismissed after 5days- GF made undertaking to amend way he sold franch's.He cont to defraud 100's of people & has been in breach of conditions for several yrs.GF lives in £1m mansion in Kent on proceeds.200 plus V.O franchs sold after the DTI case.Failure rate was over 90% (within 12 months) Franch fees incd share options up to £10k & these were paid to GF personally. Oct08 GF closed G20 but sold Franch's within days of this.\n•Nov09 GF wound up V.O. &starts new co called V.O Fleet with wife Heather as Director from own home.•Group 20 -Over c18 mths GF sold c40-50 G20 franchises worth £1.1m. Franch's paid up to £75k each.No G20 Franch's achieved any r.o.i.BERR still not taken any action after investigating thro 07/08.Police also investigating GF for theft re CinNeed scam.",
            "closed_at": "2010-02-12T00:00:00Z",
            "created_at": "2009-02-12T18:47:25.355156Z",
            "creator_name": "MS ROZ SYMONDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-12T18:47:25.355156Z",
            "rejected_at": "2009-04-02T00:01:02.362999Z",
            "rejection": {
                "code": 64,
                "details": "",
                "reasons": [
                    "The names of individuals, or information where they may be identified, in relation to criminal accusations"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-02T00:01:02.362999Z"
        },
        "id": 11789199
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GaryFranklin/"
    },
    "type": "petition"
}