{
    "data": {
        "attributes": {
            "action": "To keep the Drinking law at 18",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The time of the year will be coming up again soon where The Govement will be talking about Drinking Law.\n\nI am only 17 now and I think it would be really silly to put the drinking law up to 18.  I have never Drunk Alchole as I would like to wait untill me 18th birthday.\n\nHowever there are alot of teenagers out there who do drink on the streets. So I think If the poile catch them drinking they should get a on the spot fine if they underage drinking. Also the police should take them home so they know where they live and so they know that the teenager are not giving false information.  I know its expesive for the police to keep running about, But why not have Police Office who just deal with that like the local community police do. Or they have to do is walk around the local town/city. I think this Law would work very well, And I think its worth a try. If you are not willing to try this, I think you should only raise the drinking law in Shops such as tesco to 21 but keep it at pubs and clubs at 18, But make it law that everyone has to show ID no matter how old they are. This way there would be a massive crack down on the underage drinking Many thanks",
            "closed_at": "2009-04-12T00:00:00Z",
            "created_at": "2009-02-12T07:26:10.357454Z",
            "creator_name": "Desmond Titus",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-12T07:26:10.357454Z",
            "rejected_at": "2009-03-26T00:01:01.559176Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/KeepEighteen/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-26T00:01:01.559176Z"
        },
        "id": 11784224
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DrinkingChange/"
    },
    "type": "petition"
}