{
    "data": {
        "attributes": {
            "action": "Increase the sentence for the Caustic Soda Rape perpetrators",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For those who are not familiar with this case, up to ten seperate young males repeatedly raped, abused, and tortured a 16 year old girl with a learning disability (and the mental age of an 8 year old) and then threw caustic soda over her body which has left her scarred and with burns to over 50% of her body. How were such heinous, villanous, evil acts from these men was punishedby our law courts? Only three of the animals were convicted, with sentences of 9 6 & 5 years imprisonment. With probation none of these sick evil vile creatures will serve more than 4/5 years? \n\nI petition the government to increase the sentence to life imprisonment with no possibility of parole, wherein \"life imprisonment\" is defined as no less than 50 years.\n\nI'd petition for the death sentence if it wasn't too good for these animals.",
            "closed_at": "2009-08-12T00:00:00Z",
            "created_at": "2009-02-12T13:14:47.189871Z",
            "creator_name": "Rob Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-12T13:14:47.189871Z",
            "rejected_at": "2009-03-14T00:01:01.551775Z",
            "rejection": {
                "code": 4096,
                "details": "Individual sentences are a matter for the courts, who are independent of Government.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-14T00:01:01.551775Z"
        },
        "id": 11786612
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/JusticeMocked/"
    },
    "type": "petition"
}