{
    "data": {
        "attributes": {
            "action": "Bring in specific legislation whereby a Patient cannot be de-registered by a GP for making a complaint",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The act of making an honest complaint is not a crime! to which there should be no opportunity available what so ever, for any GP to possibly use, as an excuse  to de-register a patient. Currently a GP can de-register a Patient by simply stating that there has been a breakdown of the Doctor -Patient relationship. The opportunity for a GP to do this because of an honest complait, must therefore be \"specifically legislated against\". Because as it stands, the opportunity to do so effectively constitutes a grossly unfair and lop sided  relationship between the Doctor and Patient in the first place. Also when you consider the disastarous effects on a Patient, say in an isolated/ rural part of the country,in regard to their ability to find another practice? or to get to an other practice, if they have no private transport or their Health condition is one of a serious nature. Then you have a grossly unfair and intolerable situation,that should not be given the opportunity, to be allowed to happen. Therefore, I petition the Government to bring in \"effective and specific legislation\" to protect Patients from any GP who possibly seeks to do this, because of an honest complaint from a patient.",
            "closed_at": "2010-03-03T00:00:00Z",
            "created_at": "2009-02-12T11:39:23.656225Z",
            "creator_name": "DH Herold",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-12T11:39:23.656225Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 35,
            "state": "finished",
            "updated_at": "2010-03-07T03:01:41.182195Z"
        },
        "id": 11785795
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GPproblems/"
    },
    "type": "petition"
}