{
    "data": {
        "attributes": {
            "action": "Halt and reverse the slide towards incorrect, confusing and politically driven drugs (mis)information.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Advisory Committee on the Misuse of Drugs recommended that Cannabis remain in Class C, but the Home Office put it up to Class B, sending totally the wrong signal to youngsters who have tried Cannabis and found it to be fairly harmless.  Will they now try the other drugs in Class B, which include Amphetamines and Barbiturates?\n\nRecently, Ecstasy was recommended to be moved from Class A to B, again ignored. Many young people have used this drug too, and while it can be harmful, it is nowhere near as dangerous as Heroin and Cocaine, also in class A. Let's hope that none of our young people get hooked on Heroin or Crack Cocaine, thinking they were as much fun as the Ecstasy they've used.\n\nIf information on drugs is not truthful, correct and based on real evidence from those who are involved in dealing with drugs users, it will be ignored.\n\nI respectfully suggest that the classification system is now so corrupted with widely differing levels of harm within the same class, it no longer gives any real guidance to anyone and should be abolished.",
            "closed_at": "2010-03-10T00:00:00Z",
            "created_at": "2009-02-11T19:07:52.772246Z",
            "creator_name": "Ray Weston",
            "government_response_at": "2010-09-17T14:30:08.836874Z",
            "government_responses": [
                {
                    "created_at": "2010-09-17T14:30:08.836874Z",
                    "details": "You signed a petition asking the Prime Minister to halt and reverse the slide towards incorrect, confusing and politically driven drugs (mis)information.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=no-bad-drug-info\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'no-bad-drug-info'",
                    "updated_at": "2010-09-17T14:30:08.836874Z"
                }
            ],
            "opened_at": "2009-02-11T19:07:52.772246Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 381,
            "state": "finished",
            "updated_at": "2010-03-11T03:01:36.954872Z"
        },
        "id": 11781845
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/no-bad-drug-info/"
    },
    "type": "petition"
}