{
    "data": {
        "attributes": {
            "action": "say no to the proposed 12.30am curfew in Aberdeen.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "From September this year, Aberdeen City Council will pass a law that will see every pub and club in Aberdeen close its doors at 12.30am to the public. This will mean that members of the public will not be admitted to the premises after this time. The Council is of the opinion that this will prevent customers who intend to drink alcohol after 1am from drifting between premises and/or remaining on the streets with the potential for anti-social behaviour and public nuisance.\n\nHowever, look at the other side of the story. What sort of detrimental effect will this have on pubs and clubs as a business? How many people will be left stranded with nowhere to go on a night out, thus increasing the number of people roaming the streets? How busy will queues for clubs be between 11pm and 12.30pm thus increasing the chance of a volatile situation arising? How does a curfew stop people drinking themselves silly? How do you monitor who has been in before and who is going outside for a smoke etc?",
            "closed_at": "2009-11-11T00:00:00Z",
            "created_at": "2009-02-11T15:43:25.682648Z",
            "creator_name": "Philip Moar",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-11T15:43:25.682648Z",
            "rejected_at": "2009-03-14T00:01:01.551775Z",
            "rejection": {
                "code": 4096,
                "details": "This is a devolved matter and should be directed to the Scottish Executive.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-14T00:01:01.551775Z"
        },
        "id": 11780147
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AberdeenCurfew/"
    },
    "type": "petition"
}