{
    "data": {
        "attributes": {
            "action": "Prevent the development of land surrounding a Grade1 listed Building - New Hall , Chelmsford, Essex",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Under it's NCAAP ( North Chelmsford Acrea Action Plan), Chelmsford Borough Council are actively involved in the development of land to the north of Chelmsford in Essex, and more specifically on land immediately surrounding a Grade 1 listed building in the form of New Hall. The building AND it's grounds date back to the 17th century, and under it's former guise was the Palace of Beaulieu owned by Henry VIII, and the inspiration behind the design of Hampton Court. This building and it's grounds are one of the top 2% of historic buildings in this country and I hope you agree in that they form an important part of the UK's heritage, and as such deserve to be protected. Such is it's importance that the Channel 4 \"Time Team\" are undertaking archaeological diggings, starting next week, to show the extent of the former palace and it's significance in history, describing it as possibly one of the most exciting and interesting buildings in the country.\n\nDevelopment to the land and its impact to the site must be prevented and our heritage preserved.",
            "closed_at": "2009-08-13T00:00:00Z",
            "created_at": "2009-02-13T09:29:36.441055Z",
            "creator_name": "Steve Greenwood",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-13T09:29:36.441055Z",
            "rejected_at": "2009-04-01T00:01:01.995691Z",
            "rejection": {
                "code": 4096,
                "details": "The Prime Minister is unable to be personally involved in planning applications. You should address your concerns directly to the appropriate planning authority.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-01T00:01:01.995691Z"
        },
        "id": 11791680
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Protect-New-Hall/"
    },
    "type": "petition"
}