{
    "data": {
        "attributes": {
            "action": "make it mandatory for all tour operators, budget airlines and holidays to be financially ATOL protected and Government backed.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On the 26th September 2008 XL Holidays, the third largest tour operator in the UK went into administration. Not only did this leave thousands of holidaymakers trapped overseas, but millions of people lost both their dream holidays and even worse their hard earnt cash.\n\nTo make matters worse most of these people were completely unaware that XL holidays, like all budget airlines and many internet based travel companies were not ATOL protected. ATOL is the goverment backed organisation that ensures that customers booking through an ATOL bonded tour operator are financially protected should the company go into administration.\n\nWhen booking through an ATOL bonded tour operator, customers pay a nominal fee of £1 per person. I would like to call for legislation to make all budget airline and holiday bookings (originating from the UK) ATOL financially protected.\n\nIf this legislation is not brought into force immeadiately in the current economic climate, no doubt many more people will lose their hard earnt cash and their holidays should more travel companies go into administration.\n\nIn the past 12 months over 20 tour operator and holiday companies have gone into administration.",
            "closed_at": "2010-02-14T00:00:00Z",
            "created_at": "2009-02-14T20:17:30.777038Z",
            "creator_name": "Joseph Biggs",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-14T20:17:30.777038Z",
            "rejected_at": "2009-04-02T00:01:02.362999Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/hols-protection/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-02T00:01:02.362999Z"
        },
        "id": 11799854
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/savemyholiday/"
    },
    "type": "petition"
}