{
    "data": {
        "attributes": {
            "action": "allow Geert Wilders immedate and unrestricted entry into the UK.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We petition the Prime Minister to uphold the right to freedom of speech that is recognized as a human right under Article 19 of the Universal Declaration of Human Rights, and to allow the Dutch MP Geert Wilders immediate and unrestricted entry into the UK to express and defend his views. \n\nAn idea or opinion, however flawed, should be allowed the freedom of expression and subject to open and critical debate.\n\nMr. Wilders is yet to be found guilty of the charge of incitement of hatred in the Netherlands, and as such, the principle of 'innocent till proven guilty' still holds! If he attempts to persuade, instigate or threaten to cause another to commit a crime while in the UK, he should then be charged accordingly. Until then, he should be treated justly as a citizen of the EU, particularly as a democratically elected Member of Parliament of an EU Member State.\n\nIt is unacceptable that the UK government is willing to sacrifice a fundamental right in a democratic society (not to mention the right of an EU citizen to freedom of movement) to appear to appease a certain section of society who may take offence, and to take the 'easy option' of a complete ban to avert a possible public order disturbance.",
            "closed_at": "2009-05-13T00:00:00Z",
            "created_at": "2009-02-13T13:31:18.232655Z",
            "creator_name": "Chun K. Poh",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-13T13:31:18.232655Z",
            "rejected_at": "2009-04-01T00:01:01.995691Z",
            "rejection": {
                "code": 4096,
                "details": "The Prime Minister is unable to comment on individual cases. You should forward your concerns onto the Home Office.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-01T00:01:01.995691Z"
        },
        "id": 11793192
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GWildersInUK/"
    },
    "type": "petition"
}