{
    "data": {
        "attributes": {
            "action": "reverse the decision to close Hereford Tax Office which means a loss of over 80 good-quality local jobs",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This decision is also an attack on local services, as small businesses and self-employed, young families and the elderly all rely on our face-to-face services. \nAs Hereford is the 30th most deprived economy in the UK there is high reliance on tax credits and it is vital that these customers get the right help at the right time, and are not forced to make endless calls to contact centres.\nOver the past year Hereford has felt the effects of the recession acutely, having lost major employers including Woolworths, Chadd's Department Store, The Left Bank Shops & Restaurant, MFI and Adams, not to mention numerous restaurants and pubs. \n\nThe closure of Hereford tax office will send out the wrong message to the black market, and make it easier for unscrupulous individuals and businesses to avoid paying tax. Meanwhile, the absence of experienced staff will make it harder for those who wish to comply with complex tax  and tax credits procedures.\n\nThe UK has a tax shortfall worth billions. An HMRC employee brings in on average over £600,000.00 in revenues every year. How then can the Government claim that HMRC office closures and job cuts will deliver efficiency savings?",
            "closed_at": "2009-05-27T00:00:00Z",
            "created_at": "2009-02-12T21:22:11.166894Z",
            "creator_name": "Sarah Allen-Melvin",
            "government_response_at": "2009-07-09T11:07:41.241113Z",
            "government_responses": [
                {
                    "created_at": "2009-07-09T11:07:41.241113Z",
                    "details": "You signed a petition asking the Prime Minister to \"reverse the decision to close Hereford Tax Office which means a loss of over 80 good-quality local jobs.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19967\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Herefordtax'",
                    "updated_at": "2009-07-09T11:07:41.241113Z"
                }
            ],
            "opened_at": "2009-02-12T21:22:11.166894Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 235,
            "state": "finished",
            "updated_at": "2009-05-28T00:01:01.948445Z"
        },
        "id": 11790184
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Herefordtax/"
    },
    "type": "petition"
}