{
    "data": {
        "attributes": {
            "action": "Please free Ronnie Biggs, he is an old man and no threat to anyone",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I do not personally know Mr Biggs but I really think our society should let him live the rest of his life in freedom. He robbed a train 30 years ago, what happened to forgiveness in supposedly christian society? let him out please?\n\nGreat Train robber Ronnie Biggs has been taken to hospital after falling ill in prison.\n\nBiggs was moved to the Norfolk and Norwich University Hospital in Norwich from nearby Norwich Prison, his son Michael Biggs has confirmed to the BBC.\n\nThe 79-year-old is thought to be suffering from pneumonia.\n\nMichael Biggs said he was told about his father's illness by a journalist and said: \"I'll be travelling up from London to see him tomorrow.\"\n\nHe added: \"Why is my father still in prison? He's costing the tax payer thousands. He's been in prison for 10 years now and he is no danger to society.\" \n\npedophiles get smaller sentences, it really looks like the government want an old ill man to die in prison and we are supposed to live in a humane society.\nIf that is the morals of our society today i spit on them",
            "closed_at": "2009-05-13T00:00:00Z",
            "created_at": "2009-02-13T20:42:30.116686Z",
            "creator_name": "Andrew Rout",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-13T20:42:30.116686Z",
            "rejected_at": "2009-04-01T00:01:01.995691Z",
            "rejection": {
                "code": 4096,
                "details": "The Prime Minister does not intervene in individual cases such as these.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-01T00:01:01.995691Z"
        },
        "id": 11795914
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RonBiggs/"
    },
    "type": "petition"
}