{
    "data": {
        "attributes": {
            "action": "instruct utilities companies to charge community sports clubs affordable rates for services.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Community sports clubs bills for waste water drainage have risen at an alarming rate due to water regulator OFWAT’s guidance to utility companies to move to ‘site area charging’ for drainage. This model fails to distinguish between community facilities and commercial buildings.\n\nIn addition to drainage charges, clubs are also facing significant increases in installation and supply fees for water, gas and electricity. At the root of this problem is the fact that legislation currently distinguishes only between domestic and commercial premises – and as sports clubs are not domestic, they are by default treated as commercial entities.  CCPR believes that legislation should recognise a new category of ‘community building’ including buildings such as sports clubs, village halls and churches, which would be subject to lower fees.",
            "closed_at": "2009-08-30T00:00:00Z",
            "created_at": "2009-02-13T10:31:24.000234Z",
            "creator_name": "Rachel Hudson",
            "government_response_at": "2009-09-28T11:06:10.941984Z",
            "government_responses": [
                {
                    "created_at": "2009-09-28T11:06:10.941984Z",
                    "details": "You signed a petition asking the Prime Minister to \"instruct utilities companies to charge community sports clubs affordable rates for services.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20738\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'saveourclubs'",
                    "updated_at": "2009-09-28T11:06:10.941984Z"
                }
            ],
            "opened_at": "2009-02-13T10:31:24.000234Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 404,
            "state": "finished",
            "updated_at": "2009-11-16T03:01:30.980541Z"
        },
        "id": 11792111
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/saveourclubs/"
    },
    "type": "petition"
}