{
    "data": {
        "attributes": {
            "action": "call on the government to protect our citizens and secure our borders properly from foreign criminals who have previous conviction for crimes against the person.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Our government is now enjoying its third term in office and has still failed in its duty to protect its citizens and secure its borders. It has no effective way of dealing with illegal immigrants as can be seen on many documentaries where they are left in the community. On the 13th February Vitas Plytnykas was convicted of the murder of Jolanta Bledaite. He had previously served 7 years for murder in Germany. We should not be allowing convicted murders into the country and should be adopting the same rules that the United States have adopted since 9/11. We have suffered our own atrocities and still we accept non European Union people into our land freely.",
            "closed_at": "2009-08-13T00:00:00Z",
            "created_at": "2009-02-13T19:50:01.993874Z",
            "creator_name": "Neil Palmer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-13T19:50:01.993874Z",
            "rejected_at": "2009-04-01T00:01:01.995691Z",
            "rejection": {
                "code": 2048,
                "details": "There are already many petitions on the topic of immigration. Please search the petitions system for one which meets your needs.",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-01T00:01:01.995691Z"
        },
        "id": 11795635
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Secure/"
    },
    "type": "petition"
}