{
    "data": {
        "attributes": {
            "action": "Restore confidence in the housing market by enabling first time buyers to return to the market. 95% mortgages are needed.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Yes, house prices were over inflated, but the crash we have now witnessed is unnecessary. The crash has now impacted the rest of the economy. Like it or not, strong house values and demand, inspire economic confidence. With lenders HBOS, Northern Rock and all the others reluctant to lend without a massive deposit (which first time buyers rarely have) there are no first time buyers. First time buyers are the foundations of the market, with out them the whole thing comes crashing down. Everything else then gets brought down by the debris of the house price crash. Everything else means, construction, professional services, retail, manufacturing the list goes on. Low deposit mortgages, had a negligible default rate compared to other hefty depositors. It was not the small deposits that inflated the market, but excessive lending compared to income and affordability. Everyone needs 95% mortgages to return to the market, even the prudent, fortunate, lucky and smug. If you don’t have people at the start of the process to buy the first house, everyone loses. \n\nGordon Brown, make OUR banks lend the money they have stashed in their vaults that you gave them (sorry lent them).",
            "closed_at": "2009-04-13T00:00:00Z",
            "created_at": "2009-02-13T17:42:01.216542Z",
            "creator_name": "Clive Baker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-13T17:42:01.216542Z",
            "rejected_at": "2009-04-01T00:01:01.995691Z",
            "rejection": {
                "code": 2048,
                "details": "There are already several petitions live on the system with regard to first time buyers. Please search the site and choose one to sign.",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-01T00:01:01.995691Z"
        },
        "id": 11794961
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MortgageDeposits/"
    },
    "type": "petition"
}