{
    "data": {
        "attributes": {
            "action": "make it compulsory for all learner drivers to pass a motorcycle test before being allowed to drive a car.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It's a well known phrase among bikers... \"Bikers Make Safer Drivers\". We would like to see the DVLA require all learner drivers to first pass the theory and road tests on a motorcycle or moped under 125cc. The theory test could be combined to cover both bike and car licenses, saving time and money, but the learner should be required to pass the bike/moped road test before being allowed in a car.\n\nWe believe that this approach would increase the threat and speed awareness of new drivers, and should have a tangible impact on the associated accident and fatality rates. We also think that it might help car drivers more aware of motorcyclists, a more practical solution than running television or radio advertising.\n\nMr Prime Minister, please do not back away from making the roads safer, even at political cost, it's not worth people's lives! This does not have to cost the government much time or money at all, it just needs political will. There will always be detractors, especially those who are scared of motorcycles. Let's not let fear stand in the way of saving lives!",
            "closed_at": "2009-08-30T00:00:00Z",
            "created_at": "2009-02-13T17:19:19.894976Z",
            "creator_name": "Daniel Meakin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-13T17:19:19.894976Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 23,
            "state": "finished",
            "updated_at": "2009-08-31T00:01:01.716835Z"
        },
        "id": 11794807
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RideThenDrive/"
    },
    "type": "petition"
}