{
    "data": {
        "attributes": {
            "action": "Defend Freedom of Speech",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is a petition to implore the government to amend its policy to support Freedom of Speech rather than censorship and silencing of opposition. Our brothers, fathers, grandfathers and great-grandfathers fought and died in previous wars and continue to fight in wars today to preserve our freedoms and way of life, the government should not be curtailing these freedoms.\nI may not agree with the comments that are made by some of the people silenced, but generations have fought to secure their right to say what they wish. There is no justification in the current trend of Orwellian oppression of thought or speech.\n“I may not like what they say, but I will defend their right to say it with my life” has been one of the cornerstones of British Civilisation for hundreds of years and to turn our backs on this now when it is needed more than ever would be to disgrace the British people.",
            "closed_at": "2009-05-13T00:00:00Z",
            "created_at": "2009-02-13T14:18:53.311565Z",
            "creator_name": "Matt Richards",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-13T14:18:53.311565Z",
            "rejected_at": "2009-04-01T00:01:01.995691Z",
            "rejection": {
                "code": 512,
                "details": "The Government is committed to upholding the tradition of free speech in this country and no policy exists to limit this.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-01T00:01:01.995691Z"
        },
        "id": 11793524
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Freedom2009/"
    },
    "type": "petition"
}