{
    "data": {
        "attributes": {
            "action": "Anti-Valentines Day!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear Mr Brown,\n\nI understand you are probably quite busy saving the world from financial collapse and global terrorism, but if you could spare a minute of your extremely important day to read this petition, it would be much appreciated.\n\nWe, the undersigned, would like to abolish Valentines Day. We hate 'cosy couples', public displays of affection and settling down to lead a fulfilling life of 2.4 children and walks in the park on a sunday. We are alone in the world, and the last thing we need is to have our faces rubbed into the dirt time and again as shops, adverts, newspapers and countless radio jingles torture us time and again by telling us we should be with a 'loved one'. \n\nThe only way around this is to wander around with a bucket of sand that I can conveniently bury my head in, or try and get drunk so i can forget the day even exists. Good solutions, yes I agree, but surely it would be better to just nip the problem at the bud and be done with the whole day.\n\nYou have the power Prime minister! The fate of millions of single people across the country is resting on your shoulders! Ban Valentines Day!\n\nYours faithfully,\n\n\n\nMark Pilkington, and the undersigned",
            "closed_at": "2009-03-13T00:00:00Z",
            "created_at": "2009-02-13T15:12:37.837567Z",
            "creator_name": "Mark Pilkington",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-13T15:12:37.837567Z",
            "rejected_at": "2009-04-01T00:01:01.995691Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-01T00:01:01.995691Z"
        },
        "id": 11793853
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AntiVDay/"
    },
    "type": "petition"
}