{
    "data": {
        "attributes": {
            "action": "Include international and national monetary reform on the G20 agenda for 2nd April",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The foundations of \"financial architecture\" are money. Whether a financial system works well or badly largely depends on who creates its money and in what form - as debt or debt-free. Most of the money now used in the international economy is money created as debt in the currency of one country, the US dollar. In a country like the UK, 95% of the national money supply is created out of thin air as debt by commercial banks and written into their customers' accounts as loans.  The proverbial visitor from Mars and Adam Smith's \"impartial spectator\" would both see these arrangements as daft. The stability, efficiency and justice of national and international  \"financial architecture\" would be greatly improved if the money on which they are founded was created debt-free by central monetary authorities serving the interest of everyone who uses it. These possibilities should be on the  agenda of the G20 as representatives of the world's citizens.",
            "closed_at": "2009-04-30T00:00:00Z",
            "created_at": "2009-02-13T10:40:42.205766Z",
            "creator_name": "James Robertson",
            "government_response_at": "2009-06-26T11:19:01.217523Z",
            "government_responses": [
                {
                    "created_at": "2009-06-26T11:19:01.217523Z",
                    "details": "You signed a petition asking the Prime Minister to \"Include international and national monetary reform on the G20 agenda for 2nd April.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19784\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'G20moneyreform'",
                    "updated_at": "2009-06-26T11:19:01.217523Z"
                }
            ],
            "opened_at": "2009-02-13T10:40:42.205766Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 522,
            "state": "finished",
            "updated_at": "2009-10-22T15:57:23.637890Z"
        },
        "id": 11792191
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/G20moneyreform/"
    },
    "type": "petition"
}