{
    "data": {
        "attributes": {
            "action": "push for more increased monetary funding and party backing and full awareness into finding more suitable, better effective and healthier treatment options for invisible, multi symptomed and painful conditions like Fibromyalgia, M.E. and many other of these non terminal but crippling Invisible medical conditions, especially  for those severely and very severely affected by them. People who have these invisible conditions are often living in such agony/exhaustion etc..., with little or no effective treatments and the side effects of these treatments, regulary causing such a very poor quality of life, so much so it surely could be called cruel.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Those with these conditions should NOT be just swept under the carpet for a minute longer! Rights to adequate treatment and pain relief? Something most barely even come close to getting, many suffer pains and/or symptoms so bad, they're bed/house bound often/all the time, many were previously fit, busy, able-bodied workers/students and would love to be so again. But now live a life, that could be described as regularly torturous, suffering so bad often, were we animals, the person/s allowing it to happen would be severely punished. Please help by allowing more research into cause/s, so better treatments conventional/natural can be provided to remove the torture we endure 24/7/365. So even the severest among us, can have a much better quality of life than we currently have. Invisible conditions should be publicly made very visible so they can be better understood and accepted by all. There by increasing research into them.",
            "closed_at": "2010-03-02T00:00:00Z",
            "created_at": "2009-02-13T03:25:07.039043Z",
            "creator_name": "Mrs Millard",
            "government_response_at": "2010-03-31T18:57:04.182042Z",
            "government_responses": [
                {
                    "created_at": "2010-03-31T18:57:04.182042Z",
                    "details": "You signed a petition asking the Prime Minister to \"push for more increased monetary funding and party backing and full awareness into finding more suitable, better effective and healthier treatment options for invisible, multi symptomed and painful conditions like Fibromyalgia, M.E. and many other of these non terminal but crippling Invisible medical conditions, especially for those severely and very severely affected by them. People who have these invisible conditions are often living in such agony/exhaustion etc..., with little or no effective treatments and the side effects of these treatments, regulary causing such a very poor quality of life, so much so it surely could be called cruel.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page23022\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'invismedcondtns'",
                    "updated_at": "2010-03-31T18:57:04.182042Z"
                }
            ],
            "opened_at": "2009-02-13T03:25:07.039043Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 683,
            "state": "finished",
            "updated_at": "2010-03-04T03:01:35.521223Z"
        },
        "id": 11791118
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/invismedcondtns/"
    },
    "type": "petition"
}