{
    "data": {
        "attributes": {
            "action": "Revise the Animal Welfare Act to include stricter punishments for those who deliberately, or negilgently, cause unnecessary  suffering to an animal.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "By the terms of the Animal Welfare Act 2006, anyone found guilty of causing unnecessary suffering to an animal could face a maximum six-month prison sentence and/or a £20,000 fine. \n\nWe believe this is far too lenient a sentence for what in many cases involves brutal suffering by sadistic repeat offenders.\n\nThe perpetrators of violence towards animals should know that they will face a GUARANTEED prison term, and a steep fine if found guilty of causing unnecessary suffering to an animal.\n\nIn addition, all those convicted of such crimes should lose the right to own or have in their charge any animals for the rest of their life.\n\nRevise the Animal Welfare Act 2006 thus;\n\nThose found guilty of causing unnecessary suffering to an animal will face an AUTOMATIC MINIMUM of a 1 year prison sentence, a potential maximum of 3 years imprisonment, a ban on owning or ever having in their charge any animals for life AND a sizable fine.",
            "closed_at": "2009-08-31T00:00:00Z",
            "created_at": "2009-02-15T17:51:29.674926Z",
            "creator_name": "Kieron O'Grady",
            "government_response_at": "2009-09-29T11:20:24.135221Z",
            "government_responses": [
                {
                    "created_at": "2009-09-29T11:20:24.135221Z",
                    "details": "You signed a petition asking the Prime Minister to \"Revise the Animal Welfare Act to include stricter punishments for those who deliberately, or negilgently, cause unnecessary suffering to an animal.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20747\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'AnimalWelfareAct'",
                    "updated_at": "2009-09-29T11:20:24.135221Z"
                }
            ],
            "opened_at": "2009-02-15T17:51:29.674926Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 375,
            "state": "finished",
            "updated_at": "2010-05-04T15:52:14.195134Z"
        },
        "id": 11802875
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AnimalWelfareAct/"
    },
    "type": "petition"
}