{
    "data": {
        "attributes": {
            "action": "To make it a criminal offence under the act of neglect for any parent to allow there underage child to have sex or become pregnant,to make another pregnant",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is continually suggested that it is our education system, the government, and so on that is the cause of the increase in teenage pregnancies and minors taking part in underage sex. Surely the responsibility should be laid on the shoulders of those who legally have parental responsibility for that minor; this would be the parent/s, carer/s, guardian/s who have a legal and moral responsibility to care for a child until they reach the age of adulthood.\nThis petition proposes that the responsibility of these minors who have sexual intercourse, become pregnant or makes another pregnant should fall squarely on the shoulders of those who legally responsible for a minors welfare and upbringing.\n\nWe suggest the sentence’s imposed are the same of a parent who neglects to send there child/children to school, or allows and encourages that child to commit anti social behaviour. \nShouldn’t we as a society send a very clear message to parents who choose not to take responsibility for their own children’s sexual activities or have a lack of control over these minors be punished for neglecting their duties as a parent?",
            "closed_at": "2010-03-03T00:00:00Z",
            "created_at": "2009-02-14T20:57:47.300140Z",
            "creator_name": "Mrs Kendra Pinder",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-14T20:57:47.300140Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 23,
            "state": "finished",
            "updated_at": "2010-03-04T00:01:01.780784Z"
        },
        "id": 11800008
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/teenagepregnancy/"
    },
    "type": "petition"
}