{
    "data": {
        "attributes": {
            "action": "introduce the car scrappage scheme in the UK to boost New Car sales by allowing consumers to scrap their old higher polluting vehicles for a cash incentive of £2000 to be used against the purchase of a new car.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "New Car sales are down by around 30%, manufacturers are laying off workers and the state of the UK car market is predicted to get worse before it gets better. Therefore iDealer believes the proposal to incentivise the purchase of a new car vs running old car into the ground is something of a ‘no brainer’.\n \n\nObjective:\nTo raise a petition asking the government to introduce a car scrappage scheme to the UK, with £2000 from the government towards a new car purchase for consumers scrapping a 9+ yr old car. Evidence points to similar schemes across Europe increasing New Car sales significantly: Germany reports an extra 400,000 cars sold as a result.\n\nBenefits:\nManufacturers and dealers will enjoy increased sales. Consumers will save up to £2000 on new car purchases and benefit from newer, more reliable and contemporary cars. Government and the environment will benefit from cleaner cars on the roads. Plus the scheme will be virtually self-funding thanks to the resultant increases in VAT takings.",
            "closed_at": "2009-04-29T00:00:00Z",
            "created_at": "2009-02-16T10:37:30.222715Z",
            "creator_name": "Gray Dudek",
            "government_response_at": "2009-06-26T11:17:24.295118Z",
            "government_responses": [
                {
                    "created_at": "2009-06-26T11:17:24.295118Z",
                    "details": "You signed a petition asking the Prime Minister to \"introduce the car scrappage scheme in the UK to boost New Car sales by allowing consumers to scrap their old higher polluting vehicles for a cash incentive of £2000 to be used against the purchase of a new car.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19783\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'scrappagescheme'",
                    "updated_at": "2009-06-26T11:17:24.295118Z"
                }
            ],
            "opened_at": "2009-02-16T10:37:30.222715Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4019,
            "state": "finished",
            "updated_at": "2010-02-11T03:01:37.849600Z"
        },
        "id": 11805742
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/scrappagescheme/"
    },
    "type": "petition"
}