{
    "data": {
        "attributes": {
            "action": "provide more spectrum for PMSE users, and not to increase fees to use it, after the digital switchover",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "People in the entertainment industry (or PMSE) rely on performances and programmes to make money. The digital age has made it harder to rely on making money from record sales or DVD sales due to illegal downloads and copies, so this treasured industry needs the continued support of audiences. Ofcom, however, are proposing plans in line with the Digital Switchover that will mean that much of the wireless equipment that is used in such performances (microphones, musical instruments, in-ear monitors, backstage walkie-talkies) will no longer be of any use and will need to be replaced. People who use wireless equipment will also have to deal with the interference on the airwaves that their plans are causing, while paying higher prices to use it. Performers and venues will bear the brunt of this cost. This will inevitably lead to venue closure, low-budget programme shut down, and gifted new performers being unable to break their way into an already gruelling industry. Ofcom themselves have already stated that this will lead to ‘possible market failure’.\n\nThis affects musicals, plays, live sporting events, places of worship, education centres, the law courts and more.",
            "closed_at": "2010-03-05T00:00:00Z",
            "created_at": "2009-02-16T11:39:05.556429Z",
            "creator_name": "Charlotte Emily Dixon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-16T11:39:05.556429Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 84,
            "state": "finished",
            "updated_at": "2010-03-06T00:01:01.772487Z"
        },
        "id": 11806124
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/spectrum69/"
    },
    "type": "petition"
}