{
    "data": {
        "attributes": {
            "action": "Stop the erection of a mobile phone mast at Grange drive in MELTON MOWBRAY as it is perilously close to homes,children, primary school and shops.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Despite gaining and submitting over a 250 named petition to Melton Borough council opposing the mast and where it was to be sited-it was approved by them.\nIn the Government's own leaflet from the Dept. of Health.it stated that the STEWART report group found that 'people's well-being may be adversely affected by insensitive siting of base-stations'.\nThis site could not be more insensitive as it will be right next to three children's bedrooms,houses shops and a primary school.The Stewart group urged a 'precautionary approach' to the siting of these. The council/operator have not done so. Our human rights are being infringed by this and we are very stressed and concerned. Please help to stop this going ahead.",
            "closed_at": "2009-04-23T00:00:00Z",
            "created_at": "2009-02-15T11:35:44.635198Z",
            "creator_name": "HELEN VYE",
            "government_response_at": "2009-06-26T11:14:43.000958Z",
            "government_responses": [
                {
                    "created_at": "2009-06-26T11:14:43.000958Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop the erection of a mobile phone mast at Grange drive in MELTON MOWBRAY as it is perilously close to homes,children, primary school and shops.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19769\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'STOPMELTONMAST'",
                    "updated_at": "2009-06-26T11:14:43.000958Z"
                }
            ],
            "opened_at": "2009-02-15T11:35:44.635198Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 202,
            "state": "finished",
            "updated_at": "2009-10-22T15:57:23.637890Z"
        },
        "id": 11801375
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/STOPMELTONMAST/"
    },
    "type": "petition"
}