{
    "data": {
        "attributes": {
            "action": "allow patients currently under treatment with homeopathy to allow continued treatment on the NHS with their current homeopathic consultants.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My Mother has just been diagnosed with lung cancer, based on x-rays and findings by her homeopathic consultant at the Homeopathic Hospital in London.  Without this consultant, conventional medicine had been unsuccessful in diagnosis.\n\nThe Primary Care Trust are now trying to force her to change consultant, although only the Royal London Homeopathic Hospital has the required facilities for her needs.\n\nPatients have the right to choose treatment and I believe that they should not be forced to move when obviously receiving good treatment, which has made significant advances in her diagnosis.",
            "closed_at": "2010-03-03T00:00:00Z",
            "created_at": "2009-02-15T15:01:55.853411Z",
            "creator_name": "Lynsey Clayton",
            "government_response_at": "2010-03-31T18:55:49.978496Z",
            "government_responses": [
                {
                    "created_at": "2010-03-31T18:55:49.978496Z",
                    "details": "You signed a petition asking the Prime Minister to \"allow patients currently under treatment with homeopathy to allow continued treatment on the NHS with their current homeopathic consultants.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page23023\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'right-to-choose'",
                    "updated_at": "2010-03-31T18:55:49.978496Z"
                }
            ],
            "opened_at": "2009-02-15T15:01:55.853411Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 406,
            "state": "finished",
            "updated_at": "2010-03-04T00:01:01.780784Z"
        },
        "id": 11802199
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/right-to-choose/"
    },
    "type": "petition"
}