{
    "data": {
        "attributes": {
            "action": "Parent Classes to be forced on Parents' of Anti-Social Children.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Change Today For A Better Tomorrow.\nWho here has had to complain to School/Parent that you’re Childs being bullied or picked on, to find the Parents of the Child giving a Gobfull to the Teachers/you?  Whose had their Child fall behind on the Academic Structure, Again to find that it’s a disruptive Child in the class, who keeps disturbing learning  The Teacher does her Job informs the Parent, but the next day the Child still does it! So the cycle continues.  70% of the time the Parent won’t allow the Child to accept Responsibility for their own actions, making excuses for the Child, Justifying the Childs wrongs, even shouting Verbal abuse at the Teacher /you, There needs to be something in place for these Children, to ensure they don’t grow up to be the Yobs of todays society. Parenting Classes should be enforced on Parents whose Child is Responsible for such actions. As young as Reception Class so Morals an ethics would be instilled in a Child at a young age. These Children are our Leaders of Tomorrow! What will we Teach them?",
            "closed_at": "2010-02-16T00:00:00Z",
            "created_at": "2009-02-16T16:16:16.629843Z",
            "creator_name": "Emma Casey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-16T16:16:16.629843Z",
            "rejected_at": "2009-04-03T00:01:01.823233Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/SanityToStudents/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-03T00:01:01.823233Z"
        },
        "id": 11808066
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Parents2bTaught/"
    },
    "type": "petition"
}