{
    "data": {
        "attributes": {
            "action": "allow expats to be able to enjoy the same annual increases as pensioners who remain in the U.K.or E.U.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Pensioners move overseas for many reasons,mostly I believe to a warmer climate for their health. Why then,is it that having paid full contributions all their working lives and some still paying taxes to the U.K. is a pensioner who moves overseas expected to survive their remaing years on the frozen pension at the time they leave.- It causes a great deal of bitterness when people who have paid nothing into the system are able to claim a pension with annual increases. It is time the U.K.Gov.started caring more for it,s  pensioners no matter where they live , these are the people who made Britain what it once was. Living outside the E.U.they are no burden to the state.How can the U.K.Gov.find enormous sums of money internally and abroad on so many Politically Correct issues they cannot find a very much smaller ammount to take better care of a small section of it,s pensioners. We deserve better care in our remaining years,surely it is our human right. We ask for no more , only the same.",
            "closed_at": "2009-07-03T00:00:00Z",
            "created_at": "2009-02-15T09:13:56.512958Z",
            "creator_name": "gordon reid",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-15T09:13:56.512958Z",
            "rejected_at": "2009-03-05T12:22:07.931665Z",
            "rejection": {
                "code": 2048,
                "details": "Pls see:\nhttp://petitions.number10.gov.uk/pension-robbery/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-05T12:22:07.931665Z"
        },
        "id": 11800862
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pension-con/"
    },
    "type": "petition"
}