{
    "data": {
        "attributes": {
            "action": "intervene to keep Linn Park Equestrian Centre in Glasgow open.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The plight of Linn Park Equestrian Centre, a riding school and education centre in Glasgow, Scotland was recently bought to the attention of the UK by a 13 year old \"Press Packer\" for the BBC's Newsround series.\n\nA public riding centre operated by Glasgow City Council, Linn Park provides a valuable resource for Children and Adults teaching riding, horse care and the centre also has a Riding for the Disabled group who go there.\n\nOn Thursday 12th February, Glasgow City Council took the regrettable step of deciding to close the facility permanently.\n\nWith the Olympics fast approaching in 2012, facilities like this are invaluable in training young riders to give them a chance and a dream of one day being an Olympian.  The decision to shut this centre means one less place where those future Olympians can train.",
            "closed_at": "2009-05-15T00:00:00Z",
            "created_at": "2009-02-15T18:46:18.834038Z",
            "creator_name": "Charles E. Faulkner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-15T18:46:18.834038Z",
            "rejected_at": "2009-03-19T00:01:01.690720Z",
            "rejection": {
                "code": 4096,
                "details": "This is a devolved matter and should be directed to the Scottish Executive.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-19T00:01:01.690720Z"
        },
        "id": 11803207
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Linnparkmuststay/"
    },
    "type": "petition"
}