{
    "data": {
        "attributes": {
            "action": "overturn the decision of Jacqui Smith and the Home Office to deny entry to the UK of Geert Wilders, MP of the Dutch parliament",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We believe that regardless of Dutch MP Geert Wilder's views we should defend his right to express them as they are not inciting violence but are his personal interpretation of a printed text and that by denying him access to the UK we are denying our right to question his views in open debate.\n\nWe believe the statement included in the letter to Geert Wilders by the Home Secretary, about Muslims and their beliefs… \"would threaten community harmony and therefore public security in the UK\" is insulting to Muslims as it implies that \"if you upset Muslims, there will be violence.\"\n\nWe call on the PM to overturn this decision and repair the damage the Home Office has done to the inherent rights our ancestors gave their lives to defend.",
            "closed_at": "2009-08-15T00:00:00Z",
            "created_at": "2009-02-15T21:44:43.698774Z",
            "creator_name": "Frank Vernor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-15T21:44:43.698774Z",
            "rejected_at": "2009-04-02T00:01:02.362999Z",
            "rejection": {
                "code": 16384,
                "details": "Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-02T00:01:02.362999Z"
        },
        "id": 11804073
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UK-Free-Speech/"
    },
    "type": "petition"
}