{
    "data": {
        "attributes": {
            "action": "make it mandatory that an Energy Performance Certificate (EPC) is conducted on each property that will be assessed by either a Home Energy Adviser (HEA) or a Community Energy Adviser (CEA).",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Home & Community Energy Advisers\n\nI petition the Government to make it mandatory that an Energy Performance Certificate (EPC) is conducted on each property that will be assessed by either a Home Energy Adviser (HEA) or a Community Energy Adviser (CEA).\n\nThe role of the HEA & CEA and the necessary qualifications to become one are out for consultation by Government now, but already we have seen them remove the necessity for a mandatory EPC and it is widely feared that they will also renege on their initial proposal to insist that in order to qualify as either a HEA or CEA you must already be an accredited domestic energy adviser (DEA). \n\nEPC’s are an EU directive and it is therefore common sense that HEAs and CEAs are required to produce one as part of their overall assessment of each property.  Government is proposing to spend millions of pounds on retro fitting homes for energy efficiency so the EPC must be an integral part of that process.",
            "closed_at": "2009-05-08T00:00:00Z",
            "created_at": "2009-02-16T09:59:15.743369Z",
            "creator_name": "Jim Gillespie",
            "government_response_at": "2009-06-26T11:34:35.706405Z",
            "government_responses": [
                {
                    "created_at": "2009-06-26T11:34:35.706405Z",
                    "details": "You signed a petition asking the Prime Minister to \"make it mandatory that an Energy Performance Certificate (EPC) is conducted on each property that will be assessed by either a Home Energy Adviser (HEA) or a Community Energy Adviser (CEA).\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19792\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'clgcon'",
                    "updated_at": "2009-06-26T11:34:35.706405Z"
                }
            ],
            "opened_at": "2009-02-16T09:59:15.743369Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 542,
            "state": "finished",
            "updated_at": "2009-10-22T15:57:23.637890Z"
        },
        "id": 11805498
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/clgcon/"
    },
    "type": "petition"
}