{
    "data": {
        "attributes": {
            "action": "review and clarify Section 76 of the Counter Terrorism Act in relation to photography.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As of Monday 16 February 2009, anyone taking a photograph of a police officer could be deemed to have committed a criminal offence.\n\nThe new law - Section 76 of the Counter Terrorism Act, states that anyone found \"eliciting, publishing or communicating information\" relating to members of the armed forces, intelligence services and police officers, which is \"likely to be useful to a person committing or preparing an act of terrorism\" could face a fine or a prison sentence of up to 10 years, or both.\n\nAnd any \"person charged with an offence under this section\" would have to \"prove that they had a reasonable excuse for their action.\"\n\nThe problem is that police officers are present at various public events including sporting events, carnivals, public demonstrations, road accidents and other newsworthy events - many of which are to the benefit of the public that photos are taken.\n\nTherefore, how do you determine if the content of a innocent photo which includes a police officer is or is not 'likely to be useful to a person committing or preparing an act of terrorism?",
            "closed_at": "2010-02-17T00:00:00Z",
            "created_at": "2009-02-17T01:52:10.750024Z",
            "creator_name": "Anthony David King | anthonydavidking.co.uk",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-17T01:52:10.750024Z",
            "rejected_at": "2009-04-03T00:01:01.823233Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Photorestrict/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-03T00:01:01.823233Z"
        },
        "id": 11810721
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Section76/"
    },
    "type": "petition"
}