{
    "data": {
        "attributes": {
            "action": "adopt a similar bill to that passed in France by the national assembly in April 2008 (Report #791.) It seeks to criminalise the promotion of extreme thinness in the media, clamping down on websites, fashion houses, magazines and advertisers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The number of people receiving treatment for eating disorders is estimated at 90,000, and many have not been diagnosed. The prevalence total for people diagnosed and undiagnosed with an eating disorder in the UK is 1.15 million. (Beat 2000) Young people in age group 14 – 25 are most at risk of developing this type of illness. This includes a large proportion of the student population. (UK Eating Disorder Statistics 2004 provided by Disordered Eating) These people may be influenced by unrealistic representations of ‘beauty’ in the media. \n\nThe Government should fulfill their ethical responsibility to combat the promotion of mental illness, in particular eating disorders, through the media. More funding and awareness is drastically required to ensure that unrealistic images of ‘the perfect bodies’ are no longer impacting on the young people of Britain. The Government should consider following the example of the French Government’s legislation surrounding extreme skinniness in the media, to ensure that cases of eating disorders in the UK decreases.",
            "closed_at": "2009-08-31T00:00:00Z",
            "created_at": "2009-02-18T11:23:56.785303Z",
            "creator_name": "Suzy Tobias",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-18T11:23:56.785303Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 26,
            "state": "finished",
            "updated_at": "2009-10-22T15:57:23.637890Z"
        },
        "id": 11817561
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bodybeautiful/"
    },
    "type": "petition"
}