{
    "data": {
        "attributes": {
            "action": "Reduce the number of road signs / bollards / railings to aid concentration whilst driving and to create a nicer environment",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are far too many roadsigns in the UK. They bombard even the most experienced drivers with so much uneccessary information, they are likely to contribute to poor driver concentration and maybe accidents.\nObviously we need some signs, telling us where we are going, but there seems to be an abundance of signs that are stating the obvious.\nWe all passed our driving test and so were deemed fit to be on the road, and with a reduction in the number of roadsigns we can prove to the Government that we can drive responsibly without constant instruction.\n\nThe other side of reducing the number of road signs (and railings are included in this bit) is that it would improve the way we see our environment.\nLess signs would make it easier for pedestrians and cyclists to get around - no more bumping into the hundreds of signposts you will find on any highstreet...and wouldn't Britain look so much nicer?!\nI could go on for ages about this subject but I only have a small space to write, so....\n\nBasically, lets get rid of the ugly, pointless signs and jail-like railings that prevent free movement about our fantastic country and start using our sense to get about.",
            "closed_at": "2010-03-04T00:00:00Z",
            "created_at": "2009-02-17T21:39:21.592357Z",
            "creator_name": "Matt Hayward",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-17T21:39:21.592357Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 21,
            "state": "finished",
            "updated_at": "2010-03-05T00:01:01.658585Z"
        },
        "id": 11815538
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/reduceroadsigns/"
    },
    "type": "petition"
}