{
    "data": {
        "attributes": {
            "action": "Change the nationality act 1981 which says that a child born in the  united kingdom does that automatically become british unless atleast parent is british or settled in the UK at time of birth!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently the law does not make children born to non british parents british!     the law states that at the time of birth if one parent is of british nationality the child can become british!And if not the only way to  obtain citizenship is by having indefinite leave to remain which takes years for some on a visa! So some parents arent entitled to claim any  benefits! What happens to mothers abandoned by british fathers who are the key to getting the childs nationality? How can they afford to raise a child unsupported?  Something needs to be done to protect all children born in the uk or else it seems that the law is bias and discrimiating against certain minorities! I had no idea that I was going to be left to bring up a child on my own! Her father is british and refuses to sign the certificate to naturalise her! what proof do I have of british parentage? Its very hard raising a child alone especially without the finacial support that some benifit gives! A child born in britain is british and should be recognised and support like all british born children!",
            "closed_at": "2009-08-17T00:00:00Z",
            "created_at": "2009-02-17T02:25:48.281684Z",
            "creator_name": "Jree Thomas",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-17T02:25:48.281684Z",
            "rejected_at": "2009-04-03T00:01:01.823233Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Michelle-Bailey/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-03T00:01:01.823233Z"
        },
        "id": 11810742
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/migrantkids/"
    },
    "type": "petition"
}