{
    "data": {
        "attributes": {
            "action": "Stop Bullying in the workplace",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "40% of UK organisations still do not have an effective policy on bullying.  Introduce legislation that makes it compulsory that all workplaces have an effective policy on bullying. All organisations will submit a report on how many staff have submitted grievances or complained of bullying to the local newspapers who will report the bullying figures. Reports repeatedly reveal that between 10-50% of employees experience bullying which prevents them from fulfilling their duties the absence of legislation on bullying at work leaves both employees and employers unprotected. Bullying is the cause of underperformance, not the solution. Stress is now the number one cause of sickness absence; bullying is a major cause of stress. The cost of bullying to industry and taxpayers is estimated to at least £12 billion annually. The cost of conflict in the workplace could be in excess of £20-30 billion annually. This is equivalent to a hidden tax burden of over £1000 per working adult per year. Protect the worker change the law.",
            "closed_at": "2010-03-04T00:00:00Z",
            "created_at": "2009-02-17T22:34:33.990892Z",
            "creator_name": "Vicky Gray",
            "government_response_at": "2010-08-19T15:25:44.831360Z",
            "government_responses": [
                {
                    "created_at": "2010-08-19T15:25:44.831360Z",
                    "details": "You signed a petition asking the Prime Minister to stop Bullying in the workplace.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=09Bullying\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition '09Bullying'",
                    "updated_at": "2010-08-19T15:25:44.831360Z"
                }
            ],
            "opened_at": "2009-02-17T22:34:33.990892Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 773,
            "state": "finished",
            "updated_at": "2010-04-02T23:30:44.094413Z"
        },
        "id": 11815800
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/09Bullying/"
    },
    "type": "petition"
}