{
    "data": {
        "attributes": {
            "action": "Petition forMinisters Of Health, MRC and CMO to attend the INVEST in MEConference 29th May 2009",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned petition the Prime to send the Minister Of Health, Medical Research Council delegates and the Chief Medical Officer to attend the INVEST in ME Conference 29th May 2009 London.  \n\nThe previous IiME conferences in 2008 attended by presenters and delegates from 13 countries, from Europe, USA, Australia, New Zealand and South Korea  demonstrated that “PROVEN BIOLOGICALMARKERS & TREATMENTS FOR SOME SUB TYPES OF ME/CFS ARE ALREADY THERE!” \n\nNow the challenge is for the Chief Medical officer, the Medical Research Council and the Government to take up the challenge laid down by the conference in 2008 and commit to a national strategy of biomedical research into ME, without any conditionsor provisions for enforcing the psychosocial model to be in corporated.",
            "closed_at": "2009-05-01T00:00:00Z",
            "created_at": "2009-02-18T00:59:49.462483Z",
            "creator_name": "David Loomes",
            "government_response_at": "2009-07-01T14:46:20.745408Z",
            "government_responses": [
                {
                    "created_at": "2009-07-01T14:46:20.745408Z",
                    "details": "You signed a petition asking the Prime Minister to \"Petition forMinisters Of Health, MRC and CMO to attend the INVEST in MEConference 29th May 2009.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19853\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'AttendIiME2009'",
                    "updated_at": "2009-07-01T14:46:20.745408Z"
                }
            ],
            "opened_at": "2009-02-18T00:59:49.462483Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2488,
            "state": "finished",
            "updated_at": "2010-04-15T23:30:45.472336Z"
        },
        "id": 11816226
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AttendIiME2009/"
    },
    "type": "petition"
}