{
    "data": {
        "attributes": {
            "action": "Keep The Yorkshire Ripper -Peter Sutcliffe In Jail",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The yorkshire ripper should never be allowed to regain a place in society for fact that there are 13 women that he took out of society and another 7 that have been scarred for life.\n\nYorkshire Ripper Peter Sutcliffe has been signed off as low risk, paving the way for his eventual release, it is reported.\n\nDoctors at top security hospital Broadmoor have told lawyers for the killer - who murdered 13 women and tried to kill seven others in the 1970s and 80s - that he is no longer dangerous,\n \n If Justice Secretary Jack Straw agrees with the classification, the paper added, it could see him moved to a medium security facility and eventually released into society.\n\nSutcliffe, from Bradford, Yorkshire, was jailed in 1981 for his murder spree across Yorkshire and in Manchester.\nHe was given 20 life sentences and was told by a judge that he would serve a minimum of 30 years.\n\nHe began his sentence in prison but three years later was diagnosed with schizophrenia and transferred to Broadmoor.\n\nLast year his lawyer Saimo Chahal claimed the Home Office disregarded his human rights because they failed to formally fix a tariff for his sentence.",
            "closed_at": "2010-02-18T00:00:00Z",
            "created_at": "2009-02-18T09:57:35.215654Z",
            "creator_name": "Paul Clancy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-18T09:57:35.215654Z",
            "rejected_at": "2009-04-02T00:01:02.362999Z",
            "rejection": {
                "code": 4096,
                "details": "Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-02T00:01:02.362999Z"
        },
        "id": 11817075
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/yorkshire-ripper/"
    },
    "type": "petition"
}