{
    "data": {
        "attributes": {
            "action": "We the undersigned petition the Prime Minister to bring pressure to bear on the Executives and Councillors of Poole Borough Council to reject the proposals brought by Poole Town Football Club to relocate to Branksome Recreation Ground.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We believe that:-\nPoole Town Football Club proposes surrounding an area of Branksome Rec for their sole use by a two metre high solid construction boundary.  The Recreation Ground has been in use as continual public open space since the 1930’s and as such should remain a public open green space.   The proposal will reduce the currently available green space, restricting usage by the residents.\nThe football ground will be capable of holding in excess of 1000 people thus bringing a wide variety of problems to what is a quiet residential area, housing approximately 8000 residents.  The surrounding streets are narrow with speed humps and chicanes, and no new car parking facilities are being proposed.\nWe appreciate that the facilities at present need attention; we firmly believe that a private venture should not be allowed to refurbish, modernise or restrict any part of the facilities to one sole group or club and that do not provide facilities for the whole of the population of Branksome.",
            "closed_at": "2009-09-01T00:00:00Z",
            "created_at": "2009-02-17T15:44:35.646121Z",
            "creator_name": "Jacqueline Wilson",
            "government_response_at": "2009-10-19T12:06:13.964033Z",
            "government_responses": [
                {
                    "created_at": "2009-10-19T12:06:13.964033Z",
                    "details": "You signed a petition asking the Prime Minister to \"We the undersigned petition the Prime Minister to bring pressure to bear on the Executives and Councillors of Poole Borough Council to reject the proposals brought by Poole Town Football Club to relocate to Branksome Recreation Ground.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20991\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Branksome-Rec'",
                    "updated_at": "2009-10-19T12:06:13.964033Z"
                }
            ],
            "opened_at": "2009-02-17T15:44:35.646121Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 504,
            "state": "finished",
            "updated_at": "2009-09-02T03:03:17.595313Z"
        },
        "id": 11813438
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Branksome-Rec/"
    },
    "type": "petition"
}