{
    "data": {
        "attributes": {
            "action": "higher penaltys for people caught using there phone while driving",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Victoria Mcbryde tragically lost her life in a car incident on the 20th November 2007.It was caused by Philippa Curtis, who sent and received over 20 text messages while driving, which ultimately led to her colliding with Victoria’s car. Philippa was found guilty of causing death by dangerous driving at Oxford Crown Court in December 2008, she received a sentence of 21 months in prison, of which she will serve half, and a 3 year ban. It seems that a large number of society do not feel comfortable with the sentence and feel it is far too lenient for the offence she has committed. The three year ban is beyond any comprehension. We want to see the law tightened when using a mobile phone while driving is concerned and see tougher penalties for people who are caught, to prevent another accident like this happening again. It should be a law comparable with drink driving - i.e. an immediate ban, a heavy fine.If another victim is claimed due to another motorists carelessness, I would like to see higher sentences introduced to deter other drivers from acting in the same irresponsible way.",
            "closed_at": "2010-03-03T00:00:00Z",
            "created_at": "2009-02-18T14:49:54.383713Z",
            "creator_name": "jennifer ford",
            "government_response_at": "2010-10-27T16:27:29.445518Z",
            "government_responses": [
                {
                    "created_at": "2010-10-27T16:27:29.445518Z",
                    "details": "You signed a petition asking the Prime Minister to higher penaltys for people caught using there phone while driving.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=VictoriaMcbryde\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'VictoriaMcbryde'",
                    "updated_at": "2010-10-27T16:27:29.445518Z"
                }
            ],
            "opened_at": "2009-02-18T14:49:54.383713Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 345,
            "state": "finished",
            "updated_at": "2010-05-04T15:40:50.614541Z"
        },
        "id": 11819255
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VictoriaMcbryde/"
    },
    "type": "petition"
}