{
    "data": {
        "attributes": {
            "action": "change the way parental responsibility is distributed to unmarried fathers ensuring that it is not an option to walk away from his parental responsibilities!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently parental responsibilty is not given to unmarried fathers that are not named on the birth certificate! A man can walk away from his responsibilities at any time and there is nothing within the law enforcing such emotional or finacial actions on him! The csa deals with maintenance but in the cases where the man does not work what happens? And what if the mother is not entitled to claim benefits who then should help her raise her british born child if the father, who may be the key to the childs nationality abandons both mother and child\\children, refuses to sign the certificate and comply with any court arrangements. A declaration of parentage helps to name the father if he does not comply but the law says the courts cannot force DNA! So who is left to support this single mum if there is nothing forcing the man to work and pay maintenance or compensate by doing monitored contact ordering him to look after the child to give the mum a break, to either work or have time for herself? It is in the best interest of mother and child to have a mans support finacially and or physically and therefore this area needs to be reviewed and changed!",
            "closed_at": "2009-09-01T00:00:00Z",
            "created_at": "2009-02-17T03:34:04.761685Z",
            "creator_name": "Jree Thomas",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-17T03:34:04.761685Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2009-09-08T16:25:15.443598Z"
        },
        "id": 11810769
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/deadbeatdads/"
    },
    "type": "petition"
}