{
    "data": {
        "attributes": {
            "action": "honour the achievments of Dee Caffari.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dee Caffari has just sailed into the record books yet again. She has twice sailed non stop around the world single handed. The first time was a few months after finishing the Global Challenge yacht race as a skipper with a crew of 18, and then modifying the same yacht for a single handed circumnavigation against the prevailing winds and tides, Westbound. Now having completed the Vendee Globe (Eastbound) race in less than 100 days (that in itself is a remarkable achievement, only 15 sailors have achieved this). Not only has Dee Caffari become a double circumnavigator, but she is the only woman to have achieved this and one of only four people to have gone both ways around the world solo non-stop. She is one of the UK's leading yachtswomen and an example to all. As an island nation and a nation that should be proud of its sailing heritage I believe she more then merits an honour befitting this achievement and would like to see her being made a Dame by Her Majesty the Queen in this years Birthday Honours.",
            "closed_at": "2009-04-18T00:00:00Z",
            "created_at": "2009-02-18T11:14:52.477608Z",
            "creator_name": "Robert Cambrensis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-18T11:14:52.477608Z",
            "rejected_at": "2009-03-27T00:01:02.532292Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.honours.gov.uk/",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-27T00:01:02.532292Z"
        },
        "id": 11817519
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DameDeeCaffari/"
    },
    "type": "petition"
}