{
    "data": {
        "attributes": {
            "action": "prevent Yorkshire Ripper, Peter Sutcliffe, from ever walking free again.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sutcliffe murdered at least 13 women making him one of the Britain’s most prolific serial killers. His crimes are no less than those of Moors Murderer Ian Brady, Dennis Nielsen who murdered four, David Bieber who killed one, all of whom are serving sentences where life means LIFE. So is the Suffolk Strangler who killed five prostitutes.\n\nSutcliffe not only killed, he left much of the north of England in sheer fear. \n\nThe public are told by Sutcliffe’s close ‘friend’, that so long as he takes his medication he will pose no danger to the public. It is simply not enough to allow this killer, whose warped attitudes and actions ended 17 innocent lives, to walk free and effectively say “Peter’s no danger so long as he doesn’t forget to take his pills.” \n\nIf Sutcliffe is truly mentally stable then he no longer needs to be in a secure hospital, but instead requires the same punishment that those such as the Suffolk Strangler have received; a life behind prison bars. Public protection must always be at the heart of the Government’s thinking and we urge the Government and the Prime Minister to bear this in mind and prevent Peter Sutcliffe from ever being released",
            "closed_at": "2009-03-18T00:00:00Z",
            "created_at": "2009-02-18T20:22:04.499233Z",
            "creator_name": "Scott Lomax",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-18T20:22:04.499233Z",
            "rejected_at": "2009-04-02T00:01:02.362999Z",
            "rejection": {
                "code": 4096,
                "details": "Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-02T00:01:02.362999Z"
        },
        "id": 11821360
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Sutcliffe/"
    },
    "type": "petition"
}