{
    "data": {
        "attributes": {
            "action": "keep counselling training in the University of Reading",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We would like to express our grave concern at the proposed closure of the School of Health and Social Care in the University of Reading.\n\nWe believe the proposed closure of the Department of Counselling is a very short- sighted decision.  The Government is committed to delivering more access to psychological therapies through the IAPT programme.  As recently as 1st December 2008, the Government published a Statement of Intent declaring that it wants all Primary Care Trusts to give patients “an appropriate choice of therapies” and that it intends to develop training to support such choice.  Psychodynamic counselling is one of the key therapies which the Government envisages as an integral part of this strategy. The MA/Postgraduate Diploma is the only BACP-accredited university course of this kind in the whole of the South and South West region.\n\nA short-sighted decision now would have a huge impact on the local community as each intake of University of Reading students supplies over 4000 hours of counselling to local people.  \n\nWe urge you to reconsider this proposal.  It has taken 45 years to build up this centre of excellence and, once destroyed, it cannot be revived.",
            "closed_at": "2009-03-19T00:00:00Z",
            "created_at": "2009-02-19T14:57:28.173181Z",
            "creator_name": "Aine Bourke",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-19T14:57:28.173181Z",
            "rejected_at": "2009-04-04T00:01:02.667404Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-04T00:01:02.667404Z"
        },
        "id": 11825476
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/dynamicdip/"
    },
    "type": "petition"
}