{
    "data": {
        "attributes": {
            "action": "Remove and close down the website www.whenwilljadegoodydie.com",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since Jade Goody's illness has been in the media, cervical screening has increased by 21%, which in turn will inevitably save lives. That will be Jade’s legacy, however there are still people that are slagging her off. Instead they should try having some compassion and be grateful that because of her and the publicity, their sister, mother, aunt, friend or whoever will be with them a lot longer than they may have been had it not been for that poor girl and all the media attention.\n\nToday I heard of a website that I was completely sickened by which is www.whenwilljadegoodydie.com. It is completely sick, offering an iPhone to the person that guesses the date that Jade will pass away. I believe that this website should be removed immediately. As if her and her family don't have enough to worry about.\n\nHow would you feel if there was a website guessing when you or one of your loved ones number will be up? \n\nThere’s another saying… What goes around comes around and whoever is responsible for that website will one day get their comeuppance…",
            "closed_at": "2009-03-19T00:00:00Z",
            "created_at": "2009-02-19T00:57:17.976441Z",
            "creator_name": "Karen Hayward",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-19T00:57:17.976441Z",
            "rejected_at": "2009-04-02T00:01:02.362999Z",
            "rejection": {
                "code": 65536,
                "details": "",
                "reasons": [
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-02T00:01:02.362999Z"
        },
        "id": 11822580
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/jade-goody/"
    },
    "type": "petition"
}