{
    "data": {
        "attributes": {
            "action": "Modify or remove Home Information Packs (HIPs) requirements.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is to either abolish Home Information Packs (HIPs) or introduce voluntary HIPs.\nThe HIPs process is essentially a very good idea, however ever since HIPs were introduced house sales have plummeted, this will be argued that it is due to the world recession,  however the reduction in house sales does follow the introduction of HIPs, in fact I would guess just prior to HIPs introduction there were higher than average house sales.\n\nThe current cost of nearly £400 + any remedial work is stopping many people from selling houses.\nHouses are no longer sold on speculation.\nMany people view the HIPs as a ‘certificate of sale’ and fear it may constitute a failure thus the money paid for HIPs and possible sale may be lost.\nIncrease HIPs required if made voluntary\nThis may appear as a U-turn for the present government, however better for the current government to correct mistakes than future governments to prove them wrong.",
            "closed_at": "2009-05-20T00:00:00Z",
            "created_at": "2009-02-20T08:14:47.341391Z",
            "creator_name": "Mike Estall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-20T08:14:47.341391Z",
            "rejected_at": "2009-04-02T00:01:02.362999Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/GetridofHIPs/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-02T00:01:02.362999Z"
        },
        "id": 11829167
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HIPsReview/"
    },
    "type": "petition"
}