{
    "data": {
        "attributes": {
            "action": "ensure that Bristol City Council provide sufficient primary school places in the areas of greatest demand,  to enable children to be educated within their local communities and within a reasonable walking distance of their homes.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Approximately 300 families across Bristol have not been offered places at their 3 preferred schools and have joined waiting lists as their local schools are oversubscribed.  This potentially means having to transport  4 year old children in buses across the city to areas where places are available,  conflicting with the City's stated green objectives and obesity targets.",
            "closed_at": "2009-05-01T00:00:00Z",
            "created_at": "2009-02-19T21:24:57.762683Z",
            "creator_name": "vanessa lanham-cook",
            "government_response_at": "2009-06-15T12:05:20.616841Z",
            "government_responses": [
                {
                    "created_at": "2009-06-15T12:05:20.616841Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure that Bristol City Council provide sufficient primary school places in the areas of greatest demand, to enable children to be educated within their local communities and within a reasonable walking distance of their homes.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19627\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'BPACpetition'",
                    "updated_at": "2009-06-15T12:05:20.616841Z"
                }
            ],
            "opened_at": "2009-02-19T21:24:57.762683Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 813,
            "state": "finished",
            "updated_at": "2009-07-22T03:03:32.290991Z"
        },
        "id": 11827963
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BPACpetition/"
    },
    "type": "petition"
}