{
    "data": {
        "attributes": {
            "action": "Enact law to institute Land of Hope and Glory as the English national anthem",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With due respect to both the monarchy and God Save the Queen's unknown composer, the British anthem is something of a dirge.\n\nWhilst its steady-paced, constrained nature rather reflects aspects of British character and suits use on reflective occasions such as memorial services, it does not serve well those occasions requiring an uplifting celebration of, or exhortation to, national excellence.\n\nWhat is needed is something powerful, that rises to a crescendo and has words more lustrous than \"send her victorious, happy and glorious\". It is widely recognised that in Elgar's Pomp & Circumstance (Land of Hope & Glory) we have just such a candidate.\n\nSo let's retain God Save the Queen as the British national anthem but instate Land of Hope & Glory as the English national anthem, bringing to a close the era of living with the \"anthem that should have been\".\n\nI look forward to the day in the not so distant future when we have taken hold of the only really worthy musical expression of English pride and passion, with which we can truly exhort our national greats in their pursuit of excellence.",
            "closed_at": "2009-08-20T00:00:00Z",
            "created_at": "2009-02-20T01:15:06.569921Z",
            "creator_name": "Matthew Wright",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-20T01:15:06.569921Z",
            "rejected_at": "2009-04-02T00:01:02.362999Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/godsaveouranthem/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-02T00:01:02.362999Z"
        },
        "id": 11828854
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/English--Anthem/"
    },
    "type": "petition"
}