{
    "data": {
        "attributes": {
            "action": "rethink The Wyre Borough Councils decision to remove ornaments and memorabilia from cemetery grave plots in the Wyre area.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We, the undersigned ask the Prime Minister to rethink Wyre Borough Councils thoughtless dicision to order the removal of ornaments and other memorabilia from cemeteries in the Wyre Borough Area. Wyre Borough Council have placed notices on grave stones in the area ordering the visitors of the graves to remove all ornaments, railings, kerbing and toys which have been placed there in memory of their loss and in dedication to the lives of their lost loved ones. We, the undersigned believe that this is an inconsiderate and pointless act which the council are disguising as health and safety issues which are clearly not there. This disregard for others feelings is being used in most of the cemetries in the area and is causing added bereavment and strain on the already sadened members of the public. Please look into this problem and allow the visitors of the cemeteries to mourn as they wish. Thank you.",
            "closed_at": "2009-12-31T00:00:00Z",
            "created_at": "2009-02-19T16:20:49.358658Z",
            "creator_name": "Mr and Mrs Grundy",
            "government_response_at": "2010-02-22T15:09:40.179865Z",
            "government_responses": [
                {
                    "created_at": "2010-02-22T15:09:40.179865Z",
                    "details": "You signed a petition asking the Prime Minister to \"rethink The Wyre Borough Councils decision to remove ornaments and memorabilia from cemetery grave plots in the Wyre area.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22546\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'GraveInjustice'",
                    "updated_at": "2010-02-22T15:09:40.179865Z"
                }
            ],
            "opened_at": "2009-02-19T16:20:49.358658Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1128,
            "state": "finished",
            "updated_at": "2010-05-11T14:52:19.056994Z"
        },
        "id": 11826037
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GraveInjustice/"
    },
    "type": "petition"
}