{
    "data": {
        "attributes": {
            "action": "Save British/English traditions without them being contested by other religions",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We as a nation should be proud to be British/English, and to bring our children up with that same pride. It is our right to celebrate that which we have been brought up to be proud of. St Georges Day, Christmas, Easter etc.\n\nMany other religions and cultures have settled in Britain/England over the years and more and more we hear of schools and other institutions banning the wearing/flying of British flags, of celebrating English festivals and celebrations, in case we should insult another race.\n\nWhen in Rome do as the Romans do is the way of most countries and yet this one seems to constantly bow down to other races and no disrespect to them but its about time that Britain/England stood proud for what we are.\n\nAllow other traditions and celebrations but do NOT allow schools etc to ban ours!!\nLet our children grow up proud that we are a nation with strong beliefs and traditions, don't allow us to look weak any longer.\n\nWe petition that our traditions/celebrations be allowed to continue throughout schools, colleges, and any found not to allow our children to carry our traditions into the future be answerable.",
            "closed_at": "2010-03-04T00:00:00Z",
            "created_at": "2009-02-21T14:35:31.506433Z",
            "creator_name": "Sonya Kellner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-21T14:35:31.506433Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 75,
            "state": "finished",
            "updated_at": "2010-03-05T03:01:36.988639Z"
        },
        "id": 11836603
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/OurTraditions/"
    },
    "type": "petition"
}