{
    "data": {
        "attributes": {
            "action": "Clean up the laws governing the sale & importation of knives.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Violent Crime Reduction Act 2006 amended section 141(A) of the Criminal Justice Act 1988 changing the age one can buy a knife from 16 to 18. It does not seem to repeal The Criminal Justice Act 1988 (Offensive Weapons)(Exemption) Order 1996; stating that folding pocket knives with blades less than 3\" in length and razor blades in fixed housings are not covered under section 141(A) and have no age restriction.\n\nHMRC has started to seize common pocket knives as \"Gravity Knives\". The definition of a \"Gravity Knife\" in statute law can cover almost any folding knife design when the knife is held by the blade rather than the handle. This goes against the spirit of the law and needs to be clarified.\n\nHMRC and some police forces have classed \"Assisted Opening\" knives as illegal \"Automatic\" knives. If the law is to be interoperated in this way (that applying pressure to the blade causes the knife to open), then any folding knife could be classed as an \"Automatic\". This too needs to be clarified.\n\nWhat we need right now are very clear laws to separate responsible knife-users from violent thugs. Some would even say that the Prevention of Crime Act 1953 is the only \"knife\" law we need.",
            "closed_at": "2009-05-02T00:00:00Z",
            "created_at": "2009-02-21T02:52:02.952245Z",
            "creator_name": "Levi",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-21T02:52:02.952245Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2009-10-22T16:04:51.374859Z"
        },
        "id": 11834687
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cleanupknifelaw/"
    },
    "type": "petition"
}