{
    "data": {
        "attributes": {
            "action": "Remove the traffic chicane on Plantation Road, Redcar, TS10",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is to remove the traffic chicane on Plantation Road, Redcar, TS10.\n\nThe current implementation of the chicane and changed \"right of way\" is going to cause more accidents than it prevents.\n\nIf you are travelling East towards Mickle Dales from the Larkswood Road bend, the chicane does not prevent accidents as you then have about 600m or so to really speed up before the roundabout.\nIn fact, people speed up along Larkswood Rd as they know they 'now' have right of way (as of a few months ago, as a result of the mysterious changed priority).\n\nIf you're coming West from Mickle Dales you have 600m or so of speeding right next to the cycle route before having to brake...\nBUT as you cannot see around the bend into Larkswood Rd one is encouraged to try and get through the chicane quickly...\n\nBefore long, SOMEONE is going to have an accident either injuring a kid, destroying cars, or driving through the living room of the poor resident in the end house...\n\nThe chicane (and newly changed priority) is poorly planned, unnecessary and causes unnecessary delays, pollution and noise.\n\nIt should be completely removed and one more pair of 'sleeping policemen' put where the chicane now stands.",
            "closed_at": "2009-05-01T00:00:00Z",
            "created_at": "2009-02-20T17:35:45.256014Z",
            "creator_name": "Jim Cleves",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-20T17:35:45.256014Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 44,
            "state": "finished",
            "updated_at": "2009-07-07T16:55:31.518754Z"
        },
        "id": 11832585
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RedcarChicane/"
    },
    "type": "petition"
}