{
    "data": {
        "attributes": {
            "action": "Allocate two to three council homes in every town for use as Safe Houses for children of abuse!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We would like you to allocate of 2 or 3 Council Properties as SAFE HOMES in every town for the use of IMMEDIATE care for suspected child abuse victims.  With a specialist phone line in every school and nursery, access will be private and easy for all children. Our system will be in secure and secret locations, and staffed by Nanny's, Child Care Nurses and Psychologists.  \nWe have over 10,500 members who believe  as I do that this will be the answer for child abuse. Instant removal without red tape, just common sense, and people doing jobs specifically for what they are trained. If abuse is not found the child can go back immediately too, which is something not happening right now.\nWe would also like the Government to assist the childrens keep and help us to help them. £300pw instead of £400 Foster care, which would dramatically cut your costs, but also enable us to do what we are good at. Many countries have asked us to take this idea to them, but the UK must come first.  This could be rolled out across the UK within 6 months and Child Law Court Guardians put in place to investigate! \nThank You!",
            "closed_at": "2010-03-06T00:00:00Z",
            "created_at": "2009-02-21T22:38:47.369952Z",
            "creator_name": "Susan Luckham",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-21T22:38:47.369952Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 37,
            "state": "finished",
            "updated_at": "2010-03-07T00:01:01.164177Z"
        },
        "id": 11838837
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SafeHomes/"
    },
    "type": "petition"
}