{
    "data": {
        "attributes": {
            "action": "permit Government funding to the D-day veterans trip to France",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This year is the 65th anniversary of D-day. The veterans who fought that very day wish to go to France to commemorate and pay their respects to their fallen comrades.  However the Government has refused to provide state funding for the trip. It is apparently not Government policy to fund 65th anniversaries; however they have said they will fund the 100th, but by the admission of many of the veterans themselves many of them will not be still alive then. This has lead to these veterans having to privately raise funds themselves, which has lead to doubts that some may not be able to afford to go.  It is estimated that there are approximately 700 veterans still fit enough to make the trip. Although regional differences have benefitted particular veterans, the state should provide for all on a national basis.  This petition is for those who are grateful for those who fought and died for our freedom, and want to play a part in giving something back.",
            "closed_at": "2009-05-09T00:00:00Z",
            "created_at": "2009-02-21T21:42:41.216253Z",
            "creator_name": "Michael Brimble",
            "government_response_at": "2009-09-04T11:18:53.749716Z",
            "government_responses": [
                {
                    "created_at": "2009-09-04T11:18:53.749716Z",
                    "details": "Thank you for your epetition. \n\nThe Government shares the nation’s admiration for all those who participated in OPERATION OVERLORD in 1944 and have no doubt that, without the opening of the second front through Normandy, the war would have been greatly extended.  \n\nIt has been successive Governments' policy on official commemorations that only 25th, 50th, 60th and 100th anniversaries of events of major importance receive Ministry of Defence sponsorship at public expense. Significant funding was made available to mark the 60th anniversary of the Normandy Landings in 2004 at which the Normandy Veterans Association formally announced, through HM The Queen, that it would be their final parade.\n\nHowever, the Government recognises the understandable desire of Normandy veterans to return to the beach heads each year and the equally worthy aspirations of other veterans to commemorate the campaigns in which they took part, a number of which also mark their 65th anniversary this year.  \n\nI am pleased to say that the Big Lottery Fund has introduced a new scheme to pay travel costs for World War II veterans wishing to commemorate anniversaries during 2009/2010.  All veterans and all theatres will be included, not just those wishing to travel to the 65th Normandy anniversary. The scheme, which is called “Heroes Return 2”, will mirror the “Heroes Return” scheme that was run in 2004/2005 to mark the 60th anniversary of the end of World War II, in which some 14,000 veterans participated. Funding under the new scheme will cover the travel costs of a veteran plus a carer. A dedicated “Heroes Return 2” telephone help-line has been set up and the number is 0845 00 00 121. That telephone line is open Monday to Friday 08:00 to 19:00 for those wishing to register their details\n\nThe Government wishes all our veterans well who will be taking part in commemorative events this year, and pays tribute to their dedication and sacrifice.",
                    "summary": "Government response to petition 'D-Daysixtyfive'",
                    "updated_at": "2009-09-04T11:18:53.749716Z"
                }
            ],
            "opened_at": "2009-02-21T21:42:41.216253Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 382,
            "state": "finished",
            "updated_at": "2009-07-22T16:46:27.648204Z"
        },
        "id": 11838590
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/D-Daysixtyfive/"
    },
    "type": "petition"
}