{
    "data": {
        "attributes": {
            "action": "prevent the closure of Bamburgh Special School which provides education for very special, capable children within the Borough of South Tyneside who have emotional and physical disabilities.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Following a recent review of Special Educational Needs (SEN) provision it has been proposed to close Bamburgh School in South Shields.Bamburgh currently provides for children who have Medical & Emotional Conditions inc. those with such conditions who have mainstream learning abilities (including those capable of achieving high grades at GCSE);children with mild and moderate learning abilities; Muscular Dystrophy and Cerebral Palsy sufferers,skin disorders and chest complaints.The proposals outlined will result in the children of Bamburgh either being returned to mainstream schooling 'with support' (a term yet to be explained by the Council) or remaining within a SEN school being educated alongside children who have profound/severe/medium learning disabilities.Neither proposal meets the needs of those children who require the type of provision offered uniquely by Bamburgh.Our children despite their problems ‘are confident, happy and sure that they are every bit as good, that they count in the world and that they belong’ this is because of Bamburgh.Bamburgh cannot be allowed to close, please give your support to our special children and their school.",
            "closed_at": "2009-09-01T00:00:00Z",
            "created_at": "2009-02-21T22:16:05.859873Z",
            "creator_name": "Lynsey Hope",
            "government_response_at": "2009-09-30T15:31:42.652479Z",
            "government_responses": [
                {
                    "created_at": "2009-09-30T15:31:42.652479Z",
                    "details": "You signed a petition asking the Prime Minister to \"prevent the closure of Bamburgh Special School which provides education for very special, capable children within the Borough of South Tyneside who have emotional and physical disabilities.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20801\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'bamburghschool'",
                    "updated_at": "2009-09-30T15:31:42.652479Z"
                }
            ],
            "opened_at": "2009-02-21T22:16:05.859873Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 328,
            "state": "finished",
            "updated_at": "2010-01-27T17:40:59.108278Z"
        },
        "id": 11838732
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bamburghschool/"
    },
    "type": "petition"
}