{
    "data": {
        "attributes": {
            "action": "obtain the immediate release from detention of Marnie Pearce and ensure that she is reunited with her children",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In Marnie's own words from her statement posted on her Facebook Group \"Please help me keep my babies\" on\n19/02/2009\n\nToday will have been the hardest thing that I have ever done in my life. I have no choice but to hand myself into the police. I have been waiting for three weeks in the belief that I may have been granted Bail. I still do not know, but for the sake of my babies we must move on. We have nowhere else to go and my little men 'need' some normality in there lives, for them school was everything and I made the decision to withdraw them in order for us to spend our last days together\"\n\nMarnie is a British Citizen in desperate need of immediate and unequivocal assistance from the Foreign Office and the entire British Government.\n\nFree Marnie Pearce - put pressure on those who matter to make the right decision and stand up for her right to be free to continue to be a mother to her children.\n\n\nAgain, Marnie's words \"No court in the civilized world would convict anyone on these falsified documents, which have been submitted to the court. I have appealed this to the court for March 2nd but I have no faith and no hope left\"",
            "closed_at": "2009-05-20T00:00:00Z",
            "created_at": "2009-02-20T23:37:33.271590Z",
            "creator_name": "Lara Warner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-20T23:37:33.271590Z",
            "rejected_at": "2009-04-02T00:01:02.362999Z",
            "rejection": {
                "code": 16384,
                "details": "Individual legal cases of British Citizens detained overseas are a matter for direct communication with the Foreign Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-02T00:01:02.362999Z"
        },
        "id": 11834236
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/freemarniepearce/"
    },
    "type": "petition"
}