{
    "data": {
        "attributes": {
            "action": "re-consider his government’s previously expressed view that there is not a groundswell of support for an English Parliament, and to accept that it is now both necessary and desirable to establish an English Constitutional Convention.  Furthermore, the petitioner requests that the Rt Hon Frank Field MP be asked to accept a government appointment, the duties of which will require Mr Field to organise and preside over an English Constitutional Convention to take place in 2009.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "What the Scottish Constiutional Convention achieved for Scotland (with full government backing), this petition aims to achieve for England, and with the same methods, namely by debate and persuasion.  \nEngland is the oldest unified nation in Europe, of which everyone, young and old, for whom England is their home and their future, can be very proud.  The devolution the ECC will consider will be for England as one people, and not a 'scheme' that would partition England into regions.  England alone has at present no legal, constitutional and political existence.  Politically and constitutionally we English do not exist. England is the only part of the UK which is still governed entirely by the UK government. This is a constitutional injustice and political discrimination against the people of England. \nThe purpose of this ECC will be the bringing together of everyone for whom England is their home and their future in order to achieve what was expressed in the Scottish Claim of Right, namely the acknowledgement by the UK Government of the sovereign right of the English people to determine their form of government by agreeing a scheme for a Parliament for England.",
            "closed_at": "2010-03-04T00:00:00Z",
            "created_at": "2009-02-21T16:06:53.632358Z",
            "creator_name": "Andrew Constantine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-21T16:06:53.632358Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 91,
            "state": "finished",
            "updated_at": "2010-04-20T15:37:48.752071Z"
        },
        "id": 11837033
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ECC-in-2009/"
    },
    "type": "petition"
}