{
    "data": {
        "attributes": {
            "action": "Support the British Car Industry by Reducing Company Car Tax on cars manufactured in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Cars Manufactured in the UK should be subject to lower Company Car Tax than imported cars.\n\nCar Tax today is based upon emissions, the carbon footprint of importing cars into the UK is not considered.  \n\nThis Policy would incentivise manufacturers to build and keep manufacturing facilities in the UK, creating more jobs in the UK and improving the UK GDP.\n\nThe policy is not be anti-competitive as all manufacturers would benefit so long as they built the vehicles in the UK, creating jobs and benefiting the economy as a whole.\n\nCarbon emissions would be reduced by the reduction in imports and new cars are greener than old ones, but today’s policies are promoting the use of older cars that are more polluting.\n\nThe Car industry would benefit from the additional sales that these tax breaks would bring, benefiting manufactures, suppliers and dealers helping to safeguard the jobs in the industry currently under threat.\n\nTax Revenues would be increased by the sale of more new cars (private buyers tend to buy 2nd hand cars) with more people paying a lower amount of company car tax, rather than few people paying high company car taxes, as well as minimising job losses.",
            "closed_at": "2009-08-31T00:00:00Z",
            "created_at": "2009-02-20T20:31:07.279526Z",
            "creator_name": "Derren Fielder",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-20T20:31:07.279526Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2009-09-01T00:01:01.466282Z"
        },
        "id": 11833459
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TaxCutsUKCars/"
    },
    "type": "petition"
}