{
    "data": {
        "attributes": {
            "action": "lift Jack Tweeds curfew for unfortunate cancer stricken Jade Goody's wedding night.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Source: http://news.sky.com/skynews/\n\n\"The prison governor rejected a plea for Jack Tweed to waive his bail conditions after Sunday's ceremony, the Daily Mirror said.\n\nTerminally-ill Goody, 27, who has been given just weeks to live, was said to be \"heartbroken\" over the decision.\n\nTwenty-one-year-old Tweed was jailed for 18 months last September after assaulting a teenager with a golf club.\"\n\nI don't think the reason for jacks jailing, deserves such strict rulings. Poor Jade whom only has weeks to live has enough to deal with. \n\nThe documentry  viewed by many on Living TV last night, gave us an insight to what Jade's feeling and going through. \n\nShes trying her best to stay strong for her family, but with all this presure of the unforunate illness and now on top of this the worry of being alone on her wedding night. It's not fair.",
            "closed_at": "2009-02-22T00:00:00Z",
            "created_at": "2009-02-20T11:13:14.999303Z",
            "creator_name": "Ray Poundes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-20T11:13:14.999303Z",
            "rejected_at": "2009-04-02T00:01:02.362999Z",
            "rejection": {
                "code": 16384,
                "details": "Individual legal cases are a matter for direct communication with the Home Office - this case has now been dealt with by Jack Straw.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-02T00:01:02.362999Z"
        },
        "id": 11830155
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/JackTweedCurfew/"
    },
    "type": "petition"
}