{
    "data": {
        "attributes": {
            "action": "Put a limit on company and homeowner purchases of properties in areas where less than a reasonable amount of lower cost homes are available.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Lower income families are forced to rent or become dependant on welfare housing as they are unable to buy low cost houses with their wages as they have been bought up and rented (or modified to be worth more) by higher income people and businesses.\n\nI propose that when the amount of available houses, in the lower price brackets, drop below a certain amount in an area the only purchaser can be by a first time buyer or someone moving to it from a fair distance (or as an upgrade from their current home).\n\nThis would prevent the mass purchasing of the lower bracket housing which is bought by entrepreneurs and businesses for financial gain which in turn puts more people unable to buy their own home, and have the choice of rent (expensive and is looked at as throwing money away by lots of people) or approach the local housing association and welfare for support, increasing public demand and strain on local housing systems setup for much smaller demand.\n\nThis snowballs cost and monetary drain on the local councils.\n\nStop all the low cost housing being bought by much better off people than it is originally built for!",
            "closed_at": "2010-03-03T00:00:00Z",
            "created_at": "2009-02-22T23:07:07.604242Z",
            "creator_name": "Marc Hone",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-22T23:07:07.604242Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2010-03-04T00:01:01.780784Z"
        },
        "id": 11843277
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FairerHousing/"
    },
    "type": "petition"
}