{
    "data": {
        "attributes": {
            "action": "Control the use of outdoor lighting for Scientific Reasons",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The main science institution that ourdoor lights hinder mainly is Astronomy, the study of the stars, planets and deep Sky Objects.\n\nThis is a subject that has been around now for a few years and still the government has not introduced legislation to control \"light Pollution\" as it is more commonly called.\n\nThe only legislation at present is the Nusance Act but to who do complain about the council regarding street lighting, private lighting, all they have to say that it is there for security and your complaint goes out of the window.\n\nI argue, street lighting should have a directional device fitted so that light goes down, to ensure security of homes butin turn, no stray light goes up.... also as an added benefit... bulbs could also be changed to lower wattage, reducing energy bills and CO2 foorprints.\n\nAt the current trends, dark skies will have gone forever, preventing budding UK based Astronomers from basically starting and deciding to carry on as proffessionals.\n\nYou see more and more UK astronomers leaving the UK to study elsewhere, be it America, Europe.\n\nI urge the Prime Minister to look into the matter urgently before the night skies are gone forever.",
            "closed_at": "2009-05-23T00:00:00Z",
            "created_at": "2009-02-23T12:19:10.740913Z",
            "creator_name": "Dyfed Henry Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-23T12:19:10.740913Z",
            "rejected_at": "2009-04-04T00:01:02.667404Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/starryskies/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-04T00:01:02.667404Z"
        },
        "id": 11845354
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/astronomy/"
    },
    "type": "petition"
}