{
    "data": {
        "attributes": {
            "action": "Introduce Childcare facilities to streamline with Schooling, enabling parents to gain and maintain employment",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At the moment, childcare provision is often not suitable for working parents with school aged children. There are some before/after school clubs and holiday playschemes for this purpose, however more often than not, this depends largely on catchment areas with many schools unable to provide the facility. If your child's school does not operate such a club, and you are out with the catchment area for another school, childcare can become an issue. Additionally, such clubs already in operation rarely provide childcare over the Christmas term break of two weeks plus.\n\nA full time employee's contract cannot be held off when a school breaks up for half term, and there are only so many \"flexible\" or \"term time\", \"school hours\" jobs available. \n\nWe petition the Prime Minister to introduce a scheme whereby all local authority schools must have an attached childcare facility for before and after school care and holiday playschemes, for working parents, with set criteria and regulations to ensure the facility is not abused as a \"drop in\" babysitting centre, at the cost of the parent with tax credit contributions where appropriate, as is the case for existing facilities.",
            "closed_at": "2010-02-23T00:00:00Z",
            "created_at": "2009-02-23T20:09:14.196716Z",
            "creator_name": "Susan Taylor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-23T20:09:14.196716Z",
            "rejected_at": "2009-04-04T00:01:02.667404Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Childcare08/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-04T00:01:02.667404Z"
        },
        "id": 11848171
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/schoolchild/"
    },
    "type": "petition"
}