{
    "data": {
        "attributes": {
            "action": "Alteration to The Conduct of Employment Agencies and Employment Businesses Regulations 2003 in respect of capping employment agency profits and enforcing Employment Agencies to transfer funds one week after Invoice date, without limitations to submit a weekly invoice",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "1. Initiate a cap on Employment agencies Profits. Situations such as Employee receives £300 per day and Employment agencies receives £400 in profit alone per day from the worker. Total money paid by the company to the Employment agency £700. Money received by Contractor £300. There needs to be a cap in place so as to not allow Employment agencies the right to receive more money per day than the worker. This should be capped at around 25% of the day rate being charged. \n\n2. Workers who submit an invoice at the end of each week should be paid the following week. Some Employment Agencies in the IT sector have initiated a 30 day payment process.  In simple terms a worker works for one week, submits an invoice for that week on the Friday of that week, and will not receive payment until 30 after invoice. In total, the time the Worker has to wait for money to be paid into his or her account may amount to 37 days. Make alterations to the regulations to enforce agencies to pay on a weekly basis. One week after the submission of the workers invoice, but not restrict workers to monthly invoice submissions.",
            "closed_at": "2010-03-05T00:00:00Z",
            "created_at": "2009-02-23T13:54:06.544701Z",
            "creator_name": "Stuart Hopkins",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-23T13:54:06.544701Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-03-06T00:01:01.772487Z"
        },
        "id": 11845924
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Emppaycap/"
    },
    "type": "petition"
}