{
    "data": {
        "attributes": {
            "action": "invite Presidents Obama and Hu to name boats at the G20 and invite President Barroso to present Paddles for Life",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For the last fifteen years a set of outdoor educational and sporting ideas have been developed in the United Kingdom to bring all on board to tackle the problem of climate change.  They are now ready for the world. The idea is that to bring them to the world's attention and to keep climate change the focus of world affairs the Prime Minister should invite President Obama to name the \"Spirit of United States and Energy-Climate Era\" and President Hu the \"Spirit of China and Energy-Climate Era\" at the G20 Summit in April.  At the same time the Prime Minister to invite President Barraso to present Paddles for Life to President Obama and President Hu.  The two Paddles for Life have already been signed by the Prime Minister, most of the Cabinet, the Leaders of the Opposition, the Chinese Ambassador, President Barroso and people at every level of society in the United Kingdom.",
            "closed_at": "2009-04-09T00:00:00Z",
            "created_at": "2009-02-23T20:29:18.213792Z",
            "creator_name": "David W Train",
            "government_response_at": "2009-06-12T11:16:37.785521Z",
            "government_responses": [
                {
                    "created_at": "2009-06-12T11:16:37.785521Z",
                    "details": "You signed a petition asking the Prime Minister to \"invite Presidents Obama and Hu to name boats at the G20 and invite President Barroso to present Paddles for Life.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19587\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'BoatNaming'",
                    "updated_at": "2009-06-12T11:16:37.785521Z"
                }
            ],
            "opened_at": "2009-02-23T20:29:18.213792Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 247,
            "state": "finished",
            "updated_at": "2009-10-22T16:04:51.374859Z"
        },
        "id": 11848300
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BoatNaming/"
    },
    "type": "petition"
}