{
    "data": {
        "attributes": {
            "action": "Constitutional Reform For A Modern Britain",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the 21st century it cannot be right that we continue to have the Queen as our Head of State and hereditary Peers in our 2nd chamber. I advocate immediate Parliamentary debate and ultimately legislation to achieve Constitutional Reform.\n\nThe argument that the Queen has a purely ceremonial role is inaccurate, prospective laws have to be scrutinised by her and have been amended as a consequence of her views. \n\nIt is not right that millions of pounds of hard earned taxpayers money on the Queen and her family that could be better spent elsewhere. The argument that they bring in significant revenue in tourism is inaccurate and even if it were true is still no justification for the Monarchy to continue to hold and wield such power in the 21st century. \n.\n\nAlthough there are many issues to be debated in Parliament the role of the Monarchy remains a key issue and injustice. As Prime Minister you have a duty to tackle such key constitutional issues, the time is now!",
            "closed_at": "2010-02-22T00:00:00Z",
            "created_at": "2009-02-22T21:06:48.103643Z",
            "creator_name": "leonard hedges",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-22T21:06:48.103643Z",
            "rejected_at": "2009-04-04T00:01:02.667404Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/RepublicBritain/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-04T00:01:02.667404Z"
        },
        "id": 11842754
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/royalfamilyvote/"
    },
    "type": "petition"
}