{
    "data": {
        "attributes": {
            "action": "This petition is a vote of no confidence in the priminister and Labour Government by the People Of Great Britain.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Leave Downing Street and take the New Labour Dictatorship with you!\n\nIt has become apparent that Mr Brown is unable to lead or run England as a country.\nConstant lies, and the destruction of what we have all been brought up on as a democracy has slowly and surely been stripped away by a man who has no qualification to be where he is let alone been an elected person.\n\nNot one policy or any good has come from this man or his party to benefit  the UK in any way.\n\nI have no confidence left in me where this Government are concerned.\n\nTold lie after lie even to the point of trying to tell us that the UK is best suited to fight of a recession and it turns out we are in fact the worst country in the Europe to fight of a recession.\n\nEnough is enough Gordon Brown go before more people die and suffer under your regime !",
            "closed_at": "2009-04-24T00:00:00Z",
            "created_at": "2009-02-23T10:42:49.083592Z",
            "creator_name": "Michael Fincham",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-23T10:42:49.083592Z",
            "rejected_at": "2009-04-02T00:01:02.362999Z",
            "rejection": {
                "code": 2049,
                "details": "http://petitions.number10.gov.uk/DoUsALLaFavour/",
                "reasons": [
                    "Party political material",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-02T00:01:02.362999Z"
        },
        "id": 11844717
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LeaveGovernment/"
    },
    "type": "petition"
}