{
    "data": {
        "attributes": {
            "action": "Remove Gordon Browns subjective comments from the realhelpnow.gov.uk website",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many people of Britain are suffering  hardship due to the current recession and when turning to government websites such as realhelpnow.gov.uk they are looking for information and assistance, not government propaganda.\n\nWe call on Gordon Browns comments on the website to be edited to remove the dubious justifications of his actions over the past 11 years and palming off of responsibility to other people. These are presented as facts, despite being disputed by many people (probably the majority). Taxpayers money should not be used in this way.",
            "closed_at": "2009-05-06T00:00:00Z",
            "created_at": "2009-02-23T15:07:23.025149Z",
            "creator_name": "Keith Jenner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-23T15:07:23.025149Z",
            "rejected_at": "2009-03-11T10:40:01.940949Z",
            "rejection": {
                "code": 16384,
                "details": "Petitions should be used to call upon the Government embark upon a course of action, instigate new policy etc. They are not appropriate for demanding arbitrary changes to language on websites to better reflect the petitioner's own point of view - the Number10 website is a perfectly appropriate platform for the PM to outline his views.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-11T10:40:01.940949Z"
        },
        "id": 11846386
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/realhelpnow/"
    },
    "type": "petition"
}