{
    "data": {
        "attributes": {
            "action": "Bring Back Treason ,A Law needs to be passed to stop the disrespect our troops face",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned petition the Prime Minister to Acknowledge\n     that the British public believe the Respect shown to the armed\n     forces to be inadequate\n\n     The Armed Forces of this country should be treated with\n     respect. The refusal to serve Soldiers in Uniform in places\n     such as petrol stations, public houses, clubs and the like is\n     totally unacceptable and should stop forthwith. Our Serving men\n     and women wear that Uniform with pride, and sacrifice much in\n     the Service of their country - the least they deserve in return\n     is to be treated with dignity and respect, and be allowed to go\n     about their business in the same way as everyone else. Nobody\n     has the right to stop them from entering a shop or public house\n     because they are in uniform. That would not happen to a member\n     of the Police Force or other uniformed organisations - and\n     rightly so - therefore, it should not be allowed to happen to a\n     Soldier. This country of ours should back our Troops and give\n     them the respect and support they rightly deserve.It should also be an offence to slag off members of our Armed forces in Any way",
            "closed_at": "2010-02-22T00:00:00Z",
            "created_at": "2009-02-22T13:48:05.546845Z",
            "creator_name": "Marie Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-22T13:48:05.546845Z",
            "rejected_at": "2009-04-03T00:01:01.823233Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/NoForcesDiscrim/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-03T00:01:01.823233Z"
        },
        "id": 11840592
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Respectourforces/"
    },
    "type": "petition"
}