{
    "data": {
        "attributes": {
            "action": "urgently convene an independent inquiry as to whether Milford Haven Port Authority (MHPA) should be allowed to bring Liquid Natural Gas(LNG) Tankers into the port of Milford Haven without their first commissioning an independent risk assessment to quantify risk to the 25000 plus people living and working within a possible danger zone that had already been clearly identified by the Health and Safety Executive Committee before they were instructed by the Office of the Deputy Prime Minister that LNG shipping in the Haven would no longer be within their scope.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Instead it was to become the responsibilty of another authority - MHPA.\nWe the undersigned contend that it would be grossly irresponsible of the government to allow LNG tankers into the Port of Milford Haven before the local emergency services can be properly prepared for the possible consequences of a part or total loss of containment of LNG from a tanker following a possible collision, stranding, sinking, major fire or a deliberate act of destruction.\nThe risk of this occurring may be small but the consequences to the local population would be catastrophic.\nThe inadequacies of the MHPA incomplete risk assessments have been clearly identified in Review of: Milford Haven Port Authority: Approach to and Use of Risk Assessments by Eur.Lng. Dr Raymond Anthony Cox MBE MA PhD FiMech.E 05 September 2008",
            "closed_at": "2009-04-24T00:00:00Z",
            "created_at": "2009-02-24T00:06:22.083549Z",
            "creator_name": "John Cutting",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-24T00:06:22.083549Z",
            "rejected_at": "2009-04-02T00:01:02.362999Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/SaveWestWales/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-02T00:01:02.362999Z"
        },
        "id": 11849278
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MilfordLNGThreat/"
    },
    "type": "petition"
}