{
    "data": {
        "attributes": {
            "action": "not make retrospective changes in immigration rules for Highly Skilled Migrant Workers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is regarding the changes to criteria being proposed for Highly Skilled Migrants who have made enormous contributions to the economy of the UK. We work very hard, pay our taxes and do not depend on doles/benefits. Some rules for Tier 1 Highly Skilled Migrants have been changed, such as \nincreasing the level of qualification from Bachelors to Masters and increasing the salary levels to a minimum of GBP 20000, in addition to increase in the time limit for indefinite leave to remain from five years. The principles of justice and fairness demand that they should not be applied retrospectively to existing immigrants. The impact of banning the dependents of immigrants from working will hit us very badly. Many of us have made UK our permanent home, already taken homes on mortgages and paying regular taxes, and abiding by the laws.\n\nThe rules should not be changed for people who are already in the UK. True, the government can change the rules of the PBS to control the numbers of immigrants who plan to come in future. But changing the rules for existing immigrants who left well established careers back home to work here and made UK their home is unjust and against all rules of fairness.",
            "closed_at": "2010-03-04T00:00:00Z",
            "created_at": "2009-02-22T20:27:58.166436Z",
            "creator_name": "Rohit K. Rohela",
            "government_response_at": "2010-08-23T12:06:02.589319Z",
            "government_responses": [
                {
                    "created_at": "2010-08-23T12:06:02.589319Z",
                    "details": "You signed a petition asking the Prime Minister to not make retrospective changes in immigration rules for Highly Skilled Migrant Workers.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=justicefortier1\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'justicefortier1'",
                    "updated_at": "2010-08-23T12:06:02.589319Z"
                }
            ],
            "opened_at": "2009-02-22T20:27:58.166436Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 574,
            "state": "finished",
            "updated_at": "2010-03-05T00:01:01.658585Z"
        },
        "id": 11842585
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/justicefortier1/"
    },
    "type": "petition"
}