{
    "data": {
        "attributes": {
            "action": "change the voting system",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As we have been learning in our government and politics class there are many arguments for a change in the voting systems. As many people struggle with the voting systems as they are seen as 'complex' I think a change is in order. As TV is becoming more influential in our life's i propose that we change the voting system to a Government Idol TV show. The judges would be Chuck Norris, Hannah Montana and Boy George. We would pull millions of votes in, and get more people involved in politics. You are probably wondering what the contestants would have to do..... I'll let Chuck Norris decide that one. The winner would be elected into parliament as Prime Minister and would get to chose 150 of his friends on facebook to form his party. There will be three runners up who will each get to choose 75 of their friends off facebook to make up the opposition. Britain could be an example country and I am sure many others would follow. Please sign up for the e - petition to get the voting system changed and to prove my government and politics teacher wrong.",
            "closed_at": "2009-04-25T00:00:00Z",
            "created_at": "2009-02-25T12:19:30.971177Z",
            "creator_name": "James allan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-25T12:19:30.971177Z",
            "rejected_at": "2009-04-03T00:01:01.823233Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-03T00:01:01.823233Z"
        },
        "id": 11857958
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Government-Idol/"
    },
    "type": "petition"
}