{
    "data": {
        "attributes": {
            "action": "Save LDV - Save Jobs in UK and the Environment",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Struggling van-maker LDV has asked the government for millions of pounds in loans to help secure its future.\n\nIt wants access to bridging loans to tide it over while it presses ahead with plans for a management buy-out.\n\nThe company, which employs 900 people in Birmingham and 5000 nationally, has seen sales plummet and suspended production in December.\n\nLDV is planning to introduce the world’s first electric light commercial vehicle from a volume manufacturer in 2009.\n\nBuilt in Birmingham, the electric MAXUS will offer UK businesses, councils and local authorities the opportunity to locally source a zero emission light commercial vehicle to minimise their carbon footprint.\n\nLDV has become one of only five companies to be successfully short listed on the DfT low carbon initiative to supply electric vehicles to councils and local authorities from 2009.\n\nWe want the company to survive to save jobs in the UK and the MAXUS. Government should be supporting workers in the UK and green industries need to be developed to tackle the climate change.\n\nSign this petition to call on the government to secure the future for LDV",
            "closed_at": "2010-03-03T00:00:00Z",
            "created_at": "2009-02-24T10:13:38.794133Z",
            "creator_name": "andrew taylor",
            "government_response_at": "2010-04-06T10:39:56.338966Z",
            "government_responses": [
                {
                    "created_at": "2010-04-06T10:39:56.338966Z",
                    "details": "You signed a petition asking the Prime Minister to \"Save LDV - Save Jobs in UK and the Environment.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page23091\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SaveLDV'",
                    "updated_at": "2010-04-06T10:39:56.338966Z"
                }
            ],
            "opened_at": "2009-02-24T10:13:38.794133Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4732,
            "state": "finished",
            "updated_at": "2010-03-04T00:01:01.780784Z"
        },
        "id": 11850310
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveLDV/"
    },
    "type": "petition"
}