{
    "data": {
        "attributes": {
            "action": "Arjuna Rajamohan-President , Walthamstow Hindu Association and His Holiness Bramasri Lingamoorthy Kurrukkal, Chief Priest and Patron,",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "wish to submit to you this petition supported by over 4800 families living within the Walthamstow area who have expressed sheer outrage and horrow at the decision by Waltham Forest Planning to granting a Gaming licence to Coral Racing to operate a Gambling operation right next to the Walthamstow Hindu Temple @271, Forest Road, London E17 6HD.We would like to point out that, we did not at any stage receive any communiction from the council with regard to this and were only aware by seeing a notice attached to the said premises.The temple serves, not only the spiritual and religious needs of the community, but is also deeply involved in educational, cultural and social activities organised by our volunteers. These attract a large no of children and teenagers participating in these in the evenings and weekends.Whilst we support your governments efforts in trying to create a better environment for our children, we urge you to give this matter your immediate consideration to prevent this action by the council to cause offence and dis-respect to a place of worship .\nwe wil be forwarding you a Signature protest of all the residents in support of our appeal.",
            "closed_at": "2009-05-07T00:00:00Z",
            "created_at": "2009-02-24T10:30:39.146106Z",
            "creator_name": "Arjuna Rajamohan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-24T10:30:39.146106Z",
            "rejected_at": "2009-04-08T00:01:02.390023Z",
            "rejection": {
                "code": 512,
                "details": "We recommend that you amend your title (shown in bold) to be a clear call for action, preferably starting with a verb, and not a name or statement. This will make it clear to other people who may sign the petition what it is about.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-08T00:01:02.390023Z"
        },
        "id": 11850405
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Temple-outrage/"
    },
    "type": "petition"
}