{
    "data": {
        "attributes": {
            "action": "Bar Entry of Robert Spencer and all circulation of his material into the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Robert Spencer born in 1962, is an author and the director of the controversial Jihad Watch and Dhimmi Watch websites.\n\nHis books are what can be conceived as inflammatory and his rhetoric questionable.\n\nHe is a keen supporter of Geert Wilders and publicly without remorse shows Wilder's film \"Fitna\" and also has done an interview with Wilders which has posted on YouTube.\n\nHe has also gone onto criticise UK government policy and laws in a means to justify his position.\n\nHe is in clear breach of:\nRacial and Religious Hatred Act 2006\n29A Meaning of “religious hatred”\n29B Use of words or behaviour or display of written material\n29C Publishing or distributing written material\n29E Distributing, showing or playing a recording\n29F Broadcasting or including programme in programme service\nand 29G Possession of inflammatory material\n\nHe is therefore a threat to national security and the British People, as his material is being used as fuel and or ammunition by extremist elements and fascist groups.",
            "closed_at": "2009-05-24T00:00:00Z",
            "created_at": "2009-02-24T22:41:33.989786Z",
            "creator_name": "Peter Hulme",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-24T22:41:33.989786Z",
            "rejected_at": "2009-04-02T00:01:02.362999Z",
            "rejection": {
                "code": 16384,
                "details": "Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-02T00:01:02.362999Z"
        },
        "id": 11855286
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/robertspencer/"
    },
    "type": "petition"
}