{
    "data": {
        "attributes": {
            "action": "Prevent immigrants who commit bigamy and ploygamy in their homelands from being allowed to claim benefits for more than one spouse in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A recent review by four Government departments  -  the Treasury, the Work and Pensions Department, the Inland Revenue and the Home Office  -  has concluded that 1,000 men in the United Kingdom are now polygamists, although some say the figure is higher. \n\n Baroness Warsi has warned that politicians have failed to tackle the problem of polygamy because of 'cultural sensitivity'\nWhat is more, the review found, a Muslim man can claim state support of more than £10,000 a year to keep his wives, if the wedding took place in one of those countries where polygamy is commonplace, such as Bangladesh, Pakistan, India, Saudi Arabia and across huge tracts of Africa. \n\nFor example, a man can receive &£92.80 a week in income support for wife number one, and a further £33.65p for each of his subsequent spouses. \n\nTherefore, if he has four wives  -  the maximum permitted under Islamic teachings  -  he can claim nearly £800 a month from the British taxpayer. \n\nControversially, a polygamist is also entitled to more generous housing benefits and bigger council houses to reflect the large size of his family. He is also able to claim £1,000 a year in child benefit for each of his growing brood.",
            "closed_at": "2010-02-25T00:00:00Z",
            "created_at": "2009-02-25T21:29:34.952018Z",
            "creator_name": "George White",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-25T21:29:34.952018Z",
            "rejected_at": "2009-04-03T00:01:01.823233Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/NoMoreBigamy/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-03T00:01:01.823233Z"
        },
        "id": 11862174
    },
    "links": {
        "original": "http://petitions.number10.gov.uk//"
    },
    "type": "petition"
}