{
    "data": {
        "attributes": {
            "action": "STOP RAC INSPECTION SERVICES MOVING FROM CUSSON'S HOUSE IN CHEADLE",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The RAC’s presence at Cheadle is coming to an end.  The planned exit from this site is during September 2009.\n\nNUI operations announced a programme in 2008 to reduce the number of operating locations in the UK. At the time of making this announcement RAC advised that the lease on the Cheadle building would expire in 2010.  For many years Rescue Service Delivery has continued to operate with the same model split across four locations which has created complexity within the business. RAC have identified an opportunity to gain efficiencies in existing sites, thereby reducing their footprint while protecting as many colleagues as possible.  RAC have therefore decided to withdraw from Cheadle. Inspection Services will move to Bescot during 2009. RAC's intention is to retain as many colleagues as possible and it is for this reason that RAC have taken the decision to make these changes at this time. Opportunities currently exist at NU sites and RAC will do all they can to support those impacted.\nHowever, those who work there find it inconvenient and something should be done.  Save the RAC presence within Cheadle!",
            "closed_at": "2009-08-26T00:00:00Z",
            "created_at": "2009-02-26T14:07:24.678367Z",
            "creator_name": "Joseph Bloggs",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-26T14:07:24.678367Z",
            "rejected_at": "2009-04-04T00:01:02.667404Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-04T00:01:02.667404Z"
        },
        "id": 11866060
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RACInspection/"
    },
    "type": "petition"
}