{
    "data": {
        "attributes": {
            "action": "GIVE LONGER SENTENCES  TO THOSE WHOM CRUELY AND CALLUSLY TAKE THE LIVES OF OTHERS IN A UNPROVOKED ATTACK/ASSULT,LEAVING FAMILIES DEVASTED AND HEARTBROKEN, ,AND THEREFORE  THEY ARE SERVING A LIFE SENTENCE",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "LIFE FOR A LIFE- Longer sentences, needed, with people being basically left for dead, in a unprovoked attack/assualt , leaving their families ,devasted, heartbroken in having to look to the future without their loved ones. This is on the increase in the communitys in which we live and nationwide. if longer sentences were given, surely numbers of these attacks/assults would decline . Yes we do have human rights and  one of them is to live in a society  in which we feel safe, sadly this isn,t the case. And families are left,living their lifes,serving a life sentence, a life of pain, and a feeling of emptiness,at the loss of their loved one , where  is their right? when a life is taken in a unprovoked attack ,surely them taking part,in the cruel and callus attack/assult should therefore serve their life? this is not the case, yes they may serve a little time in prison, but very often get released early ,for good behaviour,where is the justice in this ? they should remain in prison for the rest of their life,A LIFE FOR A LIFE.",
            "closed_at": "2010-02-26T00:00:00Z",
            "created_at": "2009-02-26T08:09:55.280786Z",
            "creator_name": "Mandy howells",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-26T08:09:55.280786Z",
            "rejected_at": "2009-04-04T00:01:02.667404Z",
            "rejection": {
                "code": 256,
                "details": "Please address the excessive use of capital letters; they make your petition hard to read. It may also be wise to make the title more concise. This will make it easier for possible signatories to read and understand your petition. You can then resubmit the petition.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-04T00:01:02.667404Z"
        },
        "id": 11863175
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ALIFEFORALIFE/"
    },
    "type": "petition"
}