{
    "data": {
        "attributes": {
            "action": "Prevent water fluoridation in England",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Prevent water fluoridation! \n\nFluoride:\n1) More poisonous than lead and just slightly less poisonous than arsenic. \n2) 2nd most deadly toxin after Mercury. \n3) A cumulative poison that accumulates in bone over years. \n4) Fluorides can cause skin eruptions such as atopic dermatitis, eczema, urticaria, Gastric distress, headaches. These reactions usually disappear promptly after discontinuation of the fluoride.\n5) Epidemiology research in the mid-1970’s by the late Dr. Dean Burk, head of the cytochemistry division of the National Cancer Institute, indicated that 10,000 or more fluoridation-linked cancer deaths occur yearly in the United States. In 1989, the ability of fluoride to transform normal cells  cancerous,was confirmed by Argonne National Laboratories. \n\nI myself spent three horrific years as a child with blackened teeth,due to excess amounts of fluoride that my dentist recomended. I look after my family's teeth and do not wish to have my freedom of choice taken away,OR consequently live with dental fluorosis(or worse) caused by artifically fluoridated water.  \n\nIF YOU FEEL STRONGLY ABOUT YOUR FREEDOM OF CHOICE PLEASE SIGN!!!",
            "closed_at": "2009-06-26T00:00:00Z",
            "created_at": "2009-02-26T18:14:33.726208Z",
            "creator_name": "HAYLEY JONES",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-26T18:14:33.726208Z",
            "rejected_at": "2009-04-04T00:01:02.667404Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/AntiFluoridation/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-04T00:01:02.667404Z"
        },
        "id": 11868394
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NO2fluoridation/"
    },
    "type": "petition"
}