{
    "data": {
        "attributes": {
            "action": "ensure Heathrow Airtrack find an alternative site for the proposed train depot because the proposed site destroys a popular Nature Reserve and brings noise and pollution to Feltham.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Heathrow Airtrack are proposing to build a train depot on the Nature Reserve adjacent to Cygnet Avenue, Durham Road and Hereford Road, Feltham. A copy of the plans show that almost the whole area will be covered by rail lines and the depot will be used to stable, maintain and clean their fleet of trains. This is likely to be operational during the evening and weekends when there are less trains in service.\n \nThis tranquil Nature Reserve which has many loved British mammals, such as hedgehogs and rabbits; birds, such as beautiful bluetits, greenfinches and coal tits, as well as magnificent kestrels and rare species of butterflies, will no longer be a place for local people to walk and fish, but a noisy, polluting eyesore. \n \nWe are asking that Heathrow Airtrack find another site for this depot, that does not involve adding more noise to a built up area already suffering from noise pollution.  \n \n187 local people have already signed a petition and if you agree with us, please add your name below. This is the official site of the Prime Minister's Office. Every name counts.\n \nThank you.",
            "closed_at": "2009-06-02T00:00:00Z",
            "created_at": "2009-02-26T15:11:26.427310Z",
            "creator_name": "Marrianne Lippiatt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-26T15:11:26.427310Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 30,
            "state": "finished",
            "updated_at": "2009-10-07T16:10:06.288820Z"
        },
        "id": 11866655
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Airtrack-Depot/"
    },
    "type": "petition"
}