{
    "data": {
        "attributes": {
            "action": "Provide support and provisions for Children with Severe Learning difficulties",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My Son is 8 and has Severe Learning Difficulties and Global Developmental Delay  which has impacted upon his behvaviour and learning.  I am at the point where I cannot go any further with trying to find a School that meets his needs, due to the lack of provisions in my Borough. I am also disappointed at the lack of outside provision for Children with Special Needs who are often isolated from their environment due to the safety aspects and can be misunderstood by people who cannot begin to understand why they seem so strange in their eyes. They need to socialize with their peers and feel safe within an environment where all parent and Carers can take them, to either have respite, or just to meet up with others who understand this ever enduring pain that we are facing and our children. I would like to campaign for provisions for Children with Severe Learning difficulties which often gets shoved under the carpet due to the huge campaign on Autism. The same level of rights should therefore apply to these Children as a whole.  We need to Act now before  we see an ever increasing rise in Children with Special Needs and help raise awareness.",
            "closed_at": "2010-03-05T00:00:00Z",
            "created_at": "2009-02-27T19:34:20.167744Z",
            "creator_name": "Jeanette Thomas",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-27T19:34:20.167744Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 15,
            "state": "finished",
            "updated_at": "2010-03-06T00:01:01.772487Z"
        },
        "id": 11875301
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IHaveSLD/"
    },
    "type": "petition"
}