{
    "data": {
        "attributes": {
            "action": "Stop Causing Financial Hardship for Absent Parents",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "When a woman with children divorces a man she usually ends up with custody of the children, the majority of the family assets, maintenance payments for her and maintenance payments for the children.  And, she can find a new, possibly wealthy partner and retain all of these benefits.  In other words, she gets it all and ends up with few problems.  The man ends up with no custody, sometimes no access to the children, the minority of the assets and all of the bills.  This makes it difficult for him to start a new family and rebuild his life.  No wonder some divorced fathers commit suicide.  Of course, sometimes it happens the other way around and the divorced mother is treated badly by the system, but this is still wrong.  I say absent parents should only have to compensate the government for state benefits.  Why should absent parents have to shell out more than the government is prepared to?  This is a case of the government abusing its power.",
            "closed_at": "2010-02-28T00:00:00Z",
            "created_at": "2009-02-28T20:36:26.467593Z",
            "creator_name": "Martin Camden",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-28T20:36:26.467593Z",
            "rejected_at": "2009-04-04T00:01:02.667404Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-04T00:01:02.667404Z"
        },
        "id": 11879286
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Father-Abuse/"
    },
    "type": "petition"
}