{
    "data": {
        "attributes": {
            "action": "allow parents to take their children out of school for family holidays.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Unfortunately parents are no longer allowed to take their own children out of school for a family holiday. I quote Lord Hanningfield from Essex County Council as saying \"I am very aware that holidays during term time are considerably cheaper - but cheaper holidays are not a reason for authorising absence\". Well I, and many other, disagree. It is a very valid reason - in many cases without term times holidays, families would not be able to afford one at all. Also as one of the highest offending countries in Europe for not having 'family time', this is not helping. Surely the majority of parents are capable of making the decision? We are told what to feed them, how long to make them exercise and now we are told when to take them on holiday. Where will this end? Can we not be trusted?\nMaybe if schools spent less time 'dealing' with troublemakers, watching DVD's or being 'rewarded' with extra play times, they good get on with educating, whilst we could parent as we see fit!\nBring back the 10 day rule, because until the travel industry are bought to heel on scandalous holiday prices, I sense a lot of children will be 'sick' this year!",
            "closed_at": "2009-09-02T00:00:00Z",
            "created_at": "2009-02-27T17:07:29.663172Z",
            "creator_name": "Mrs Charlotte Holbrook",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-27T17:07:29.663172Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 66,
            "state": "finished",
            "updated_at": "2009-10-07T16:10:06.288820Z"
        },
        "id": 11874441
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/schooltermhols/"
    },
    "type": "petition"
}