{
    "data": {
        "attributes": {
            "action": "Reconsider the criteria that determines the need for screening for cervical cancer including early diagnoising and promp consultation follow ups.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I say this on behalf of the of the U.K, for the honest, humane and selfless: I'm simply NOT ready for a young mother to die. Jade is an icon and part of the British Family. I say this to Mr. Brown, and to anyone within any authority \"You all know what is essential\": A notification to all women! (not just women above 25) to undergo routine cervical smear tests. Maximum of 48 hrs patient notification of any abnormal test results.GP referral to a gynecological consultant within 5 working days. Appropriate counseling and support to be available for family immediately following notification. Further more, a mother's role is essential to a child's development, the emotional range of a female has, and always will be, a gift to every child blessed with life. \nMr. Brown, the onus is on you as our leader and guidance. Cancer is a killer at any age and I encourage you to act on the above now! Please, do not let \"The Dictator\" be the cost when it appears there are disproportionate sums of money spent on other unnecessary urgencies. I feel strongly that until such time, the anxiety, pain and suffering for our fight against cancer will have been in vain! Yours Faithfully, Mrs. Sarah Shipton",
            "closed_at": "2010-02-28T00:00:00Z",
            "created_at": "2009-02-28T03:46:01.212263Z",
            "creator_name": "Sarah Shipton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-28T03:46:01.212263Z",
            "rejected_at": "2009-04-04T00:01:02.667404Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/jadeslaw/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-04T00:01:02.667404Z"
        },
        "id": 11876720
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/JadesFight/"
    },
    "type": "petition"
}