{
    "data": {
        "attributes": {
            "action": "David M.C.Hughes[disabled] / Wheelchaircharlie39",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We Are Asking For Your Support, To Have New Contempt Laws Created For The Courts, To Protect The RIGHTS Of The Disabled People. Basically At Present the likes of public and private organisation's, are taking the Disabled People To Court Behind Their Backs To Obtain Court Judgements By Deliberately Not Informing The Court A Vulnerable Person Is Involved, Lying By Omission To The Courts. We Are Now Calling for An Automatic Contempt Of Court Charge, For those Who Deliberately Withhold Vital Information From A Court Of Law, Involves the Likes Of A Disabled people, or a Person Who Is From An Ethnic Minority.\nWith The First Offence Of This Carrying An Automatic Fine Of £1,500 To The Organisation, Who Are Deliberately Withholding Information That Has A Direct Bearing On How A Court Would Deal With The Likes Of A Disabled Person And Their Rights.\nIf This Same Organisation Commit Similar Offence within The Fines Go Upto £3,000 Each time, If A Fifth Offence is committed Within 30 Months, Then The Fines Are £12,000 Plus Upto Six Months In Jail. EMAIL TO WHEELCHAIRCHARLIE39@UWCLUB.NET; OR WRITE TO YOUR OWN MP TO SUPPORT THIS, or again email the Prime Minister E-Petition Website.",
            "closed_at": "2010-03-01T00:00:00Z",
            "created_at": "2009-03-01T00:42:47.259055Z",
            "creator_name": "David M.C.Hughes[disabled]",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-01T00:42:47.259055Z",
            "rejected_at": "2009-04-02T00:01:02.362999Z",
            "rejection": {
                "code": 65536,
                "details": "Please ensure that the title of your petition is a clear call for action, preferably starting with a verb, and not a name or statement.\n\nUnfortunately I am unable to accept any email or website addresses. If you have any questions please email number10@petitions.pm.gov.uk",
                "reasons": [
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-02T00:01:02.362999Z"
        },
        "id": 11879893
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/newcontemptlaw/"
    },
    "type": "petition"
}