{
    "data": {
        "attributes": {
            "action": "Making exclusions transparent for black boys",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Department for Children, Families and Schools (DCSF) previously known as the Department for Education and Skills published a Priority Review report called “Getting it, Getting it right, in 2006.\n\nThe report outlined actions the DCSF would take to close the exclusions gap for black children. This included  support from National Strategies in the top 100 schools that disproportionately exclude black pupils.  \n\nHowever Baroness Morgan Parliamentary Under-Secretary for the DCSF during her speech at the London Schools and Black Child Conference (7th February 2009)revealed that the schools the National Strategies had supported were randomly chosen and not targeted.  \n\nGiven the risks black boys face in the education system, parents/carers have a right to know which schools are more likely to discriminate against their children.  \n\nTherefore this petition is to lobby the DCSF to nationally publish the names of the 100 schools that were originally going to be targeted.",
            "closed_at": "2009-12-06T00:00:00Z",
            "created_at": "2009-02-28T10:32:23.044134Z",
            "creator_name": "Audrey Beckford",
            "government_response_at": "2010-02-04T14:13:51.131378Z",
            "government_responses": [
                {
                    "created_at": "2010-02-04T14:13:51.131378Z",
                    "details": "You signed a petition asking the Prime Minister to \"Making exclusions transparent for black boys.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22348\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'blackboys'",
                    "updated_at": "2010-02-04T14:13:51.131378Z"
                }
            ],
            "opened_at": "2009-02-28T10:32:23.044134Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 206,
            "state": "finished",
            "updated_at": "2010-02-25T14:47:23.674950Z"
        },
        "id": 11877284
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/blackboys/"
    },
    "type": "petition"
}