{
    "data": {
        "attributes": {
            "action": "Stop EU members illegal dumping of nuclear toxic waste of the somali coastline",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "When the Asian tsunami of Christmas 2005 washed ashore on the east coast of Africa, it uncovered a great scandal.\nTonnes of radioactive waste and toxic chemicals drifted onto the beaches after the giant wave dislodged them from the sea bed off Somalia.Some 300 people are believed to have died from the poisonous chemicals.\nMany European, US and Asian shipping firms – notably Switzerland’s Achair Partners and Italy’s Progresso-has been continually using Somalia as a dumping ground for hazardous waste for nearly 20 years. What is most alarming here is that nuclear waste is still being dumped. \nAnd the waste is many different kinds. There is uranium radioactive waste. There is lead, and heavy metals like cadmium and mercury. There is also industrial waste, and there are hospital wastes, chemical wastes – you name it.\nPiracy is not the only problem for Somalia, and I think it's irresponsible on the part of the authorities to overlook this issue as this is a disaster off the Somali coast, a disaster for the Somali environment, and the Somali population.",
            "closed_at": "2009-09-28T00:00:00Z",
            "created_at": "2009-02-28T21:12:50.366463Z",
            "creator_name": "Muna Hassan Halane",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-28T21:12:50.366463Z",
            "rejected_at": "2009-04-04T00:01:02.667404Z",
            "rejection": {
                "code": 2,
                "details": "",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-04T00:01:02.667404Z"
        },
        "id": 11879403
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/somalitoxictruth/"
    },
    "type": "petition"
}