{
    "data": {
        "attributes": {
            "action": "change legislation so that medical tests become compulsory for all drivers aged 70 years or over",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There will be a steady increase of drivers over the coming years with existing drivers maturing and growing older. \n\nWe agree that experience counts towards making a capable driver but so do medical fitness, awareness and reaction times.  \n\nWe must concede that as we get older our faculties slow down and deteriorate. \n\nWe request that legislation be drafted and enforced to make medical tests such as eye tests and reaction simulators for drivers over 70 years old compulsory. \n\nWe have suffered the tragic loss of a dear friend Paulo Pereira due to several contributory factors including the physical limitations of the 94 year old driver involved. \n\nGiven the forecasted statistics from the DVLA, there will be a greater number of elderly drivers on the road in years to come, as our population is ageing. The risk of further fatalities caused by unfit drivers aged 70 years or over will therefore increase. \n\nMedical testing MUST become written statute to prevent further tragedies such as Paulo’s from occurring.",
            "closed_at": "2009-04-02T00:00:00Z",
            "created_at": "2009-02-28T23:01:48.200646Z",
            "creator_name": "Tania Marques",
            "government_response_at": "2009-04-24T15:28:02.394051Z",
            "government_responses": [
                {
                    "created_at": "2009-04-24T15:28:02.394051Z",
                    "details": "You signed a petition asking the Prime Minister to \"change legislation so that medical tests become compulsory for all drivers aged 70 years or over.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19096\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'fit2drive'",
                    "updated_at": "2009-04-24T15:28:02.394051Z"
                }
            ],
            "opened_at": "2009-02-28T23:01:48.200646Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 256,
            "state": "finished",
            "updated_at": "2009-04-22T03:01:52.068738Z"
        },
        "id": 11879705
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fit2drive/"
    },
    "type": "petition"
}