{
    "data": {
        "attributes": {
            "action": "Parking fines-Allow appeals to the independent adjudicator after 14 days",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Parking Fines & Self Certification Sick Certificates\n\nThis affects everyone.\n\nAt present if you appeal to the council within the 14 days (at the reduced fine of £50) and they turn you down you should then be allowed to appeal to the independent adjudicator.\n\nThis is not being allowed. You cannot get the forms required until after they have sent the £100 fine.\n\nIf the council turns down your £100 appeal then you get the forms to appeal to the independent adjudicator.\n\nIf you lose you have to pay £100.\n\nWe should all have the right to appeal to the adjudicator at the £50 stage. It is just a way to fill the coffers.\n\nSelf Certification Sick Certificates\n\nProduce evidence in a appeal to prove sick for parking fine.\n\nA self certification sent to them was  rejected as evidence.\n\nThis should have the same legal status as a doctors note and be allowed as evidence.\n\nA doctors time would have to be wasted and NHS funds used to make sure the correct evidence was produced (a drs note)unless you make the Self Certification have the same legal validity.\n\nThese fines are crippling us all. Sign to be treated fairly.",
            "closed_at": "2009-05-03T00:00:00Z",
            "created_at": "2009-02-27T19:49:00.936848Z",
            "creator_name": "Janette Codd",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-27T19:49:00.936848Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2009-10-07T16:10:06.288820Z"
        },
        "id": 11875387
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Parking-appeals/"
    },
    "type": "petition"
}