{
    "data": {
        "attributes": {
            "action": "THIS IS A MAIL THAT MAKES ME LOOK DOWN ON UK GOVERMENT AND COUNTRY !!!!!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "to all uk people include the royal family, at first i apologize for any harsh words on all UK citizenship. i was cheated by a uk family name Esme Wheeler,Mandy Kaim, Anita Kaim. i try make a police reports thru calling but UK  police officer told me that i had not enough money and forget about my issues. The 2nd was i try make hundreds of emails and they told me no way UK authoroties will and able to help a foreign victims! so what is UK a country it is, humilating! discrimating! racistsm! world top 1st country behave that way! i hope in here some people and anyone who able to tell me what should i do as i m a foreigners and victimize by UK citizens, i dare to judge by the law as let the law decide whether i do lie or not or guilty, but the problem is no single UK authorities willing to help, i just want to get the judicary fair treatment, if i am guilty i am willing to be jail or to be punish under UK law and orders. i hope and really pray hard that somebody from here able to response to me and gave me help or advises that what i need to do and what can i do. otherwise in my eyes UK means united killing.\ni really thanks and appreciate if any people response to my query.\nMay God bless you all, good bye.",
            "closed_at": "2010-02-27T00:00:00Z",
            "created_at": "2009-02-27T15:57:20.798727Z",
            "creator_name": "jayabalan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-02-27T15:57:20.798727Z",
            "rejected_at": "2009-04-04T00:01:02.667404Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-04T00:01:02.667404Z"
        },
        "id": 11873994
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HUMILATED/"
    },
    "type": "petition"
}