{
    "data": {
        "attributes": {
            "action": "introduce a nationwide scheme to allow disabled ex servicemen in receipt of a War Pension to travel outside peak times for free or at a discounted rate on all buses, trains and public transport services.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Last year the Mayor of London introduced a free travel scheme that allowed those disabled ex servicemen in receipt of a War Pension to travel for free on London Transport including the London Underground, London Transport buses, trams, the Docklands Light Railway and over-ground train services. The scheme was implemented on 2nd November 2008 with free Oyster Cards being issued to applicants on proof of receipt of War Pensions. The scheme also applies to war widows and widowers. This scheme was well received by disabled ex servicemen and services charities and should now be implemented nationwide. Many disabled ex servicemen rely on public transport for their day to day lives but, although in receipt of a War Pension, do not receive any concessions for travel as they are not in receipt of Disability Living Allowance at the higher rate. Please join me and sign the petition to urge the Prime Minister to implement this well earned concession.",
            "closed_at": "2009-09-05T00:00:00Z",
            "created_at": "2009-03-03T11:12:25.684766Z",
            "creator_name": "Kevin Bryant (Ex RE WO2 & BLESMA Member)",
            "government_response_at": "2009-09-29T13:10:10.658715Z",
            "government_responses": [
                {
                    "created_at": "2009-09-29T13:10:10.658715Z",
                    "details": "You signed a petition asking the Prime Minister to \"introduce a nationwide scheme to allow disabled ex servicemen in receipt of a War Pension to travel outside peak times for free or at a discounted rate on all buses, trains and public transport services.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20786\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'WarPensioners'",
                    "updated_at": "2009-09-29T13:10:10.658715Z"
                }
            ],
            "opened_at": "2009-03-03T11:12:25.684766Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 633,
            "state": "finished",
            "updated_at": "2009-09-08T16:28:07.189255Z"
        },
        "id": 11889746
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WarPensioners/"
    },
    "type": "petition"
}