{
    "data": {
        "attributes": {
            "action": "take the necessary legal action and other measures to ensure that the pensions of the Prime Minister and Labour Government Ministers are surrendered, as the Court of Public Opinion does not want to see those responsible for the current economic crisis rewarded for failure.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The PM is looking at taking legal action and other measures to strip Sir Fred Goodwin of the £700,000 pension he is to receive. The PM said this pension is unacceptable because of the mismanagement of Sir Fred's RBS Group, which has lead to billions of pounds of tax-payers' money being used to bail the bank out. The Leader of the House, Harriet Harman MP, has also said that this pension entitlement would not stand in the Court of Public Opinion.\n\n\nIn view of the Government appearing to want to prevent failure being rewarded, and penalise those who have contributed to the current economic downturn, financial crisis and credit crunch, action should be taken to strip members of the Labour Government of their pensions.\n\n\nThe Government left the country unprepared for the current economic crisis and failed to effectively regulate the banking and financial sectors. The Court of Public Opinion does not want to see Government Ministers rewarded for failure. Ministers who have failed should lead by example and surrender their pensions, as they expect the bankers to do, or action should be taken by the Prime Minister to ensure that he and his Ministers are stripped of their pensions.",
            "closed_at": "2010-03-06T00:00:00Z",
            "created_at": "2009-03-01T15:12:59.209158Z",
            "creator_name": "David Leaf",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-01T15:12:59.209158Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 21,
            "state": "finished",
            "updated_at": "2010-03-07T00:01:01.164177Z"
        },
        "id": 11881283
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Govt-Pensions/"
    },
    "type": "petition"
}