{
    "data": {
        "attributes": {
            "action": "address the issue of lack of specialised Fibromyalgia care by the setting up of dedicated Regional NHS Fibromyalgia Clinics or Centres in Scotland, Wales, Northern Ireland and England.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is accepted within the NHS that the prevalence of Fibromyalgia (FM) is between 2.0 – 4.5% of the UK population. FM is a debilitating, “invisible illness” affecting all aspects of life. Those with FM suffer chronic fatigue, widespread pain, extreme sensitivity to pain, cognitive problems & mobility problems. \n\nIf the population of UK is 60,943,912 (July 2008) & using 3.25% sufferers as the average, there are approx 1,980,000 people with FM, more than the populations of Edinburgh, Dundee, Cardiff, Belfast & Leeds combined. FM is a complex condition & sufferers have great difficulty in obtaining treatment due to a general lack of understanding of the condition.  The main NHS FM Clinic is run by Professor J E Davies at Guy’s Hospital, London. There is one in Poole and another in Bolton.  \n\nAlmost 2 million people are affected by FM and the NHS provisions for treatment are inadequate as this debilitating condition often precludes travelling long distances. There is little or no provision for those living in Scotland, Wales, Northern Ireland and most areas of England and this should now be addressed by the NHS.",
            "closed_at": "2009-09-05T00:00:00Z",
            "created_at": "2009-03-02T18:44:43.574484Z",
            "creator_name": "Marjory Thomson",
            "government_response_at": "2009-10-01T11:49:02.748052Z",
            "government_responses": [
                {
                    "created_at": "2009-10-01T11:49:02.748052Z",
                    "details": "You signed a petition asking the Prime Minister to \"address the issue of lack of specialised Fibromyalgia care by the setting up of dedicated Regional NHS Fibromyalgia Clinics or Centres in Scotland, Wales, Northern Ireland and England.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20817\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'FMClinics'",
                    "updated_at": "2009-10-01T11:49:02.748052Z"
                }
            ],
            "opened_at": "2009-03-02T18:44:43.574484Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 638,
            "state": "finished",
            "updated_at": "2010-05-02T14:30:02.169845Z"
        },
        "id": 11886921
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FMClinics/"
    },
    "type": "petition"
}