{
    "data": {
        "attributes": {
            "action": "Re-open British passport renewal facilities in Switzerland",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Labour Government have closed without prior notice, all facilities for the renewal of British passports for British subjects living in Switzerland. On 26 January the Consul General in Geneva informed the British Residents Association of Geneva that as of 1st January 2009 all British passports coming up for renewal had to be sent to PARIS! This amounts to a discrimination in procedures against British residents living in Switzerland and touches upon many of the British staff working in the international organizations based in Geneva. This Petition requests the re-opening of hithertofore facilities enjoyed by British people living in Switzerland. It is not expedient to send our passports by mail up to Paris and recent experience shows there is a long delay in this process. There could have been no valid reason for closing the passport facilities previously carried out by the British Consulate in Geneva.",
            "closed_at": "2010-03-05T00:00:00Z",
            "created_at": "2009-03-02T12:48:44.431771Z",
            "creator_name": "Joy Pattinson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-02T12:48:44.431771Z",
            "rejected_at": "2009-03-05T16:22:31.109434Z",
            "rejection": {
                "code": 2049,
                "details": "http://petitions.number10.gov.uk/legalrights/",
                "reasons": [
                    "Party political material",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-05T16:22:31.109434Z"
        },
        "id": 11884599
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Passport-Switz/"
    },
    "type": "petition"
}