{
    "data": {
        "attributes": {
            "action": "ensure that Oxfordshire PCT addresses the inconsistencies in its gender dysphoria policy, in the promotion of equitable access to appropriate treatment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Severe gender dysphoria causes debilitating psychological distress, depression and dysfunction, with appreciable risks of suicide and self-harm. Genital Reassignment Surgery (GRS) is recognized as appropriate and necessary treatment for selected patients. Oxfordshire PCT’s current policy statement 18b fails to acknowledge these factors, and promotes part-treatment. The PCT will only approve GRS in exceptional circumstances, using criteria that would exclude patients as unfit for surgery in the first place – this is a blanket ban. Comparison with other conditions suggests inequitable prioritisation strategies. Since December 2006, one patient has been granted GRS, but only after taking legal action. Litigation and continued psychiatric care of untreated patients are likely less cost effective than surgery is. While such practice lags behind that of all other PCTs in the region, a promised policy review has been delayed for nearly a year so far. It must be made clear that such lapses will not be tolerated. See also: Outen et al. (2009) \"The Failure of Gender Dysphoria treatment in Oxfordshire\".",
            "closed_at": "2009-04-07T00:00:00Z",
            "created_at": "2009-03-01T21:22:09.290398Z",
            "creator_name": "Sally Outen",
            "government_response_at": "2009-06-12T11:13:40.385238Z",
            "government_responses": [
                {
                    "created_at": "2009-06-12T11:13:40.385238Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure that Oxfordshire PCT addresses the inconsistencies in its gender dysphoria policy, in the promotion of equitable access to appropriate treatment.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19584\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'gdoxpct'",
                    "updated_at": "2009-06-12T11:13:40.385238Z"
                }
            ],
            "opened_at": "2009-03-01T21:22:09.290398Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1060,
            "state": "finished",
            "updated_at": "2009-04-15T03:01:56.774701Z"
        },
        "id": 11882517
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/gdoxpct/"
    },
    "type": "petition"
}