{
    "data": {
        "attributes": {
            "action": "(along with current and former Cabinet members) forgo their pension entitlements as a gesture to atone for their mismanagement of the British Economy, 1997 to the present",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As more information is put into the public domain concerning the mismanagement of the British Economy since 1997 (introduction of unfit for purpose FSA, political pressure on FSA to accept 'light touch regulation', taking house prices out of inflation markers, allowing a credit bubble to develop, wastage of vast sums of taxpayers monies trying to 'band aid, the mess) it is clear that the previous and current Chancellors were not competent in performing their duties.  Since the Cabinet will have been party to such decisions by means of 'robust' debate concerning such matters, they share collective responsibility for the mismanagement.  I move that all current and former members of cabinet, including PM's forgo their pension entitlements as a means of atonement, as the Court of Public Opinion has found them negligent and reckless.",
            "closed_at": "2009-09-02T00:00:00Z",
            "created_at": "2009-03-02T15:38:23.420917Z",
            "creator_name": "Les Bent",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-02T15:38:23.420917Z",
            "rejected_at": "2009-04-04T00:01:02.667404Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/pensions4u/\n\nand\n\nhttp://petitions.number10.gov.uk/pmpension",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-04T00:01:02.667404Z"
        },
        "id": 11885701
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cabinetpension/"
    },
    "type": "petition"
}