{
    "data": {
        "attributes": {
            "action": "put more money into the research to causes of stillbirths",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Pregnancy is a time of joy for most parents, filled with hope, excitement, and expectations for the future. But pregnancy can also be a time of worry and fear, particularly when it comes to your baby’s health. Sometimes, a baby develops health problems in the womb and, as a result, cannot survive to term. Known as a stillbirth, these deaths can be traumatic and difficult for any parent to have to deal with.Unfortunately, stillbirth is a fairly common occurrence in all countries in the world. In the UK, approximately five out of every 1,000 babies will be stillborn.Stillbirth often occurs unexpectedly and can take place in both healthy pregnancies and in those pregnancies complicated by other health issues. More than 3,500 babies in the United Kingdom are stillborn every year.  WHY SO MANY  are our over stretched under staffed maternity wards to blame for this high number of stillbirths and why is more money not put into research for causes and most importantly prevention?",
            "closed_at": "2010-03-04T00:00:00Z",
            "created_at": "2009-03-01T04:41:15.170457Z",
            "creator_name": "marie tharp",
            "government_response_at": "2010-08-12T17:42:03.998387Z",
            "government_responses": [
                {
                    "created_at": "2010-08-12T17:42:03.998387Z",
                    "details": "You signed a petition asking the Prime Minister to put more money into the research to causes of stillbirths.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=prevstillbirth\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'prevstillbirth'",
                    "updated_at": "2010-08-12T17:42:03.998387Z"
                }
            ],
            "opened_at": "2009-03-01T04:41:15.170457Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 969,
            "state": "finished",
            "updated_at": "2010-09-19T13:30:01.769816Z"
        },
        "id": 11880043
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/prevstillbirth/"
    },
    "type": "petition"
}