{
    "data": {
        "attributes": {
            "action": "implement the recommendations of the Independent Public Inquiry Report into NHS Supplied Contaminated Blood and Blood Products, chaired by Lord Archer of Sandwell.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "During the 1970s and 1980s hundreds of people were exposed to contaminated blood and blood products. The effect on the Haemophilia Community was particularly disastrous due to their use of Factor VIII as part of their treatment. Thousands of them were infected with HIV and Hepatitis C, and recently 4,127 received letters informing them that they had been exposed to vCJD.\n \nSo far, there have been almost 2,000 deaths within the Haemophilia community. Almost 200 have died since the Archer Inquiry began two years ago.\n\nLord Archer’s report sets out eight recommendations.  \n\nWe urge the Government to take swift action to implement these recommendations in co-operation with the affected community, so that after a quarter of a century of campaigning they may get on with what is left of their lives. Whilst they delay, people continue to die at the rate of one per month.",
            "closed_at": "2009-06-06T00:00:00Z",
            "created_at": "2009-03-01T12:41:18.656213Z",
            "creator_name": "Andrew March",
            "government_response_at": "2009-07-22T13:07:05.379902Z",
            "government_responses": [
                {
                    "created_at": "2009-07-22T13:07:05.379902Z",
                    "details": "You signed a petition asking the Prime Minister to \"implement the recommendations of the Independent Public Inquiry Report into NHS Supplied Contaminated Blood and Blood Products, chaired by Lord Archer of Sandwell.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20099\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'contaminated'",
                    "updated_at": "2009-07-22T13:07:05.379902Z"
                }
            ],
            "opened_at": "2009-03-01T12:41:18.656213Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4316,
            "state": "finished",
            "updated_at": "2010-04-28T15:44:55.045023Z"
        },
        "id": 11880825
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/contaminated/"
    },
    "type": "petition"
}