{
    "data": {
        "attributes": {
            "action": "lower the age for cervical smear testing to be available for women from 25yrs to age 20yrs",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The NHS say cervical cancer is rare in women under 20, mainly because teenagers' bodies are still developing. Nowadays, in our society, young girls are growing up faster and developing quicker. As women stop growing at approximately 21yrs old, (just after puberty) they are more at risk of health problems, including cell changes in the cervix. In some cases waiting for an invitation for a smear test at 25 could be too late for some girls. It is great that the government have finally realized that girls need help and that vaccines for young teenagers are brought in, but much more is needed to be done. I have been in touch with women who have had to have smear tests and treatments/surgery that are under the age of 25, and I myself, at the age of 19 and 20, had surgery for cancer cells. Even though doctors are sometimes reluctant to do smear tests on\nunder 25s, I feel it’s important we should have the option to have the opportunity a smear test at a younger age, especially if the individual is sexually active. And as girls/women are developing faster in this day and age, the age should be reduced to be able to have smear tests at at least\nage 20 (or even younger for certain individuals)",
            "closed_at": "2010-03-05T00:00:00Z",
            "created_at": "2009-03-02T12:24:21.370129Z",
            "creator_name": "Carmel Woodhouse",
            "government_response_at": "2010-08-12T16:54:00.977090Z",
            "government_responses": [
                {
                    "created_at": "2010-08-12T16:54:00.977090Z",
                    "details": "You signed a petition asking the Prime Minister to lower the age for cervical smear testing to be available for women from 25yrs to age 20yrs.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=lowersmeartests\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'lowersmeartests'",
                    "updated_at": "2010-08-12T16:54:00.977090Z"
                }
            ],
            "opened_at": "2009-03-02T12:24:21.370129Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5622,
            "state": "finished",
            "updated_at": "2010-04-19T23:30:45.560820Z"
        },
        "id": 11884486
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lowersmeartests/"
    },
    "type": "petition"
}