{
    "data": {
        "attributes": {
            "action": "STOP DISCRIMINATION OF THE DISABLED AND ELDERLEY",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "PLEASE stop a stupid situation !!!!\nyes it is very stupid indeed I will explain\nMy Mother of 89 years old has been DISCRIMINATED AGINST FOR BEING AKLLERGIC TO CAGED BIRDS , CATS AND PENICILLIN\nShae has been along standing member of a day care centre in Clacton on sea Essex, without consultation a maneger brought in some caged birds , we all like birds but no ONE asked the members or staff if they were allergic to birds or to anything else , This has cumulated into my mother becoming ill upon each visit to the centre and finaly she had a severe attack and was taken to hospital , Is it not enough that she is a war heroin and fought for this country she was not called she volenteered, why should birds come before HUMANS , THE BIRDS ARE STILL IN SITUE BUT MY MOTHER HAS BEEN PROHIBITED FROM ACCSESING HER DAY CENTRE BY THE MANEGER AND ADMINISTARTOR AND TRUSTIES  , THIS IS DESGUSTING!!!! please do something to protect the rights of the indiviual  who is infirm and elderley .please if you agree that  HUMANS  who are allergic to birds should not be subjected to them without pror notice  in a confined space in a building or day care centre ,sigened S Kupler_foust",
            "closed_at": "2009-05-05T00:00:00Z",
            "created_at": "2009-03-04T09:51:01.350939Z",
            "creator_name": "MRS M KUPLER",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-04T09:51:01.350939Z",
            "rejected_at": "2009-03-06T13:59:31.041573Z",
            "rejection": {
                "code": 16384,
                "details": "I'm sorry but we are unable to accept petitions based on an individual's situation. We suggest you contact your local authority for more advice. \n\nThere are currently other petitions dealing with discrimination about the elderly and disabled which you may want to sign.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-06T13:59:31.041573Z"
        },
        "id": 11897121
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HUMANSORBIRDS/"
    },
    "type": "petition"
}