{
    "data": {
        "attributes": {
            "action": "scrap plans to introduce legislation allowing local authorities to charge businesses for the staff parking they provide, which is a taxation on employment, and will have serious consequences for towns and cities across the United Kingdom.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Forum of Private Business (FPB) is a support organisation that represents 25,000 small and medium-sized businesses across the UK. We have launched this petition because our members feel very strongly that the Workplace Parking Levy is effectively a tax on employing people.\n\nAt a time when firms are struggling to survive, and are looking at ways to keep their businesses going and avoid making redundancies, it is astonishing that the Government is planning to charge companies for the parking they provide for their staff.\n\nMany employees have no choice but to drive to work due to a lack of public transport options or because they use their vehicles for their work. The cost to firms will be significant and many may choose to no longer offer staff parking spaces. Employees will be forced to park in residential areas or in spaces provided for visitors to towns and cities. It is not an exaggeration to say that the economies of the UK’s towns and cities could suffer as a result of this scheme.",
            "closed_at": "2009-12-06T00:00:00Z",
            "created_at": "2009-03-03T16:25:03.520297Z",
            "creator_name": "Phil Orford, Chief Executive",
            "government_response_at": "2009-12-23T11:23:09.353396Z",
            "government_responses": [
                {
                    "created_at": "2009-12-23T11:23:09.353396Z",
                    "details": "You signed a petition asking the Prime Minister to \"scrap plans to introduce legislation allowing local authorities to charge businesses for the staff parking they provide, which is a taxation on employment, and will have serious consequences for towns and cities across the United Kingdom.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21881\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'workplaceparking'",
                    "updated_at": "2009-12-23T11:23:09.353396Z"
                }
            ],
            "opened_at": "2009-03-03T16:25:03.520297Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 309,
            "state": "finished",
            "updated_at": "2009-12-07T00:01:02.011041Z"
        },
        "id": 11892514
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/workplaceparking/"
    },
    "type": "petition"
}