{
    "data": {
        "attributes": {
            "action": "Set and fund a target of 1,000,000 on the British Bone Marrow Register by end 2010",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My daughter has Recurrent Hodgkin's Lymphoma and needs a bone marrow transplant. She recently circulated an email to her friends which said \"I have never thought for one minute I would not see my children on their first day of school, but without a transplant that is a prospect I will have to face. They are searching the databases for a match for me but due to a need for a perfect match and a serious lack of donors there just might not be one....\". She asked them to circulate the email and to get on the donor register. The more people we talk to the more we realise that there needs to be a renewed effort to educate and recruit bone marrow donors.\n\nEducation should include a campaign to alter perceptions/fears about the method and risks of being a donor and also a revamp of the web site which is very dated and not as informative as it should be.\n\nRecruitment should include a focus on students and an increase from blood donors.\n\nBritain is behind other countries and relies heavily on the Anthony Nolan register but that limits age for registering to 40 whereas BBMR is 49. We should also consider raising this age - USA is 60.\n\nA focus is needed and hence the target but funding will also be needed to support this.",
            "closed_at": "2009-04-06T00:00:00Z",
            "created_at": "2009-03-03T16:55:22.666017Z",
            "creator_name": "Michael Sayers",
            "government_response_at": "2009-06-12T11:09:27.647539Z",
            "government_responses": [
                {
                    "created_at": "2009-06-12T11:09:27.647539Z",
                    "details": "You signed a petition asking the Prime Minister to \"Set and fund a target of 1,000,000 on the British Bone Marrow Register by end 2010.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19580\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'caroline'",
                    "updated_at": "2009-06-12T11:09:27.647539Z"
                }
            ],
            "opened_at": "2009-03-03T16:55:22.666017Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1038,
            "state": "finished",
            "updated_at": "2010-02-26T17:28:30.263645Z"
        },
        "id": 11892949
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/caroline/"
    },
    "type": "petition"
}