{
    "data": {
        "attributes": {
            "action": "Strike a deal with Companies/shop owners to help stabilise the British economy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I ask for the Prime Minister to try and introduce a new sort of benefit only for a short term. I understand that there is over 10 million people on Benefits in the UK.  Why not use these people instead of importing people from other countries.\n\nThe idea would be for the government and the owners of the market retailers/call centres anywhere that employ's people into making an agreement for employers to take on at least 1 maybe 2 additional staff of course the bigger the company/shop the more staff they could employ. This would be part government funded the person being employed would work full time hours the employer would pay 50% of his total wage and the government pays the other 50% I understand that the 50% may be more than the benefit they get each week.  But thats the general idea get more people into work so they have a bigger disposable income means that would then create a new thirst for demand of produced goods, with this \"thirst\" for demand for goods that would then create a new drive to for factories to make produced goods  and once the economy starts to stabilise again the government funding could be withdrawn and the tax payers money put back into something else",
            "closed_at": "2009-11-05T00:00:00Z",
            "created_at": "2009-03-03T19:09:39.772448Z",
            "creator_name": "Colin Coleman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-03T19:09:39.772448Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2009-11-06T00:01:01.717618Z"
        },
        "id": 11894031
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EcoPlan/"
    },
    "type": "petition"
}