{
    "data": {
        "attributes": {
            "action": "Honour Kenny Dalglish with a Knighthood.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Kenny Dalglish is about more than football \n\nYes, he is Scotland's most decorated and successful footballer, and widely regarded as one of the game's greatest ever players.  \n\nAnd as a manager with his beloved Liverpool FC and Blackburn Rovers he achieved great success with dignity and a honour.\n\nBut it's the city of Liverpool, and the nation, that owes him the greatest debt of gratitude.\n\nHe was in charge of the club at the time of the Hillsborough disaster, which claimed 96 lives. His dignity and leadership during the aftermath of tragedy went beyond that of club manager. He attended many of the funerals, privately visiting bereaved families, as did so many players.\n\nIt's widely thought the effects of that traumatic time led to his ulimate resignation from the club.\n\nIt's worth remembering he was still a young man, in his 30's while dealing with, and representing, a grieving city.\n\nIn addition - Kenny and his wife, Marina, founded The Marina Dalglish Appeal to raise money for breast cancer funding.\n\nA new chemotherapy unit was built with his monies raised, ensuring his continued role in helping the city of Liverpool.",
            "closed_at": "2010-03-04T00:00:00Z",
            "created_at": "2009-03-04T10:08:20.445808Z",
            "creator_name": "TAS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-04T10:08:20.445808Z",
            "rejected_at": "2009-04-04T00:01:02.667404Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.honours.gov.uk/",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-04T00:01:02.667404Z"
        },
        "id": 11897268
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KennyDalgish/"
    },
    "type": "petition"
}