{
    "data": {
        "attributes": {
            "action": "Stop the Bank of England from producing illegal money, stop fractional reserve banking and create a nationalised bank",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The issuing of money should be taken from the banks and restored to the people to whom it belongs.\n\nCreate a non private, interest free, transparently regulated nationalised bank that is controlled and owned by the Government (the people). Put a stop to National Debt as the Government can issue money without interest to themselves and finally stop fractional reserve banking which allows private banks to make profit off money that simply doesn't exist, essentially making the nation poorer and in debt to the private banks through unnecessary taxation. Money should not be controlled by anyone other than our Government, as he who controls money, controls a nation.\n\n\n\"Give me the right to issue and control a nation’s money and I care not who governs the country.” \n\nMeyer Amschal Rothschild, International banker\n\n\"I am afraid that the ordinary citizen\nwill not like to be told that banks\ncan and do create money\n...And they who control\nthe credit of the nation\ndirect the policy of Governments\nand hold in the hollow of their hands\nthe destiny of the people\"\n\nReginald McKenna,\npast Chairman of the Board, Midlands Bank of England",
            "closed_at": "2010-03-06T00:00:00Z",
            "created_at": "2009-03-04T13:39:06.561417Z",
            "creator_name": "Stuart Cottrell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-04T13:39:06.561417Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 94,
            "state": "finished",
            "updated_at": "2010-03-07T03:01:41.176088Z"
        },
        "id": 11898896
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nationalbanking/"
    },
    "type": "petition"
}