{
    "data": {
        "attributes": {
            "action": "award Kenneth Mathieson 'Kenny' Dalglish a Knighthood in the next available Honours List 2009.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Kenny Dalglish has many unique acievements within football. He was the first player to score 100 goals in the top tier of Scottish AND English football. He is the only player manager in history to win the League and FA Cup double in England and has 3 European Championship winners medals as well as 4 Scottish League and 6 English League Championship winners medals.\n\nAs a manager he is one of 3 people to win the English top flight championship with two different clubs.\n\nHe has received the PFA player of the year and the Footbal Writers Player of the Year (twice) and Manager of the Year award (four times).\n\nHe has been inducted to both the English and Scottish Football Halls of Fame.\n\nHe has scored 30 goals in 102 games for Scotland (both national records).\n\nAll of this would be worthy of a Knighthood on its own. In addition, Kenny showed his human side in the aftermath of the Hillsborough Disaster in 1989. He was tireless in his work with the victims, and his efforts in supporting the families is well documented.\n\n20 years from the disaster, now is the right time to give King Kenny his Knighthood.",
            "closed_at": "2009-09-04T00:00:00Z",
            "created_at": "2009-03-04T22:45:37.823604Z",
            "creator_name": "Ian John Strom",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-04T22:45:37.823604Z",
            "rejected_at": "2009-04-04T00:01:02.667404Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.honours.gov.uk/",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-04T00:01:02.667404Z"
        },
        "id": 11904474
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Sir-Kenny/"
    },
    "type": "petition"
}