{
    "data": {
        "attributes": {
            "action": "Restore Democracy to Southampton and the surrounding area by cancelling the decision made by the South Central Area Health Authority to override the clearly stated wishes of 72% of the population of Southampton and the surrounding areas, not to have Flouride added to their drinking water.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Please note: THIS PETITION IS NOT ABOUT WHETHER OR NOT FLOURIDE ADDED TO DRINKING WATER IS SAFE OR AN EFFECTIVE REMEDY FOR DENTAL CARIES. It should not be judged in this context. \n\nTHIS PETITION IS ABOUT DEMOCRACY and the right of citizens of this country to expect both their government and its unelected civil servants to abide by the wishes of the majority, whatever the outcome of any public consultation.\n\nThe background to this petition is this: \nFollowing a \"consultation\" in which the overwhelming majority of repondents (over 72%) said NO to the introduction of Flouride into their drinking water, an unelected body of 12 civil servants (The Board of the South Central Area Health Authority) took the totally undemocratic decision to ignore the wishes of the majority and introduce Flouride into the drinking water of over 200,000 people in Hampshire. Thus bringing both themselves and the consultation process into disrepute.\n\nWe call upon this government to do the honorable thing: Accept that NO MEANS NO. Cancel this decision of the SCAHA, and in so doing restore democracy to the people of Hampshire and the rest of the British Isles.",
            "closed_at": "2009-09-07T00:00:00Z",
            "created_at": "2009-03-05T12:08:12.411841Z",
            "creator_name": "Chris Barker & Doreen Barker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-05T12:08:12.411841Z",
            "rejected_at": "2009-03-09T11:13:25.837274Z",
            "rejection": {
                "code": 2048,
                "details": "A petion already exists on this subject. Please see:\n\nhttp://petitions.number10.gov.uk/FluorideHants/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-09T11:13:25.837274Z"
        },
        "id": 11907926
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HantsDemocracy/"
    },
    "type": "petition"
}