{
    "data": {
        "attributes": {
            "action": "ensure that the UK Government uses all of its powers to reject and, if possible, veto any attempt at the United Nations to limit free speech in relation to religion and any associated attempt to criminalise the criticism of religion and encourage other governments to similarly reject/veto any such attempt",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Organisation of the Islamic Conference, a voting block within the United Nations, is currently attempting to use its power within that organisation to seek to have a binding resolution made attempting to force governments to criminalise freedom of expression. In pursuing this course of action it seeks to promote the idea that religion can be defamed and that criticism of religion should be outlawed.\n\nThis is a gross violation of the most basic and fundamental of Human Rights, that of freedom of speech. It must be countered by all governments wherever possible and properly identified for what it is, a blatant attempt to stifle debate and criticism of religion. Religions do not have rights, people do. Whilst this is being introduced by Islamic countries it is not specific to the religion of Islam.\n\nThe original non-binding resolution can be found on the UN web site",
            "closed_at": "2009-06-06T00:00:00Z",
            "created_at": "2009-03-04T17:11:29.496392Z",
            "creator_name": "Martin Lugsdin",
            "government_response_at": "2009-08-06T13:46:57.549039Z",
            "government_responses": [
                {
                    "created_at": "2009-08-06T13:46:57.549039Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure that the UK Government uses all of its powers to reject and, if possible, veto any attempt at the United Nations to limit free speech in relation to religion and any associated attempt to criminalise the criticism of religion and encourage other governments to similarly reject/veto any such attempt.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20244\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'UNreligion'",
                    "updated_at": "2009-08-06T13:46:57.549039Z"
                }
            ],
            "opened_at": "2009-03-04T17:11:29.496392Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 888,
            "state": "finished",
            "updated_at": "2009-07-28T14:24:24.505481Z"
        },
        "id": 11901641
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UNreligion/"
    },
    "type": "petition"
}