{
    "data": {
        "attributes": {
            "action": "Stop The Knighthood For Ted Kennedy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gordon Brown and the current Labour government are proposing that an honorary knighthood be bestowed on Senator Ted Kennedy, and we the undersigned say NO!\n\nFor Gordon Brown to propose a knighthood for services to the UK/US relationship and to Northern Ireland is an affront to the thousands of people who suffered and died at the hands of the IRA, an organisation that Ted Kennedy sympathised with during their campaign in the 70s.\n\nWe find it sickening that a man who compared the British Army's presence in Northern Ireland - a part of the United Kingdom - to America's presence in Vietnam will be knighted by HM Queen Elizabeth II.\n\nWe also object to an honorary knighthood being given to a man with a criminal record, convicted for leaving the scene of a crime when Mary Jo Kopechne drowned after the car she was travelling in with Ted Kennedy plunged off a bridge and he failed to report it.\n\nThis knighthood is sickening in the extreme. Ted Kennedy is no friend to the British people, and for Gordon Brown and the Labour party to propose the said knighthood is nothing less than malignant.",
            "closed_at": "2010-03-05T00:00:00Z",
            "created_at": "2009-03-05T00:10:25.340705Z",
            "creator_name": "Chris Irvine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-05T00:10:25.340705Z",
            "rejected_at": "2009-04-05T00:01:01.660341Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Kennedy-Ted/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-05T00:01:01.660341Z"
        },
        "id": 11904991
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/notosirkennedy/"
    },
    "type": "petition"
}