{
    "data": {
        "attributes": {
            "action": "Force the Bank of England to raise the Bank Rate for the benefit of savers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Bank of England continues to reduce the Bank Rate when it clearly doesn’t solve the Financial Crisis. The effect is to discourage savers from spending by reducing their income from savings. A better solution would be to reduce the reliance of many people on Credit Card debt by reducing credit limits and to stop selling Mortgages to those unlikely to be able to repay. Increasing the Bank Rate by at least 2% would enable savers to get meaningful income from their savings and to spend some of it, thus boosting the Economy. The Government should force the Banks to lend to businesses again, particularly small businesses. Using Quantitative Easing to increase the money supply by increasing lending seems like it could work, provided that the lending is directed to those businesses capable of producing wealth rather than to those people who spend in an uncontrolled fashion. A long-term strategy would be to educate people to avoid taking on uncontrolled debt and to live within their means.",
            "closed_at": "2009-05-05T00:00:00Z",
            "created_at": "2009-03-05T12:08:31.387084Z",
            "creator_name": "Bernard M Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-05T12:08:31.387084Z",
            "rejected_at": "2009-04-04T00:01:02.667404Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Savings-Increase/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-04T00:01:02.667404Z"
        },
        "id": 11907932
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/raisebankrate/"
    },
    "type": "petition"
}