{
    "data": {
        "attributes": {
            "action": "allow parents, who opt to educate their children outside of the state system, a discount in the income tax equivalent to the cost of state education.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "(This is not a petition for tax relief but a request for a refund of the personal contribution part of income tax towards state education ).\n\nThere has been much criticism of the Labour government over the falling status and dumbing down of the British education system. Far too many youths with no prospects outside of army or state benefit schemes are being created.\n\nWhilst cities become more densely populated, through council financing schemes, at the cost of the loss of amenity sites, more state education facilities are becoming ridiculously over subscribed.\n\nBy allowing parents, who opt to educate their children outside of the state system, a discount in the income tax equivalent to the cost of state education (for the number of children involved), the government will be seen to be providing proper choice.\n\nSuch a scheme will also boost the quality of private education and home education schemes by encouraging personal initiative & financial input.\n\nUltimately, our children are the future of Britain and their educaiton is of the utmost importance.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-03-04T17:01:02.006314Z",
            "creator_name": "Sian Hall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-04T17:01:02.006314Z",
            "rejected_at": "2009-05-24T00:01:01.893067Z",
            "rejection": {
                "code": 1,
                "details": "",
                "reasons": [
                    "Party political material"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 11901507
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/prived/"
    },
    "type": "petition"
}