{
    "data": {
        "attributes": {
            "action": "Revoke the The Children Act 2004 Information Database (England) legislation",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The current enacted legislation to create the contactpoint database will in effect track all aspects of a child’s interaction with all forms of authority and as such is an infringement of the individuals basic human rights of freedom. It is also an infringement of the parent’s basic human rights to bring up their child as they see fit with the assistance of public agencies for which they pay taxes. The creation of this database will be a wholly unjustified interference in the civil liberties, freedom and privacy of the majority of children, place children at risk through the misuse of the information and data loss, it will be a register of poor quality and immediately out of date information which may lead to incorrect assumptions and actions by those accessing it and it is unlikely to facilitate the prevent or intervention any risk issue relating to a child. We the undersigned therefore believe that this legislation is an infringement on our children’s civil liberties, is open to unmaintained or incorrect or old data, data missuse or theaft and not serve to protect children. It is therefore ill conceived and wrong and should be revoked.",
            "closed_at": "2009-09-06T00:00:00Z",
            "created_at": "2009-03-06T13:54:19.967186Z",
            "creator_name": "Michael Beason",
            "government_response_at": "2009-09-30T15:32:41.718265Z",
            "government_responses": [
                {
                    "created_at": "2009-09-30T15:32:41.718265Z",
                    "details": "You signed a petition asking the Prime Minister to \"Revoke the The Children Act 2004 Information Database (England) legislation.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20802\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Contact-Point'",
                    "updated_at": "2009-09-30T15:32:41.718265Z"
                }
            ],
            "opened_at": "2009-03-06T13:54:19.967186Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1598,
            "state": "finished",
            "updated_at": "2009-09-11T03:03:26.607099Z"
        },
        "id": 11917198
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Contact-Point/"
    },
    "type": "petition"
}