{
    "data": {
        "attributes": {
            "action": "rescind his decision to bestow a knighthood on Senator Ted Kennedy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gordon Brown announced in his address to Congress on 4th March that Ted Kennedy is to be awarded an honorary knighthood for 'services to the US-UK relationship and to Northern Ireland.' This is an insult to Britain, to those innocents who died during the Troubles in Northern Ireland, and to those who currently hold the same honour. Throughout his career, Ted Kennedy has been no friend of our country. He was staunchly pro-IRA when their campaigns were at their bloodiest and constantly railed against the British 'occupation' of Northern Ireland. He does not deserve such a gift. How can he be awarded the same honour as true, great American friends of the UK such as Ronald Reagan, Norman Schwarzkopf, George Patton and Dwight Eisenhower? This is after all the man who fled the scene of a car accident that left a woman to die trapped underwater. His political career has been self-serving and opportunist, as was his role in the Irish peace process. Mr Brown, withdraw your offer to him now.",
            "closed_at": "2009-06-05T00:00:00Z",
            "created_at": "2009-03-05T19:22:15.028112Z",
            "creator_name": "Richard Fullerton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-05T19:22:15.028112Z",
            "rejected_at": "2009-04-05T00:01:01.660341Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Kennedy-Ted/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-05T00:01:01.660341Z"
        },
        "id": 11911771
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TeddyKennedy/"
    },
    "type": "petition"
}