{
    "data": {
        "attributes": {
            "action": "encourage people in politics",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many people are totally turned of politics.\nThey believe MP's may be corrupt, lie, mislead, and fiddle the rules with money.\nIt is vital to find ways to reverse this apathy, and encourage people to involve more.\nI propose a measure here for suggestions.\nCreate a discussion forum that allows people to talk about policies, what they think, another way to air their views in addition to petitions.\nAs well as issues involving electoral reform, transparency in taxes and public accounting, and more public say in how the country is run are ways to clean up the image of politics.\nSo its a petition to ask the PM to look into ways to tackle the poor image of politics and get ways to get average people in the street more involved, but my petition is for a discussion forum run by this site to discuss policy and offer suggestions by people who make petitions.",
            "closed_at": "2009-09-06T00:00:00Z",
            "created_at": "2009-03-06T17:00:02.947286Z",
            "creator_name": "ianmiller",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-06T17:00:02.947286Z",
            "rejected_at": "2009-04-08T00:01:02.390023Z",
            "rejection": {
                "code": 16384,
                "details": "Hi there\n\nThanks for your petition, but could you send your comments on the No10 website to the following email address instead, number10@petitions.pm.gov.uk\n\nKind Regards\n\nE-Petitions Team",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-08T00:01:02.390023Z"
        },
        "id": 11919195
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/policyforum/"
    },
    "type": "petition"
}