{
    "data": {
        "attributes": {
            "action": "Ensure Better Justice for Patients of Forensic Psychiatry",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Patients of forensic psychiatry are locked up in overly-restrictive, boring secure units for much longer than is actually needed--for months, years and sometimes for decades. Large numbers of forensic patients could easily be treated in the community, but this is not happening because well intentioned safeguards are not working. The primary safeguard is access to Tribunals. But, in practice Tribunal decisions are based on institutionalised thinking unless patients are lucky enough to have a very good solicitor. Tribunals should focus only on the matter of risk, solicitors should ensure that fair and relevent risk assessment documentation is produced and solicitors should ensure that Tribunals focus primarily on risk. Institutionalised thinking needs to be pushed to one side. The Tribunal system could help by insisting on the production of fair and relevent risk assessment documentation before Tribunals can go ahead. Also, patients should not be limited to one Tribunal per year. Tribunals should have the power to overrule this constraint in cases where they believe a patient is likely to be ready for discharge into the community not immediately, but soon.",
            "closed_at": "2010-03-06T00:00:00Z",
            "created_at": "2009-03-06T11:27:06.483098Z",
            "creator_name": "Martin Camden",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-06T11:27:06.483098Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2010-03-07T00:01:01.164177Z"
        },
        "id": 11915682
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fair-Forensic/"
    },
    "type": "petition"
}