{
    "data": {
        "attributes": {
            "action": "allow the court of public opinion to judge the pay of public sector workers (especially MPs)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Public sector workers receive a basic pay supplemented by a defined benefit pension.\n\nMPs pay is further supplemented by loosely regulated expenses.\n\nPrivate sector workers are paid a basic wage that is below their true level but which is supplemented by a performance based bonus. Their pension is almost always defined contribution.\n\nIntroducing performance related pay to the public sector would help to improve productivity and reward those workers able to add most value.\n\nExchanging the current defined benefit contributions for public sector workers with basic pay would enable a true comparison between pay in the public and private sectors.\n \nIt would also stop the existing pension liabilities increasing and further burdening future generations.\n\nMPs non-applicable expenses could also be replaced by basic pay to clarify the figures.\n\nThe current system is unsustainable - the public sector currently offers higher job security, higher pay and higher pensions so why should anyone work in the private sector?\n\nOpaqueness in pay is also creating a lack of trust in the public sector and a huge tax burden on future generations which will hold back the country's prosperity.",
            "closed_at": "2010-03-06T00:00:00Z",
            "created_at": "2009-03-06T13:55:27.239065Z",
            "creator_name": "Paul Moorshead",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-06T13:55:27.239065Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2010-03-07T00:01:01.164177Z"
        },
        "id": 11917218
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pubprivpayexp/"
    },
    "type": "petition"
}