{
    "data": {
        "attributes": {
            "action": "Philip Morris",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Edward Kennedy and his proposed honorary Knighthood.\nIt is a disgrace to offer this man an Honorary knighthood, he was no friend of the British people with his active support for the active side of the IRA and the suggestion that the protestants of Ulster could go back to Britain, Northern Ireland is still part of Britain in spite of all his efforts while his name was used to raise funds to pay for guns and explosives which were then used to kill and mail British soldiers and innocent civilians.\nHis moral background is very low, what civilised human being would having lost control of his car and driven into a river be so selfish and thoughtless as to escape himself and swim ashore, making no attempt to rescue the young lady who was his companion?  Mary Jo Kopechne was left to drown while he had made his way home, gone to bed and finally the following day reported the accident. Are these the actions of an upright citizen worthy of an Honorary Knighthood? Like his pro German father in the late nineteen thirties and nineteen forties he is no friend of Great Britain.\nPlease Vote NO to giving this honour to Edward Kennedy!",
            "closed_at": "2009-09-06T00:00:00Z",
            "created_at": "2009-03-06T09:09:35.026416Z",
            "creator_name": "Philip Morris",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-06T09:09:35.026416Z",
            "rejected_at": "2009-04-05T00:01:01.660341Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Kennedy-Ted/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-05T00:01:01.660341Z"
        },
        "id": 11914419
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Kennedy-K/"
    },
    "type": "petition"
}