{
    "data": {
        "attributes": {
            "action": "give the same recognition to the illegally deported white children of 1947 to 1967 as lavished upon those LOSERS that beseech residence here after running away from their own ruined lands",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Between the years of 1947 and 1967, white British children were illegally deported from the UK to Aust, begun by the Attlee govt. No recognition of their plight, other than a brief word in the 90s, has since been addressed by the UK. These waifs were told they were orphans! Lies! They were told of a new heaven for them there in Aust. Lies! Told of food aplenty. Lies! Many were to suicide in later years! Most thought that Aust was just a few miles away! But most were never asked! The Labour Party has for decades extended unwarranted preferance related to the race of even illegal incoming foreign LOSERS of this world, chiefly from Asia, The Caribbean and Africa, showering them with benefits, housing, and even appliances! The native kids despatched from their own God Given Land were also sorry LOSERS! Thru the agency of Labour, they lost their homeland , their dignity, and also for many thrashed and abused in youth by those that received them, their will to live! We ask that the PM recognises the injustices of the past, and cease pandering to layabouts and freeloading LOSERS from other lands! These men are in need of a simple apology, and recognition of their cruel and heartless eviction!",
            "closed_at": "2009-09-09T00:00:00Z",
            "created_at": "2009-03-08T16:29:05.904617Z",
            "creator_name": "Jim Green",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-08T16:29:05.904617Z",
            "rejected_at": "2009-04-08T00:01:02.390023Z",
            "rejection": {
                "code": 128,
                "details": "",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-08T00:01:02.390023Z"
        },
        "id": 11929452
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WhiteChildLosers/"
    },
    "type": "petition"
}