{
    "data": {
        "attributes": {
            "action": "call in the plans for development of the East-West Centre in Hanley, Stoke-on-Trent in view of the overwhelming public opposition to demolition of the Coachmaker's Arms as part of these plans",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Stoke-on-Trent councillors have approved outline planning application 48935 for the development of the 'East-West' shopping centre, bus station and parking facilities. Local consultation gave broad approval for the regeneration, but fierce opposition to the demolition of the Coachmakers Arms, on the edge of this development. \nDespite the opposition, councillors voted 5-0 (7 members absent from the meeting) to ignore the objections, arguing that amending the plans would result in the developers withdrawing from the project. \nSuch a position makes mockery of the process of consultation.\nGiven the number of empty shopping units in the city centre, and the fact that the Coachmakers is award winning, a popular and thriving business, providing a distinctive service in a traditional English public house, the petitioners call on the Prime Minister to ensure the plans are called in by the Secretary of State so that local wishes may be respected over the decision of the council.",
            "closed_at": "2010-03-09T00:00:00Z",
            "created_at": "2009-03-08T16:28:09.989646Z",
            "creator_name": "Peter Weatherby",
            "government_response_at": "2010-03-31T19:25:04.833779Z",
            "government_responses": [
                {
                    "created_at": "2010-03-31T19:25:04.833779Z",
                    "details": "You signed a petition asking the Prime Minister to \"call in the plans for development of the East-West Centre in Hanley, Stoke-on-Trent in view of the overwhelming public opposition to demolition of the Coachmaker's Arms as part of these plans.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page23038\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'coachmakers'",
                    "updated_at": "2010-03-31T19:25:04.833779Z"
                }
            ],
            "opened_at": "2009-03-08T16:28:09.989646Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 987,
            "state": "finished",
            "updated_at": "2010-03-10T03:01:35.546717Z"
        },
        "id": 11929446
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/coachmakers/"
    },
    "type": "petition"
}