{
    "data": {
        "attributes": {
            "action": "Abandon the proposed national speed limit of 50mph",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government has revealed plans to cut the national speed limit on A-roads from 60 to 50mph, enforced by a nationwide network of average speed cameras, for reasons of ‘road safety'.\n\nThere is nothing safe about forcing drivers to watch their speed rather than the road. A speed limit reduction is a lazy, ineffective measure that will not improve road safety and may well worsen it. The persistent \"Speed Kills\" campaign has created the fallacious perception that road safety begins and ends with speed, to the significant detriment of far more pressing factors to do with poor training, inattentive driving, illegal drivers and unroadworthy cars. Driving has its risks and this dangerous window dressing will never eliminate them.\n\nFurthermore, this project relies on a network of cameras which will record every single vehicle passing them, enabling the government to collate detailed data on the private journeys of every motorist in the country. This will, of course, affect only those whose cars are correctly registered and not those with no registration, insurance or tax.\n\nThis is state interference too far and needs to be stopped. Please sign if you agree with me.",
            "closed_at": "2010-03-08T00:00:00Z",
            "created_at": "2009-03-08T17:44:57.549890Z",
            "creator_name": "Piers Roache",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-08T17:44:57.549890Z",
            "rejected_at": "2009-04-08T00:01:02.390023Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/noNSLreduction/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-08T00:01:02.390023Z"
        },
        "id": 11929925
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/50mphlimit/"
    },
    "type": "petition"
}