{
    "data": {
        "attributes": {
            "action": "Ensure better medical support for our service personnel",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Our service personnel, who suffer trauma and injury in the line of duty, do not receive the priority specialist support they deserve. This has recently been highlighted in the news and it is a disgrace that in this day and age, despite the horrors we expect our personnel to both live through and observe, appropriate counselling and medical support is not given. This should be a primary expenditure for both serving and discharged personnel.\n\nThe current and planned facilities at the military wing of Birmingham Hospital are not adequate if our political leaders continue to deploy our forces in military conflicts world wide. Therefore, whether the budget is found from within the NHS, the MOD or the contingency fund, additional resources, preferably located at multi-points of delivery, should be found.",
            "closed_at": "2009-09-09T00:00:00Z",
            "created_at": "2009-03-07T18:21:02.042953Z",
            "creator_name": "Miranda Norris",
            "government_response_at": "2009-09-29T13:13:13.016073Z",
            "government_responses": [
                {
                    "created_at": "2009-09-29T13:13:13.016073Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ensure better medical support for our service personnel.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20789\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'forcesmedical'",
                    "updated_at": "2009-09-29T13:13:13.016073Z"
                }
            ],
            "opened_at": "2009-03-07T18:21:02.042953Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 773,
            "state": "finished",
            "updated_at": "2009-09-24T03:02:22.342429Z"
        },
        "id": 11925212
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/forcesmedical/"
    },
    "type": "petition"
}