{
    "data": {
        "attributes": {
            "action": "Provide the full funding to protect the critical Ngoyla Mintom Rainforest in Cameroon",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Towards the end of 2008, the government of Cameroon suspended logging concessions in a vital area of rainforest, the Ngoyla Mintom rainforest. This is a crucial, 1,000,000 hectare area of rainforest, home to endangered lowland gorillas, chimpanzees, forest elephants etc. The area connects up with other large areas of rainforest in neighbouring countries to form a continuous 15 million hectare tract. The government of Cameroon ceased granting logging concessions in the area to find financial support from the international community to conserve the area, asking for $1,600,000 a year to protect the forest, which works out at below $2 a year per hectare. Appallingly, no organisation, government or individual has yet offered up the money, and the Cameroon government is now under financial pressure to log the area. By signing this petition, you are petitioning Gordon Brown to offer up (from UK taxes) all of the money to protect this area for a year, until a long term solution can be found, or at least to petition him to pledge a part of the money, and encourage other E.U countries to do so as well.",
            "closed_at": "2009-04-09T00:00:00Z",
            "created_at": "2009-03-06T20:33:54.206325Z",
            "creator_name": "Harry Deal",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-06T20:33:54.206325Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2009-04-30T16:38:40.247548Z"
        },
        "id": 11920913
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NgoylaMintom/"
    },
    "type": "petition"
}