{
    "data": {
        "attributes": {
            "action": "launch a full and independent investigation into the BBC World Service.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government has ignored recent calls by MPs from both sides of the House and members of the public for an investigation into the BBC World Service.  There are several serious concerns about the way taxpayers’ money is being spent by the BBC.  \n\nThe government has increased its Grant-in-Aid funding of the BBC World Service by about 20% over the past five years. \n\nDespite this, the BBC axed much of its quality feature and cultural programming in favour of cheap news coverage across the World Service, significantly reduced its funding for Russian broadcasts and is in the process of offshoring South Asian language services “closer to their audiences”, to countries where intimidation of journalists is widespread.  \n\nTherefore, we call on the Prime Minister to launch a full and independent investigation into the BBC World Service.",
            "closed_at": "2009-04-09T00:00:00Z",
            "created_at": "2009-03-08T14:29:02.536342Z",
            "creator_name": "Sergei Cristo",
            "government_response_at": "2009-06-02T11:33:37.926591Z",
            "government_responses": [
                {
                    "created_at": "2009-06-02T11:33:37.926591Z",
                    "details": "You signed a petition asking the Prime Minister to \"launch a full and independent investigation into the BBC World Service.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19451\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'BBCWorldService'",
                    "updated_at": "2009-06-02T11:33:37.926591Z"
                }
            ],
            "opened_at": "2009-03-08T14:29:02.536342Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1048,
            "state": "finished",
            "updated_at": "2009-10-17T03:03:13.869271Z"
        },
        "id": 11928757
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BBCWorldService/"
    },
    "type": "petition"
}