{
    "data": {
        "attributes": {
            "action": "We ask that cannabis be legalised and regulated based on the Dutch system, and that permits be granted to home owners for the cultivation of cannabis for personal use with for example a limit of four plants.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It has been proven by history that prohibition does not work, and that educating and regulating would be a far better option. The only two groups that are passionate about cannabis remaining illegal are the government and the dealers on the black market, does this sound right? Everything’s fine in moderation, or should we be pushing to make fast food illegal or sunbathing, or walking across a bridge because there’s a slight chance you might fall of it?",
            "closed_at": "2009-11-09T00:00:00Z",
            "created_at": "2009-03-07T07:37:00.671429Z",
            "creator_name": "stuart doores",
            "government_response_at": "2010-02-19T12:59:15.302616Z",
            "government_responses": [
                {
                    "created_at": "2010-02-19T12:59:15.302616Z",
                    "details": "You signed a petition asking the Prime Minister to \"We ask that cannabis be legalised and regulated based on the Dutch system, and that permits be granted to home owners for the cultivation of cannabis for personal use with for example a limit of four plants.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22524\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'brainwash'",
                    "updated_at": "2010-02-19T12:59:15.302616Z"
                }
            ],
            "opened_at": "2009-03-07T07:37:00.671429Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 760,
            "state": "finished",
            "updated_at": "2010-04-28T16:16:03.226070Z"
        },
        "id": 11922420
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/brainwash/"
    },
    "type": "petition"
}