{
    "data": {
        "attributes": {
            "action": "ask the National Blood Service to review their policy on discriminating against donors in long term monogamous male same sex relationships",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The National Blood Service exclude as donors men who have ever had sex with another man. It would be safe for gay men who have entered a long term monogamous relationship (whether civil partners or not) who have tested negative for HIV and other blood bourne viruses such as Hepatitis B & C after the appropriate interval (\"window period\") to give blood in the same way as heterosexuals. In their position statement of 10 April 2008 they say \"it is simply neither feasible, or appropriate, to take a detailed sexual history from every donor\". In fact, their current questions on who can give blood already contain several explicit questions about sexual activity. It would be easy to modify the questions appropriately in the same way as the current ones regarding heterosexual sex. In not doing so, the National Blood Service are (a) ignoring rational scientific knowledge (b) discriminating against gay men and (c) missing out on safe blood donations from gay men in long term monogamous relationships who have had viral testing after the appropriate interval.",
            "closed_at": "2009-09-07T00:00:00Z",
            "created_at": "2009-03-07T15:59:59.507538Z",
            "creator_name": "Christopher Cooper",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-07T15:59:59.507538Z",
            "rejected_at": "2009-04-08T00:01:02.390023Z",
            "rejection": {
                "code": 2048,
                "details": "A petition already exists on this subject:\n\nhttp://petitions.number10.gov.uk/NBSRuleChange/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-08T00:01:02.390023Z"
        },
        "id": 11924533
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/blooddonorgaymen/"
    },
    "type": "petition"
}