{
    "data": {
        "attributes": {
            "action": "Life should mean Life for Child Murderers and Paedophiles",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have recently been disgusted with the number of crimes against children and our vulnerable members of society, which are hitting our headlines at the moment, and the seemingly soft sentences dished out to the Paedophile's,Child Murderers and Abusers who commit these crimes. In today's society Child Murderers,Paedophile's and Abusers are repeatedly given pitiful sentences and released for good behaviour,most if not all go onto re-offend with 6-12mths. These second chances have failed,rehabilition, tagging and curfews have failed why should they have a second chance when a child doesn't.\n\nI purpose now that the only way forward to protect our children is to make Life mean Life with no parole for Paedophile's and Child Murderers and that ongoing Abuse of a child should carry a discretionary life sentence & all participants are equally responsible regardless of who did the abuse & who allowed the abuse to go on unchallenged.\n\nThis is the strongest deterrent for these offenders. If you feel as I do please add your signature to this petition",
            "closed_at": "2010-03-09T00:00:00Z",
            "created_at": "2009-03-09T11:49:25.648667Z",
            "creator_name": "Janet Chandler",
            "government_response_at": "2010-11-18T14:26:38.133056Z",
            "government_responses": [
                {
                    "created_at": "2010-11-18T14:26:38.133056Z",
                    "details": "You signed a petition asking the Prime Minister to life should mean Life for Child Murderers and Paedophiles.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=No2ndchances\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'No2ndchances'",
                    "updated_at": "2010-11-18T14:26:38.133056Z"
                }
            ],
            "opened_at": "2009-03-09T11:49:25.648667Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 678,
            "state": "finished",
            "updated_at": "2010-11-18T14:26:38.133056Z"
        },
        "id": 11934525
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/No2ndchances/"
    },
    "type": "petition"
}