{
    "data": {
        "attributes": {
            "action": "review the decision made by the Civil Service Sports council to close the Chiswick bar and catering facilities from sept 14th 2009,",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Members of the Civil Service Sports Council that use the Chiswick ground have only just become aware of a decision to close the bar and catering facilities from September 14th 2009 due to cost, and in its place create a cafeteria in the existing bowls pavillion. In addition to this decision is one to slim down the use of the tennis courts from 17 to 6 and cricket squares 4 to 2. This news that was found out on Wednesday 4 March will have a devastating effect on all its users, which are primarily the football, rugby, tennis,bowls and cricket clubs. The withdrawal of these facilities will impact on all users to such an effect that they may no longer be able to take part in the competitions that they currently participate in without having the current social facilities to go alongside the sport itself. The football club as an example was founding member of the football association back in 1863 and participated in the first ever FA cup in 1871, the club are close to celebrating their 150th anniversary and currently turn out 8 sides each week.If you are a current or past user please sign this petition, and support our wish to keep these facilities going. Thank You",
            "closed_at": "2009-06-09T00:00:00Z",
            "created_at": "2009-03-08T23:00:51.611398Z",
            "creator_name": "James Kellett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-08T23:00:51.611398Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 960,
            "state": "finished",
            "updated_at": "2009-06-30T03:02:30.531644Z"
        },
        "id": 11931699
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Chiswickground/"
    },
    "type": "petition"
}