{
    "data": {
        "attributes": {
            "action": "Consider not reducing the national speed limit to 50mph as put forward by the minister for roads 9.3.9",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Britain used to have the lowest fatality rate on its roads in the whole of Europe, recently however it has fallen to 6th. In an attempt to get our road safety back up to scratch the minister for roads has recently put forward a bill to reduce the national speed limit to 50mph (from 60mph). We feel that this would be counterproductive. The national speed limit is a maximum, not a minimum. There are plenty of country roads where 60mph is perfectly safe in the correct conditions. We have driver training for a reason: to allow us to assess what is safe, and what isn't. This speed limit reduction would impair transit times in rural communities were there are no dual carriageways, but in many cases perfectly safe single cariageway roads. The extra speed cameras required to enforce this new limit may possibly even increase fatalities as drivers spend increasing amounts of time focused on their speedometers rather than on the road in front of them. Better driver training may be the answer, but this bill would create undue hardship whilst not getting to the root of the problem at all.",
            "closed_at": "2009-09-09T00:00:00Z",
            "created_at": "2009-03-09T11:58:17.004883Z",
            "creator_name": "Dr Daniel Berkeley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-09T11:58:17.004883Z",
            "rejected_at": "2009-04-08T00:01:02.390023Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/noNSLreduction/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-08T00:01:02.390023Z"
        },
        "id": 11934627
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nationalspeed/"
    },
    "type": "petition"
}