{
    "data": {
        "attributes": {
            "action": "Ask Bournemouth Borough Council why it has failed to protect Hengistbury Head Outdoor Centre from closure.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "HHC is a popular Bournemouth watersports and activity centre used by schools as an environmental classroom.\n\nBournemouth council say they had little choice but to close the Hengistbury Head Outdoor Centre after efforts to find a private operator failed. \n\nThey say the centre has been losing money and requires a subsidy of £100,000 a year, making it economically unviable. \n \nAround 12,000 people use the centre every year and they have done some brilliant work with youngsters who have been excluded from school and have conditions like Attention Deficit Hyperactivity Disorder (ADHD). \n \nThis was a functioning, well-run centre benefiting thousands of people. \n\nCllr Malcolm Davies, cabinet member for education, said they sent out 22 information packs to potential private operators but received no formal tenders. \n\n“As a result of this and the prevailing economic climate, we have made the difficult decision to close the Hengistbury Head Outdoor Centre,” he said.\n\nClosing a facility which provides training and education for young people seems shortsighted in the light of reports which sight the lack of facilities as one reason for increasing problems with young people.",
            "closed_at": "2009-06-09T00:00:00Z",
            "created_at": "2009-03-09T15:06:51.289568Z",
            "creator_name": "Christine Drummond",
            "government_response_at": "2009-09-21T11:46:37.458632Z",
            "government_responses": [
                {
                    "created_at": "2009-09-21T11:46:37.458632Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ask Bournemouth Borough Council why it has failed to protect Hengistbury Head Outdoor Centre from closure.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20558\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Hengistbury-Head'",
                    "updated_at": "2009-09-21T11:46:37.458632Z"
                }
            ],
            "opened_at": "2009-03-09T15:06:51.289568Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2152,
            "state": "finished",
            "updated_at": "2009-06-10T00:01:01.250776Z"
        },
        "id": 11936656
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Hengistbury-Head/"
    },
    "type": "petition"
}