{
    "data": {
        "attributes": {
            "action": "Reject Any Future Request From Barclays For Any Government  Assistance",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned petition the Prime Minister to Reject Any Request From Barclays For Any Government  Assistance\n\nWe bank with Barclay's - From a new start nine years ago, we have posted a profit every year except this year. We moved to Barclays Corporate.\n\nGood news we are trading above last year but experiencing cash flow problems at the moment, like most - Barclays instruct BDO Stoy to do a report to see what recommendations they make.  A 1 week report costing £11K + VAT - we have to pay! No choice in\nthis either! Clearly Barclays lining up to dump us, but want to say decision was taken on advise of independent - My 10 year son could count the piggy bank and tell you it's empty! Surely Barclays have at least one person in the company that can count?\n\nLet Barclays go to the wall. No bank taking any notice of you Mr Brown - and they should be. \n\nSet an example - Good bits will soon be swallowed up by other banks.\n\nTheir behaviour is disgraceful and unethical - Where the hell is the FSA and other controls? Waste of time and money.\n\nRegardless of this I will vote labour next election - This is a bank problem caused by greed not by the Labour party.\n\nAnyone else had these reports shoved on them?",
            "closed_at": "2009-04-09T00:00:00Z",
            "created_at": "2009-03-09T14:27:11.962445Z",
            "creator_name": "P Frogget",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-09T14:27:11.962445Z",
            "rejected_at": "2009-04-09T00:01:02.230109Z",
            "rejection": {
                "code": 1,
                "details": "",
                "reasons": [
                    "Party political material"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-09T00:01:02.230109Z"
        },
        "id": 11936297
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Frogger/"
    },
    "type": "petition"
}