{
    "data": {
        "attributes": {
            "action": "abandon plans to implement a nationwide average speed detection carera system to enforce a new National Speed limit..",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government proposes to implement a new generation of average speed detection cameras, to enforce a new lower National Speed limit, covering most of the country’s roads.\n\nWe all know safe speed of travel varies with the conditions. Inappropriate speed kills – not speed itself – but appropriate speed and safe driving techniques needs to be learnt.\n\nHow often do we see people on motorways hogging the middle and overtaking lanes or using fog lights all the time? This is because people are not educated about this and think it is acceptable. What happened to the public information films on these very subjects?\n\nHas the government investigated whether driver education would save more lives than enforcing speed limits with cameras? Not doing so and forging ahead with the proposal invites the obvious accusation of being motivated by reasons of revenue collection.\n\nCameras should not be introduced and instead a policy of driver education be implemented.",
            "closed_at": "2010-03-09T00:00:00Z",
            "created_at": "2009-03-08T21:45:37.875909Z",
            "creator_name": "John Handford",
            "government_response_at": "2010-03-31T18:59:07.546910Z",
            "government_responses": [
                {
                    "created_at": "2010-03-31T18:59:07.546910Z",
                    "details": "You signed a petition asking the Prime Minister to \"abandon plans to implement a nationwide average speed detection carera system to enforce a new National Speed limit.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page23026\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'No-to-Cameras'",
                    "updated_at": "2010-03-31T18:59:07.546910Z"
                }
            ],
            "opened_at": "2009-03-08T21:45:37.875909Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1643,
            "state": "finished",
            "updated_at": "2010-05-19T15:17:20.954410Z"
        },
        "id": 11931374
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/No-to-Cameras/"
    },
    "type": "petition"
}