{
    "data": {
        "attributes": {
            "action": "muse upon what his younger self would make of his present self's actions since the start of the recession.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is not meant has a dig but rather a polite prod. It's purpose is to encourage the Prime Minister to attempt to see this crisis from a young persons perspective. Those blameless victims of this crash.\nTo aid him in this endeavor we suggest that that he begin by re-reading some texts he read has a young man, a particularly pertinent example would be Ivan Illich's Tools for conviviality. \nA major impediment to him being able to accomplish this ambition though is caused by the difference between what the two camps fear. The old fear the irrationality of the young. The young fear the rationality of the old. This is because they see it has cold and calculating, devoid of the emotion that motivates their every action. It is impossible to regain this fear, when old and after having learnt the lesson that everything is choice. The Prime Minster might succeed in partially reliving it by again reading a book he read has a youth; We by Yevgeny Zamyatin.\nReal democracy not psuedo consummer democracy.",
            "closed_at": "2009-04-10T00:00:00Z",
            "created_at": "2009-03-08T19:50:15.812629Z",
            "creator_name": "simon murphy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-08T19:50:15.812629Z",
            "rejected_at": "2009-04-09T00:01:02.230109Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for the Government to act.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-09T00:01:02.230109Z"
        },
        "id": 11930660
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Choicenotall/"
    },
    "type": "petition"
}