{
    "data": {
        "attributes": {
            "action": "Provide financial assistance to Grandparents who provide childcare",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In this financial climate, more and more parents are having to work on a full time basis, leaving their children in the care of professional childminders at a cost which is detrimental to both families and the government.  \nMany families are now turning to grandparents to help provide childcare, whilst they go to work, just so they can keep their heads above water.\nI propose that grandparents provide an essential service - offering not only basic childcare, but also a link to family life that many children being left in the care of childminders/nurseries are missing out on.\nIt would encourage many more parents back into work if they knew they could leave their children safely with their own, or their partner's parents.\nI think it would be sensible to offer grandparents who spend their time providing childcare for their grandchildren on a daily basis, a financial package similar to a carers allowance - at least to cover expenses if nothing else!",
            "closed_at": "2009-09-09T00:00:00Z",
            "created_at": "2009-03-09T08:11:48.564800Z",
            "creator_name": "Mrs Ruth Kerrison",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-09T08:11:48.564800Z",
            "rejected_at": "2009-04-08T00:01:02.390023Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/properchildcare/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-08T00:01:02.390023Z"
        },
        "id": 11932381
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/child-costs/"
    },
    "type": "petition"
}