{
    "data": {
        "attributes": {
            "action": "demand the Government of Pakistan to remove anti-Ahmadiyya legislation and the infamous blasphemy laws in order to bring an end to the persecution suffered by minorities such as Ahmadis.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Ahmadiyya Muslim Community (Community) has faced for decades hatred and persecution both at an institutional and individual level in Pakistan. The Government of Pakistan has not only declared Ahmadi Muslims as non-Muslims but have gone much further by failing to protect the human or civil rights of Ahmadi citizens.  \n\nIt is most unfortunate that the authorities actively encourage the hateful persecution of the Community and regularly invoke anti-Ahmadiyya legislation which prevents Ahmadi Muslims from living in peace.\n\nIt is clear, despite Pakistan claiming to be a secular and moderate country that it doesn’t intend to prosecute the perpetrators of crimes against Ahmadi Muslims irrespective of the human cost and the scale of their suffering.\n\nWe call upon the Prime Minister to immediately intervene at the UN Security Council and demand that the Government of Pakistan removes anti-Ahmadiyya legislation in order to respect the human rights of Ahmadis and allows them to freely practice their religion without the fear of any form of discrimination. Furthermore, we call on the Foreign Office to actively and urgently engage in mediating an end to the blasphemy laws.",
            "closed_at": "2009-05-11T00:00:00Z",
            "created_at": "2009-03-10T16:03:08.568880Z",
            "creator_name": "Farooq Aftab",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-10T16:03:08.568880Z",
            "rejected_at": "2009-03-16T15:29:30.630581Z",
            "rejection": {
                "code": 20480,
                "details": "Dear Mr Aftab\n\nThis petition has been rejected because the Prime Minister/Government cannot \"demand\" a change in legislation from another country.\n\nFor this petition to be approved you would need to reduce the amount of detail and temper the language, so that it recognises what is within the remit of the PM/FCO. \n\nCurrently worded this petition is more appropriate for direct consideration by the Pakistani authorities or United Nations.\n\nE-Petitions Team",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-16T15:29:30.630581Z"
        },
        "id": 11949976
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Ahmadis/"
    },
    "type": "petition"
}