{
    "data": {
        "attributes": {
            "action": "fund a public service advertising campaign which raises awareness of child abuse and neglect, and conveys a message that child abuse MUST be reported.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Too often we are hearing of child abuse cases which have gone unreported and consequently ended in the death of a child.  If all those who came forward with information after a child has died,   reported their concerns before the child was murdered, then maybe some of these children would still be alive today. \n\nAccording to the charity, Action for Children, a quarter of adults in the UK have worried that a child they know may be neglected, but over a third did not act on their concerns. Hence, the public must be made aware that through voicing their concerns, no matter how small they may seem, they could potentially save a child's life. \n\nThis public service advertising campaign should  convey a message that child abuse MUST be reported. It should outline the warning signs of abuse and neglect so it can be more easily recognised, and it should provide information on how to report suspected abuse and neglect.",
            "closed_at": "2010-03-10T00:00:00Z",
            "created_at": "2009-03-10T10:32:11.443626Z",
            "creator_name": "Teresa Robinson",
            "government_response_at": "2010-03-30T13:04:04.998665Z",
            "government_responses": [
                {
                    "created_at": "2010-03-30T13:04:04.998665Z",
                    "details": "You signed a petition asking the Prime Minister to \"fund a public service advertising campaign which raises awareness of child abuse and neglect, and conveys a message that child abuse MUST be reported.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22991\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'raisingawareness'",
                    "updated_at": "2010-03-30T13:04:04.998665Z"
                }
            ],
            "opened_at": "2009-03-10T10:32:11.443626Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1162,
            "state": "finished",
            "updated_at": "2010-04-03T11:30:47.994541Z"
        },
        "id": 11944042
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/raisingawareness/"
    },
    "type": "petition"
}