{
    "data": {
        "attributes": {
            "action": "to resign with immediate effect having no mandate or moral authority",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Failures:BANKING SUPERVISION. BANKING CRISIS. NEGLIGENCE. LACK OF JUDGEMENT. UNEMPLOYMENT. PUBLIC SPENDING. PUBLIC SECTOR JOBS-20.4% of all employed. GROWTH-LOWER than any other English speaking country.GOLD SALES-sold 60% of gold at a 20year low. ANTI-POVERTY-poor accounted for 6.8% taxes, now 6.9%-benefits for group dropped from 28.1 to 27.1%.TAX-tax risen from 39.3 to 42.4%. Abolished 10% tax leading to an INCREASE for 5million lowest earners. PENSIONS-tax changes=demise of most final salary pensions damageing every person. FALSEHOODS-misuse of data over Spence affair when Chancellor said \" nearly every fact he used was false\".IRAQ-supported illegal war causing the deaths of many service personnel, used false intelligence, increased threat to UK from terrorist attack. MILITARY COVENANT-ignored this, lower Service's morale, failed to equip our forces or provide healthcare to the injured.VAT RATE-a failure.QUOTES-\"no one should benefit from failure\", \"No more boom and bust\", \"UK is in a better position than any other country\".SURVEILLANCE SOCIETY-passed oppressive laws.",
            "closed_at": "2009-09-10T00:00:00Z",
            "created_at": "2009-03-10T11:10:02.135149Z",
            "creator_name": "Brian A. Truscott",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-10T11:10:02.135149Z",
            "rejected_at": "2009-04-09T00:01:02.230109Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/DoUsALLaFavour/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-09T00:01:02.230109Z"
        },
        "id": 11944588
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ForGodssakeGO/"
    },
    "type": "petition"
}