{
    "data": {
        "attributes": {
            "action": "introduce ‘Parenting classes’ to run alongside antenatal classes for all first time parents, and to introduce ‘Family life classes’ into schools to raise awareness and help prevent child abuse and neglect.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We believe it is paramount that children from the age of 4/5 are taught what constitutes a ‘normal’ family life so they are able to recognise and voice if themselves, their siblings, or friends are being abused or neglected. These classes should continue through to senior school where children should learn more thoroughly about child abuse, including the effects of domestic violence and drug abuse upon families. Teenagers should also learn the importance of contraception and the reality and responsibilities of parenting, in a bid to reduce teenage pregnancies. \n\nAll first time parents must attend parenting classes as part of antenatal classes. Here they will be taught about a child's physical, mental and emotional needs, and coping strategies in times of stress, such as, when a baby is continuously crying. They must be made aware that help is available and taught to recognise when they need to ask for help. These classes aim to help prevent child abuse, neglect, and in some cases murder.",
            "closed_at": "2010-03-10T00:00:00Z",
            "created_at": "2009-03-10T11:40:32.686546Z",
            "creator_name": "Teresa Robinson",
            "government_response_at": "2010-11-05T11:13:15.213980Z",
            "government_responses": [
                {
                    "created_at": "2010-11-05T11:13:15.213980Z",
                    "details": "You signed a petition asking the Prime Minister to introduce ‘Parenting classes’ to run alongside antenatal classes for all first time parents, and to introduce ‘Family life classes’ into schools to raise awareness and help prevent child abuse and neglect.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=preventingabuse\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'preventingabuse'",
                    "updated_at": "2010-11-05T11:13:15.213980Z"
                }
            ],
            "opened_at": "2009-03-10T11:40:32.686546Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 917,
            "state": "finished",
            "updated_at": "2010-10-27T21:30:01.555721Z"
        },
        "id": 11945025
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/preventingabuse/"
    },
    "type": "petition"
}