{
    "data": {
        "attributes": {
            "action": "give the British people a refund!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I believe it is time for the current government to start fulfilling the role for which they are employed and start acting in the interest of the British people as a whole.Continuing to throw good money after bad cannot possibly lead to a resolution to the economic problems that our country is facing.\nThe deregulation of the banking system for which we have the previous government to thank was criminal enough, however I doubt that the consequences would have been so dire had our current government pulled the reins in at an earlier time.\nHaving no manufacturing industry to speak of this country has depended to the expense of all else on the high economic activity that the finance sector has provided, this has now ground to a halt leaving Britain with very little.\nThe German government have given money to the people rather than banks with incentives to purchase new cars, however our government will not give money to the British public for fear they might save it, their plan involves handing astronomical figures to the very people who we know are thieves and confidence tricksters.  Place the money into the hands of the British people to whom it belongs before we go into complete meltdown.",
            "closed_at": "2009-06-10T00:00:00Z",
            "created_at": "2009-03-10T10:39:18.793277Z",
            "creator_name": "Victoria Ray",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-10T10:39:18.793277Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2009-06-11T00:01:01.982057Z"
        },
        "id": 11944146
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/theives/"
    },
    "type": "petition"
}