{
    "data": {
        "attributes": {
            "action": "use his powers under resilience and contingency planning, and other powers, to make sure that no LNG Tanker enters Milford Haven waterway and Port until such a time as a proper assessment of the marine risks to the onshore population from a tanker casualty, either underway in the port, or at the jetty, has been undertaken and published by a competent, genuinely independent body or a regulator such as the HSE.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Please don't abandon Milford Haven. Currently no such comprehensive, independent assessment of LNG shipping risks has taken place and the Milford Haven Port Authority is both a financial beneficiary and supporter of the project as well as its supposed regulator. In an independent assessment of the port authority’s regulatory approach so far, Dr Cox, former UK Gov advisor on hazardous substances, points out that the Port Authority's assessments are not comprehensive and do not take into account onshore effects of a marine accident. Therefore all the emergency and contingency planning undertaken so far is inadequate.",
            "closed_at": "2009-04-11T00:00:00Z",
            "created_at": "2009-03-10T16:55:46.263836Z",
            "creator_name": "Anthony William Gordon Main",
            "government_response_at": "2009-04-30T15:15:57.874139Z",
            "government_responses": [
                {
                    "created_at": "2009-04-30T15:15:57.874139Z",
                    "details": "You signed a petition asking the Prime Minister to \"use his powers under resilience and contingency planning, and other powers, to make sure that no LNG Tanker enters Milford Haven waterway and Port until such a time as a proper assessment of the marine risks to the onshore population from a tanker casualty, either underway in the port, or at the jetty, has been undertaken and published by a competent, genuinely independent body or a regulator such as the HSE.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19162\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'LNGShipSafety'",
                    "updated_at": "2009-04-30T15:15:57.874139Z"
                }
            ],
            "opened_at": "2009-03-10T16:55:46.263836Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 222,
            "state": "finished",
            "updated_at": "2010-02-25T16:21:02.829091Z"
        },
        "id": 11950887
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LNGShipSafety/"
    },
    "type": "petition"
}