{
    "data": {
        "attributes": {
            "action": "Wake up and make some changes for Britains sake",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I'm no economics expert but maybe 1 or 2 changes may help kick start this country.\n\n1. VAT. lower VAT to 7 or 8% and put it on everything (including exempt items)\n\n2. NHS Prescriptions... Lower the price to £1.50 and make everybody pay elderly/children/unemployed.\n\n3. Tobacco/spirits..Look lots of people smoke and drink. Lower duty to comparison with the rest of europe and hey presto, you get revenue from people who will buy in UK shops instead of black market.\n\n4. Smoking ban. Lift it, get proper ventilation laws for pubs, get people back to pubs = revenue, jobs saved, business saved.\n\n5. Immigration, send em all back, I'm not racist at all but I'm disgusted that we have thousands of UK homeless and immigrants are getting housed and getting benefits for doing sod all for this country.\n\n6. Paying early release prisoners for inconvenience of losing free board and lodgings. Watch Porrige. Thats how prison life should be like. These are criminals remember. build more prisons, creates jobs and you should be able to pay for it with the previous suggestions.",
            "closed_at": "2010-03-10T00:00:00Z",
            "created_at": "2009-03-10T16:43:39.825707Z",
            "creator_name": "Mark Croft",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-10T16:43:39.825707Z",
            "rejected_at": "2009-04-10T00:01:02.351059Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-10T00:01:02.351059Z"
        },
        "id": 11950666
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UKDEAD/"
    },
    "type": "petition"
}