{
    "data": {
        "attributes": {
            "action": "look at whats happen to the british that come back to england over 2 years and get no help",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "we just got back to the uk after 4 years away, we when to cyprus then to egypt, we had to come back because of my health and my father in laws got canser, the goverment say because iv not payed conterbution for the year 07 to 08, i cant get no money for my self nor my wife , my wife has got to go away agine to make some money so we can live ,and my dauter was with us all the time but they have let her have dole . y is it that imergrant can get help and we cant it stinks iv got to get out of the house i live in and move in with relations y my wife gos to get some money so we can be together agine .",
            "closed_at": "2010-03-11T00:00:00Z",
            "created_at": "2009-03-11T09:37:32.195618Z",
            "creator_name": "harry campbell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-11T09:37:32.195618Z",
            "rejected_at": "2009-04-10T00:01:02.351059Z",
            "rejection": {
                "code": 16384,
                "details": "Dear Mr Campbell\n\nThank you for your petition request.\n\nWe can't include petitions on individual housing cases - this is a matter for direct communication with your local council. \n\nHowever, the petition could be approved if it made a general point about housing provision for British expats returning home and did not include any personal information.\n\nPlease note as well, that to include a petition on the site, we have to have full name and address information. The address that you are currently staying at would be fine.\n\nKind Regards\n\nE-Petitions Team",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-10T00:01:02.351059Z"
        },
        "id": 11959015
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nomoney/"
    },
    "type": "petition"
}