{
    "data": {
        "attributes": {
            "action": "demand that the Financial Services Compensation Scheme reimburses The Christie hospital with the £6.5 million lost in the Icelandic banking collapse.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "MANCHESTER'S world-famous cancer hospital, The Christie, will not get back £6.5m of charity cash invested in a failed Icelandic bank. Now it will take legal action against Financial Services Compensation Scheme (FSCS) - the body which decided that it was not eligible to get its money back. The cash - most of it donated by patients and their families - was lost when the Kaupthing Singer and Friedlander (KSF) bank collapsed. The bank held the highest possible safety rating and offered the best interest rates when The Christie was advised to invest there. The lost cash was earmarked to pay for two new satellite radiotherapy centres in Salford and Oldham. Bosses have juggled their finances to fund these schemes but say they will now be unable to pay for planned cancer research projects including one with the University of Manchester. Hospital bosses are also trying to recover a further £1m of public funding through the bank's administrators.",
            "closed_at": "2010-03-11T00:00:00Z",
            "created_at": "2009-03-10T16:46:02.509074Z",
            "creator_name": "Mark Richardson",
            "government_response_at": "2010-03-24T10:16:53.793866Z",
            "government_responses": [
                {
                    "created_at": "2010-03-24T10:16:53.793866Z",
                    "details": "You signed a petition asking the Prime Minister to \"demand that the Financial Services Compensation Scheme reimburses The Christie hospital with the £6.5 million lost in the Icelandic banking collapse.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22930\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'TheChristie'",
                    "updated_at": "2010-03-24T10:16:53.793866Z"
                },
                {
                    "created_at": "2010-03-27T00:07:31.562310Z",
                    "details": "The Prime Minister received a petition asking:\n\n    “We the undersigned petition the Prime Minister to demand that the Financial Services Compensation Scheme reimburses The Christie hospital with the £6.5 million lost in the Icelandic banking collapse.”\n\nUpdate to response:\n\nThanks again to all who signed this e-petition. We should have added that NHS North West announced on 9 June 2009 that it would give the Christie £6.5 million to replace the money it had lost in the collapse of Kaupthing, Singer and Friedlander (KSF); and, in view of this, the Christie immediately announced that it would withdraw legal proceedings against the FSCS’s decision. The Government remains delighted that NHS North West made this decision to support the high quality services at the Christie.\n\nMore: http://www.number10.gov.uk/Page22930",
                    "summary": "Government response to petition 'TheChristie'",
                    "updated_at": "2010-03-27T00:07:31.562310Z"
                }
            ],
            "opened_at": "2009-03-10T16:46:02.509074Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 20373,
            "state": "finished",
            "updated_at": "2010-03-13T03:01:38.985260Z"
        },
        "id": 11950712
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TheChristie/"
    },
    "type": "petition"
}