{
    "data": {
        "attributes": {
            "action": "make it illegal for anyone in the U.K. to verbally abuse, insult, or harass any British Armed Forces personnel while they are on active duty in the U.K.  All armed forces personnel are to be given the legal right to carry out their duties free from abuse/harassment/threats while performing their work duties in the U.K. All British troops will have the legal right to march in parades in the U.K. free from abuse//harassment/threats.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "following the scenes in Luton on 10.3.09 in which muslim protestors hurled appalling abuse at troops on their return from Iraq, it is essential that our troops are free to march proudly in this country and carry out their duties without fear of attack/abuse/threats/harassment. Those who verbally abuse or harass British troops in the U.K. should face prosecution in the same way those who abuse/harass other public sector employees are prosecuted. Buses and trains, NHS, police stations, jobcentres etc all have notices warning those who abuse or are violent towards their staff that they will be prosecuted. Our brave British troops defend and protect us. Now we should all sign this petition and protect them.",
            "closed_at": "2010-03-12T00:00:00Z",
            "created_at": "2009-03-11T04:47:09.519839Z",
            "creator_name": "Stephen R. Johnson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-11T04:47:09.519839Z",
            "rejected_at": "2009-04-11T00:01:02.049989Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Parades/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-11T00:01:02.049989Z"
        },
        "id": 11957408
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/protectourtroops/"
    },
    "type": "petition"
}