{
    "data": {
        "attributes": {
            "action": "review all aspects of copyright law in relation to information-based products, which, as a legal framework have become outmoded and in fact hinder the creative processes which they were created to protect.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Culture is the exchange of information between peoples, groups and organisations, it is a set of common references and viewpoints derived from the information exchanged. Technology now allows for this exchange on an unprecedented scale. “Content providers” are now actively seeking to suppress the flow  of information, in the form of peer-to-peer networks on the internet, and are hence hindering cultural development and the emergence of new business models in the information economy. They are doing this because their previous monopoly on the creation and distribution of information has been made obsolete. It is not the place of private corporations to inform legislation that affects the people of this country, it is for the people of this country to dictate how businesses will operate in their society.\n\nThe cultural development of our society is being stifled in the name of greed and the natural human inclination towards the mutually beneficial exchange and reworking of ideas is being effectively criminalised. The law should benefit society, not impede it.",
            "closed_at": "2009-09-11T00:00:00Z",
            "created_at": "2009-03-11T12:25:40.831128Z",
            "creator_name": "Stuart Davidson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-11T12:25:40.831128Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 35,
            "state": "finished",
            "updated_at": "2009-09-14T03:02:54.200380Z"
        },
        "id": 11961576
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/copyrightreview/"
    },
    "type": "petition"
}