{
    "data": {
        "attributes": {
            "action": "sell empty houses to just first time buyers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Empty houses should be available to purchase for first time buyers ONLY.\nI think it is wrong that a landlord can be given first refusal on properties when all they do is make money from first time buyers affordability.\nI don’t know many poor landlords. It is first timers that are struggling to get on housing markets because of the greed of these older people and\nmany who couldn’t care about younger generations who are struggling.\nI am afraid I do disagree with this below totally.\n\nDemand 2: GRANT \nGrant for social landlords to buy and repair empty properties\nJust as the government has encouraged housing associations to buy up unsold new homes amid the credit crunch, it makes sense for associations and other social landlords to do the same with older empty homes.\nExactly the same arguments apply: social housing providers already work with neighbouring properties, are expert housing managers and face unmet housing need. But while the government has offered up £200 million through the national clearing house programme for landlords to buy empty new builds, there are no plans to offer an equivalent pot for bringing older homes back into use.",
            "closed_at": "2010-03-12T00:00:00Z",
            "created_at": "2009-03-11T22:17:06.857617Z",
            "creator_name": "Richard Taylor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-11T22:17:06.857617Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 14,
            "state": "finished",
            "updated_at": "2010-03-13T00:01:01.984314Z"
        },
        "id": 11969689
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/housingcheap/"
    },
    "type": "petition"
}