{
    "data": {
        "attributes": {
            "action": "Restore Democracy to the local administration process by accepting that the majority Public vote in any public consultation must be the overriding factor above all decisions made by both elected and/or unelected public officials/civil servants, irrespective of the issues involved or the political persuation or personal opinions and ambitions of the aforesaid officials.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Please note: This petition is about democracy in the UK and should not be viewed as a judgement on the rights or wrongs of a particular issue, such as flouridation of the public water supply. What is at stake here is the basic principal of democracy not only being done but being seen to be done. I urge members of the public from all parts of the UK to sign up to it.\nThe background to this petition is:\nThere has been more than one public \"consultation\" recently, where the clearly expressed views of the majority of respondants have been blatently ignored by the officials/public servants involved. The most recent case being a 72% majority who came out against having flouride added to their water supply in Southampton and the surrounding area, being overruled by 12 unelected members of the local health authority, in direct contradiction of the democratic process. This latest decision has resulted in the both the \"consultation\" process and the local health authority involved being brought in to severe disrepute and needs to be urgently addressed by the Prime Minister if the electorate are to have any faith in future consultations being genuine.",
            "closed_at": "2010-03-11T00:00:00Z",
            "created_at": "2009-03-11T10:45:35.235739Z",
            "creator_name": "Chris Barker and Doreen Barker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-11T10:45:35.235739Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 246,
            "state": "finished",
            "updated_at": "2010-03-12T03:01:36.478383Z"
        },
        "id": 11960110
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DemocracyHants/"
    },
    "type": "petition"
}