{
    "data": {
        "attributes": {
            "action": "Enforce tougher punishments to emergency service hoax callers and 999 abusers who just waste time and resources.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is all about making sure that those people who make hoax 999 calls get tougher punishments. And the same for those who think it is funny to be a time waster. According to the Leister Mercury paper, in 2008 some of the phone calls made to the emergency services were for a lost phone, a paper cut, to help change the television channel and for a broken nail. \nThese calls are a waste of time and resources. The calls clog up the phone lines which are needed for real emergencies. People think that the emergency services are there for their own trivial needs and not real emergencies. Well its time new laws were introduced so that proper punishments can be issued to these people. So far the worst that goes on when a person repeatedly hoax calls is phone signals being blocked. Big deal people just go and get a new phone. We have to be cruel to these people to be kind to others who genuinely need it. Also tax payers money goes towards all emergency services, which means some of our taxes are being wasted on hoax calls and time wasters. Its time to introduce tougher laws and punishments to finally put a stop to this. If you care in any way what so ever then sign this!!!!",
            "closed_at": "2009-09-11T00:00:00Z",
            "created_at": "2009-03-11T12:30:17.396085Z",
            "creator_name": "Amanda Fordham",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-11T12:30:17.396085Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 41,
            "state": "finished",
            "updated_at": "2009-09-12T00:01:01.852983Z"
        },
        "id": 11961642
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/hoaxcalls/"
    },
    "type": "petition"
}