{
    "data": {
        "attributes": {
            "action": "find the half million people in the UK at risk of serious damage to their health from undiagnosed coeliac disease by including a target for diagnosis in the Quality and Outcomes Framework of the GP contract.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "1 in 100 people in the UK has coeliac disease but only 1 in 8 of these individuals has been diagnosed.  At the moment GPs do not have a target in their contract to diagnose coeliac disease.  By including a target into the Quality and Outcomes Framework GPs would have to deliver better diagnosis rates of coeliac disease.  This would reduce the numbers of people at risk of serious long term health problems due to being undiagnosed and help find the missing half million people who have coeliac disease but don't know it.",
            "closed_at": "2010-01-31T00:00:00Z",
            "created_at": "2009-03-11T10:59:46.377225Z",
            "creator_name": "Joanne Archer",
            "government_response_at": "2010-03-31T19:46:24.564801Z",
            "government_responses": [
                {
                    "created_at": "2010-03-31T19:46:24.564801Z",
                    "details": "You signed a petition asking the Prime Minister to \" find the half million people in the UK at risk of serious damage to their health from undiagnosed coeliac disease by including a target for diagnosis in the Quality and Outcomes Framework of the GP contract.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page23048\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'coeliacdisease'",
                    "updated_at": "2010-03-31T19:46:24.564801Z"
                }
            ],
            "opened_at": "2009-03-11T10:59:46.377225Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4605,
            "state": "finished",
            "updated_at": "2010-03-07T03:01:41.132727Z"
        },
        "id": 11960315
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/coeliacdisease/"
    },
    "type": "petition"
}