{
    "data": {
        "attributes": {
            "action": "Hold an urgent inquiry into allegations of British involvement in the torture of individuals.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In a statement to parliament on 26 February Column 394 Hansard John Hutton said in respect of Records of Detention (Review Conclusions);\n\n'I regret that it is now clear that inaccurate information on this particular issue has been given to the House by my department. However, I want to stress that that was based upon information available to Ministers and those who were briefing at that time. My predecessors as Secretaries of State for Defence have confirmed to me that they had no knowledge of these events. I have written to the hon. Members concerned correcting the record, and am placing a copy of these letters in the Library of the House. Again, I want to apologise to the House for these errors'.\n\nI contend that this is not good enough.\n\nHutton continued, 'for the initial stages of the campaign in Iraq, we also had in place a memorandum of understanding with the US and Australian Governments covering arrangements for the treatment and transfer of detainees'.\n\nThe government should publish this memorandum and who signed it and when. \n\nFurthermore, I submit that details of any subsequent memorandum must also be available, and in the public domain.",
            "closed_at": "2009-09-16T00:00:00Z",
            "created_at": "2009-03-11T14:08:35.847585Z",
            "creator_name": "Terence Alexander Griffin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-11T14:08:35.847585Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 35,
            "state": "finished",
            "updated_at": "2009-09-23T17:39:48.820484Z"
        },
        "id": 11963160
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Iraqtorture/"
    },
    "type": "petition"
}