{
    "data": {
        "attributes": {
            "action": "Replace compulsory Religious Education on the National Curriculum with Philosophy to KS3 level",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Religious Education on the National Curriculum really is shocking: I have experienced it first-hand. It provides no benefit to 'religious tolerance' and at GCSE level, each school is tied to a syllabus considering only one faith (usually Christianity in schools that do not have an overwhelming proportion of pupils of another faith; Atheism is an irrelevance), which is not only offensive and patronising, but useless in a society in which schools contain members of numerous faiths, not to mention a considerable proportion to whom religion is irrelevant. Courses in Philosophy, right from Key Stage One, however, would promote depth of thought, intellectual calibre and a healthy, logical and critical approach to the world in general which is often lacking in so many who never consider Philosophical questions. I believe that this would be far more beneficial to individuals in the future than a basic knowledge of each of the world's main religions and/or a detailed knowledge of one in particular (usually Christianity). Leave Religious Education for Religious Schools and individuals who study it out of choice!",
            "closed_at": "2009-09-12T00:00:00Z",
            "created_at": "2009-03-11T20:29:13.128140Z",
            "creator_name": "Adam Sutton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-11T20:29:13.128140Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 28,
            "state": "finished",
            "updated_at": "2009-09-13T00:01:01.366650Z"
        },
        "id": 11968463
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoREmorePhil/"
    },
    "type": "petition"
}