{
    "data": {
        "attributes": {
            "action": "Call for the government to take action against the Luton anti-war protestors.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is to call for the government to have a backbone and finally stand up for the British born and bred. \nPush has finally come to shove and the rights of asylum seekers, immigrants, and refugees have been put before the British public and our proud British Army. If these people have have claimed benefits and residence etc in Britain are not happy with it then they should put up and shut up or be imprisoned or deported. Nothing has been said or done to these protesters, not even a warning yet people who were against these protesters were changed and i am outraged. This is a final call for the government to make action against the protesters by identifying them and dealing with them or provide a response why they have not taken any action what so ever.\n\nI would like Mr Brown to make this a precedent and show no mercy on these people as they are not friends of our nation. If not i would like a reason as to why he feels they should not be punished.",
            "closed_at": "2009-05-12T00:00:00Z",
            "created_at": "2009-03-11T20:11:47.078190Z",
            "creator_name": "Richard Leeson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-11T20:11:47.078190Z",
            "rejected_at": "2009-03-12T13:52:55.814881Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Parades/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-12T13:52:55.814881Z"
        },
        "id": 11968255
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lutonaction/"
    },
    "type": "petition"
}