{
    "data": {
        "attributes": {
            "action": "Stop details of criminals being added to a publicly available databse",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In March 2009 The Home Secretary unveiled a 10 point pledge including allowing members of the public to access a database of crime on the internet, and by simply entering their postcode, be able to see details of people charged with criminal offences in their area.\nThis is a gross invasion of the privacy of those individuals and a breach of their Human Rights.  When you are arrested you are told that your details will be held confidentially and only passed amongst the Police and authorised agencies.  The general public is not an authorised agency and should not have access to this information.  \nPeople with criminal records are already ostracised in respect of the jobs they can do and the way they are treated within the community.  Giving the public access to criminal records information will only enhance vigilante justice and force people with criminal records underground.  The current measures of informing people about certain types of offenders in their area are more than enough.\nWe petition the Prime Minister to stop these records being added to the database immediately and veto any future requests for their addition.",
            "closed_at": "2009-09-11T00:00:00Z",
            "created_at": "2009-03-11T13:16:38.581493Z",
            "creator_name": "Ian Williams",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-11T13:16:38.581493Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2009-09-12T00:01:01.852983Z"
        },
        "id": 11962375
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Criminaldatabase/"
    },
    "type": "petition"
}