{
    "data": {
        "attributes": {
            "action": "investigate the genuine reasons for vacating us.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the universal newsagents are the tenants of Network Rail for more than 18 years having a kiosk in the forecourt of Highbury & Islington tube station. They have given us a notice to vacate the site by 31.7.09, as they wanted to do the minor tidying work which would take them about 18 months. We are not guaranteed to get the place back again but to submit tenders when asked. Their only motive could be to get more rent from big fats and throwing away the small retailers out of business. In reply to our protest they gave us the reason being predominately commercial decision. We are disappointed by their action as they want to snatch away our livelihood at this economic downturn. How can this be justified. This is totally unfair as it is a question of out bread and butter. Suprisingly, when the goverment is trying to reduce the unemployment, the Network Rail wants us to join the dole queue. They do not consider that people have their families to look after.",
            "closed_at": "2009-05-12T00:00:00Z",
            "created_at": "2009-03-12T16:00:53.740384Z",
            "creator_name": "Haren Bhatt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-12T16:00:53.740384Z",
            "rejected_at": "2009-04-15T00:01:01.907406Z",
            "rejection": {
                "code": 20480,
                "details": "This is an private contract decision and outside the remit of the Prime Minister/Government.\n\nKind Regards\n\nE-Petitions Team",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-15T00:01:01.907406Z"
        },
        "id": 11979153
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Dishonest/"
    },
    "type": "petition"
}