{
    "data": {
        "attributes": {
            "action": "Enter direct dialogue with all petition creators after their closing dates, granting a right of reply ...",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many signatories to petitions have been frustrated by the brief and often bland formal government responses given at the close of petitioning periods.\n  \nThese answers often fail to address the point, are seen as defensive diatribes and seldom give confidence that the concerns of the petition have been reasonably considered or may inform future policy decisions.\n\nWe the undersigned ask that at least the petition creator (if not a modest random spread of signatories) having taken the time and trouble to provide a public opportunity for comment, should be granted direct, detailed and sufficient communication with the most senior personnel of the department who provided the official response.\n\nIn this way, the feelings of disenfranchisement and discontinuity experienced by petitioners may be avoided and the No.10 Downing St facility afforded true value through such a right of reply.",
            "closed_at": "2010-03-11T00:00:00Z",
            "created_at": "2009-03-11T23:39:06.367501Z",
            "creator_name": "Doug Harris",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-11T23:39:06.367501Z",
            "rejected_at": "2009-04-11T00:01:02.049989Z",
            "rejection": {
                "code": 16384,
                "details": "Comments about the petitions system should be sent to number10@petitions.pm.gov.uk.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-11T00:01:02.049989Z"
        },
        "id": 11970342
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Right-of-Reply/"
    },
    "type": "petition"
}