{
    "data": {
        "attributes": {
            "action": "make complicity in child abuse (not reporting, not seeking medical attention, turning a 'blind eye') a crime carrying a custodial sentence",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The charge of 'allowing or causing death' was introduced to stop parents/carers of children who are fatally abused from escaping a custodial sentence by blaming each other for the abuse.\n \nHowever, when a child is injured through abuse/neglect (however horrifically) but escapes death,parents who blame each other for the injuries can escape prison.\n \n A Judge recently labeled legislation a 'charade' after being very dissatisfied with the sentence he could legally give after 2 suspects blamed each other for injuries inflicted on their children.\n \nWe urge the government to review this legislation, and introduce a charge carrying maximum long jail terms for 'allowing or causing abuse and neglect of a child'.\n \nOther countries already see complicity in child abuse as a very serious crime. Judges in this country recognize its a big problem.\n \nAttitudes to child abuse in this country MUST change...it MUST be seen as a VERY serious crime, carrying long custodial sentences that reflect this. This includes failure to report child abuse, turning a blind eye and failure to seek medical attention for a child.",
            "closed_at": "2009-08-12T00:00:00Z",
            "created_at": "2009-03-12T13:25:46.838024Z",
            "creator_name": "Colleen King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-12T13:25:46.838024Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1110,
            "state": "finished",
            "updated_at": "2009-12-30T17:18:13.231721Z"
        },
        "id": 11976751
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VoiceOfChildren/"
    },
    "type": "petition"
}