{
    "data": {
        "attributes": {
            "action": "Encourage Iraq to pardon journalist Muntazer al-Zaidi, jailed for 3 years for shoe throwing",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the headlines today you would have read:\n\n\"Iraqi shoe-thrower sentenced to three years in jail\"\n\nI would like to petition to Gordon Brown to ask those in Iraq to pardon this man. What if this was an ordinary man on an ordinary street? By sentencing this man so extremely, it is clear that the judiciary system in Iraq believes that some people deserve favourable treatment. I believe it is wrong that this man should be harshly treated simply because of the political nature of his action. This man has seen his country ripped apart by war and in comparison to the acts committed against his country his actions do not seem enough to warrant this sentence. This can only be seen as an act by the judiciary system to clamp down on political opinions opposing the occupation and I do not believe this sort of action represents democracy.\n\nPlease join me in this petition, for this man has done very little wrong. Should he really be imprisoned for 3 years for an act of frustration against a world that has destroyed his country? Do we really want this type of action to be the outcome of the invasion of Iraq? To protect democracy in Iraq his actions must be pardoned and his opinions must be heard.",
            "closed_at": "2010-03-16T00:00:00Z",
            "created_at": "2009-03-12T14:33:52.276501Z",
            "creator_name": "Robert Lalor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-12T14:33:52.276501Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2010-03-17T00:01:01.991342Z"
        },
        "id": 11977879
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/freeshoethrower/"
    },
    "type": "petition"
}