{
    "data": {
        "attributes": {
            "action": "re-evaluate the pledge to hand over £2million pounds of this country's economy for the kilimanjaro comedy relief fund",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Thursday 12 March 2009 \nComic Relief climbers visit Number 10,\n\nas a result of their magnificent achievement the stars of music and television raised £1.6 million for the kilimanjaro malaria prevention fund. this in itself is fantastic however the decision from the prime minister to pledge a further £2 million to the fund in my opinion is wrong and carried out typically without the people of this nation having a say on how and where our country's economy is being spent. first the fat cat bungleing bankers get their massive pay offs wih out Tax money and now he's has decided to flutter away just another £2 million when we are in times of recession, our troops need equipment, our schools need remodernising, the health service needs more funding, as well as the fire service police and other public sector areas. but our prime minister in his infinite wisdom can not see this and believes he can just squander our money. i am all for charity and believe  sir bob geldoff and lenny henry have raised millions upon millons each year is that not enough.",
            "closed_at": "2009-05-16T00:00:00Z",
            "created_at": "2009-03-13T12:55:45.668835Z",
            "creator_name": "barry hollinshead",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-13T12:55:45.668835Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 18,
            "state": "finished",
            "updated_at": "2009-05-17T03:02:09.770278Z"
        },
        "id": 11989801
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/kilimanjaro/"
    },
    "type": "petition"
}