{
    "data": {
        "attributes": {
            "action": "release the address and postal code data held within the Royal Mail's PAF to the public",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The PAF is a database which contains the address and postcode of every address in the UK. While it contains other data useful to the Royal Mail, the addresses and postcodes are used by every individual and business and will be for the foreseeable future.\n\nThe Royal Mail licenses the PAF to others for a fee. In the web industry, developers of e-commerce site investigate the use of the PAF as a way of reducing the risk of misdelivered packages and streamlining purchasing. Most sites do not use the PAF because the Royal Mail's licensing terms are both restrictive and expensive.\n\nThe Government should urgently review the ownership of the PAF, in the interests of stimulating innovation and growth, and ensure that it is licensed freely to all parties who require it. While this would result in a drop of revenues to this part of the Royal Mail, the reduction in costs of administering licensing should offset this and pave the way for a more open approach to maintenance of the database.",
            "closed_at": "2009-09-13T00:00:00Z",
            "created_at": "2009-03-12T21:04:28.744621Z",
            "creator_name": "Mo McRoberts",
            "government_response_at": "2009-10-19T12:08:30.752556Z",
            "government_responses": [
                {
                    "created_at": "2009-10-19T12:08:30.752556Z",
                    "details": "You signed a petition asking the Prime Minister to \"release the address and postal code data held within the Royal Mail's PAF to the public.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20993\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'freepaf'",
                    "updated_at": "2009-10-19T12:08:30.752556Z"
                }
            ],
            "opened_at": "2009-03-12T21:04:28.744621Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 253,
            "state": "finished",
            "updated_at": "2009-09-14T00:01:01.183108Z"
        },
        "id": 11983168
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/freepaf/"
    },
    "type": "petition"
}