{
    "data": {
        "attributes": {
            "action": "launch a public enquiry to assess the damage being done to the nation by influential minority groups who use and abuse our laws to their benefit and the nation’s detriment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There’s nothing wrong with our laws other than they are being used by influential minority groups with vested interests (lawyers, politicians, villains, religious factions, the rich, the poor, the politically correct, the chattering classes, the media etc) to shame, bully and trick decent hardworking folk into accepting a culture of compensation, multiculturalism, political correctness, human rights excesses and gross indebtedness; a legal system which ignores common sense and blindly pursues the letter rather than the spirit/intent of the law; children who defy, disrespect and humiliate parents, teachers and our Boys in Blue with impunity; a rights-without-responsibility benefit-dependent culture that is undermining the work ethic; the breakdown of traditional family structures and values; a level of bureaucratic red tape that is crippling our business community; poorly controlled levels of immigration and a political elite obsessed with power, influence and votes to the exclusion of all else. Add your name to this petition to let the PM know you are not happy about what is going on.",
            "closed_at": "2010-03-13T00:00:00Z",
            "created_at": "2009-03-13T10:21:04.784665Z",
            "creator_name": "Peter Stoes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-13T10:21:04.784665Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 43,
            "state": "finished",
            "updated_at": "2010-03-14T00:01:01.605679Z"
        },
        "id": 11987611
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/abuseourlaws/"
    },
    "type": "petition"
}