{
    "data": {
        "attributes": {
            "action": "Plea to free the 'free speech journalist', who missed GW Bush with a shoe in Iraq.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My major regret is that he missed GW and that the missile wasn't something heavier.  However this poor man does not deserve prison (which is likely to consider human rights), for expressing a feeling of the free world which this UK parliamentary website/government should be advocating as supposed repesenatative of the free world.  Otherwise,as example, John Prescott & his egg attacker should be in doing time in jail as more damage was surely done by Prescott's left hook and the loss of a perfectly good egg - no harm was inflicted on the shoe as it missed the vacuum of Bush's head! Please assist an early, immediate release for this gentleman who only joined the world's horror at the tragedy we played out in the M East. His basic lack of free speech, which, although he expressessed physically in an entirely innacurrate fashion, has been denied and then draconially punished as if he had flung a dagger to the heart of the State - David & Gordon - step up to the mark.  Free the man if you can - he is nothing more than a casualty of the failing of our polcy, a silent protester outside parliament, a victim of our TWAT policy like the rest of us.",
            "closed_at": "2010-03-13T00:00:00Z",
            "created_at": "2009-03-13T01:46:35.019454Z",
            "creator_name": "Stephen Taylor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-13T01:46:35.019454Z",
            "rejected_at": "2009-04-15T00:01:01.907406Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/freeshoethrower/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-15T00:01:01.907406Z"
        },
        "id": 11985154
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/freetheshoe/"
    },
    "type": "petition"
}