{
    "data": {
        "attributes": {
            "action": "reject the the eco-town proposals for Whitehill-Bordon",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "An eco-town at Whitehill-Bordon fails the Government’s criteria.\n\nIt would be a town extension; \n\n5,500 new houses would double the population, exceeding infrastructure capacity. \n\nThere is no realistic provision of public transport links to a higher order centre, which lies over 20 miles away, and no rail link. New road building, will double traffic on existing roads, where car use is already high.   \n\nThere is no prospect of investment needed to make the existing town zero carbon.  \n\nBuilding more social housing would exacerbate the existing socio-economic imbalance in the town. \n\nThe stated aim of attracting more 'executive' housing conflicts with providing more affordable housing. \n\nResidential development on the scale proposed lacks local community support. People 'consulted' voted overwhelmingly against 5,500 houses.\n\nThe 'promoter,' the local Council, has disregarded the 'consultation'  \n\nExpansion on the scale proposed would irrevocably damage many sites of protected ecology and biodiversity.  \n\nThe proposals circumvent the normal planning process and may be unlawful.\n\nOnly 2000 new homes can be accomodated on brownfield land if the MOD leaves.",
            "closed_at": "2009-09-13T00:00:00Z",
            "created_at": "2009-03-12T21:12:30.270742Z",
            "creator_name": "jack warshaw",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-12T21:12:30.270742Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 125,
            "state": "finished",
            "updated_at": "2009-09-14T00:01:01.183108Z"
        },
        "id": 11983292
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Bordonecotown/"
    },
    "type": "petition"
}