{
    "data": {
        "attributes": {
            "action": "Bring back the death penalty and/or harder, longer sentences! Also stop placing ex-prisoners in \"protection hiding\" for their safety.. Think about ours!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Anyone who see's fit to either take a life or abuse another persons life in an extreme way deserves to pay for their horrid act! Be it death or prison..\nBut not in the form of a 'break from reality' which prison seems to have become!\n\nRecently 'A man who has embezzled a lot of money is said to \"die in prison\", whilst a murderer who is said to recieve \"life\".. (on average) Serves only a matter of years.. With parole.' Justice??\n\nIt would also bring a sence of 'scare' to the country! Resulting in less people commiting these vicious crimes! Less people taking up space in prison, less taxes for us to feed those who are unworthy.. In turn being good on our economy!\n\nAnd for the last point on 'Protection hiding':\nWhy do these people who have forsaken our human rights deserve to still have theirs 'intack'!?\nKeeping them safe from recognition so they wont be harmed, whilst they live a gracious life after ending someone elses seems a little.. Rediculious! Does it not?\nDo the crime, face the punishment!\n\nName and Shame those wastes of space!",
            "closed_at": "2010-03-13T00:00:00Z",
            "created_at": "2009-03-12T23:09:37.064035Z",
            "creator_name": "Christine Casey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-12T23:09:37.064035Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 141,
            "state": "finished",
            "updated_at": "2010-03-15T03:01:37.262325Z"
        },
        "id": 11984537
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PrisonBreak/"
    },
    "type": "petition"
}