{
    "data": {
        "attributes": {
            "action": "prevent private companies profiling users' internet stream from within ISPs",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Advertising companies are planning to monitor private internet traffic from within Internet Service Providers (ISPs) in order to build profiles of users and deliver advertising known as Behavioural Targeted Advertising (BTA).\n\nThis petition is not against BTA generally. Due to the extreme personal sensitivity of data carried over the internet together with major problems providing safeguards and oversight when data is collected, not to mention maintaining network integrity and security, we believe the only sensible option is to prevent companies from profiling private internet traffic.\n\nLegislation already exists and some experts have stated the practice could be illegal but currently laws seem to be ignored and unenforced.  We would like the Prime Minister to both ensure that the existing laws are sufficient to stop this practice and also that the Police and regulators are in a position to enforce them.",
            "closed_at": "2010-03-16T00:00:00Z",
            "created_at": "2009-03-12T21:04:51.593136Z",
            "creator_name": "James Porter",
            "government_response_at": "2010-03-31T19:00:13.179172Z",
            "government_responses": [
                {
                    "created_at": "2010-03-31T19:00:13.179172Z",
                    "details": "You signed a petition asking the Prime Minister to \"prevent private companies profiling users' internet stream from within ISPs.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page23027\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'dataprofiling'",
                    "updated_at": "2010-03-31T19:00:13.179172Z"
                }
            ],
            "opened_at": "2009-03-12T21:04:51.593136Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1580,
            "state": "finished",
            "updated_at": "2010-08-22T09:30:02.432567Z"
        },
        "id": 11983173
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/dataprofiling/"
    },
    "type": "petition"
}