{
    "data": {
        "attributes": {
            "action": "create a law that ensures tickets can only be sold for face value",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Following yet another event, whereby within hours of purchasing tickets, \"fans\" are selling tickets they \"cannot use\" for over ten times the face value, the legality of buying tickets to resell should be reviewed.\n\nOne way to discourage this practise would be to introduce a law that tickets can only be sold on for a maximum of face value.  Face value should include the booking fees.\n\nPerhaps it should only be possible to buy the tickets in advance through recognised agents. Tickets should only be sold on once the original purchaser is in receipt of the tickets.\n\nWebsites that offer services to facilitate the sale should only be able to charge an approved admin fee, payable by the purchaser, to ensure that the seller receives back the original cost of purchasing the ticket.\n\nThe timings of when tickets are released should be improved. My suggestion is that tickets should be sent out by the agents within a month of the purchase or at the latest one month before the event.",
            "closed_at": "2010-03-13T00:00:00Z",
            "created_at": "2009-03-13T09:21:04.441044Z",
            "creator_name": "Anita Murray",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-13T09:21:04.441044Z",
            "rejected_at": "2009-04-12T00:01:01.530888Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/stoptouts/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-12T00:01:01.530888Z"
        },
        "id": 11986710
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Face-value/"
    },
    "type": "petition"
}