{
    "data": {
        "attributes": {
            "action": "strip Nazir Ahmed of his title",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is disgusting that a man such as Nazir Ahmed should be accorded the title of Lord because he does nothing but bring the honours system into disrepute.\n\nFirst he killed an innocent man in a traffic accident and after being sentenced to a paltry 12 weeks complained of being victimised.  He was later released after serving only a tiny fraction of his paltry sentence upon appeal.\n\nSecondly, he supports a mosque known to preach hatred to the people and country who took him in and promotes the Islamisation of the UK, as proven in the Channel 4 programme Dispatches.\n\nThirdly, he has proven how much he hates freedom of speech and the right and neccessity to discuss matters of great importance, namely the influence of Islam in Europe and threatened the British government (who caved in at the very thought) of a Muslim protest of 10,000 outside the Palace of Westminster if they allowed Dutch MP Geert Wilders to screen his film in the House of Lords after having been invited by a member of the Lords.",
            "closed_at": "2010-03-14T00:00:00Z",
            "created_at": "2009-03-14T07:41:23.302430Z",
            "creator_name": "Adrian Fisher",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-14T07:41:23.302430Z",
            "rejected_at": "2009-04-15T00:01:01.907406Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-15T00:01:01.907406Z"
        },
        "id": 11998529
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Nazir-Ahmed/"
    },
    "type": "petition"
}