{
    "data": {
        "attributes": {
            "action": "save 1car1",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "1car1, the largest British vehicle rental firm.\nas a direct result of the current banking fiasco the government has accepted responsibilty for, RBS & Barclay's banks have foreclosed & called in a previously agreed loan, this unexpected action has put the future of 700 jobs withing 1car1, and countless from it's suppliers & customers.  Should 1car1, a company running in PROFIT, be forced under on the strength of this re called loan, many of it's corporate customers will be forced to hire elsewhere, from much more expensive hire firms, pushing these companys into further risk.\nAs the main culprit in this event is the Tax Payer majority owned RBS; we, the tax payers, insist you, the government, act immediately to rescue this otherwise profitable & reputable business. \n21 years of continued growth, and an invited office in The British Tourist Board's New York office shows just a portion of why this company should be allowed to continue carrying the british flag with pride.",
            "closed_at": "2009-03-21T00:00:00Z",
            "created_at": "2009-03-13T20:59:00.865958Z",
            "creator_name": "Andrew John Nelson",
            "government_response_at": "2009-08-05T14:43:34.203427Z",
            "government_responses": [
                {
                    "created_at": "2009-08-05T14:43:34.203427Z",
                    "details": "You signed a petition asking the Prime Minister to \"save 1car1.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20217\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Save-1car1'",
                    "updated_at": "2009-08-05T14:43:34.203427Z"
                }
            ],
            "opened_at": "2009-03-13T20:59:00.865958Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 648,
            "state": "finished",
            "updated_at": "2009-09-08T16:28:07.189255Z"
        },
        "id": 11996520
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Save-1car1/"
    },
    "type": "petition"
}