{
    "data": {
        "attributes": {
            "action": "Ban the Bendy bus from the streets of York",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The ftr bus that is used in York is causing masses of damage to the streets of York which has knock on effects to other traffic that uses the same stretches of Roads. These busses are tearing up the roads at the bus stops. The tarmac on newly re-laid roads looks like a ruffled up table cloth. There are large cracks that have appeared on older roads, as well as large craters (not pot holes as such). The Busses are so wide and they need such a large space to turn in that they often encroach into the cycle lanes and lanes of on coming traffic. This space needed to turn also effect congestion in the area with traffic where I live now having larger tailbacks. The left-hand filter lanes are wide enough for normal busses but not the ftr. They park along the white line between the left filter lane and the middle or right lane at traffic lights till the filter lane light has gone off rendering the filter lane useless. Any normal vehicle causing such damage to the roads, safety risks to cyclists and on coming traffic, and causing disruption and delays to other motorists on such a regular basis would assure that their owners would be dealt with by the local authorities.",
            "closed_at": "2009-09-16T00:00:00Z",
            "created_at": "2009-03-13T20:41:16.403665Z",
            "creator_name": "Matt Marsden",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-13T20:41:16.403665Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 16,
            "state": "finished",
            "updated_at": "2009-09-17T00:01:01.714786Z"
        },
        "id": 11996372
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BantheBendyBus/"
    },
    "type": "petition"
}