{
    "data": {
        "attributes": {
            "action": "Abolish deduction of Industrial Injuries Disablement Benefit from calculation of a Police Injury Award",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Industrial Injuries Disablement Benefit is payable to contributors of National Insurance who successfully claim.\nA Police Injury Award is payable to disabled police officers as a benefit of contributing 11% of their salary to their Police Pension. The Police Injury Award supplements the ill-health police pension which is based on length of service.\nIf a police officer has been injured in the line of duty, they can claim for Industrial Injuries Disablement Benefit, but this is deductible from any subsequent Police Injury Award if they are no longer able to work because of that injury. This deduction is unfair as two sources of income (National Insurance and Police Pension payments) pay for two these separate benefits (Industrial Injuries Disablement Benefit and Police Injury Award), yet Industrial Injuries Disablement benefit is deducted from the Police Injury Award, resulting in a reduction of a disabled police officer`s income.\nIt is unfair to deny a disabled police officer this extra income, which would have been paid in addition to their salary, in any case, had they still been employed.",
            "closed_at": "2009-09-16T00:00:00Z",
            "created_at": "2009-03-13T19:05:25.180539Z",
            "creator_name": "David Mackay",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-13T19:05:25.180539Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 15,
            "state": "finished",
            "updated_at": "2009-09-17T00:01:01.714786Z"
        },
        "id": 11995341
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/InjuryAward/"
    },
    "type": "petition"
}