{
    "data": {
        "attributes": {
            "action": "acquire the world heritage clipper ship 'City of Adelaide' and offer her as a cultural gift to the people of South Australia for their 175th birthday in 2011, or to the Royal Australian Navy for its 100th Birthday also in 2011.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Scottish Maritime Museum (SMM), which owns the ‘City of Adelaide’, has been served notice to vacate the site where the clipper is located. The SMM cannot afford to move her and have applied to demolish her with money from the Heritage Lottery Fund (HLF). Preserving the clipper by gifting her to the people of South Australia would be a far nobler outcome than the international community witnessing HLF funds being used to destroy this important piece of British and Australian history. Historic Scotland describes the ‘City of Adelaide’ as a vessel of high cultural significance at international level. Eminent History Professors have described her “as the only surviving sailing ship built to give regular passenger and cargo service between Europe and Australia, she represents a whole foundation era of Australian social and economic history. It is difficult to imagine a more vital icon of the making of modern Australia and of the relationship between Britain and the Australian colonies.”",
            "closed_at": "2009-07-16T00:00:00Z",
            "created_at": "2009-03-14T01:55:35.023296Z",
            "creator_name": "Adrian Brown",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-14T01:55:35.023296Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 321,
            "state": "finished",
            "updated_at": "2009-08-12T03:03:33.367719Z"
        },
        "id": 11998076
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/City-of-Adelaide/"
    },
    "type": "petition"
}