{
    "data": {
        "attributes": {
            "action": "grant free prescriptions for patients with chronic illnesses in England",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We feel that patients in England with chronic illnesses are being treated unfairly as they still have to pay in full for their prescriptions. \n\nWe cannot understand why patients who have a chronic illness such as Ulcerative colitis, Crohn’s and Asthma, just to name a few, are still having to pay for their prescriptions.\n\nMany patients are having to make choices between paying for the basic requirements in life and paying for their prescriptions. The quality of life for many patients would be greatly improved if they could collect all the prescriptions prescribed for them.\n\nSince April 2007 all patients in Wales have been entitled to free prescription and in Scotland patients irrespective of whether the patients have a chronic illness or not are paying for their prescriptions at a reduced rate on a sliding scale until 2011-2012 when they will become free is this just?",
            "closed_at": "2009-06-16T00:00:00Z",
            "created_at": "2009-03-15T13:40:10.060679Z",
            "creator_name": "Mrs Joanne Simpson",
            "government_response_at": "2009-08-10T12:29:09.924233Z",
            "government_responses": [
                {
                    "created_at": "2009-08-10T12:29:09.924233Z",
                    "details": "You signed a petition asking the Prime Minister to \"grant free prescriptions for patients with chronic illnesses in England.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20283\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'PrescriptionsEng'",
                    "updated_at": "2009-08-10T12:29:09.924233Z"
                }
            ],
            "opened_at": "2009-03-15T13:40:10.060679Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1222,
            "state": "finished",
            "updated_at": "2009-08-12T03:03:33.052776Z"
        },
        "id": 12006819
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PrescriptionsEng/"
    },
    "type": "petition"
}