{
    "data": {
        "attributes": {
            "action": "Change the Equality Bill to Include All Breastfeeding Mothers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Equality Bill will give women the right to breastfeed up to 6 months without fear of discrimination. This is brilliant and long over due.\n\nThe Equality Bill will make it an offence to stop any woman from breastfeeding a baby up to the age of six months.\n\nPlease sign this e-petition in support of an Equality Bill which does not allow for it to be ok to discriminate against a woman who is breastfeeding her infant after 6 months. \n\nEvidence from the World Health Organisation suggests breastfeeding for two years gives incredible health benefits to both mother and child. And with an obesity epidemic looming what better than to encourage breastfeeding through legislations?\n\nHow can you determine whether a child is six months or seven months old, or that you can't have a right to breastfeed in a restaurant if an infant looks older? \n\nBritain has one of the lowest breastfeeding rates in Europe something we should be ashamed of. One of the reasons being that mothers are concerned about feeding their child when they are out this is ridiculous and this Bill goes someway in reversing this trend but needs to just go that little bit further.",
            "closed_at": "2009-06-16T00:00:00Z",
            "created_at": "2009-03-15T10:52:10.775879Z",
            "creator_name": "Lucy Johal",
            "government_response_at": "2009-08-10T12:27:31.619866Z",
            "government_responses": [
                {
                    "created_at": "2009-08-10T12:27:31.619866Z",
                    "details": "You signed a petition asking the Prime Minister to \"Change the Equality Bill to Include All Breastfeeding Mothers.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20279\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'breastfeedbill'",
                    "updated_at": "2009-08-10T12:27:31.619866Z"
                }
            ],
            "opened_at": "2009-03-15T10:52:10.775879Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 270,
            "state": "finished",
            "updated_at": "2009-07-07T16:50:58.100824Z"
        },
        "id": 12005934
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/breastfeedbill/"
    },
    "type": "petition"
}