{
    "data": {
        "attributes": {
            "action": "JUST GO NOW. Call a general election and bring charges of gross negligence against any MP found unfit for purpose.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Not one member of the electorate has voted for Mr Brown to be our Prime Minister and both him and his government have failed this country with an incompitence that is surely verging on treason. I would like to move that this government calls an immediate general election for the following reasons.\n1. Lied on its election manifesto re a referendum.\n2. Has an unelected PM.\n3. Not up to the task of running a boot fair let alone our (yes ours not yours) country.\nThat'll do for starters as I've only got 1000 characters I can use here.\nI would also like an investigation to be started to see if criminal charges can be bought against any MP whom has been found to be unfit for the jobs assigned to them. Surely gross negligence applies to most of them, with treason being the most serious.\nJUST GO NOW",
            "closed_at": "2010-03-16T00:00:00Z",
            "created_at": "2009-03-16T16:30:24.944377Z",
            "creator_name": "Paul Radford",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-16T16:30:24.944377Z",
            "rejected_at": "2009-04-15T00:01:01.907406Z",
            "rejection": {
                "code": 6144,
                "details": "General election: http://petitions.number10.gov.uk/GoToCountryNow/\n\nBringing charges against MPs: Only the Crown Prosecution Service can bring charges against individuals",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-15T00:01:01.907406Z"
        },
        "id": 12018740
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ZANULABOUROUT/"
    },
    "type": "petition"
}