{
    "data": {
        "attributes": {
            "action": "impose a ban upon giving goldfish as prizes.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It continues to be legal for goldfish to be awarded as prizes at fairgrounds.\n\nThey are transported/kept in small plastic bags filled with chlorinated water which burns their skin and causes oxygen starvation. They are kept in bright sunlight, which the RSPCA recognises can cause death. They may also die of starvation or stress, especially as they are exposed to flashing lights/loud music.\n\nAlthough it is illegal for an unaccompanied person under 16 to win a goldfish, a fish in a plastic bag has been kept in stressful, neglectful conditions regardless of who wins it.\n\nThe government rejected a prior request to ban this practice, claiming that ‘the possible welfare benefits of a total ban were minimal and did not justify ending the great pleasure felt by children and their families when they win a pet as a prize.’\n\nWe believe that children should be educated to respect living creatures, and feel that the ‘great pleasure’ they feel is often short-lived, since most goldfish treated in this manner die very soon after they have been won.\n\nWe are extremely concerned that this practice remains legal, and urge our government to take action.",
            "closed_at": "2009-08-16T00:00:00Z",
            "created_at": "2009-03-15T21:49:45.228912Z",
            "creator_name": "Natalie White",
            "government_response_at": "2009-09-28T10:58:15.003387Z",
            "government_responses": [
                {
                    "created_at": "2009-09-28T10:58:15.003387Z",
                    "details": "You signed a petition asking the Prime Minister to \"impose a ban upon giving goldfish as prizes.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20730\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Goldfishprizes'",
                    "updated_at": "2009-09-28T10:58:15.003387Z"
                }
            ],
            "opened_at": "2009-03-15T21:49:45.228912Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 343,
            "state": "finished",
            "updated_at": "2009-08-20T03:02:47.212373Z"
        },
        "id": 12010216
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Goldfishprizes/"
    },
    "type": "petition"
}