{
    "data": {
        "attributes": {
            "action": "Increase the frequency of cervical smear tests, from 3-5years to yearly",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "i know that there are a lot of people fighting for the age limit to be lowered for cervical screening from 25 to 20 years. I feel just as passionate about the need to increase the frequency of the screen tests from 3-5 years to yearly. This would at least give you a fighting chance of catching any sinister problems early and then giving a higher chance of survival.\nI know about the statistics for the uptake of the routine smear test, and that there are a very high preportion of woman declining to have the test carried out, however i would like to see the frequency raised for the woman that do regularly attend for the test and are concious of the fact that if caught early cervical cancer is definately treatable. Thus meaning that less children will have to endure the terrible loss of their mother.\nEvery woman that dies from cervical cancer was at one time somebodys mother, daughter, sister, or wife.",
            "closed_at": "2009-06-16T00:00:00Z",
            "created_at": "2009-03-15T23:23:45.161412Z",
            "creator_name": "Louise Frost",
            "government_response_at": "2009-08-10T12:30:11.266705Z",
            "government_responses": [
                {
                    "created_at": "2009-08-10T12:30:11.266705Z",
                    "details": "You signed a petition asking the Prime Minister to \"Increase the frequency of cervical smear tests, from 3-5years to yearly.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20284\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Yearly-Smear'",
                    "updated_at": "2009-08-10T12:30:11.266705Z"
                }
            ],
            "opened_at": "2009-03-15T23:23:45.161412Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 351,
            "state": "finished",
            "updated_at": "2010-01-27T17:27:46.585273Z"
        },
        "id": 12011130
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Yearly-Smear/"
    },
    "type": "petition"
}