{
    "data": {
        "attributes": {
            "action": "Return Dalmuir Municipal Golf Course Clydebank Glasgow to Green Belt and investigate why it was turned to brown belt despite the people of clydebank voting in force against the change for 5 long years.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dalmuir Golf Course clydebank is one the finest municipal golf courses in the UK.\nIt was gifted along with Dalmuir park over 100 years ago by Lord Overtoun.\nThe land for the course and park were gifted on the condition that they can only ever be used for the recreation & leisure of the people of Clydebank.\nHowever the council has sold part of dalmuir park to a local building developer. The local council have then also pushed ahead with converting over halve the course to brown belt. There is much specultion regards how this has happened to pass as for the last 5 + years every petition and local referendum has been at least 90% against the change. \nMany of the people of Clydebank believe there has been something very underhand going on regards this matter. We do not want a change in the status quo and are bewildered how the council can change the  usage when it is not their decision to make and it is againt the wishes and conditions set down by the original land owner. \nPLEASE SAVE DALMUIR GOLF COURSE",
            "closed_at": "2010-02-16T00:00:00Z",
            "created_at": "2009-03-16T02:39:23.933654Z",
            "creator_name": "Gordon Kinsella",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-16T02:39:23.933654Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-02-17T00:01:01.874095Z"
        },
        "id": 12011583
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveDalmuirMuni/"
    },
    "type": "petition"
}