{
    "data": {
        "attributes": {
            "action": "hold an independent inquiry into the conduct of Bradford Council specifically in relation to Bradford Regeneration and the development of the Westfield/Broadway Shopping Centre",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We demand that an independent inquiry is held into the conduct of Bradford Council specifically in relation to Bradford Regeneration and the development of the Westfield/Broadway Shopping Centre:\n\n- Why has Bradford Council allowed Westfield to continually postpone and ultimately mothball the development of a shopping centre (were there any bonds or penalty clauses in the original contract)?\n\n- Why has Westfield been awarded the Stratford City Project when the Minister for Sport is a Bradford MP and knows that the company has abandoned Bradford and can't be trusted?\n\n- Why has so little happened as part of the Bradford Regeneration?\n\n- Where has all the regeneration /funding/ money gone?\n\n- What has happened to the money generated from the sale of Leeds Bradford Airport?\n\nWe demand that those found to be guilty of incompetence or wrongdoing should be held accountable for their actions.\n\nFurthermore, we demand that Bradford Council place a Compulsory Purchase Order on the Westfield site and appoint an alternative developer.",
            "closed_at": "2009-06-17T00:00:00Z",
            "created_at": "2009-03-17T14:04:25.019478Z",
            "creator_name": "Emma Fieldhouse",
            "government_response_at": "2009-08-10T12:31:47.991314Z",
            "government_responses": [
                {
                    "created_at": "2009-08-10T12:31:47.991314Z",
                    "details": "You signed a petition asking the Prime Minister to \"hold an independent inquiry into the conduct of Bradford Council specifically in relation to Bradford Regeneration and the development of the Westfield/Broadway Shopping Centre.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20288\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'BradfordRegen'",
                    "updated_at": "2009-08-10T12:31:47.991314Z"
                }
            ],
            "opened_at": "2009-03-17T14:04:25.019478Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 267,
            "state": "finished",
            "updated_at": "2009-08-28T03:03:26.184350Z"
        },
        "id": 12027932
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BradfordRegen/"
    },
    "type": "petition"
}