{
    "data": {
        "attributes": {
            "action": "mandate savings account providers to include the current interest rates on every statement",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With interest rates nearing 0% , its time the millions of UK savers received the same protection as credit card holders.\n\nMost savings statements don't tell customers the current interest rate; even online accounts only let you click through to a list of scores of accounts together, often with similar names.  \n\nThis means its a nightmare to find out what you’re earning and many are under the false impression they get more than they do. \n\nWith interest rates changing rapidly this has left people struggling to know and find out there exact situation. \n\nThere is no technical barrier to publishing a bespoke rate, its omission is possibly deliberate profit by confusion.\n\nTo solve this, a savings summary box should be included in every online and offline statement.   This should list, with explanation, the current rate, any bonus rate (and when it ends), penalties for withdrawal, what institutions the account is linked to for the financial services compensation scheme (and if its covered).\n\nThis is an easy step that could greatly improve the transparency of many savings accounts; better enabling the UK public to ensure they’re maximising their interest.  Never has that been so important.",
            "closed_at": "2009-05-17T00:00:00Z",
            "created_at": "2009-03-17T10:43:48.395058Z",
            "creator_name": "Martin Lewis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-17T10:43:48.395058Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 31665,
            "state": "finished",
            "updated_at": "2010-04-29T01:30:01.631886Z"
        },
        "id": 12025515
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/savingsummarybox/"
    },
    "type": "petition"
}