{
    "data": {
        "attributes": {
            "action": "Request Holiday Companies to describe villas correctly in the Maldives",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently First Choice,Thomson and Hayes & Jarvis who are the same company, together with Kuoni and Mytravel etc. are advertising holidays to to Republic of the Maldives. \n\nHowever all of them use different accomodation codes / descriptions for holidays within the Islands.\n\nThese room descriptions not only differ within companies but bear no resemblance to the descriptions given by the islands themselves?  \n\nThis causes confusion and utter frustration especially when the tour company representitive is also unable to confirm what the accomodation you have booked will be.\n\n(Examples of this and peoples concerns can be viewed on a number of Maldives website forums)\n \nPeople pay thousands of pounds for a holiday and arrive believing they have booked a partcular type / style of villa, only to be heart broken to find this is not the case. \n\nWith better customer services the travel companies could ammend these descriptions in a very short period of time, which could inturn increase revenue",
            "closed_at": "2009-09-17T00:00:00Z",
            "created_at": "2009-03-17T12:07:07.458857Z",
            "creator_name": "Lynda Washington",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-17T12:07:07.458857Z",
            "rejected_at": "2009-04-16T00:01:01.679592Z",
            "rejection": {
                "code": 16384,
                "details": "Please contact the Office of Fair Trading: http://www.oft.gov.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-16T00:01:01.679592Z"
        },
        "id": 12026507
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Maldives-Villas/"
    },
    "type": "petition"
}