{
    "data": {
        "attributes": {
            "action": "Save the Whitehill-Bordon to Liphook Rail Link Bus",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We condemn totally SW Trains appalling decision to unilaterally cut Whitehill-Bordon's rail link bus on May 17th. \nThis is being done without any official warning or public consultation. It will affect Whitehill-Bordon, Liphook and villages between.\n\nWhitehill-Bordon has the worst Accessibility in the whole of Hampshire. We have had wave upon wave of bus cuts from Hampshire County Council and now this. The axing of this link means more traffic, more carbon emissions and more congestion at Liphook station.\n\nWe have been fighting to get the railway back to Bordon as part of the proposed Ecotown. This is going in exactly the wrong direction. SW Trains idea to put on a few extra buses to Farnham Station is ludicrous.  This is the wrong railway line and will not help those wanting to go South.  \n\nWe hereby petition Prime Minister Gordon Brown to step in and reverse SWT's appalling decision.\n\nCllr Adam Carew\nProspective MP - East Hampshire \n  County Councillor-Whitehill,Bordon and Lindford",
            "closed_at": "2009-06-17T00:00:00Z",
            "created_at": "2009-03-17T11:05:13.198029Z",
            "creator_name": "Cllr Adam Carew",
            "government_response_at": "2009-08-10T12:31:08.057950Z",
            "government_responses": [
                {
                    "created_at": "2009-08-10T12:31:08.057950Z",
                    "details": "You signed a petition asking the Prime Minister to \"Save the Whitehill-Bordon to Liphook Rail Link Bus.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20287\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'saveourraillink'",
                    "updated_at": "2009-08-10T12:31:08.057950Z"
                }
            ],
            "opened_at": "2009-03-17T11:05:13.198029Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 469,
            "state": "finished",
            "updated_at": "2009-07-07T16:50:58.100824Z"
        },
        "id": 12025746
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/saveourraillink/"
    },
    "type": "petition"
}