{
    "data": {
        "attributes": {
            "action": "introduce the Common Sense Act",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The people of this fine country are fed up on people like the PC brigade, health and safety nannies, law lords, and the EU to name but a few, going over the top with their decisions, therefore throwing common sense down the drain. I say enough is enough, and we would like the Common Sense Act to be introduced, so the PC brigade, health and safety nannies, councils, law lords, judges, and even the Eu and it's Human Rights court can be overruled in favour of common sense, if decisions and judgements made are deemed to be over the top and extremely unreasonavle.\n\nOne example of this, is when the hate cleric Abu Qatada was awarded £2,500 compensation by the EU ecause we had him in prison and under house arrest without charge because he was a terror suspect. Well, if we has this Common Sense Act, that decision to award him that compenstion could be overruled with this Act. Just a shame that the Government doesn't have the balls to do this already.\n\nAnother example is that every Christmas for the last few years some councils have been politically correct with the festive season in case they say \"offends non-Christians\". Well, with this Act they could be overruled in favour of common sense.",
            "closed_at": "2009-06-18T00:00:00Z",
            "created_at": "2009-03-17T14:13:11.624979Z",
            "creator_name": "Steven Williams",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-17T14:13:11.624979Z",
            "rejected_at": "2009-03-19T16:24:01.124155Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/thi5is3ngland/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-19T16:24:01.124155Z"
        },
        "id": 12028045
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/commonsenseact/"
    },
    "type": "petition"
}