{
    "data": {
        "attributes": {
            "action": "repeal the EPSRC policy to introduce scientific blacklisting",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At a unique time in history, when the country needs its most able professionals to be most productive, the recent announcement by EPSRC, will be catastrophic for UK science and engineering, and we here bring this heavy-handed and inappropriate policy to the attention of the government and taxpayers.\nThe money made available by Government to support science and engineering has steadily increased, and there have been concomitant changes to the administration of these grants; a recent statement by EPSRC revealed that UK scientists and engineers will be blacklisted and prevented from applying for funds for up to two years if they are unsuccessful in 75% of their applications. \nSince the current failure rate is estimated at 65-85% (for research ALREADY deemed worthy of financial support by anonymous peer review), and however able the applicant, any failure will give a scientist a ‘strike’ and lead to exclusion from EPSRC funding with unpredictable negative consequences for UK plc. Though an overhaul of the system used by administrators to distribute public money is undoubtedly long overdue, this flawed plan must be re-examined, with urgency.",
            "closed_at": "2009-05-17T00:00:00Z",
            "created_at": "2009-03-17T12:32:18.772307Z",
            "creator_name": "Joe Sweeney",
            "government_response_at": "2009-07-03T13:33:26.106384Z",
            "government_responses": [
                {
                    "created_at": "2009-07-03T13:33:26.106384Z",
                    "details": "You signed a petition asking the Prime Minister to \"repeal the EPSRC policy to introduce scientific blacklisting.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19898\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'UKScience'",
                    "updated_at": "2009-07-03T13:33:26.106384Z"
                }
            ],
            "opened_at": "2009-03-17T12:32:18.772307Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2046,
            "state": "finished",
            "updated_at": "2009-12-29T15:26:14.162879Z"
        },
        "id": 12026801
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UKScience/"
    },
    "type": "petition"
}