{
    "data": {
        "attributes": {
            "action": "Call on President Ernest Bai Koroma in Sierra Leone to Denounce violence and human rights abuses",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "DENOUNCING VIOLENCE AND HUMAN RIGHTS ABUSES IN SIERRA LEONE:We hereby, request for immediate action by the British government in calling on the Sierra Leone government to take urgent steps to promote peace and justice in a country that is yet to recover from the effects of a decade long war, which saw whole communities devastated; women and children killed and raped with impunity,(approx 200,000 death). We acknowledge the fact that peace is a prerequisite for sustainable development and that; this cannot be achieved in an environment where violence is encouraged by political elites. Sierra Leones’ peace is currently under threat due to recent spates of political violence, allegedly perpetrated by supporters of the ruling All Peoples’ Congress  (APC) party on the 13th and 16th March 2009, respectively.  We condemn the action and call on the President Ernest Bai Koroma to take immediate steps to condemn the violence and restrain party supporters to cease all forms of violence and intimidation directed at political opponents. We fear that if people are allowed to take the law in to their hands Sierra Leone will be heading once again to political chaos.",
            "closed_at": "2009-04-18T00:00:00Z",
            "created_at": "2009-03-17T20:12:37.326295Z",
            "creator_name": "Sarjoh Aziz Kamara",
            "government_response_at": "2009-05-19T15:16:08.127147Z",
            "government_responses": [
                {
                    "created_at": "2009-05-19T15:16:08.127147Z",
                    "details": "You signed a petition asking the Prime Minister to \"Call on President Ernest Bai Koroma in Sierra Leone to Denounce violence and human rights abuses.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19341\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'stopviolence'",
                    "updated_at": "2009-05-19T15:16:08.127147Z"
                }
            ],
            "opened_at": "2009-03-17T20:12:37.326295Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 344,
            "state": "finished",
            "updated_at": "2009-04-19T00:01:02.055425Z"
        },
        "id": 12032437
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stopviolence/"
    },
    "type": "petition"
}