{
    "data": {
        "attributes": {
            "action": "Write off upto £100,000 off everybodys mortgage, the people who matter not the banks.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Write off upto £100,000 a proportion or a whole mortgage you will directly be helping the people who contribute to the country and \nKeep a roof over peoples heads & help stop poverty\nBuild equity in property Kick start the housing market without huge price hikes therefore kickstarting all the suffering associated businesses\nHelp first time buyers as prices will be in reach\nHelp people to start saving again for the future\nIf we have money to spend we can recover so many industries such as car manufacturers house builders and many more and people would invest in new business\nMillions of jobs would be created with the knock on effect this would have.\nThis is no different than the billions of pounds paid out in benefits each year and growing the millions of pounds paid out to dead people each year the legal immigrants who can send our money to a different country in child benefits the people who don't want to work the huge pensions being paid to people who put this country on its knees and put people out of their homes onto the streets the list is endless.\nI know this idea seems radical but sit down and think about the good it would do this country, and YOU, I could keep going with my list how long is yours?",
            "closed_at": "2009-07-18T00:00:00Z",
            "created_at": "2009-03-17T19:52:39.674065Z",
            "creator_name": "Sara Beardall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-17T19:52:39.674065Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2009-08-11T16:38:55.158511Z"
        },
        "id": 12032222
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Real-Help/"
    },
    "type": "petition"
}