{
    "data": {
        "attributes": {
            "action": "This petition requests that an end be put to the outsourcing of airport security to private companies and the formation and deployment of a new government managed and operated organisation to execute all security duties at UK airports in the future.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Following serious failings within our Airports since and including the attacks of 9/11,7/7 and the attack on Glasgow Airport.The UK government should remove private security firms from our airports.Standards are being compromised in an attempt to win contracts and profit from the industry. This compromise is unacceptable in particular in the run up to, during and the breakdown of the 2012 Olympic Games. There have been many examples of serious security failings within our airports as was displayed in an undercover investigation by ITV1's Tonight with Trevor McDonald found claimed \"shocking failures\" at Birmingham International Airport, including security officers sleeping while on duty and inadequate passenger searches.Only recently George Thomas boarded a plane at Bristol International Airport with a pocket full of Shotgun Cartridges.\nThis petition requests that an end be put to the outsourcing of airport security to private companies and the formation and deployment of a new government managed and operated organisation to execute all security duties at UK airports in the future.\nIt is time to wake up, in the interest of National Security.",
            "closed_at": "2009-09-18T00:00:00Z",
            "created_at": "2009-03-18T08:37:38.740671Z",
            "creator_name": "Kathy Deegan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-18T08:37:38.740671Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 20,
            "state": "finished",
            "updated_at": "2009-09-19T03:03:48.019587Z"
        },
        "id": 12036818
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Airsec/"
    },
    "type": "petition"
}