{
    "data": {
        "attributes": {
            "action": "suspend the army from parading on British streets",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many British people find military parades offensive given that the army are engaged in wars outside their remit which is defense of this country and humanitarian relief operations. Both Afghanistan and Iraq have never threated this country.\n\nThe military objectives are instead serving the self-interests of the anglo-american offshore banking elite who have significant investments in the weapons, oil and security industries and have an unacceptable influence on the UK's political system and flawed democracy. This makes all armed forces personnel perceivably a mercenary army.\n\nThe armed forces are using weapons that maim, poison and kill the civilians years after they have been dropped such as cluster bombs and depleted uranium weapons. They have been engaging in and facilitating the abuse and torture of civilians.\n\nThe arguments 'we only followed orders' and 'we have to go where the politicians send us' is not an argument for war crimes as established in Nuremburg.\n\nThe armed forces swear allegiance to the Queen who is an un-elected, unaccountable head of state rather than swearing allegiance to the citizens of the UK despite the fact that UK citizens pay their wages.",
            "closed_at": "2010-03-18T00:00:00Z",
            "created_at": "2009-03-17T19:48:21.880372Z",
            "creator_name": "B Parish",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-17T19:48:21.880372Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-03-19T00:01:01.057790Z"
        },
        "id": 12032168
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/banparades/"
    },
    "type": "petition"
}