{
    "data": {
        "attributes": {
            "action": "Support Sikh in the fight againts Ban on Sikh Turban From Irish Garda Reserve",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A Sikh man belonging to a volunteer reserve police force in Ireland has been banned from wearing his Turban. Protest this violation of Human Rights through this group.\n\nA SIKH man training to become a Garda Reservist was told to remove his turban by a high-ranking garda if he wanted to commence station duty, Metro Eireann has learned.\n\nThe episode has led to a meeting between representatives of the Sikh community and An Garda Síochána.\n\nA source from the Sikh community explained: “He was selected for training as a Garda Reservist – he passed all the exams and took the training, and now at the end of the training they told him he has to put on a cap rather than the turban.\n\n“This person is working as an IT professional but he wanted to work as a volunteer in the Garda Reserve to give some service back to the community.”\n\nThe turban is a garment worn on the head by all practising Sikh men, for whom it is not an optional element of their religion (Sikh women can choose whether or not to wear the turban).\n\nTurbans are worn by Sikh police officers in many other parts of the world Including Met Police Service, Police forces in the USA and Canada  are likewise.",
            "closed_at": "2010-03-18T00:00:00Z",
            "created_at": "2009-03-18T16:22:59.800160Z",
            "creator_name": "Khushwant Singh",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-18T16:22:59.800160Z",
            "rejected_at": "2009-04-17T00:01:01.581665Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for direct communication with the Irish Garda Reserve.\n\nE-Petitions Team",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-17T00:01:01.581665Z"
        },
        "id": 12048380
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SikhTurbanIGR/"
    },
    "type": "petition"
}