{
    "data": {
        "attributes": {
            "action": "save the UK’s leading anxiety disorders charity, Anxiety UK, at a time when demand for their services is hugely increasing due to the economic crisis. Anxiety UK supports over 30,000 anxiety sufferers every year and has had their Department of Health funding discontinued from April 2009.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Anxiety UK, Britain’s leading anxiety disorders charity, has been given the devastating news that their Department of Health funding has been pulled, despite the fact that the country is facing an anxiety epidemic due to the credit crunch and demand for the charity’s services are going through the roof. Calls to the telephone helpline have doubled in recent months, and emails from anxiety sufferers requesting support are up 400%. The Department of Health funding of £50,000 per year has formed a substantial part of the charity’s core funding for the last 9 years, and this shocking news has thrown the whole financial sustainability of the charity into question.",
            "closed_at": "2009-09-18T00:00:00Z",
            "created_at": "2009-03-18T13:31:32.216894Z",
            "creator_name": "Anna Caig",
            "government_response_at": "2010-08-12T17:46:39.377052Z",
            "government_responses": [
                {
                    "created_at": "2010-08-12T17:46:39.377052Z",
                    "details": "You signed a petition asking the Prime Minister to save the UK’s leading anxiety disorders charity, Anxiety UK, at a time when demand for their services is hugely increasing due to the economic crisis. Anxiety UK supports over 30,000 anxiety sufferers every year and has had their Department of Health funding discontinued from April 2009..\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=SaveAnxietyUK\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'SaveAnxietyUK'",
                    "updated_at": "2010-08-12T17:46:39.377052Z"
                }
            ],
            "opened_at": "2009-03-18T13:31:32.216894Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 942,
            "state": "finished",
            "updated_at": "2009-09-23T17:39:48.820484Z"
        },
        "id": 12044297
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveAnxietyUK/"
    },
    "type": "petition"
}