{
    "data": {
        "attributes": {
            "action": "To bring an immediate cease-fire in Sri Lanka and stop killing children",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are Tamil Diaspora who share a deep concern about the escalating civilian crisis in Sri Lanka.  We appeal to you to bring about an immediate cease-fire between the Sri Lankan Forces and the Liberation Tigers of Tamil Eelam. We also urge that, in the meantime, diplomatic personnel, non-government agencies and independent journalists, be allowed access to the affected areas, so that urgent relief could be provided and there could be a true and independent disclosure and assessment of the prevailing situation.\n\nWe are deeply concerned about the lack of medical staff and personnel of aid agencies, serving the estimated around 300,000 civilians trapped in the conflict zones. In September 2008, the Sri Lankan government evicted United Nations and international aid agencies from these areas. \n\nWe, therefore , appeal to you to take such steps as you deem appropriate, to allow citizens to remain where they wish to, instead of compelling them to enter detentions camps and to allow access to them by the United Nations representatives, international aid agencies and the media.",
            "closed_at": "2009-06-19T00:00:00Z",
            "created_at": "2009-03-19T03:02:33.221686Z",
            "creator_name": "Thileepan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-19T03:02:33.221686Z",
            "rejected_at": "2009-04-18T00:01:01.600882Z",
            "rejection": {
                "code": 4608,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-18T00:01:01.600882Z"
        },
        "id": 12057584
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TamilGenocide/"
    },
    "type": "petition"
}