{
    "data": {
        "attributes": {
            "action": "support PC John Carr, an individual who has served both his country (as an ex-Royal Marine) and his community (as a serving police officer), and to, respectfully, request that the Prime Minister’s office contact the Chief Constable of Strathclyde Police to see that common sense prevails and ensure that under no circumstances should PC Carr lose his job for acting in the line of duty.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A policeman with 15 years of “meritorious and unblemished service” faces losing his job for assaulting two yobs that were attacking a fire crew, on a housing estate (Dalmellington, Ayrshire) so violent that it has been removed from bus routes.\n\nPC Carr and a colleague were called to a fire as a gang of 10 youths were throwing pieces of burning wood at fire fighters. PC Carr is alleged to have assaulted 2 of the youths. He was fined £1,500 for assault and now faces the sack. The officer denies the offences but was convicted of both assaults. The sheriff said he would not impose a jail sentence as the assaults were minor and caused 'no significant injury'. The case sparked concern that two thugs had been given preferential treatment over a respected policeman.\n\nYesterday Mr Carr's solicitor, David McKie, said the likelihood was that Carr would lose his job. He added: 'The impact of this conviction is catastrophic for Mr Carr'.\n\nCouncillor Drew Filson said: 'I would totally support the officer. These types of attacks have become all too common in this area. The officer was protecting the fire fighters who, in turn, are risking their lives to protect the community.'",
            "closed_at": "2010-03-18T00:00:00Z",
            "created_at": "2009-03-18T18:05:28.791312Z",
            "creator_name": "Stephen Geddes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-18T18:05:28.791312Z",
            "rejected_at": "2009-04-18T00:01:01.600882Z",
            "rejection": {
                "code": 4096,
                "details": "This is a devolved matter and should be directed to the Scottish Executive.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-18T00:01:01.600882Z"
        },
        "id": 12050910
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/supportpccarr/"
    },
    "type": "petition"
}