{
    "data": {
        "attributes": {
            "action": "request Rotherham Social Services provides viable, affordable replacement services for those it has cut or else re-instates those services in their original form",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Rotherham Council has recently cut social service provisions, namely meals on wheels and laundry services. \n\nThis has the following unacceptable consequences:\n\n-causes 'choice' to come at a potentially doubled price - a customer may now  need a home care visit for 30mins to heat and serve or fetch a meal -thus paying  twice -once for the meal and again for the carer’s  visit. \n-it removes the 'choice' of having a daily hot meal served without having your privacy invaded for up to  30mins\n-may encourage poor diets (ie carers being sent to take-aways, chips shops etc as they are close by and cheap) \n-places more expectation and strain on informal carers -contrary to law and policy that aims to ensure carers' wellbeing\n-contributes to job losses at a time of economic crisis\n-places service users at risk of abuse if they are turning to people whom have not been vetted to provide cheaper services for them \n\nand furthermore -there is NO alternative service to deal with laundry soiled through incontinence. This in particular will be pushed on to over-relied on families\nThus these services must be reinstated or else appropriate, affordable and genuinely choice-providing services must be created.",
            "closed_at": "2009-06-19T00:00:00Z",
            "created_at": "2009-03-18T19:51:20.912198Z",
            "creator_name": "Kimberly",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-18T19:51:20.912198Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 20,
            "state": "finished",
            "updated_at": "2009-06-20T00:01:01.989841Z"
        },
        "id": 12053276
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Rotherham-cuts/"
    },
    "type": "petition"
}