{
    "data": {
        "attributes": {
            "action": "Re Think the VIP Fast Lane Scheme for 2012 Olympics - OUTRAGEOUS £5000 fine!!!  - Hidden From Public until now!!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "POLITICIANS and residents have urged the government to rethink plans for VIP lanes on London's roads for officials and athletes during the 2012 Olympics.\n\nMinisters have put forward a scheme which will allow participants in the Games to speed along special sections of London's roads - with £5,000 fines for anyone else who ventures into them.\n\nThe point of concern is really how long lanes are going to be blocked off to people and what impact that is going to have on traffic.\nCamden Council deputy leader Cllr Andrew Marshall said:\"During the two weeks of the Olympics itself I think people will be quite generous and forgiving but there is talk about having these lanes for three months, which seems pretty unnecessary\".\n\nThis information was only made available to the Public yesterday and the Scheme is to be passed today unless enough response against it is demonstrated.\n\nThe fine of £5000 is outrageous and the fact that this scheme will take time to physically implement and run will mean around three months of uneccessary chaos for London commuters who pay enough in money and time already.\n\nPlease sign this petition today!!",
            "closed_at": "2009-03-20T00:00:00Z",
            "created_at": "2009-03-19T08:42:55.142346Z",
            "creator_name": "Liz Walters",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-19T08:42:55.142346Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2009-07-23T16:43:42.533873Z"
        },
        "id": 12058791
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VIP-Lane-Charge/"
    },
    "type": "petition"
}