{
    "data": {
        "attributes": {
            "action": "formally commemorate the 65th Anniversary of D-Day; a momentous day in modern history.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is quite different to that submitted here by Michael Brimble, which seeks funding for the veterans trip to France. Do look that up, though.\n\nThe Government's position is that there will be no further commemoration of D-Day until the centenary, by which time every veteran will of course be long gone. \n\nThe extraordinary nature of June 6th, 1944 is written in stone for all time. It was successful because of organisation, leadership and some luck, but most of all because of the 156,000 allied soldiers who braved the machine gun fire, mines and sea swells to set foot on the Normandy beaches. (This is not to forget the sailors and airmen who were a vital part of this epic operation.)\n\nThey were a humble bunch - 'we were just doing our job', they say - of which only around 700 are still with us. For them and their families, and because this day was of such importance, it should be commemorated at every opportunity. \n\nEvery British citizen should understand the significance of Operation Overlord and only education and commemoration can begin to serve that purpose.\n\nFrance, the US and Canada will be commemorating in style. So should we. Don’t let us or the veterans down Prime Minister.",
            "closed_at": "2009-05-19T00:00:00Z",
            "created_at": "2009-03-19T12:08:44.841844Z",
            "creator_name": "Neil Coppendale",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-19T12:08:44.841844Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 70,
            "state": "finished",
            "updated_at": "2009-07-22T16:46:27.648204Z"
        },
        "id": 12062692
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/commemoratedday/"
    },
    "type": "petition"
}