{
    "data": {
        "attributes": {
            "action": "NOT increase the fuel duty by 2 pence per litre on the 1st April 2009",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In just 2 weeks fuel duty will rise again, bringing the total tax paid at the pumps to 71 pence in every pound - despite Prime Minister Gordon Brown promising not to raise fuel duty.\n\nFuel duty is set to rise by 2 pence per litre on April 1st meaning that 66 pence of the average litre of fuel goes directly to the Treasury.\n\nFuel tax goes into a central government tax pot. It's not necessarily allocated back out to motoring, so fuel tax can be spent on anything even banking bailouts.\n\nAt the height of soaring pump prices Brown made a promise during Prime Minister's Questions on July 16th 2008 not to raise fuel duty for a year.\n\nHe stated: \"In recognition of the problem people face with petrol, we are freezing duty on petrol for the full year.\"\n\nBrown broke this promise in December 2008 when he added 2 pence per litre to fuel duty to offset the reduction of VAT to 15% - a move which angered UK hauliers who are able to claim fuel VAT back, but not fuel duty.\n\nHe is set to break the promise for a second time on April 1st\n\nThe Treasury have said that the only time further changes to fuel duty can take place are at the next Budget – which has been postponed from March until April 22nd, after the duty rise comes in.",
            "closed_at": "2009-04-19T00:00:00Z",
            "created_at": "2009-03-19T17:26:49.873048Z",
            "creator_name": "Allan Aston",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-19T17:26:49.873048Z",
            "rejected_at": "2009-04-19T00:01:02.228649Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/carfueltax/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-19T00:01:02.228649Z"
        },
        "id": 12067495
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fuel-duty-rise-/"
    },
    "type": "petition"
}