{
    "data": {
        "attributes": {
            "action": "support the proposed Protection of Shareholders Bill. (Protection of Shareholders Act 2009)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Bill Cash, MP (Cons.), supported by Frank Field, MP (Lab.), have presented a proposed Bill to Parliament to make provision for each public company to establish a shareholders' committee.\n\nThe purpose of the Bill is to enable and encourage, through the Companies Act 2006, regular, systematic and where necessary, urgent communication and consultation on a confidential basis between the directors and the members of the company on matters of concern to them as members. The Bill will provide a formal voice for private shareholders, including those that hold their equity stakes through nominee companies.\n\nCorporate governance in the United Kingdom has fallen to its lowest levels. Institutional investors have neglected their responsibilities in corporate engagement. Company boards have failed to protect the owners of their companies. This Bill will enfranchise the individual owners who care about the long term interests of the companies in which they have invested. \n\nThe proposed Bill has the full support of the United Kingdom Shareholders Association (UKSA) and InvestorVoice.\n\nWe request the Prime Minister to give full personal and governmental support to this Bill.",
            "closed_at": "2009-09-19T00:00:00Z",
            "created_at": "2009-03-19T10:37:49.426190Z",
            "creator_name": "Peter Dwyer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-19T10:37:49.426190Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2009-09-20T00:01:02.124306Z"
        },
        "id": 12061158
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Shareholder-Bill/"
    },
    "type": "petition"
}