{
    "data": {
        "attributes": {
            "action": "take the necassary steps so that Start UK Border Agency starts to treat International Students as normal human beings not as modern age slaves.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It takes up to 13 weeks for an international student to extend his/her student visa. During this period he/she normally does not have access to his/her passport which is usually the only “trusted” identification accepted by banks, employers etc.\n\nAnother big problem is that a student cannot travel outside UK during this 13 weeks period (more than quarter of a year). If he/she has a job interview in Dublin, Munich or anywhere in the world, he/she wont be able to re-enter the UK borders. \nBoth things remind us how the serf farmers were treated in the middle ages.  We are not serf farmers and indeed we are not in the middle ages.\nWe expect from British Government honesty. If you do not want foreign students in the country after their studies please declare it so that potential students could make up their minds and decide whether to study in UK or in another country.\n\nIf the length of waiting (More than quarter of a year) time is related with the lack of Border Agency employees or lack of infrastructure (or both), isn’t it a good time to hire and invest when you take the unemployment rate and lack of business (new work for IT contractors) into the account.",
            "closed_at": "2009-06-19T00:00:00Z",
            "created_at": "2009-03-19T10:51:46.723994Z",
            "creator_name": "Kaan Aksoy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-19T10:51:46.723994Z",
            "rejected_at": "2009-04-18T00:01:01.600882Z",
            "rejection": {
                "code": 640,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-18T00:01:01.600882Z"
        },
        "id": 12061414
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/honesttreatment/"
    },
    "type": "petition"
}