{
    "data": {
        "attributes": {
            "action": "show confidence and deliver further transparency to the workings of the servants (social services, CAFCASS and so called \"experts\") of the Family Court; to support the relaxation of Section 97 of The Children Act; and permit the media to report on the processes. The aim of the transparency would be to improve the public confidence in the Family Court Services; improve the processes of the court servants for the benefit of the children of the UK. The children of the UK deserve the higher standards that openness would in fact bring.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Baby P, Khyra Ishaq and Victoria Climbie had to be exceptional cases to break through the barrier of silence. No father or mother should have their child cruelly taken from them, be it by death or the bungling servants of the family law courts. --- The Prime Minister is reminded; Lord Justice Wall, considering S97 The Children Act, said in Clayton v Clayton:- \"I do not think that, as a generality it is right to assume that identification of a child as having been involved in proceedings will involve harm to his or her interests or failure to respect the child's family or private life\" --- But as of April, because of a change in legislation being introduced by Jack Straw, the Justice Secretary to squash the reporting the processes of the servants to the family law courts, of relatively humble cases such as 'Clayton v Clayton', the media will not be allowed to report on the processes. It will also be illegal for any children currently in care to speak out, even if they feel they are being maltreated. This petition asks the common people to unite against these pernicious secret systems.",
            "closed_at": "2010-03-20T00:00:00Z",
            "created_at": "2009-03-20T13:40:40.622262Z",
            "creator_name": "Dave Edwards",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-20T13:40:40.622262Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 418,
            "state": "finished",
            "updated_at": "2010-03-21T00:01:01.414961Z"
        },
        "id": 12077980
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UnveilProcesses/"
    },
    "type": "petition"
}