{
    "data": {
        "attributes": {
            "action": "introduce the Common Sense Act",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many decisions made by, for example, councils, judges, and even the EU, have no common sense whatever. Therefore I have come up with the idea of the Common Sense Act which I would like the PM to introduce. We need this Act to make it a requirement for, for example, councils, courts, judges, even law lords, to use common sense when making decisions and judgements. Common sense must be paramount. If not then they can be overruled using this Act. Even the EU can be overruled using this Act. Well, the EU don't run the UK - the PM does.\n\nI'll give two examples:-\n\nOne example of this, is when the hate cleric Abu Qatada was awarded £2,500 compensation by the EU ecause we had him in prison and under house arrest without charge because he was a terror suspect. Well, if we has this Common Sense Act, that decision to award him that compenstion could be overruled with this Act. Just a shame that the Government doesn't have the balls to do this already.\n\nAnother example is that every Christmas for the last few years some councils have been politically correct with the festive season in case they say \"offends non-Christians\". Well, with this Act they could be overruled in favour of common sense.",
            "closed_at": "2009-06-20T00:00:00Z",
            "created_at": "2009-03-20T12:07:08.724134Z",
            "creator_name": "Steven Williams",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-20T12:07:08.724134Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10,
            "state": "finished",
            "updated_at": "2009-09-24T15:35:39.050616Z"
        },
        "id": 12076737
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/commonsenseact1/"
    },
    "type": "petition"
}