{
    "data": {
        "attributes": {
            "action": "seek an early meeting with representatives of the Vice Chancellors of Universities in England and Wales to seek an explanation into the reported desire on the part of universities to seek significant increases in tuition fees. We belive that the introduction of tuition fees in England and Wales was a regressive measure and we call upon HM Governement to follow the example set by the Scottish Parliament and abolish the fees.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The curent level of tuition fees, particularily in the current economic climate are a serious disincentive for young people to go to university (Especially those from poorer backgrounds). Those who do continue with a University education find themselves struggling to make ends meet often having to live in appalling conditions and work long hours in poorly paid jobs merely to survive. Such a state of affairs does not lend itself to positive learning environment. Neither is it sensible as has been demonstrated by the current credit crunch to encourage students to rack up massive debts as they seek to make their way in the world with decreasing employment opportunities.",
            "closed_at": "2009-05-20T00:00:00Z",
            "created_at": "2009-03-20T09:51:39.986278Z",
            "creator_name": "David Millar",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-20T09:51:39.986278Z",
            "rejected_at": "2009-04-19T00:01:02.228649Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/stop-fees-rising/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-19T00:01:02.228649Z"
        },
        "id": 12074765
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Feesmadness/"
    },
    "type": "petition"
}