{
    "data": {
        "attributes": {
            "action": "listen to students and lower the cost of university.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We want the PM to listen to the voice of students in the UK and we petition the PM to lower the cost of going to university by abolishing tuition fees and creating sensible solutions to lower student debts.\n\nWe want the government to abolish unfair tuition fees and we ask for a national agreement where there is a limit of how much students can be charged. We think the proposed £20,000 is an unfair sum, for young people who are trying to further chances of employment.\n\nWe want the government to lower the cost of going to university and provide sensible solutions that will prevent many young people from beginning their adult lives with massive debts, which is unfair considering students are simply trying to better their education. \n\nWe want the government to encourage companies to recruit graduates and think the government should play a key role in helping to create skilled employment. \n\nAnd, finally we want the government to change its unrealistic education policy in which it hopes 50% of young people will go to university. We believe this idea devalues a degree and feel this policy forces many people into going to university who may not want to go, but feel they ‘need to’.",
            "closed_at": "2009-04-20T00:00:00Z",
            "created_at": "2009-03-19T20:32:50.541230Z",
            "creator_name": "Tom Phipps",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-19T20:32:50.541230Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 62,
            "state": "finished",
            "updated_at": "2009-07-07T16:50:58.100824Z"
        },
        "id": 12070279
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/student-voice/"
    },
    "type": "petition"
}