{
    "data": {
        "attributes": {
            "action": "Change the rules regarding Ramp Ceremonies for HM Forces Personnel killed by an act of terror,  while in the Service of Her Majesty the Queen",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The bodies of the soldiers Murdered in Northern Ireland were flown home without ceremony.\nThis has angered members of HM Forces: \"British troops have spoken of their anger following the disclosure that the bodies of the two soldiers murdered by dissident republicans were shipped back to the UK as freight.\"\n\n\"We have been told that the soldiers were not allowed to have a ramp service because of political reasons. We were told the Government didn't want anything that would look like the Troubles had restarted.\n\n\"As far as we are concerned these soldiers were shot dead in uniform by terrorists and they should be treated in exactly the same way as if they were killed in Afghanistan. To send their bodies back to the UK as freight is outrageous.\"\n\nWhen a person joins any branch of HM Forces they are effectively on duty 24/7/365.\n\nThe Government are asked to review the crass rules that allowed this to happen.\n\nThe Government are further requested to amend the rules on Ramp Ceremonies.",
            "closed_at": "2009-09-20T00:00:00Z",
            "created_at": "2009-03-20T00:54:05.208871Z",
            "creator_name": "Murray Whyte",
            "government_response_at": "2009-11-11T14:21:08.315370Z",
            "government_responses": [
                {
                    "created_at": "2009-11-11T14:21:08.315370Z",
                    "details": "You signed a petition asking the Prime Minister to \"Change the rules regarding Ramp Ceremonies for HM Forces Personnel killed by an act of terror, while in the Service of Her Majesty the Queen.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21279\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Soldiers-on-Duty'",
                    "updated_at": "2009-11-11T14:21:08.315370Z"
                }
            ],
            "opened_at": "2009-03-20T00:54:05.208871Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 22319,
            "state": "finished",
            "updated_at": "2010-07-22T10:30:02.203195Z"
        },
        "id": 12072639
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Soldiers-on-Duty/"
    },
    "type": "petition"
}