{
    "data": {
        "attributes": {
            "action": "Emphasise Corporate Parental Responsibility more robustly and develop systems which compell Local Authorites to be truly accountable for cases where children are subject to Child Protection Plans",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "After cases like Baby P's things must change. But there's a danger of returning to fear based, risk averse attitudes,losing positive strides in child protection policy.A genuine desire to support families, enabling them to function properly so children can safely remain at home.Councillors on a unitary or shire authority are already Corporate Parents. Many local members do not fully understand the implications and responsibilities of corporate parental responsibility, (CPR).To achieve real accountability and ensure proper safeguards CPR must be emphasised more robustly. A broader interpretation is needed. Councils should have a corporate parent panel, to include elected members, that reviews and monitors cases involving children with child protection plans,  in particular complex cases and borderline ones. Only by developing systems that achieve real accountability in this area will we ensure better safeguards and an end to children either being left in danger or unnecessarily removed from their families.",
            "closed_at": "2010-03-20T00:00:00Z",
            "created_at": "2009-03-20T10:54:01.803709Z",
            "creator_name": "Tamsin Williams",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-20T10:54:01.803709Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 28,
            "state": "finished",
            "updated_at": "2010-03-21T00:01:01.414961Z"
        },
        "id": 12075790
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Safeguarding/"
    },
    "type": "petition"
}