{
    "data": {
        "attributes": {
            "action": "reverse the HMRC decision to close Havenbridge House office in Great Yarmouth.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The proposed closure has brought wide spread and cross-party condemnation.  There have been two Westminster Hall debates (May 2007 and March 2009) that have exposed the “deficits in the consultation process” (Hansard 81WH) and undermined the supposed HMRC savings as having no documented evidence.  The PCS submission “Change we can believe in” included costed proposals producing real savings while maintaining the public service and keeping local jobs.  The PCS proposals appear to have been ignored (Hansard 80WH).  No such costed savings have been provided by HMRC, despite repeated requests from PCS and MPs.\n\nSignificant real savings can be made without removing over 100 jobs from the high unemployment area of Great Yarmouth in to the relatively affluent city of Norwich.  The cuts disproportionately hit part time workers and women with caring responsibilities and could force experienced staff out of employment.\n\nWe call on the Prime Minister to accept the PCS proposals and instruct HMRC to keep the Great Yarmouth office open.",
            "closed_at": "2009-06-20T00:00:00Z",
            "created_at": "2009-03-20T13:30:48.436171Z",
            "creator_name": "A Gowen",
            "government_response_at": "2009-08-10T12:45:37.706850Z",
            "government_responses": [
                {
                    "created_at": "2009-08-10T12:45:37.706850Z",
                    "details": "You signed a petition asking the Prime Minister to \"reverse the HMRC decision to close Havenbridge House office in Great Yarmouth.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\n\nhttp://www.number10.gov.uk/Page20295\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'HavenbridgeHouse'",
                    "updated_at": "2009-08-10T12:45:37.706850Z"
                }
            ],
            "opened_at": "2009-03-20T13:30:48.436171Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 263,
            "state": "finished",
            "updated_at": "2009-07-07T16:50:58.100824Z"
        },
        "id": 12077848
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HavenbridgeHouse/"
    },
    "type": "petition"
}