{
    "data": {
        "attributes": {
            "action": "Invest to host OUR Olympic 2012 shooting games at our capable existing national site, NOT build a new one!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Seb Coe should be sacked for this! We have a shooting centre in Bisley that held its first competition in 1890! It should be reaping any Olympic investment for the sports future. A site in central London serves no purpose beyond 2012!\n\nThe existing site is spread over 4 square miles, hosts one of the sports largest annual worldwide meetings and more recently the commonwealth games. Its yards from a mainline station to Waterloo, within a few miles of major motorways. It even used to have its own railway! It has over 40 clubhouses on the site, one grand building even owned by Canada who deem the site so important to the shooting fraternity.\n\nThis is a sporting facility that has been in the fabric of our nations history for more than 100 years with a population, employment and site appropriate for sporting investment.\n \nIt should be a case of HOW can we make this work at Bisley. We have a facility, its got enormous history and its the heart of this sport as a nation.",
            "closed_at": "2010-03-20T00:00:00Z",
            "created_at": "2009-03-20T07:29:14.583348Z",
            "creator_name": "Matt Mansell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-20T07:29:14.583348Z",
            "rejected_at": "2009-04-19T00:01:02.228649Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for the London Olympic Games Organising Committee. http://www.london-2012.co.uk/LOCOG/",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-19T00:01:02.228649Z"
        },
        "id": 12073122
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/2012-Olympics-/"
    },
    "type": "petition"
}