{
    "data": {
        "attributes": {
            "action": "Change the law on death certification",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Following the death of a patient, Doctors must note a cause of death “to the best of their knowledge” (or as our Consultant said “best guess”) even if a post mortem is planned.  If that cause of death is proven inaccurate after post mortem a revised death certificate is issued which retains the inaccuracies within the “cause of death” box with a small footnote, outside this box, at the bottom of the certificate which states the truth.  You would hardly notice it and, if you did, you would assume the notes in the cause of death box were still true.\n\nThe Government must allow new death certificates to be issued when the cause of death is proven incorrect.  Secondly, they must examine the practice that Doctors are able to make \"best guesses\" when a cause of death is not certain.  How are UK health statistics skewed by this?  How many families are unaware that they have a false medical history which could make the difference between life and death in future generations. How many families are left with certificates which retain distressing untruths with the true cause as an insignificant footnote?",
            "closed_at": "2009-12-23T00:00:00Z",
            "created_at": "2009-03-21T13:25:32.655469Z",
            "creator_name": "Sue Willis",
            "government_response_at": "2010-02-04T14:16:24.777206Z",
            "government_responses": [
                {
                    "created_at": "2010-02-04T14:16:24.777206Z",
                    "details": "You signed a petition asking the Prime Minister to \"Change the law on death certification.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22354\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Dcertification'",
                    "updated_at": "2010-02-04T14:16:24.777206Z"
                }
            ],
            "opened_at": "2009-03-21T13:25:32.655469Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 545,
            "state": "finished",
            "updated_at": "2009-12-25T03:01:33.160760Z"
        },
        "id": 12087907
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Dcertification/"
    },
    "type": "petition"
}