{
    "data": {
        "attributes": {
            "action": "Ban the use of Methyl Methacrylate (MMA) in the Nail Industry.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "METHYL METHACRYLATE (MMA)is a dangerous chemical often found in the liquid monomer used for Nail Extensions.It isn't to be confused with the less potent EMA (Ethyl methacrylate)that is safe for use for Nail Enhancements. MMA can cause severe allergic reactions as well as respiratory problems and is often used as a cheap alternative by unregulated nail bars/salons. MMA has been banned in 30 states in the US so why is this chemical still legal here to be used on the unsuspecting public? The nail industry needs regulating as does the chemicals that are used within it. This chemical is dangerous.The Nail industry has been inundated with poorly or untrained 'nail technicians' who use this cheap nasty chemical. This chemical has to be drilled onto the natural nail and does not flex when 'caught' so often breaks the natural nail and causes permanent damage to the nail bed. It has been associated with allergic reactions and poor vascular health in the hands of regular recipients. Unregulated salons are also dangerous as they are often uninsured and poorly trained leaving the public at risk. Health and Safety is a must and the beauty industry is regulated so should the nail industry be.",
            "closed_at": "2010-03-23T00:00:00Z",
            "created_at": "2009-03-21T09:30:52.879045Z",
            "creator_name": "Nina Goldsworthy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-21T09:30:52.879045Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2010-03-24T00:01:01.281531Z"
        },
        "id": 12085713
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/regulate-MMA/"
    },
    "type": "petition"
}