{
    "data": {
        "attributes": {
            "action": "Reject plans to introduce a minimum price per unit of alcohol.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I believe, that introducing a minimum price on units of alcohol is not the answer to britains binge drinking problem, the more inaccessable alcohol is, the more glamourous the government are making it. Evidience that support this can be found in that most european countries with a relaxed attitude to alcohol, where the age limit is lower, and where it is not placed on a pedestal, do not have the hoards of young people falling out of clubs and into hospitals as we do. In a time of recession, the public will simply see this as another attack on them by the government, and drinking will increasingly become a common way of 'rebeling'. Also, the public may be encouraged to start making their own wine and beer, which could lead to poisioning, a serious issue, since unmoderated, home brews can and will be sold cheap on the black market. A minimum price per unit law will not only make shots and such more costly but the simple bottle of wine as well, meaning that casual and resposible alcohol drinkers will be affected by such a proposal.",
            "closed_at": "2009-05-21T00:00:00Z",
            "created_at": "2009-03-21T04:00:41.122070Z",
            "creator_name": "Patchouli O'Donovan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-21T04:00:41.122070Z",
            "rejected_at": "2009-04-22T00:01:02.235484Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/alcoholprices/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-22T00:01:02.235484Z"
        },
        "id": 12084937
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/notopriceperunit/"
    },
    "type": "petition"
}