{
    "data": {
        "attributes": {
            "action": "Legalize and Industrialize HEMP for the the use as a renewable energy source",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Today, our planet is in desperate trouble. Earth is suffocating as large tracts of rain forests disappear. Pollution, poisons and chemicals are killing people. These great problems could be reversed if we industrialized hemp. Natural biomass could provide all of the planet's energy needs that are currently supplied by fossil fuels. We have consumed 80% of our oil and gas reserves. We need a renewable resource. Hemp could be the solution.\n\nHemp has a higher quality fibre than wood fibre. Far fewer caustic chemicals are required to make paper from hemp than from trees. Hemp paper does not turn yellow and is very durable. The plant grows quickly to maturity in a season where trees take a lifetime.\n\nHempen plastics are biodegradable. Over time, they would break down and not harm the environment. Oil-based plastics, the ones we are very familiar with, help ruin nature; they do not break down and will do great harm in the future. \nA large variety of food products can be generated from hemp. The seeds contain one of the highest sources of protein in nature. They also have two essential fatty acids that clean your body of cholesterol.",
            "closed_at": "2010-03-23T00:00:00Z",
            "created_at": "2009-03-20T20:56:47.128355Z",
            "creator_name": "Matthew Reader",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-20T20:56:47.128355Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 26,
            "state": "finished",
            "updated_at": "2010-03-24T00:01:01.281531Z"
        },
        "id": 12083074
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Legalize-hemp/"
    },
    "type": "petition"
}