{
    "data": {
        "attributes": {
            "action": "Stop Social Services taking newborn babies and children upto 5 years of age away from their birth parents because of the things they have done in the past.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Social Services have the power to take children with a court order which is very seldom turned down.\n\nThe children most at risk are children from 0 to 5 years of age. We cannot accept a legal slave trade of children in the 21st century. This is also very seldom reported due to the closed nature of the Family Courts process throughout the United Kingdom. \n\nWe need a child protection service that protects our children from harm and not one that allows children to be left with unsuitable carers because the children would be difficult to adopt. No matter where our children are they should be protected above all else. Parents that abuse their children should be punished. Parents that try to do the best by their children but struggle should be supported, to enable the children to have a happy and fulfilling life.\n\nChildren should always be the first concern, we should not have to worry when we report abuse that it wont be correctly followed up unless there is an alternate agenda. \n\nLet us all make a difference and support our children.",
            "closed_at": "2010-03-23T00:00:00Z",
            "created_at": "2009-03-22T13:01:32.837054Z",
            "creator_name": "Mr Jason Petch",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-22T13:01:32.837054Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2010-03-24T14:42:04.429476Z"
        },
        "id": 12097427
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ChildInjustice/"
    },
    "type": "petition"
}