{
    "data": {
        "attributes": {
            "action": "Pass a law to stop commercial landlords requiring payment of rent 3 months in advance",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "One of the largest cash flow problems that arise for all companies, both small and large, is the ridiculous system of paying commercial rent 3 months in advance. As the next quarter rent day approaches, March 25th, many companies, including well known high street retailers, have been unable to re-negotiate with their landlords from a 3 month payment system to a single month payment system. The result will be another blood bath of company liquidations as experienced at the end of 2008. \n\nWould your government consider passing an urgent bill of Parliament, that would stop landlords taking immediate legal action against commercial tenants that can not afford to pay quarterly rent. The effect of such a bill would be as follows:\n\n1. Landlords still get paid but only monthly in advance\n2. Companies immediately have an easing of their cash flow problems\n3. Less liquidations\n4. Less un-employment\n5. No cost to the government or tax payer\n6. The support of business to the government that they are actually doing something that has an immediate effect.\n\nYour prompt attention to this matter would be appreciated.",
            "closed_at": "2009-09-23T00:00:00Z",
            "created_at": "2009-03-23T10:23:20.297810Z",
            "creator_name": "Edward Hynes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-23T10:23:20.297810Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2009-09-24T00:01:01.457946Z"
        },
        "id": 12109717
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/commercial-rent/"
    },
    "type": "petition"
}