{
    "data": {
        "attributes": {
            "action": "Repeal the retrospective legislation Section 58 Finance Act 2008",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Section 58 retrospectively changed a 1987 Act of Parliament. Taxpayers who relied on the original 1987 Act now unwittingly find themselves having been in breach of the law.\n\nThe Chartered Institute of Taxation described Section 58 as “extreme and unjustified”; the Law Society believed it was “wrong in principle”; and the Institute of Chartered Accountants in England and Wales warned, “it sends out a very damaging signal about the stability of the UK tax system”. Despite fierce criticism from opposition MPs, the Government used its majority to carry it through.\n\nHundreds of families are facing financial ruin due to this retrospective tax and, to compound the problem, HMRC are also backdating interest charges which could increase the debt by up to 50%.\n\nSeveral tax planners have started legal proceedings in both the UK and European Courts to challenge Section 58. These cases will drag on for years, and HMRC will be forced to spend vast sums of public money defending the legislation.",
            "closed_at": "2010-03-24T00:00:00Z",
            "created_at": "2009-03-23T16:40:24.283041Z",
            "creator_name": "Andrew Neil",
            "government_response_at": "2010-07-29T14:49:45.106779Z",
            "government_responses": [
                {
                    "created_at": "2010-07-29T14:49:45.106779Z",
                    "details": "You signed a petition asking the Prime Minister to repeal the retrospective legislation Section 58 Finance Act 2008.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=RepealSection58\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'RepealSection58'",
                    "updated_at": "2010-07-29T14:49:45.106779Z"
                }
            ],
            "opened_at": "2009-03-23T16:40:24.283041Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 819,
            "state": "finished",
            "updated_at": "2010-03-25T00:01:01.841589Z"
        },
        "id": 12116457
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RepealSection58/"
    },
    "type": "petition"
}