{
    "data": {
        "attributes": {
            "action": "For Councils and housing assosiations to accept that Mental disability is as deabilitating as physical disability and give equal awards in the points system.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I feel there is a very unfair form of discrmination towards People with mental illness going on in the council and housing assosiations points system. If i was to have a phyical disability that made my home unsuitable for me i would be seen as a high priorty for relocation and would be awarded maximum points but as i and many others like me find mental illness is not seen as deabilitating enough to make any type of housing unsuitable. Some councils/ housing assosiations give you what thay call social points which are worthless really and i have encountered one housing assosiation that does not count mental illness as being a problem at all. I live in a situation that in the past four years has caused my mental health to become a real hinderance in my day to day living, i cannot live a normal life while i am living here and it is causing problems in my family situation. I and many others like me have enough problems in our lifes to try and cope with that to feel safer and happier once we shut our front door would be of so much help but once again we seem to be treated as 3rd class citizens.",
            "closed_at": "2009-09-25T00:00:00Z",
            "created_at": "2009-03-24T02:36:37.367184Z",
            "creator_name": "trina tanner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-24T02:36:37.367184Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2009-09-26T00:01:01.669472Z"
        },
        "id": 12125014
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/mhealthhousing/"
    },
    "type": "petition"
}