{
    "data": {
        "attributes": {
            "action": "consider the provision of state-owned accomodation for MPs and their families (including schools), to replace the current \"second homes\" and other associated allowances; such provision to be within a 5-mile radius of Westminter.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This might go some way towards reducing the mass of allowances and expenses currently claimable by MPs, and seen by the general public as a major source of income.  Expenses should not provide personal benefit to MPs but cover justifiable costs. For example, the funding of a mortgage for a second home generates financial gain for the mortgage-holder; any profit accruing from this practice cannot be justified under an expenses or allowances heading.\n\nCurrently:-\n\n2nd HOMES ALLOWANCE - In 2008/9 the allowance limit is £24,006.\n\nSALARY AND ALLOWANCES - Annual salary of £63,291 and allowances received for the costs of running an office, having homes both near Westminster and in their constituency, and travelling between both. Average claimed by each MP £135,600 a year.\n\nTRAVEL EXPENSES - There is no limit on the amount of travel expenses.\n\nSALARY AND ALLOWANCES - MPs paid £63,291 p.a. and receive allowances for the costs of running an office, having homes both near Westminster and in their constituency, and travelling between both. Average claimed by each MP £135,600 a year.",
            "closed_at": "2009-06-23T00:00:00Z",
            "created_at": "2009-03-23T21:47:50.378079Z",
            "creator_name": "J S Bainbridge",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-23T21:47:50.378079Z",
            "rejected_at": "2009-04-23T00:01:02.323790Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-23T00:01:02.323790Z"
        },
        "id": 12122624
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cut-MPs-costs/"
    },
    "type": "petition"
}