{
    "data": {
        "attributes": {
            "action": "consider replacing the standard car tax with a 'pay at pump amount, based on fuel purchased'",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Under the current rules we are asked to pay car tax based on our vehicles Co2 emissions. Designed to benefit those who choose low emission cars, the government seem to want to introduce a measure to tax you on the mileage you personally drive. After the Orwellian idea of introducing 'black boxes' that attach to your car and count your miles, I propose a tax at the pump which will replace car tax. This will then benefit those who do not use there car as much, as they will not need to purchase as much fuel; It will also 'tax' those using 'gas guzzlers' and drive more miles. I for one would not mind loosing the annual fee and replacing it with a few extra pence at the pump. I even think there will be less resistance to this, if it is explained and planned properly. A standard tax per litre would be levied and then you will only be taxed on the fuel you use, therefore if you are a low mileage user, you will no be taxed the same as someone using the same car with the same Co2 emissions, who drives thousands and thousands of miles, creating a larger carbon footprint but paying the same tax.",
            "closed_at": "2010-03-25T00:00:00Z",
            "created_at": "2009-03-24T12:39:56.886565Z",
            "creator_name": "Luke Wheal",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-24T12:39:56.886565Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 58,
            "state": "finished",
            "updated_at": "2010-03-26T03:01:37.600949Z"
        },
        "id": 12130500
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CarTaxNewRegime/"
    },
    "type": "petition"
}