{
    "data": {
        "attributes": {
            "action": "After the slaughter of trees on overground sections of London's tube network and beside National Railways replant evergreen trees",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "\"I don’t think it appropriate at this point to stand in front of the trees as has been suggested because we can’t put back what’s gone.  We CAN make a difference and put pressure on the people that make the decisions so that deciduous trees are replaced by evergreens.  Without policy change there cannot be any replanting because evergreens are not permitted trees.  A neat Catch 22 that lets the train companies destroy at will and replant nothing.\"\n\nThe Jubilee line trees have gone.  Now it's the Northern line. Next up is the Piccadilly Line.\n\nRailway debt is guaranteed by the Government and virtually all its income comes either directly from the Government or indirectly via the train operators; it is difficult to distinguish it from a public sector entity.\n\nYour signature will put evergreen trees back where the train bosses have slaughtered the deciduous trees along with the shrubs and the ground cover.\n\nThe next stage of destruction will begin winter 09/10. It's not just your environment, it's your privacy, your view and your health and about our wildlife that lives and uses this habitat.  And it is something to ameliorate climate change not encourage it",
            "closed_at": "2010-03-25T00:00:00Z",
            "created_at": "2009-03-24T17:48:37.272707Z",
            "creator_name": "Jill Austin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-24T17:48:37.272707Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2010-03-26T00:01:01.888400Z"
        },
        "id": 12135917
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EvergreenTrees/"
    },
    "type": "petition"
}