{
    "data": {
        "attributes": {
            "action": "Aid the recognition of the life's committment to humanity by Irene Sendler",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Irena Sendler (in Polish also: Irena Sendlerowa; de domo Krzyżanowska; February 15, 1910 – May 12, 2008)[1] was a Polish Catholic social worker. During World War II, she was a member of the Polish Underground and the Żegota resistance organization in Warsaw. Sendler saved 2,500 Jewish children by smuggling them out of the Warsaw Ghetto, providing false documents and sheltering them in individual or group children's homes outside the ghetto.[2] Her story was brought to light when students from Kansas found her story in a magazine and popularized it in a play, titled \"Life in a Jar.\"\n\nIn 2007, considerable publicity[10] accompanied Sendler's nomination for the Nobel Peace Prize.[11] While failed nominees for the award are not officially announced by the Nobel organization for 50 years, the International Peace Research Institute, Oslo reported in 2007 that Irena Sendler's nominator made public the nomination. [12] Regardless of its legitimacy, talk of this nomination focused the spotlight on Sendler and her wartime contribution. The 2007 award was presented to Al Gore, former Vice President of the United States, and the Intergovernmental Panel on Climate Change.",
            "closed_at": "2010-03-24T00:00:00Z",
            "created_at": "2009-03-24T21:37:58.592055Z",
            "creator_name": "Susan Lightfoot",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-24T21:37:58.592055Z",
            "rejected_at": "2009-04-24T00:01:01.673515Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.honours.gov.uk/",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-24T00:01:01.673515Z"
        },
        "id": 12139566
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Irene-Sendler/"
    },
    "type": "petition"
}