{
    "data": {
        "attributes": {
            "action": "allow ALL UK patients diagnosed with the painful & incurable disease ankylosing spondylitis (AS), & related disorders, to receive free prescriptions & unrestricted access to all 3 anti-TNF treatments. NICE, by finding ways to cut costs for people with severe AS, is short-changing patients in England and Wales. This is not fair!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Clinicians in Scotland continue to have full and unrestricted access to all three anti-TNFs thanks to guidance published by the Scottish Medicines Consortium (SMC)in 2005/6.These arthritis drugs are the latest in a long line of vital treatments to be freely available north of the border. Scotland uses a different system for evaluating the cost-effectiveness of drugs, sparking claims of \"medical apartheid\".\n\nThe same clinical evidence behind the drugs still applies whether you live in Scotland or England. NICE, by finding ways to cut costs for people with severe AS, is short changing patients in England and Wales.\n\nAccess to these drugs is vital for AS patients, many of whom are young people who face a life long disability without them.  Anti TNF drugs not only help them to have a better quality of life, they also help people with AS to stay in work and able to contribute more fully to their family and community.",
            "closed_at": "2009-09-26T00:00:00Z",
            "created_at": "2009-03-24T17:53:23.781382Z",
            "creator_name": "Annie Webster",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-24T17:53:23.781382Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 31,
            "state": "finished",
            "updated_at": "2009-09-27T03:02:43.877690Z"
        },
        "id": 12136002
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FREEus-from-PAIN/"
    },
    "type": "petition"
}