{
    "data": {
        "attributes": {
            "action": "allow former police officers to withdraw their pension contributions when they leave the force",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "i worked as a Police Constable for West Yorkshire Police for over 6 years. I left to set up my own business I have asked about withdrawing the contributions i made during my time as an officer and also to in the NHS prior to this, which the Police \"bought\" off me cheaply. It appears that i am not allowed to withdraw these contributions as i served for more that 2 years and i have to wait until i am 65 to receive a monthly figure which currently around £400 per month. I  hold over 10 years of pension and i feel it unfair that as they are MY contributions I cannot access them. \nI currently have an IVA and CCJ which came about as a result of my failed marriage, along with trying to afford my household bills, mortgage and maintainance and the economy as it is stopping me from gaining regular income from my business I constantly struggle to survive on a day to day basis. The cash locked in my pension would clear my historic debt and assist me in being able to advertise and run my business with a little left over for helping when like now, times are extremely difficult.I don't know what else to do.",
            "closed_at": "2009-05-25T00:00:00Z",
            "created_at": "2009-03-24T18:17:56.664949Z",
            "creator_name": "Paul Gibbins",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-24T18:17:56.664949Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2009-05-26T00:01:01.143476Z"
        },
        "id": 12136411
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/withdrawfunds/"
    },
    "type": "petition"
}