{
    "data": {
        "attributes": {
            "action": "Stop Russian Circus's using live cats in bear performances .",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "we, the undersigned, deplore the use of live cats in bear performances. Three Russian Circuses have been identified as being involved in the practise which involves live animals, mostly cats, being ripped limb from limb by bears as part of the nightly performances.\n\nPressure has been mounting on the Russian Government but no action has yet been taken to outlaw this practise.\n\nMany of the cats are dressed up in decorative, bright coloured outfits, some with bells and make-up, making it easier for the bears to see.  It is instantly noticeable that the cats are surprisingly slow, this is due to the fact that they are sedated making it effectively a 'caged kill' for the bears\n\nFollowing the blood bath, the bears are paraded around the arena. The kills are counted and the bears are ranked 1st, 2nd and 3rd. to conclude their degradation they are made to stand on a podium ranked by their kills, in some macabre Olympic ceremony.\n\nThe Russian Government need to understand that people do not feel that in 2009 this barbaric spectacle is entertainment.\n\nWe are asking that the British Government, through its international ties with Russia, lobby the Russian Government to outlaw this practise.",
            "closed_at": "2009-05-25T00:00:00Z",
            "created_at": "2009-03-24T18:20:33.408593Z",
            "creator_name": "Garth Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-24T18:20:33.408593Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 28,
            "state": "finished",
            "updated_at": "2009-09-24T15:35:39.050616Z"
        },
        "id": 12136449
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Bear-CatBaiting/"
    },
    "type": "petition"
}