{
    "data": {
        "attributes": {
            "action": "allow Islamic fundamentalists to choose to opt out of the advantages of living in Britain",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Some in this country claim that they are opposed to our way of life and would rather live in an Islamic state under sharia law.  Not all are terrorists.  Some produce and distribute jihadist literature, preach radical sermons or protest against the British Armed Forces.  \n \nThey claim to be opposed to our way of life so I propose we offer them the choice of living without the many benefits of this way of life.  Anyone committing the above or similar acts should be asked in a public, televised interview if they would like to do without access to the advantages of living here.  \n \nIf they say \"yes\" we will deny them access to Government services - benefits, university, public sector employment, the NHS (save for emergency treatment) etc.  They will be subject to the law of the land for as long as they stay here but they will forfeit all advantages of living here.\n \nIf they say \"no\" we will leave them as they are except that they will have to do some community service and promise to buck up their ideas.  If they choose not to honour those conditions they will be denied access to Government services.\n \nThey can choose what to do but the choice should have consequences.",
            "closed_at": "2010-03-26T00:00:00Z",
            "created_at": "2009-03-25T17:44:03.160935Z",
            "creator_name": "Richard Ellis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-25T17:44:03.160935Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 44,
            "state": "finished",
            "updated_at": "2010-04-20T15:05:20.408654Z"
        },
        "id": 12150971
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Jihad-Choice/"
    },
    "type": "petition"
}