{
    "data": {
        "attributes": {
            "action": "impose a ban on the selling of Shark Fin Soup within the United Kingdom along with other such related products.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sharks have existed for millions of years prior to the arrival of humans however in a short period of time we have driven many of their species to near extinction.100 million sharks are killed each year with the bulk of this to feed the demand for Shark Fin Soup which is seen as a delicacy in some cultures. Due to sharks maturing slowly and taking several years to reach breeding age their species simply cannot survive this rate of fishing. We must remove the demand for them to have any chance of survival. Many of the sharks are caught and have their fins removed whilst still at sea and are then discarded back into the ocean to bleed to death, drown or be eaten by other sharks. \nWhat makes this issue even more frustrating is that shark fin soup does not actually taste of shark, the fins are dried in the sun prior to cooking and therefore have no taste or nutritional value and provide purely texture, and in fact the soup is actually flavoured with other meats. Allied to this as sharks are the top predator in the ocean they actually contain high levels of Mercury meaning the soup is actually bad for you.",
            "closed_at": "2009-06-26T00:00:00Z",
            "created_at": "2009-03-25T19:46:07.081162Z",
            "creator_name": "Andrew Fowles",
            "government_response_at": "2009-08-10T12:51:57.824580Z",
            "government_responses": [
                {
                    "created_at": "2009-08-10T12:51:57.824580Z",
                    "details": "You signed a petition asking the Prime Minister to \"impose a ban on the selling of Shark Fin Soup within the United Kingdom along with other such related products.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20299\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'BanSharkFinSoup'",
                    "updated_at": "2009-08-10T12:51:57.824580Z"
                }
            ],
            "opened_at": "2009-03-25T19:46:07.081162Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 733,
            "state": "finished",
            "updated_at": "2009-09-24T15:35:39.050616Z"
        },
        "id": 12152613
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BanSharkFinSoup/"
    },
    "type": "petition"
}