{
    "data": {
        "attributes": {
            "action": "put an end to such cases as Baby Luke Winston-Jones, Baby Charotte Wyatt and most recently the Baby O.T case being taken to court with the aim of withdrawing life support and ending life.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear Mr. Brown,\n   I vowed on the night my son Luke Winston-Jones was denied life saving treatment by the NHS trust at Alder Hey that I would one day when stronger aim to change the way in which hospitals currently can withhold life saving operations and a ventilator to a child with a disability this is discrimination towards the disabled. After an hour and a half of pleading with the medical team to administer adrenaline to my son who was still breathing but needed assistance the doctors repeatedly denied this. This is what my son heard during the final minutes of his life and I alone had to stand and whatch my son die. This is a nightmare I will never overcome. I intend to turn the strength I have left into positive action and address the public on their feelings to this matter, with my petition in hand and knock doors. Today alone forty individuals immediately signed my petition. I would like to take this opportunity to request a meeting in the near future to express my concerns and hand you my petitions and supporting letters. Many thanks to you for your time.",
            "closed_at": "2009-10-25T00:00:00Z",
            "created_at": "2009-03-25T21:56:54.781592Z",
            "creator_name": "Ruth Ann Winston-Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-25T21:56:54.781592Z",
            "rejected_at": "2009-05-06T00:01:02.053375Z",
            "rejection": {
                "code": 8,
                "details": "While we sympathise with your situation, we believe your petition could cause personal distress to other families. Please remove reference to individual cases and resubmit your petition.",
                "reasons": [
                    "Material which is potentially confidential, commercially sensitive, or which may cause personal distress or loss"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-06T00:01:02.053375Z"
        },
        "id": 12154273
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lukeslaw/"
    },
    "type": "petition"
}