{
    "data": {
        "attributes": {
            "action": "not introduce pre-watershed TV advertising for condoms",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The bodies responsible for looking after the advertising codes intend \"to relax the pre-9pm ban on condom advertising […] in the light of the UK having the highest teenage pregnancy rate in Europe.\" However, as under-tens DON’T just watch programmes specifically made for their age group, the effect will inevitably be that parents will find themselves having to discuss issues such as sex and pregnancy earlier than they feel is appropriate for their children.  It will surely also give the message that condom use, and therefore sexual intercourse, is condoned, if not encouraged, in young teenagers. Our children’s innocence is precious and it is up to us as parents to introduce \"adult\" themes when we feel our children are ready and NOT as dictated by TV advertising. We also want to not have our own moral codes undermined by the aura of acceptability that such advertising would give to underage sex.",
            "closed_at": "2009-09-26T00:00:00Z",
            "created_at": "2009-03-26T11:16:14.310078Z",
            "creator_name": "Caroline Durant",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-26T11:16:14.310078Z",
            "rejected_at": "2009-04-25T00:01:02.448187Z",
            "rejection": {
                "code": 4096,
                "details": "The Advertising Standards Authority is independent from the government. We refer you to their site: http://www.asa.org.uk/asa",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-25T00:01:02.448187Z"
        },
        "id": 12158768
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/condom-adverts/"
    },
    "type": "petition"
}