{
    "data": {
        "attributes": {
            "action": "Make family courts liable under the disability discrimination act.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Family courts often discriminate against parents who have mental health problems or physical disabilities. \nDiscrimination law must be upheld as stated under the Human Rights Act Article 14 prohibition of discrimination.\n\nWe need a public enquiry into family court discrimination. The report needs to show how many parents have been removed from their children's lives rather than been offered support. Disabilities do not prevent us from being parents and losing this right means children are losing out all over the UK. \n \nWhy are family courts not liable under the disability discrimination act and why must disabled people be discriminated against in the court arena. Everywhere else we are protected, however in family courts experts and judges can discriminate against our abilities without medical knowledge. A total of 10 hours of interviews by a Cafcass officer cannot determine how that parent copes with their children and with their disability. \n\nChildren are important and how can they be brought up without prejudice when the very system that makes decisions on their behalf, discriminates freely with no recourse.",
            "closed_at": "2010-03-30T00:00:00Z",
            "created_at": "2009-03-26T20:22:10.487832Z",
            "creator_name": "Jason Petch",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-26T20:22:10.487832Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2010-03-31T00:01:02.020906Z"
        },
        "id": 12165559
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HealthFamilyLaw/"
    },
    "type": "petition"
}