{
    "data": {
        "attributes": {
            "action": "Not permit the advertising of 'abortions and condoms' on national TV",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "PLEASE PLEASE PLEASE do not allow the advertising of abortions to go on the TV \"pre\" or \"post\" the 9pm water shed.\nThis will be the thin end of the wedge for the most sickening of things to be advertised.\nThe adverts will not prepare young girls for the emotional trauma of what is to come.\nI have counseled countless ladies young and old and ALMOST without exception not one of them lives free of the guilt and heart ache of the child that they lost / had removed / killed.  They remember the day their child would have been born, causing great emotional suffereing.\nWhat is needed is better informed and more directional sex education to allow young girls to know that they don’t have to go the route of promiscuity.\nIt will be a very sad day for our country.  The emotional aftermath would be horrendous and the additional medical costs for emotional problems cannot be measured.\nThe nature of advertising is to be glamorous and make the product appealing.  This will follow the route  and marketing of all such advertising and have devastating affects on the moral nature of this country.\n\nRev. E. Roberts",
            "closed_at": "2010-03-26T00:00:00Z",
            "created_at": "2009-03-26T17:57:39.743905Z",
            "creator_name": "elaine roberts",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-26T17:57:39.743905Z",
            "rejected_at": "2009-04-25T00:01:02.448187Z",
            "rejection": {
                "code": 4096,
                "details": "The ASA is independent of government. Please contact the Advertising Standards Authority at http://www.asa.org.uk/asa/",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-25T00:01:02.448187Z"
        },
        "id": 12164043
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NOABORTIONSONTV/"
    },
    "type": "petition"
}