{
    "data": {
        "attributes": {
            "action": "to look into the reluctance of insurance companies to pay out on health claims e.g. income protection policies",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In November 1994 I obtained a policy in order to provide an income should I become unable to work through accident or illness. I sustained an accident through work in December 2005 and this led to being retired on ill health.A claim was made to the relevant company who refused the claim. Whilst I have been fighting this I have still had to honour monthly payments or the policy would become invalid. The reasons they came up with and the manipulation with words was unbelievable. They stated that by education, training and experience I in their eyes am able to work. Presently I am still unable to work claiming incapacity and industrial injuries. I have had to undergo rigourous medicals and what beggars belief is that this company does not recognise the decisions made by incapacity, industrial injuries physicians, occupational health and my own GP.I further add that at no time did they send me for an independent medical. The policy is not worth the paper it is written on. I hope that you may be able to look into this not only for my own experience but for others who are going major problems with health insurance.",
            "closed_at": "2009-10-01T00:00:00Z",
            "created_at": "2009-03-28T10:26:25.070773Z",
            "creator_name": "Susan Jane Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-28T10:26:25.070773Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2009-10-02T00:01:01.534281Z"
        },
        "id": 12178744
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/refusal/"
    },
    "type": "petition"
}