{
    "data": {
        "attributes": {
            "action": "challenge the Office of National Statistics (ONS) position on including a question on sexual orientation in the upcoming 2011 census and, as far as it is possible, compel the ONS to include such a question. Don't tarnish the progress that has been by this government on LGB rights by backing down and allowing the ONS to omit this question for another decade.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since 2006 the ONS 'Sexual Identity Project' has investigated the development of \"a question (or set of questions) that can be used on social surveys and for equality monitoring purposes”. The current position is that no such question is likely to be included in 2011, meaning at least another decade before we see such a question on what is the most important survey of the UK population.\n\nThe survey will contain references to same-sex civil partnerships (which is a great step forward), so it makes no sense to then omit a question on sexual orientation. \n\nAt the 2009 Stonewall Workplace Conference, the Chief Executive of the Equalities & Human Rights Commission (EHRC) indicated clearly that the EHRC's view was that such a question should be included in 2011, challenging the ONS position. As the UK authority on equality issues, the EHRC's point of view should be taken seriously.\n\nIn keeping with the proposed Single Equality Act, it is the perfect time to add a question on sexual orientation to the census.\n\nThis government has an excellent record on LGB rights so far, please don't tarnish that by accepting the ONS stance on this issue.\nShow courage and don't make us wait yet another decade.",
            "closed_at": "2010-01-27T00:00:00Z",
            "created_at": "2009-03-27T12:26:29.251592Z",
            "creator_name": "Tim Jarman",
            "government_response_at": "2010-02-24T13:51:44.764821Z",
            "government_responses": [
                {
                    "created_at": "2010-02-24T13:51:44.764821Z",
                    "details": "You signed a petition asking the Prime Minister to \"challenge the Office of National Statistics (ONS) position on including a question on sexual orientation in the upcoming 2011 census and, as far as it is possible, compel the ONS to include such a question. Don't tarnish the progress that has been by this government on LGB rights by backing down and allowing the ONS to omit this question for another decade.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22578\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'lgb2011census'",
                    "updated_at": "2010-02-24T13:51:44.764821Z"
                }
            ],
            "opened_at": "2009-03-27T12:26:29.251592Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1886,
            "state": "finished",
            "updated_at": "2010-02-14T03:01:46.504863Z"
        },
        "id": 12170801
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lgb2011census/"
    },
    "type": "petition"
}