{
    "data": {
        "attributes": {
            "action": "help the population help the country from the grass roots up.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is a brief insight into a way of getting the publics support and utalizing a proportion of funds available by issuing public purchase vouchers with a 3 month life span these would be used to buy products,services to kick start the economy, in a pro active fast response approach.These funds would come from the stimulation package issued via The Bank Of England to the banking industry who seem to be utalizing this to strengthen their asset base.Borrowing is still very hard & exspensive.The peoples purchase vouchers would be issued to all UK tax payers The people on benifits,pensioners whould get a pro rata amount according to monthly payments. people who have been made unemployed in the last 12 months should be veiwed as tax payers. The vouchers would be redeemed at banks and then the B O E. Once it has worked it can be replicated. Time is of the essance customer demand for products & services create employment,confidence and much more.",
            "closed_at": "2009-06-27T00:00:00Z",
            "created_at": "2009-03-27T11:36:11.293725Z",
            "creator_name": "PAUL DAVIES",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-27T11:36:11.293725Z",
            "rejected_at": "2009-03-31T15:53:44.369673Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-03-31T15:53:44.369673Z"
        },
        "id": 12170259
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/solvethemess/"
    },
    "type": "petition"
}