{
    "data": {
        "attributes": {
            "action": "instruct the Home Secretary to take immediate action on the probable reason for the low rate of conviction for sex crimes",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My paper recently reported on two cases in London in which serial rapists were able to continue committing their crimes due to the alleged incompetence of officers in the specialist Sapphire unit.  One reason for this is, apparently, that \"Sex crimes do not attract the most talented or experienced officers who prefer to tackle murder or terrorism.\"  \n\nI feel this attitude on the part of senior officers is disgraceful; as is its probably effect on victims.  A woman is raped; the most dreaded crime for women apart from murder. At the Police Station she undergoes the trauma of reporting what happened plus the forensic examination (which must feel like a second rape); then has the ordeal of the court case only to see her attacker go free just because of this preference on the part of the most talented or experienced officers!  How appalling!",
            "closed_at": "2009-10-04T00:00:00Z",
            "created_at": "2009-03-28T02:42:50.566449Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-28T02:42:50.566449Z",
            "rejected_at": "2009-04-06T17:20:17.001579Z",
            "rejection": {
                "code": 2048,
                "details": "Your petition is very similar to an already live petition http://petitions.number10.gov.uk/justice-for-rape/ which runs until 21 November 2009",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-06T17:20:17.001579Z"
        },
        "id": 12177598
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/sex-crimes/"
    },
    "type": "petition"
}