{
    "data": {
        "attributes": {
            "action": "Re-visit the science surrounding second hand smoking and make available the sources that resulted in the claims made and, then re-introduce smoking in pubs and clubs",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We believe that the science regarding second hand smoking is fundimentally flawed and has caused, what will be, terminal damage to our pubs and clubs and should be amended in line with the allowances made at the G20 conference..\nApart from bland statistics, the free men and women of this country have seen no, properly researched and verified scientific basis to the claims made. We therefore petition for details of all and every research paper on this subject to be made available. We propose, again, that, in the light of the G20 situation that our pubs and clubs be allowed to decide for themselves or we are presented with clear, detailed proof and not simply statistics.",
            "closed_at": "2009-05-30T00:00:00Z",
            "created_at": "2009-03-27T19:30:33.376663Z",
            "creator_name": "Paul Kearns",
            "government_response_at": "2009-08-06T12:23:51.029045Z",
            "government_responses": [
                {
                    "created_at": "2009-08-06T12:23:51.029045Z",
                    "details": "You signed a petition asking the Prime Minister to \"Re-visit the science surrounding second hand smoking and make available the sources that resulted in the claims made and, then re-introduce smoking in pubs and clubs.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20231\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'smokingproof'",
                    "updated_at": "2009-08-06T12:23:51.029045Z"
                }
            ],
            "opened_at": "2009-03-27T19:30:33.376663Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 213,
            "state": "finished",
            "updated_at": "2009-05-31T00:01:01.246461Z"
        },
        "id": 12175439
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/smokingproof/"
    },
    "type": "petition"
}