{
    "data": {
        "attributes": {
            "action": "REform social services to support and protect vunerable families in the UK.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Child protection social workers are known as child snatcher for this image to change we need reform:\n\n1:-Abolish the family court secrecy that gags parents who wish to complain.\n2:-Abolish \"emotional harm\" and \"risk\" as justifications for putting children into care\n3:-Abolish \"forced adoption\"if a parent opposes an adoption in court\n4:-Abolish decisions by family court judges to take babies and young children into care.(let juries decide)\n5:-Abolish the power of social services to regulate and control contact between parents and children , to censor their conversation or to restrict phone calls.The court must control the frequency of contacts.\n6:-Abolish the restriction preventing a lay advisor from presenting a case for parents refused legal aid\n7:-Abolish hearsay evidence in family courts and require witnesses to stick to facts without \"speculation.\"\n8:-Abolish the removal of children for non life threatening forms of neglect such as absences from school or insanitary dwellings unless a written warning has been served and the situation has not been remedied.\n\nThese reforms would stop most of the present injustices.",
            "closed_at": "2010-04-03T00:00:00Z",
            "created_at": "2009-03-27T20:57:00.779761Z",
            "creator_name": "Jennifer Steinman (Mothers 4 justice)",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-27T20:57:00.779761Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 25,
            "state": "finished",
            "updated_at": "2010-04-04T00:01:01.182608Z"
        },
        "id": 12176205
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ReformIt/"
    },
    "type": "petition"
}