{
    "data": {
        "attributes": {
            "action": "Stop people buying any residential property in the UK if they do not have a UK passport",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Houses are overpriced in the UK. In my opinion prices are further inflated by foreigners buying investment properties, homes and holiday dwellings in the UK. This must stop. In general anyone without a UK passport should not be allowed to buy residential property in this country. This will relieve 'some' pressure on the market and help prices fall. \nWhen Richard Branson went to buy a property in Australia he was declined. Sure he's rich enough, sure they have the space, but he does not have an Australian passport! \nIn my opinion High property prices are the Number-One cause for dis-illusionment of young workers in the UK and a great cause of social discontent. \nYoungsters want to \"move on\" at 18 not be forced to stay with 'Mummy and Daddy' til they are 30.If they can take hold of their own futures, earlier, and afford their own homes, they will start to have more self respect and also a greater respect for others. They will take their lives more seriously and work harder and binge less.\nIf you want youths to be mature, give them something work towards. \nCheaper homes.\nStop foreigners buying residential property - they can rent - that's fine. We need to act. Please vote for this change.",
            "closed_at": "2009-10-01T00:00:00Z",
            "created_at": "2009-03-27T20:55:10.564354Z",
            "creator_name": "David Gladman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-27T20:55:10.564354Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 17,
            "state": "finished",
            "updated_at": "2009-10-07T15:21:20.566438Z"
        },
        "id": 12176196
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ukpassport4homes/"
    },
    "type": "petition"
}