{
    "data": {
        "attributes": {
            "action": "Make enough ALLOTMENTS in the UK to at least match demand!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "*ALLOTMENTS are conspicuously few in   the UK today and according to my research the government is breaking the law by not providing enough.\n*ALLOTMENTS reduce the carbon footprint by cutting down food miles.\n*ALLOTMENTS can attract diminishing wildlife (dependent on the individuals cultivation methods).\n*ALLOTMENTS allow people to control what chemicals they put on their food.\n*ALLOTMENTS are good sources of learning for children & adults alike.\n*ALLOTMENTS allow poor people to eat more exotic food.\n*ALLOTMENTS provide people with fresher food.\n*ALLOTMENTS, according to most people, provide better tasting food.\n*ALLOTMENTS allow people to sample a greater variety of fruit and vegetables.\n*ALLOTMENTS provide good excercise for an increasingly unfit community.\n*ALLOTMENTS provide unity and socialization for the community.\n*ALLOTMENTS provide the sick and/or retired with something to do other than TV.\n*ALLOTMENTS can provide relief from the day to day stresses of life. \n*ALLOTMENTS usually provide food for friends of the allotment owners, saving others money as well.\nThank you. Please sign the petition even if you don't want an allotment.",
            "closed_at": "2010-04-01T00:00:00Z",
            "created_at": "2009-03-27T17:55:58.270905Z",
            "creator_name": "Stuart Oxley",
            "government_response_at": null,
            "government_responses": [
                {
                    "created_at": "2009-07-24T11:01:01.217282Z",
                    "details": "You signed a petition asking the Prime Minister to \"Make enough ALLOTMENTS in the UK to at least match demand!\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20100\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'more-allotments'",
                    "updated_at": "2009-07-24T11:01:01.217282Z"
                }
            ],
            "opened_at": "2009-03-27T17:55:58.270905Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 889,
            "state": "finished",
            "updated_at": "2010-04-14T18:30:02.101506Z"
        },
        "id": 12174548
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/more-allotments/"
    },
    "type": "petition"
}