{
    "data": {
        "attributes": {
            "action": "karen kirby",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Call for all MPs and overpaid fat-cats to be paid the minimum wages,why should these people have the right to get these payments is beyond me, You never hear these people complain about the cost of living,or how much more Council Tax, Rent,Gas or Electric they have to pay,overpaid Tax Credits does the IRS knock on their doors and demand immediate repayments,NO, The problem is GREED, They have become accustomed to these lifestyles, why should we struggle and worry how we will pay for food shopping next week or going without so last gas bill gets paid before next one comes if they don't cut you off before. The state of today's Economy might be a little better of if all these fat-cats were paid minimum wages, No doubt they wouldn't agree with me, but if it wasn't for people like me they wouldn't be in the jobs their in,think about it do they really earn or need or is it just pure greed...  WHY SHOULD THEY BE ANY DIFFERENT TO YOU AND ME... FOREVER SKINT...",
            "closed_at": "2009-09-28T00:00:00Z",
            "created_at": "2009-03-28T11:18:14.763384Z",
            "creator_name": "KAREN KIRBY",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-28T11:18:14.763384Z",
            "rejected_at": "2009-04-30T00:01:01.749784Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-30T00:01:01.749784Z"
        },
        "id": 12179173
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FOREVERSKINT/"
    },
    "type": "petition"
}