{
    "data": {
        "attributes": {
            "action": "cease the practice of e-petitions on the Number 10 web-site as they are wasteful of taxpayers' resources which provide no added value to the democratic process and raise vain hope of a solution.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Having received yet another number 10 response which ignores the valid grievance contained in the petition, it is quite clear that number 10 e-petitions are not fit for purpose, and that the entire futile exercise should be scrapped.\n\nThe e-petitions site wastes taxpayers' funds in two ways. \n\n1) by the allocation of government money to those who administer them, which is exacerbated by 2) only agreeing with petitions which correspond with the government's own policy, thereby adding no value whatsoever to the democratic process.\n\nAdditionally, they are a drag on the productivity of the country as many man hours are spent vainly petitioning where there is no realistic chance of a positive response, whilst there are simultaneously many more productive ways of engaging with politicians which should be encouraged instead.\n\nThe petitions are censorial (requiring government approval first), and are certain not to influence government policy.\n\nThe undersigned call on the government to either take these petitions seriously, or cease pretending that there is any possible meaningful result to be aspired to by becoming a signatory.",
            "closed_at": "2009-06-29T00:00:00Z",
            "created_at": "2009-03-29T21:54:59.925437Z",
            "creator_name": "Dick Puddlecote",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-29T21:54:59.925437Z",
            "rejected_at": "2009-05-06T00:01:02.053375Z",
            "rejection": {
                "code": 16384,
                "details": "Comments about the petitions system should be sent to number10@petitions.pm.gov.uk.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-06T00:01:02.053375Z"
        },
        "id": 12189032
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stopthecharade/"
    },
    "type": "petition"
}