{
    "data": {
        "attributes": {
            "action": "stop the destruction of our community, local pubs and local shops in Lillington",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Tesco express plans to convert the only community pub in Lillington, Leamington Spa in to a Tesco Express Store. We are already well served by excellant local shops and independent traders and value our local pub the Walnut Tree as a true community asset. We believe Tescos view this site as just another pub closure and have no understanding of its significance within the community. If it closes we will lose more than a pub - darts team, pool teams, football team, kids club charity events (the pub organises free days out/holidays/events for local estate children), venue for meeting in times of celebration (christenings/weddings) and commiseration (funerals).\n\nWe strongly feel that the Tesco Express has nothing to offer the majority of Lillington people. With above average unemployment and high levels of low income the higher pricing structure of Express stores mean it will offer no savings on weekly food bills for already pressed families. We believe this store will also see the destruction of the existing shops and independent traders.",
            "closed_at": "2009-06-06T00:00:00Z",
            "created_at": "2009-03-29T09:26:34.035406Z",
            "creator_name": "jane padginton",
            "government_response_at": "2009-08-06T12:57:47.744071Z",
            "government_responses": [
                {
                    "created_at": "2009-08-06T12:57:47.744071Z",
                    "details": "You signed a petition asking the Prime Minister to \"stop the destruction of our community, local pubs and local shops in Lillington.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20243\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'WalnutTreePub'",
                    "updated_at": "2009-08-06T12:57:47.744071Z"
                }
            ],
            "opened_at": "2009-03-29T09:26:34.035406Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 483,
            "state": "finished",
            "updated_at": "2009-06-08T03:02:29.915127Z"
        },
        "id": 12184375
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WalnutTreePub/"
    },
    "type": "petition"
}