{
    "data": {
        "attributes": {
            "action": "Include a classification of All drugs under the current system",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Despite what is unknown, what is known is that a variety of perfectly legal drugs are more toxic and have greater side effects than marijuana noticably alchohol and cigarettes. The only clear reason in which the herb is distinguished from these substances is the overestimated apparent(though relatively unproven) severe mental health issues. Despite the use of drugs such as alchohol and salvia providing much more significant and directly measurable effects of mental disruption whilst providing examples of public disorder on a daily basis authorities remain silent on the reason as to why these legal drugs be discluded from a national evaluation of public health and safety. The government should be forced to classify All drugs under the same system so that the distinction between why certain drugs are illegal or legal is explained so that the reason behind banning the use of a non-toxic plant whilst allowing the sale, promotion and consumption of drugs containing chemicals poisonous to the body such as alchohol. Further all tax received by the government through duties on such drugs should be made public in an impartial and consolidated report.",
            "closed_at": "2009-08-30T00:00:00Z",
            "created_at": "2009-03-29T16:14:14.661430Z",
            "creator_name": "philip leak",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-29T16:14:14.661430Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2009-08-31T00:01:01.716835Z"
        },
        "id": 12186537
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/classificationd/"
    },
    "type": "petition"
}