{
    "data": {
        "attributes": {
            "action": "To make the importing, selling, distributing and trading in real animal skins and fur illegal in the United Kingdom.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned call upon the Government of the United Kingdom to make illegal the importation, sale, and distribution by any means of animal fur for the fashion trade and any other purpose.\nAllowing the sale of fur supports animal cruelty. In China where a large proportion of animal fur originates, animals including cats and dogs are  skinned alive. There are fur farms in other countries throughout the world including the  United States. Buying, wearing, selling and trading in any way with fur supports animal cruelty. \nWe call upon the Government to end all imports of fur and make it illegal to sell any fur products within the United kingdom.",
            "closed_at": "2010-03-30T00:00:00Z",
            "created_at": "2009-03-30T00:56:25.600254Z",
            "creator_name": "Christopher Jardine",
            "government_response_at": "2010-12-09T16:36:12.159019Z",
            "government_responses": [
                {
                    "created_at": "2010-12-09T16:36:12.159019Z",
                    "details": "You signed a petition asking the Prime Minister to make the importing, selling, distributing and trading in real animal skins and fur illegal in the United Kingdom.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=nomorefur\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'nomorefur'",
                    "updated_at": "2010-12-09T16:36:12.159019Z"
                }
            ],
            "opened_at": "2009-03-30T00:56:25.600254Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 273,
            "state": "finished",
            "updated_at": "2010-12-09T16:36:12.159019Z"
        },
        "id": 12189723
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nomorefur/"
    },
    "type": "petition"
}