{
    "data": {
        "attributes": {
            "action": "Launch a full investigation into the Home Secretary's expense claims",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Home Secretary has been making claims at tax payers expense which are at best immoral and at worse fraudulent. She has claimed for her family home whilst staying with her sister, however complaints from neighbours have questioned how often she actually stayed there. Now it has come to light that she has claimed for Cable TV and pay per view movies. These claims go back to last year and the Home Secretary has now apologized and agreed to pay the money back, this however occurred only after getting caught. Her actions appear to show her seeking to claim as much as she can from the UK tax payer and not care that the public are already incensed about expense claims. The state holds a home for the position of Home Secretary which Ms Smith has chose not to use which can only be explained by her preference to claim unearned tax payers money for herself and her family.\n\nA full independent investigation into all claims should be held due to the very senior position that she holds",
            "closed_at": "2009-04-29T00:00:00Z",
            "created_at": "2009-03-29T11:23:03.194939Z",
            "creator_name": "David Green",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-29T11:23:03.194939Z",
            "rejected_at": "2009-05-03T00:01:01.973008Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/DismissSmith/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-03T00:01:01.973008Z"
        },
        "id": 12184917
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/hsexpenses/"
    },
    "type": "petition"
}