{
    "data": {
        "attributes": {
            "action": "Permit cigarette vending machines in pubs",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UK government wish to ban cigarette vending machines in public houses because they claim it makes it easy for children to purchase cigarettes.\n\nDemand is driven by two things, availability and price, let's address these.\n\nAvailability: If a pub landlord allows children into their pub without an adult they risk losing their license, therefore they are no more available to youngsters than cigarettes in shops where the children hang around outside asking people of a legal age to purchase cigarettes for them.\n\nIn addition to this (2 examples) it would be possible to make all vending machine purchases require a credit/debit card, or use \"OK ID\" to verify a customer's age\n\nPrice: In a shop a packet of 20 Benson & Hedges costs £5.78.  In a pub you will pay approximately £6 for 16.  Buying in a public house costs 11 pence more per cigarette.\n\nThe argument that vending machines in public houses promote smoking in children is nonsense. Banning these vending machines is simply another small step towards banning smoking in general in order to save money in NHS funding.\n\nWe would like to petition the prime minister not to ban cigarette vending machines in public houses.",
            "closed_at": "2009-09-30T00:00:00Z",
            "created_at": "2009-03-30T12:35:21.465474Z",
            "creator_name": "Peter Morris",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-30T12:35:21.465474Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2009-10-01T00:01:01.873061Z"
        },
        "id": 12193845
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CigaretteVending/"
    },
    "type": "petition"
}