{
    "data": {
        "attributes": {
            "action": "bring in legislation in England & Wales, that protects the rights of the child to be fed milk in any place the child has a right to be.  We ask that it be made unlawful, to harass, intimidate or attempt to prevent, a hungry child receiving milk.  Under both the Convention of the Rights of the Child, and the International Convention on Economic, Social and Cultural Rights, every child has a right to adequate nutritious food.  We ask that legislation that protects this basic human right of the child to receive adequate nutritious food, in the form of milk, be respected, regardless of the child's age, feeding method, or physical location.  That all care givers, can feed a hungry child milk, free of the fear of censure, ridicule or being asked to stop the child feeding, and to leave the space they otherwise have a right to be in.  We ask that this legislation be brought in separate from current legislation allowing the mother to sue under the Sex Discrimination Act.  This is about protecting the child having their milk feed interrupted by demands that the feeding cease, especially if they are in a public space, not only in an establishment providing goods or services to the mother.  The child requires protection from having their milk feeds interrupted, and their mothers and care givers require protection from being harassed or intimidated, whilst feeding.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Mothers and caregivers need to be free to go about their public business whilst caring for their children.  Cultural prejudice, that feeding a baby or child from the breast, or the bottle, should only be done in private, domestic spaces, impacts on the health and well being of babies and children.  Mothers often feel intimidated in public spaces when faced with their child becoming hungry and requiring milk.  Some mothers are harrassed, bullied and asked to leave premises.  Babies need protected from being asked to stop a feed, and mothers need protected from being harrassed and bullied whilst feeding and comforting their children.  Scotland has basic protection on place, England & Wales has none.  End the discrimination and make it a specific offense to harass mothers feeding and comforting their hungry and distressed children.",
            "closed_at": "2010-03-31T00:00:00Z",
            "created_at": "2009-03-31T13:51:23.875505Z",
            "creator_name": "Morgan Gallagher",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-31T13:51:23.875505Z",
            "rejected_at": "2009-04-06T12:40:39.097281Z",
            "rejection": {
                "code": 2304,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement. \n\nPlease shorten your title and place the rest of the detail in the \"main sentence\" category before resubmitting. \n\nYour petition appears to duplicate this one http://petitions.number10.gov.uk/breastfeedbill/",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-06T12:40:39.097281Z"
        },
        "id": 12207365
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/protectmybaby/"
    },
    "type": "petition"
}