{
    "data": {
        "attributes": {
            "action": "Use the current economical situation to induce renewable energy investment in order to tackle it along woth climate change",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "To British PM Brown\n\n             Mr. Brown,\n\nThe current economical and financial crisis is offering not only hardships, but new opportunities as well.\n\n  The public ownership of some big UK banks offers new perspective for public-private partnership, which can be helpful to secure energy safety for UK based on developing green and renewable energy.\n   The country which start first this massive investment in this will have enormous advantage not only in energy independence, but in finances and technology, as far as growing share of renewable energy sources have cumulative financial effect.\n   Low prices of energy caused by the world recession is suitable to use the carbon-based economical growth and creation of new jobs to make the greatest new industrial revolution –transfer from carbon to sun-direct created energy sources, nuclear and other renewable energy sources. \n     \n     Those who do will be the new heroes of the history-masters this time not simply of the power and destruction, but of the creation and finally saving the planet.\nI believe You can lead UK to be the most advanced country in this terms. \n\n   Best Regards : I. Ivanov",
            "closed_at": "2010-03-31T00:00:00Z",
            "created_at": "2009-03-30T23:03:03.885579Z",
            "creator_name": "Ivaylo Ivanov",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-30T23:03:03.885579Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 15,
            "state": "finished",
            "updated_at": "2010-04-01T00:01:01.736847Z"
        },
        "id": 12201916
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/greenergy/"
    },
    "type": "petition"
}