{
    "data": {
        "attributes": {
            "action": "create a National Swearing Day in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The economy is on its knees, our PM has not apologised for his actions leading up to this point both as Chancellor and now as Premier, redundancy has been a worry if not a reality for millions of us but - there's no outlet to let off this built up steam.\n\nPsychiatrists around the world agree, it can only be a bad thing for us to allow a build up of stress.\n\nI propose that we lobby for a National Swearing Day to give us the opportunity to vent our frustrations. \n\nEssentially, it will encourage employers and places of work to allow their staff to use profanity throughout the working day if wished, with no professional repercussions in a bid to prevent something far worse from occurring as a result of the stressful global situation. There will still be a moral obligation, of course, to refrain from swearing in front of children as much as is normal.\n\nIf the e-petition receives more than 1000 signatures, I'll write to Gordon Brown personally encouraging him to consider the National Swearing Day proposal with this as evidence.\n\nI've already emailed Jeremy Clarkson too, in the hope that he will get involved through his column in the Sunday Times, knowing that he is not averse to the odd curse or two!",
            "closed_at": "2009-05-31T00:00:00Z",
            "created_at": "2009-03-31T13:42:56.906240Z",
            "creator_name": "William Findlay, Start Ya B****rd, CEO of Nulon UK",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-31T13:42:56.906240Z",
            "rejected_at": "2009-04-30T00:01:01.749784Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-30T00:01:01.749784Z"
        },
        "id": 12207254
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SwearingDayUK/"
    },
    "type": "petition"
}