{
    "data": {
        "attributes": {
            "action": "completely reform the expenses of MP's to stop any immoral use.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Expenses should only be used for activities relevant to MP’s duties and shouldn’t be open to abuse.\n\nWe propose that the allowance for MP's homes is immediately scrapped and replace with a new system. This system should not profit MP's in any way and we propose that this should include a block or series of properties within London for the use of MP's when required. These properties should be completely owned by the taxpayer.\n\nIn light of this proposal we also petition for the reform of expenses so that they include activities only relevant for MP's duties. Expenses should only be used for stationery, staffing and travel costs. In no circumstances should they pay for furnishings or services such as TV packages.\n\nAlso in light of recent events we propose that MP's expenses are fully declared and made available for public scrutiny throughout the year. However we do respect that some personal details should be removed for security reasons.\n\nWe also ask that a review is done into MP's employing members of their family and any employment for MP staffing should be done in partnership with an independent body to restore public confidence.",
            "closed_at": "2009-07-01T00:00:00Z",
            "created_at": "2009-04-01T00:32:28.505304Z",
            "creator_name": "Jamie Kirkwood",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-01T00:32:28.505304Z",
            "rejected_at": "2009-05-06T00:01:02.053375Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-06T00:01:02.053375Z"
        },
        "id": 12213943
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Expenses-Reform/"
    },
    "type": "petition"
}