{
    "data": {
        "attributes": {
            "action": "use all diplomatic means available to you to pressure Afghan leaders to abandon the new Shia Family Law",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have recently become aware of the new law in Afghanistan which effectively legalizes rape and severely diminishes the lives of Afghan women. I am hopeful that there will be a swift response to this appalling legislation, and I strongly encourage you to take a bold stance on behalf of the woman of Afghanistan.\n\nThe Afghan President Hamid Karzai signed the law earlier this month depite condemnation by human rights organisations worldwide, and, although not yet published, is widely believed to contain articles that go against the constitutions equal rights provisions.\n\nThe law also requires women to have their husband's permission to seek work, a doctor's appointment, and education. \n\nThis is an enormous blow for human rights in a country where girls are often married by age 14. As allies and occupiers, the UK has a responsibility to act on this information, and not let the welfare of Afghan people get trampled under fundamentalist rule. \n\nThank you\n\n(Note, for more information: 'The Guardian' [.co.uk] covered this news on march 31st under the title \"'Worse than the Taliban' - new law rolls back rights for Afghan women\")",
            "closed_at": "2009-05-12T00:00:00Z",
            "created_at": "2009-03-31T23:14:53.287681Z",
            "creator_name": "Phill Sandford",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-03-31T23:14:53.287681Z",
            "rejected_at": "2009-05-06T00:01:02.053375Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Afghanwomen/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-06T00:01:02.053375Z"
        },
        "id": 12213543
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ShiaLaw/"
    },
    "type": "petition"
}