{
    "data": {
        "attributes": {
            "action": "condemn the new Afghan law legalising rape within marriage.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Hamid Karzai, President of Afghanistan, has recently approved the Shia Family Law. The law effectively returns the status of women to that endured under the rule of the Taliban. \n\nIt bans women from seeking work, education or even a doctor's appointment without their husband's permission. Custody of children can only be granted to male relatives - the father or grandfather. \n\nWorst of all, Article 132 of the law legalises rape within marriage. Women's right to say no to sex with their husbands is removed, except in case of illness, and men have the right to expect sex at least once every four nights. It disregards women as people and makes them, upon marriage, into sex slaves with no possible recourse or escape, in either physical or legal terms. \n\nThe world is rightly outraged by Josef Fritzl's actions, but in Afghanistan a whole country is about to enshrine in law the right of men to keep women in captivity and rape them with impunity. \n\nHelp stop this process in its tracks.",
            "closed_at": "2009-07-01T00:00:00Z",
            "created_at": "2009-04-01T12:06:25.048811Z",
            "creator_name": "Bethany Fenton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-01T12:06:25.048811Z",
            "rejected_at": "2009-05-06T00:01:02.053375Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Afghanwomen/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-06T00:01:02.053375Z"
        },
        "id": 12217091
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lawagainstwomen/"
    },
    "type": "petition"
}