{
    "data": {
        "attributes": {
            "action": "stop the abuse of powers by the CPS with regard to Dangerous Driving",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dangerous driving is a serious charge which is now being made a mockery out of by the CPS. If you dare have an accident on our roads, the police will investigate it and one or more persons will be treated as a criminal.\nUnfortunatly, we are human and have a programmed fault. This fault is that we make mistakes, each and everyone of us. By charging people of dangerous driving because they sneezed, pressed the accelorator instead of the brake, got strung by a wasp etc...you are telling the public that they cannot make mistakes which is outragous. \nInstead of bowing to every driving law pressure group, we ask the Prime Minister to use some common sense and change the law accordingly. \nWhen a driver who is speeding (they are knowingly taking a risk) gets 3 points and a minimal fine, its a kick in the face to those who make a genuine error and is prosecuted of dangerous driving. This error, which could be as minimal as 2 seconds, could see the driver losing his licence, having to resit a driving test, given a huge fine and/or facing prison or some community based punsihment; all for doing something that we ALL do...making a mistake.",
            "closed_at": "2009-06-01T00:00:00Z",
            "created_at": "2009-04-01T12:38:20.468611Z",
            "creator_name": "Paul Thomas",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-01T12:38:20.468611Z",
            "rejected_at": "2009-05-06T00:01:02.053375Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/DangerousJoke/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-06T00:01:02.053375Z"
        },
        "id": 12217429
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CPSarewrong/"
    },
    "type": "petition"
}