{
    "data": {
        "attributes": {
            "action": "STEPHEN GREEN",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I REQUEST THAT THIS GOVERMENT UPHOLD ITS DUTY TO STAND UP FOR THE PEOPLE BORN AND LIVING IN THIS COUNTRY.\nTO THE EFFECT OF SAFEGUARDING JOBS IN THIS COUNTRY SOLELY FOR THE PEOLPE OF THIS COUNRY ,AND TO ENSURE THAT IN TIMES OF ECONOMIC STRUGGLE THAT IT LOOKS AFTER ITS OWN NATIONALS BEFORE SPENDING MONEY ELSEWHERE IN THE WORLD!\nAND ALSO THAT DURING THE TIMES OF MASS UNEMPLOYMENT IT SHOULD BE MADE ILLEGAL TO EMPLOY IMMIGRANT WORKFORCE BEFORE BRITISH NATIONALS!\nTHE DUTY OF THE GOVERMENT IS TO THE QUEEN AND THE PEOPLE OF THIS COUNTRY AND I CALL UPON THIS GOVERMENT TO ACT ACCORDINGLY IN TIMES OF ECONOMIC STRUGGLE AND TO LOOK AFTER OUR OWN PEOPLE FIRST AND FOREMOST !",
            "closed_at": "2009-07-02T00:00:00Z",
            "created_at": "2009-04-02T11:16:50.447036Z",
            "creator_name": "STEPHEN GREEN",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-02T11:16:50.447036Z",
            "rejected_at": "2009-05-06T00:01:02.053375Z",
            "rejection": {
                "code": 768,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.\n\nPlease address the excessive use of capital letters; they make your petition hard to read.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-06T00:01:02.053375Z"
        },
        "id": 12226877
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UPHOLDRIGHTS/"
    },
    "type": "petition"
}