{
    "data": {
        "attributes": {
            "action": "Re-Instate Weekly Benefit Payments To Mothers And Their Children On Income Support.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government have decided that all families with children still in school will have make a claim for Child Tax Credit and change from being paid weekly Income support to get a fortnightly payment of Jobseekers Allowance. There are currently fewer jobs available for unskilled parents to get, and the fact is that bringing up children is already a full time job. By making this change not only will this affect our children but this will have an adverse effect on the economy as we will have no money for 70% of the time but this will also put most of us in debt or in poverty. Several million parents rely on being paid weekly as it is very difficult to make the little amount of money we get stretch any further. With the cost of Food, Clothing, Gas & Electricity going through the roof there is no way we are going to cope.\nPlease Prime Minister Re-instate Weekly Payments of Benefit for Parents with Young Children.\nAverage Monthly Costs for lone working parent:Rent £400, Council Tax £120, Childcare £400, Living expense £450\nTotal £1370\nAverage Monthly Pay 40 Hours a week: Take Home Pay £690\nTax Credits £420\nTotal £1110\nMONTHLY DEBT £260",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-01T23:42:26.109029Z",
            "creator_name": "Denise Braeger",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-01T23:42:26.109029Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 14,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 12223563
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/parentsbenefit/"
    },
    "type": "petition"
}