{
    "data": {
        "attributes": {
            "action": "let me and other british taxpayers just how much more of our money he intends to allow his tax collector OfCom to remove from the taxpayer in fines imposed on the BBC before he calls a halt to it and gets the people who commit the offences to pay the fines.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The BBC(and therefore the people who pay the licence tax under threat of criminalisaton by this so called government of ours) have been fined a further GBP150,000.00 by OfCom for offences committed by an employee who coninues to receive his GBP18million salary.  This is the second time the taxpayer has been fined, the last time GBP450,000.00 was removed from them when people at the BBC conducted a telephone scam on its viewers.  It is, therefore, obvious that the people in the BBC have taken advantage of government policy to continue punishing the taxpayer while not taking any action against the perpetrators of crimes committed in the name of the taxpayers.  This has to stop.",
            "closed_at": "2010-04-03T00:00:00Z",
            "created_at": "2009-04-03T13:22:58.814839Z",
            "creator_name": "keith jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-03T13:22:58.814839Z",
            "rejected_at": "2009-05-06T00:01:02.053375Z",
            "rejection": {
                "code": 256,
                "details": "Please rephrase your title and resubmit. There may be a word missing which makes your petition difficult to understand.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-06T00:01:02.053375Z"
        },
        "id": 12238450
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HowMuchMore/"
    },
    "type": "petition"
}