{
    "data": {
        "attributes": {
            "action": "provide Free prescriptions for those with incurable diseases/illnesses, with the aim to eventually provide free prescriptions for all",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Medical practitioners prescribe drugs for a reason - to make us well, comfortable, and able to live our lives. \nAt present in England, the prescription charge is £7.10. This should not be so - there should not be a charge. \n\nIf simply having antibiotics occasionally, ok, £7.10 isn't too bad, but for some people, including myself, we are on medication for life! We cannot live our lives without it and all those £7.10's add up. \n\nLuckily for me, my prescriptions are free until this June, but after that I will have to pay. As an asthmatic I currently have two inhalers, and in total I will have to £71.13 per year to simply breathe. And I can’t simply go without – a severe asthma attack could lead to my death!\n\nBut this is just one example; asthma is not the only disease/illness in the world that cannot be cured. There are many more and those sufferers are having to pay too. Medical Exemption Certificates are available to some, but not all. This should be changed. \n\nFurthermore, I am petitioning for free prescriptions for ALL with incurable diseases and illnesses, as a step towards there eventually being free prescriptions for all in England.",
            "closed_at": "2009-06-08T00:00:00Z",
            "created_at": "2009-04-02T16:10:12.074844Z",
            "creator_name": "Catt Fooks",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-02T16:10:12.074844Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 78,
            "state": "finished",
            "updated_at": "2009-06-10T03:01:56.365449Z"
        },
        "id": 12230353
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/incurable/"
    },
    "type": "petition"
}