{
    "data": {
        "attributes": {
            "action": "Stop the FIA and Bernie Eccelstone from ruining F1",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Within the last few many Formula One fans will have noticed the number of changes in F1 that have occured. Some of them good, like the new cars and regulations in 2009, but also bad, for example the sudden increase in penalties for the drivers and teams from the Stewards and FIA. An example of this can be from the 2009 Australian Race where Vettel was penalised because of an accident, and Hamilton being disqualified because the stewards and FIA brought up the case even after Toyota had dropped the case. There is a lot of speculation about the FIA favouriting certain teams or drivers and therefore I suggest that members of all the teams and former drivers/team members are part of the FIA with no direct President, but instead 1 member takes the leading position at each meeting. There is also Bernie Eccelstone's posistion in F1. I know he has a lot of power in the sport, but it is watched by millions of people and majority of these fans and money come from Europe and America. I do not see why he is getting rid of the races there, because it will lead to those countries pulling out of F1. It is time for Bernie to step down as he only wants F1 to have what he wants, most recently the points system saga.",
            "closed_at": "2010-04-03T00:00:00Z",
            "created_at": "2009-04-02T20:45:26.237631Z",
            "creator_name": "Oliver",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-02T20:45:26.237631Z",
            "rejected_at": "2009-04-06T14:39:55.331209Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-06T14:39:55.331209Z"
        },
        "id": 12233051
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/F1-Change/"
    },
    "type": "petition"
}