{
    "data": {
        "attributes": {
            "action": "resign for unashamedly deflecting responsibility for the economic mess",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ultimately it is up to the Government and the financial regulator to set the rules of the game for financial markets (who are appointed by the Government). They failed to set these rules tight enough. How can financial institutions take ALL the blame for the susbequent economic mess when they played within those (ridiculous) rules? Brown, as Chancellor of the Exchequer and then as PM, bears ultimate responsibility for this. Yet he is trying to blame anyone but himself and is now attempting to close the barn door long after the horse has bolted. Brown's (lack of) actions are nothing short of crimes against the our country and its people, and as a criminal should face the consequences. No one should be in any doubt that we are being brainwashed into believing that the real evil is anywhere but within our own Government. Who can forget one of his worst crimes - when he sold off a huge portfion of our gold reserves at the very bottom of the market? Who could possibly trust him with anything else? It has been mistake after mistake and any claims he makes that he presided over a period of great economic growth are clearly illusory claims built on huge debt levels. We are on the brink of bankruptcy.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-03T14:14:26.125086Z",
            "creator_name": "Alex Allen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-03T14:14:26.125086Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 417,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 12238894
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Resign-Now-Brown/"
    },
    "type": "petition"
}