{
    "data": {
        "attributes": {
            "action": "Make the currency metric",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Money mediates trading of goods and services over time.\nTrade pausing there for power of imperialist imperative currency is dubious and is against general public influence to decide.That currency fundamentally disenfranchises people against holding those whose actions impinging on conciseness to transparent account.\nSay that in that paradigm good-faith trading is for goods not power. Let the seller beware to sell guns.\nA new currency paradigm is required to account for ideas to take reality with  individuals having competence to that fundamental economic power. Any qualifications need be based on knowledge drawn into pragmatic truth based predicate calculus rather than the access to force to destroy.\nThis may be called a metric currency based on two of the fundamentals of physics: time and energy. While there is quantum uncertainty between these primitives they may be macroscopically perceived. Thus mediate those formal ideas finding structure in space-time and momentum. \nSuch may be seen as a possible reference currency. Ignorance of benefit of ideas over force is a public nuisance, a common law crime.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-02T16:04:04.412725Z",
            "creator_name": "john jenkins",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-02T16:04:04.412725Z",
            "rejected_at": "2009-04-24T10:24:34.765694Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12230282
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/metric-cash/"
    },
    "type": "petition"
}