{
    "data": {
        "attributes": {
            "action": "explain the rationale behind allowing Ofcom to fine the BBC Licence Taxpayer another GBP150,000.00 while allowing the BBC to continue to pay the criminals involved GBP18million of those same BBC Licence Tax pounds.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "To own a television receiver in this country is to be liable for prosecution (even if one does not even plug the implement into the electricity supply) if one does not pay the BBC Licence Tax - unless, of course, one is fortunate to have sufficient funds to mount a legal challenge, in which case one will NOT be pursued (just like the 2000 or so celebrities who have publicly refused to pay the tax).  It is an insult to the Licence Tax payers, therefore for them to be fined GBP150,000.00 (as well as a previous amount of GBP450,000.00) when employees of the BBC commit criminal offences which cause the fines to be imposed.  Additionally, how is it justifiable that the criminal who committed the offences which caused the most recent fine remains an employee being paid GBP18million of those BBC Licence Tax pounds.",
            "closed_at": "2010-04-03T00:00:00Z",
            "created_at": "2009-04-03T13:42:41.828594Z",
            "creator_name": "keith jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-03T13:42:41.828594Z",
            "rejected_at": "2009-05-06T00:01:02.053375Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-06T00:01:02.053375Z"
        },
        "id": 12238630
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WheresTheSense/"
    },
    "type": "petition"
}