{
    "data": {
        "attributes": {
            "action": "Improve and widen the vaccination programme for Human Papilliomavirus (HPV) to achieve the goal of “herd immunity”, reductions in cancers using the vaccine that offers the most protection.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Human Papilliomavirus (HPV) not only leads to Cervical cancers but also neck, oral, penile & rectal cancers as well as warts.\n\nIt is only by extending the HPV vaccination programme to boys as well as girls that we achieve a ‘herd immunity’ and get benefit from this exercise in the long term for future generations.\n\nThat government and the JCVI consider the impact not just in terms of Cervical Cancer but all related HPV illness & cancers when it reports back in December 2009 on the issue of including boys.\n\nThat government should be more bold and ensure that the vaccine used is always under review and that the benefits of the chosen vaccination are on the scope of protection offered. To this end we ask for the government to urgently review the choice of ‘Cervarix’ in favour of ‘Gardasil’.\n\nWe call for access to the vaccination to be more universal. That is available both through the existing programmes in schools but also from GP’s. To ensure certain sensitivities do not exclude the progression of the vaccination programme. Furthermore that any vaccination is freely available to those over 18 years of age under an NHS rather than private prescription.",
            "closed_at": "2009-11-04T00:00:00Z",
            "created_at": "2009-04-04T08:25:39.636957Z",
            "creator_name": "John of Tcell.org.uk",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-04T08:25:39.636957Z",
            "rejected_at": "2009-05-06T00:01:02.053375Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/HPVjabs-for-boys/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-06T00:01:02.053375Z"
        },
        "id": 12244490
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HPVaction/"
    },
    "type": "petition"
}