{
    "data": {
        "attributes": {
            "action": "instruct OFCOM to tell the truth when he announces that he has imposed fines upon the BBC in that he is actually fining the TV Licence Tax payer for crimes committed by people who are employees of the BBC Licence Tax payer and NOT the employees who committed the crimes which caused the fine to be imposed.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Declaring that he is fining 'the BBC' is disingenuity in the extreme.  'the BBC' IS the BBC Licence Tax payer therefore it is they whom OFCOM is taking money off.  Fining the BBC is punishment of innocent BBC Licence Tax payers who have no option but to pay the BBC Licence Tax because not to do so will invite criminal proceedings (except where the person paying has sufficient funding to mount a legal challenge to those proceedings, in which case they will not be entered into by the TV Licensing Authority for fear such activity is declared unlawful. The whole TV Licensing system in this country is totally disingenuous and nothing but a cash cow for friends of the government.",
            "closed_at": "2010-04-03T00:00:00Z",
            "created_at": "2009-04-03T17:45:05.264576Z",
            "creator_name": "keith jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-03T17:45:05.264576Z",
            "rejected_at": "2009-05-06T00:01:02.053375Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-06T00:01:02.053375Z"
        },
        "id": 12240887
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TellItLikeItIs/"
    },
    "type": "petition"
}