{
    "data": {
        "attributes": {
            "action": "introduce legislation to enforce Members of Parliament to relinquish ALL MONIES received on selling their second homes that have been funded by the taxpayer. These monies to be used for accomodation for the use of those MPs who live too far away from London to return home each day.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "MPs are not only living at our expense but have made vast amounts of money in the increasing value of homes that we have paid for. The stock answer of \"it is within the rules\" whenever questions are asked, is wearing thin. People living on benefits or on low incomes are severely penalised for the minimum amount of cheating whilst we see our legislators being allowed to claim tens of thousands of pounds without any receipts or, it appears any checks. If all of these second homes became the property of the state, once sold, or when the MP left or lost their seat, the amount made would be available for suitable, basic accomodation for those who really needed it.Receipts should be required for allowable expenses. MPs could be given a suitable increase in salary if they agreed not to take on second, third or even fourth jobs. The work of a Member of Parliament should not be something done in one's spare time!",
            "closed_at": "2009-05-17T00:00:00Z",
            "created_at": "2009-04-05T15:51:34.438751Z",
            "creator_name": "Anne McCann",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-05T15:51:34.438751Z",
            "rejected_at": "2009-05-06T00:01:02.053375Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-06T00:01:02.053375Z"
        },
        "id": 12250976
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/repayexpenses/"
    },
    "type": "petition"
}