{
    "data": {
        "attributes": {
            "action": "provide high quality information after diagnosis of a condition like Down's syndrome",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "After diagnosis of a condition such as Down’s syndrome, parents need high quality information.\n\nAccurate and up-to-date information and support should by law be available to parents when a condition is diagnosed prenatally or postnatally.\n\nThis should include:\n\n- Up-to-date, evidence-based, written information concerning the range of outcomes for individuals living with the diagnosed condition, including physical, developmental, educational, and psychosocial outcomes.\n\n- Contact information regarding support services, including information hotlines specific to Down’s syndrome or other prenatally or postnatally diagnosed conditions, resource centres, national and local peer support groups, and other education and support programmes.\n\nLet's send a clear message to the Government: we want better information!",
            "closed_at": "2010-01-07T00:00:00Z",
            "created_at": "2009-04-06T17:24:33.833893Z",
            "creator_name": "John Smithies",
            "government_response_at": "2010-03-31T19:27:18.834952Z",
            "government_responses": [
                {
                    "created_at": "2010-03-31T19:27:18.834952Z",
                    "details": "You signed a petition asking the Prime Minister to \"provide high quality information after diagnosis of a condition like Down's syndrome.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page23040\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'TellItRight'",
                    "updated_at": "2010-03-31T19:27:18.834952Z"
                }
            ],
            "opened_at": "2009-04-06T17:24:33.833893Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2542,
            "state": "finished",
            "updated_at": "2010-01-19T17:49:36.133523Z"
        },
        "id": 12259349
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TellItRight/"
    },
    "type": "petition"
}