{
    "data": {
        "attributes": {
            "action": "Give parity to those who served in Cyprus during the 1955 - 59 emergencies by reducing the qualifying service time from 120 days to 30 days as for almost all other service areas",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Service personnel who served in Aden, Congo, Dhafar, Oman, Radfan and Sierra Leone received the general Service medal after only 30 days service but those who served in Cyprus only qualified after 120 days service yet the duration and number of casualties was far higher in Cyprus.\n   There were also men who were returned to UK having been seriously injured and thus did not qualify, in at least one case, by a matter of days.\n   There are many men and women who served, or whose relatives served, in Cyprus at this time but did not have enough time in theatre to qualify for the General Service Medal and we request that this matter be corrected.\n   We have often been told that medal issues can not be addressed more than five years after the date yet those who served in Suez were all awarded medals in 2007, the 50th anniversary of the end of the Suez Crisis. 2009 is the 50th anniversary of the end of the Cyprus emergency. It is time to make amends, even if those qualifying were requested to contribute to the costs.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-05T23:09:09.224129Z",
            "creator_name": "Don Johnson ex RAMC",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-05T23:09:09.224129Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 45,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 12253285
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Cyprus-Medals/"
    },
    "type": "petition"
}