{
    "data": {
        "attributes": {
            "action": "make a public statement to explain to the people the point behind having an online petition facility which is barred from including any petition which allows the people to voice an opinion on how the country is being run and by signing that petition, get it changed, because, after all, politicians are supposed to represent the views of the people and NOT to operate constantly in their own interests alone, which is what is going on in this country at the present time.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Because this government has reneged on many of it's manifesto pledges - the main one being the referendum on the Lisbon Treaty AND because the public have been denied the opportunity to express their opinion on that disingenuity through the medium of a vote in a general election, I, and many of my friends, have attempted to get up petitions which give the people an alternative opportunity to express their displeasure at the way the country is being run, especially where disbursement of taxpayer pounds is concerned, mainly where those pounds are being dispersed into the pockets of members of parliament, yet none are allowed being described, mainly, as 'beyond the remit of the government'.  This is censorship in the extreme so it begs the question \"What is the point in having the online petitions facility?\"  After all, petitions are (by their nature) designed to tell somebody what the petitioners want, so why invite them when you are not prepared to put up one's which might embarass you AND when you so blatantly respond verbally but NEVER to date with any action?",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-06T14:11:28.685840Z",
            "creator_name": "keith jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-06T14:11:28.685840Z",
            "rejected_at": "2009-05-07T00:01:02.515753Z",
            "rejection": {
                "code": 16384,
                "details": "Comments about the petitions system should be sent to number10@petitions.pm.gov.uk.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12257325
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WhyBotherWithIt/"
    },
    "type": "petition"
}