{
    "data": {
        "attributes": {
            "action": "insist immigrants adapt to Britain NOT the British to evry other religion and race of all immigrants.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Muslims who want to live under their own laws should leave Britain. \nImmigrants who choose to live in Britain, and not the British, should adapt. \nIt should not be questioned  if we are offending some individual or their culture. Our culture has been developed since before the time of Christ and has involved wars and struggles, trials and victories by millions of men and women who have sought freedom and in doing so have often had a short life.\nWe speak English, not Hindi, Arabic, Chinese, Japanese, Russian, Spanish, Lebanese or any other language. Therefore, if you want to become part of our society then learn the language! \nChristian men and women have been the basis of British society- if this offends you, then I suggest you consider another part of the world as your new home, because God is part of our culture.\nIf you are not happy because this is not your home country then go to your home country!!",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-06T17:25:06.740647Z",
            "creator_name": "Clive Rowland",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-06T17:25:06.740647Z",
            "rejected_at": "2009-05-07T00:01:02.515753Z",
            "rejection": {
                "code": 2,
                "details": "",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12259360
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Immigrants-adapt/"
    },
    "type": "petition"
}