{
    "data": {
        "attributes": {
            "action": "Massively reduce all politicians salaries",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Politicians should only be paid an average salary. 85% people earn fewer than 50k compared to politicians earning in the 100k regions and even as high as 800k+. The majority of people are clearly not equal in this country\n\nThe government works for the people. Yet we constantly hear of the errors made in government. Politicians have no care for the people. They make bad errors and policies buy they get to fired or resign to millions of pounds. A politician’s role has no more responsibility or no more important than a nurse or a soldier, why do they receive ridiculous salaries.  Politicians will care more for the people's interest if they did not retire or resign to millions of pounds. Salaries up to 800k and more are unacceptable. Politicians should be made more accountable by only receiving average salaries. The government are supposed to promote equality but that is hypocritical when they get vast amounts more in salaries to the average citizen. Politicians are upper class and not promoting equality by accepting huge salaries, they do nothing to deserve them. Politicians do not work harder than nurses, police staff, fire services or the majority of working people.",
            "closed_at": "2010-04-05T00:00:00Z",
            "created_at": "2009-04-05T17:01:43.938412Z",
            "creator_name": "Shaun Michael Faulkner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-05T17:01:43.938412Z",
            "rejected_at": "2009-05-06T00:01:02.053375Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-06T00:01:02.053375Z"
        },
        "id": 12251278
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/politiciansalary/"
    },
    "type": "petition"
}