{
    "data": {
        "attributes": {
            "action": "support trials to ascertain if the electronic cigarette provides a means of harm reduction for smokers, and recognize the advantages of the harm reduction provided by electronic cigarettes compared with tobacco cigarettes",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The introduction of the electronic cigarette has enabled a large number of people to significantly reduce the harm done by smoking. Although they still contain nicotine, it is widely accepted that, aside from its addictive nature, nicotine is one of the less harmful chemicals ingested by smokers. As the electronic cigarette contains nicotine in a vapourisable base, generally propylene glycol, and since no combustion occurs, they provide considerable harm reduction compared with smoked tobacco products. They are particularly well suited to smokers who find cessation through NRT ineffective (a recent report states that \"6.75% of smokers receiving nicotine replacement therapy attained sustained abstinence for six months\" IE 93.25% found NRT ineffective). The electronic cigarette provides these smokers with a means to continue to receive nicotine, but in a way that appears to provide significantly reduced harm, and has enabled some to reduce their nicotine intake to nothing.",
            "closed_at": "2009-07-07T00:00:00Z",
            "created_at": "2009-04-07T09:47:11.789767Z",
            "creator_name": "Tom Pruen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-07T09:47:11.789767Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 102,
            "state": "finished",
            "updated_at": "2009-07-08T00:01:02.034537Z"
        },
        "id": 12264462
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/testecigs/"
    },
    "type": "petition"
}