{
    "data": {
        "attributes": {
            "action": "condemn the use of violent and aggressive tactics by police at demonstrations.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Policing of protest has become increasingly violent and aggressive, and is wholly disproportionate to any threat posed by the majority of demonstrators. Senior officers are ordering excessive and intimidatory tactics, such as kettling and batton charges, be used on peaceful protestors. Likewise, officers on the ground are lashing out at individual to an extent tantamount to assault.\nWe call for the Prime Minister and the Home Secretary to intervene. From the highest level, government must act to protect the right to demonstrate without fear of agression from the police. The government must recognise the importance of street politics to a healthy democracy, as underscored by the Joint Committee on Human Rights report, and ensure that police act to facilitate, not stifle, this lawful activity. Finally, procedures must be put in place which make police officers across all ranks genuinely accountable for their actions when policing protest.\nSignatories recognise the need for a proportionate police presence at demonstrations. However, the blanket policy of violence, agression and intimidation must stop.",
            "closed_at": "2009-07-06T00:00:00Z",
            "created_at": "2009-04-06T23:31:54.390035Z",
            "creator_name": "Oliver Zanetti",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-06T23:31:54.390035Z",
            "rejected_at": "2009-05-07T00:01:02.515753Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/kettling/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-07T00:01:02.515753Z"
        },
        "id": 12262633
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/policingprotest/"
    },
    "type": "petition"
}