{
    "data": {
        "attributes": {
            "action": "ask the Communities Secretary to require that all software produced by councils under the Timely Information to Citizens project be released under an open source licence.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Department for Communities and Local Government (CLG) is running a project called Timely Information to Citizens (TIC). As part of this project, several local authorities are being given funding totalling approximately £1m to develop software and web services to improve local information and service provision.\n\nWhile CLG's aim is that these projects are incorporated into a \"best practice toolkit\", we ask the government to reduce duplication of effort and expense and make this software available for other users at the earliest opportunity by releasing each package on deployment under an OSI-approved open source licence.\n\nThough we welcome these projects themselves, as citizens we cannot and do not support this substantial sum of public money being spent to create private, proprietary software.",
            "closed_at": "2009-05-07T00:00:00Z",
            "created_at": "2009-04-07T16:10:44.326698Z",
            "creator_name": "Adrian Short",
            "government_response_at": "2009-06-26T11:31:22.946347Z",
            "government_responses": [
                {
                    "created_at": "2009-06-26T11:31:22.946347Z",
                    "details": "You signed a petition asking the Prime Minister to \"ask the Communities Secretary to require that all software produced by councils under the Timely Information to Citizens project be released under an open source licence.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19789\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'open-source-tic'",
                    "updated_at": "2009-06-26T11:31:22.946347Z"
                }
            ],
            "opened_at": "2009-04-07T16:10:44.326698Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 322,
            "state": "finished",
            "updated_at": "2009-05-21T16:06:31.417445Z"
        },
        "id": 12268066
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/open-source-tic/"
    },
    "type": "petition"
}