{
    "data": {
        "attributes": {
            "action": "Force Ryanair to either remove or include the COMPULSORY £5 online check-in charge in their ticket prices",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ryanair has recently announced new check-in charges, which rest on the premise that the Irish carrier plans to phase out airport check-in desks during Summer 2009, and remvoe them entirely from October 1, 2009.\n\nIn doing so, Ryanair has made online check-in compulsory for all passengers and all flights. However, the new policy also states that there will be a COMPULSORY £5 online check-in charge for every booking made from May 1st. Since the charge isn't optional, passengers will have no choice but to pay it.\n\nLast year the Office of Fair trading ruled that airlines must display all non-optional, fixed costs with their ticket prices, something Ryanair has complied with.\n\nHowever, the latest compulsory charge has added £5 to the price of each single ticket, something that is neither optional nor flexible. Hence, we question the legality of the charge and ask for Ryanair to be forced to either remove the charge or include it in the ticket price itself, i.e. by increasing it by £5.",
            "closed_at": "2009-10-08T00:00:00Z",
            "created_at": "2009-04-07T19:19:50.486034Z",
            "creator_name": "Michael Ol",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-07T19:19:50.486034Z",
            "rejected_at": "2009-04-08T15:56:04.280496Z",
            "rejection": {
                "code": 16384,
                "details": "Please pursue this matter with the Office of Fair Trading http://www.oft.gov.uk/",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-08T15:56:04.280496Z"
        },
        "id": 12269736
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RyanairCheckIn/"
    },
    "type": "petition"
}