{
    "data": {
        "attributes": {
            "action": "stop forcing ISP's to log every website/email/voip communication.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is absolutely unacceptable by ANY means, the ISP's have been FORCED against there will to log every website visited, every email sent and every voip connection by their users in order to stop terrorist activity online. \nIs it in our national interest to log ALL of our inhabitants online browsing information that could so easily be hacked with a ratio of innocent civilians to terrorists of what, 1,000,000:1?\nThe government do not realize the ability of the underground hacking community, do you want YOUR browsing habits available to cyber criminals? no. what about your ENTIRE COUNRTRY?\nThis is not a good idea, whether you look at as how intrusive our government is becoming or how reckless (need I mention *NUMEROUS* incidences with MOD, ARMY etc loosing sensitive data). Forcing ISPs to spend huge amounts of additional money to log this data for up to a year, jeopardizing online anonymity for an entire nation, forcing the storage of information that you don’t even realize your giving out half the time, giving them the ability to spy on what you do online (with a simple warrant) for the possibility of catching a terrorist....What?\nWho is with me?",
            "closed_at": "2009-05-07T00:00:00Z",
            "created_at": "2009-04-07T00:39:58.880278Z",
            "creator_name": "Martin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-07T00:39:58.880278Z",
            "rejected_at": "2009-05-07T00:01:02.515753Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/internetprivacy/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-07T00:01:02.515753Z"
        },
        "id": 12262855
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ISP-Forced-log/"
    },
    "type": "petition"
}