{
    "data": {
        "attributes": {
            "action": "RESTRICT E-BAY FROM SELLING ITEMS THAT ARE AVAILABLE IN THE UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We run businesses Telford, Shropshire. With the current economic crisis it is important that we are able to attract customers. We are doing our best to achieve this but we cannot compete with e-bay. Customers buy products from e-bay at a much cheaper price which we cannot match because we have our expenses (e.g. Taxes) to consider. \nE-bay sellers do not have overhaeds, taxes, VAT, Custom duty etc to worry about unlike small business owners like ourselves. If people continue to buy from e-bay then this will result in a large number of small businesses closing down and therefore, making our economy even worse than it currently is. Many people are running businesses on e-bay and not paying taxes whatsover. This is an outright disgrace and a slap on the face to small businesses who pay their taxes and overheads neccesary to run small businesses. Therefore, We request that the government takes action to either close down e-bay altogether or alternatively restrict e-bay from selling goods that are available in this country.",
            "closed_at": "2009-07-08T00:00:00Z",
            "created_at": "2009-04-07T15:12:43.699327Z",
            "creator_name": "Irfan Mulla",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-07T15:12:43.699327Z",
            "rejected_at": "2009-04-08T15:36:39.145760Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-08T15:36:39.145760Z"
        },
        "id": 12267553
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/E-bayClose/"
    },
    "type": "petition"
}