{
    "data": {
        "attributes": {
            "action": "Disincentivise Children on the Tax-Payer  (Child Benefits)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Develop a package of policy measures to provide fairer support for middle-income couples, and mitigate against the emerging culture of developing large families’ on-the-taxpayer (and with the intent to do so).  This brings the benefits system into disrepute. \n\nThe government has said previously that it is not its role to \"influence family formation\".  Perhaps, but it certainly should be incentivising work-ethic as this fundamentally underpins society and the economy.\n\nThe existing system allows those who don’t work to develop fully-funded families as large-as-you-like.  Whereas Middle income families, who do not have riches or substantial benefits to draw upon, are unable to develop such huge families, are not entitled to free housing and would risk losing the roof over there heads to achieve it.\n\nIn summary, the benefits system needs to be fairer for middle incomes (costing many millions) or needs to change promptly to control the emerging culture.",
            "closed_at": "2009-07-08T00:00:00Z",
            "created_at": "2009-04-08T00:19:08.188935Z",
            "creator_name": "R Bate",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-08T00:19:08.188935Z",
            "rejected_at": "2009-05-08T00:01:02.188752Z",
            "rejection": {
                "code": 768,
                "details": "Please use plain English and use a title that is a clear call for action. If you're seeking a change to the child benefits system, then please clearly state that in the title.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-08T00:01:02.188752Z"
        },
        "id": 12271831
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/kidstaxpayer/"
    },
    "type": "petition"
}