{
    "data": {
        "attributes": {
            "action": "put pressure on the Mayor of London to revise the rules around the Low Emissions Zone in order to allow all vehicles running on biodiesel from waste vegetable oil, a truly sustainable fuel, to enter London.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently Transport for London will only allow vehicles into the Low Emissions Zone which are Euro III compliant, which generally means registered after 1 October 2001.\n\nWhilst we throroughly support the introduction of the Low Emissions Zone, it is very unfortunate that the LEZ is not flexible enough to test vehicles that run on biodiesel from waste oil, and allow them, where they can show they are genuinely sustainable, to enter the zone.\n\nThe Big Lemon is a bus company which runs its buses on biodiesel from waste oil, and has recently won the Dandelion Award, which “recognises the extraordinary efforts of businesses throughout the UK to improve their own and others performance on issues surrounding Sustainability.” (Sustained Magazine)  However, by a bitter irony, The Big Lemon will not be able to take one of its buses to the award ceremony at UK Aware at Kensington Olympia, because its vehicles are too old to comply with Euro III.  Until Transport for London gives some consideration to the benefits of using biodiesel from waste oil, this unfortunate irony will stay and small enterprises like The Big Lemon who are trying to make a difference, will suffer.",
            "closed_at": "2009-12-08T00:00:00Z",
            "created_at": "2009-04-08T00:10:08.018913Z",
            "creator_name": "Tom Druitt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-08T00:10:08.018913Z",
            "rejected_at": "2009-05-08T00:01:02.188752Z",
            "rejection": {
                "code": 512,
                "details": "Please use a more direct call to action than \"put pressure on...\" and your petition reads too much like an advert, please remove references to particular companies.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-08T00:01:02.188752Z"
        },
        "id": 12271800
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/biodieselandLEZ/"
    },
    "type": "petition"
}