{
    "data": {
        "attributes": {
            "action": "Allow Ketmanee, Tananya and Suchada to have a holiday in Felixstowe",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Tananya and Ketmanee are poor Thai nationals personally sponsored by James Walsh. Please allow them and their guardian Suchada to have a holiday in Felixstowe. \nThe British government has unreasonably declined to issue them visas on the grounds that as they are poor they would not return to their own country. This demonstrates arrogance, pompousness and  blatant prejudice.\nThe fact is that due to the sponsorship, which includes provision to ensure the children will be educated until they complete university, they have a better lifestyle and far better prospects in their own country than they could expect in Britain.\nIt is accepted that having immigration controls is necessary but in this case their application is to the detriment of Britain and contradicts statements by the government regarding world poverty. \nPlease issue visas. It is the only sensible option.\nCase Numbers Bangkok\\380521, 2 and 3 refer. \n\nQuote by Gordon Brown:-\n\nI believe in the power of opportunity to change lives.",
            "closed_at": "2009-10-08T00:00:00Z",
            "created_at": "2009-04-08T03:15:03.118392Z",
            "creator_name": "James Walsh",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-08T03:15:03.118392Z",
            "rejected_at": "2009-05-08T00:01:02.188752Z",
            "rejection": {
                "code": 4096,
                "details": "Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-08T00:01:02.188752Z"
        },
        "id": 12272090
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EducatedThais/"
    },
    "type": "petition"
}