{
    "data": {
        "attributes": {
            "action": "Ceylonese Diaspora Peace Alliance",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "“The Liberation Tigers of Tamil Eelam (LTTE), are arguably the most lethal and well organised terrorist group in the world, they began its armed campaign in Sri Lanka for a separate Tamil homeland in 1983. Under the Prevention of Terrorism Act, 2002 (POTA) in India, the LTTE is a proscribed organisation. On October 4, 2003, the United States re-designated the LTTE as a Foreign Terrorist Organisation (FTO) pursuant to Section 219 of the US Immigration and Nationality Act.”   The LTTE has been proscribed, designated or banned as a terrorist group by a number of governments - India, Malaysia, USA, Canada, UK, Australia - countries where the LTTE has significant terrorist infrastructure for disseminating propaganda, raising funds, procuring and shipping supplies to support their terrorist campaign in Sri Lanka.”    The Ceylonese Peace Alliance is a Democratic Centre Left Peace alliance established in UK  community  ardently campaigning to uphold THE Rule of Law.",
            "closed_at": "2009-08-08T00:00:00Z",
            "created_at": "2009-04-08T01:12:03.994687Z",
            "creator_name": "Renu Marley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-08T01:12:03.994687Z",
            "rejected_at": "2009-05-08T00:01:02.188752Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-08T00:01:02.188752Z"
        },
        "id": 12272016
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Socialustice/"
    },
    "type": "petition"
}