{
    "data": {
        "attributes": {
            "action": "change the rules so that MPs can only claim RENT for a second home, not mortgage payments",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Clearly there is a problem with MPs making excessive and expensive claims for second homes. I agree that MPs do need to maintain a second home in their constituency as part of their duties, but at present they are allowed to claim the cost of BUYING a second home, meaning they are left with a second home which they own and keep for life, courtesy of the taxpayer. This is not fair, is expensive, and does not form a necessary part of their job. Instead, MPs should be allowed to claim only for a furnished rental as a second home. Renting a furnished home would mean they would not be building up equity and capital in a second home at our expense, it would be cheaper than mortgage payments, and it would avoid the expense of them having to buy furniture, appliances etc. for their second home as these would be included in the rent. This would be cheaper, easier, fairer and more transparent whilst still giving MPs a second home for as long as remained MPs as is essential for their duties.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-09T18:57:24.485422Z",
            "creator_name": "Steve Bassett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-09T18:57:24.485422Z",
            "rejected_at": "2009-05-14T00:01:02.473378Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12288127
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/rentedMPhomes/"
    },
    "type": "petition"
}