{
    "data": {
        "attributes": {
            "action": "enact that any private individual in the UK, who becomes the subject of representation in mainstream media, shall have the opportunity to reply via the same media in the same manner as the original publication within 72 hours.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The mainstream media within the UK wields significant power in respect to provision of information to the general public.  It is in the interests of the people that any information be, as far as possible, truthful, balanced and free of bias; more significantly it must offer a \"right of reply\" to any private individual that is to be featured in the media.\n\nFor the purposes of this petition, mainstream media shall be defined as:\n\ni) any television broadcast;\n\nii) any radio broadcast;\n\niii) any national newspaper with a circulation of over 100,000;\n\niv) any regional newspaper which has a circulation representing more than 15% of the regional population;\n\nv) any internet posting which generates more than 100,000 unique visitors.\n\n\nThe Prime Minister is petitioned to: enact that any private individual in the UK, who becomes the subject of representation in mainstream media, shall have the opportunity to reply via the same media in the same manner as the original publication within 72 hours.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-08T22:43:45.658729Z",
            "creator_name": "Peter Maxwell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-08T22:43:45.658729Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 12280705
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/mediarightreply/"
    },
    "type": "petition"
}