{
    "data": {
        "attributes": {
            "action": "halt British Airways sending Concorde G-BOAB to Dubai",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "When Concorde was prematurely retired for dubious financial reasons from British Airways in 2003 they promised to keep one aircraft, Concorde G-BOAB, on display at London's Heathrow airport. Now it would appear that they are planning to renege on their promise – they are in advanced discussions with a Dubai-based consortium to ship the aircraft to Dubai as a tourist attraction.\n\nAlthough some current and past British Airways Management might not wish to acknowledge it, Concorde is a part of Britain’s heritage, and Concorde G-BOAB should be put on display in a place of prominence at Heathrow, not carved up piecemeal and shipped off to a foreign country. If the British government can spend £30 Billion of tax-payers money propping up financial institutions then the least they can do for British heritage is to pay British Airways their 30 pieces of silver for Concorde G-BOAB, and then put it on display here in the United Kingdom, preferably at Heathrow.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-09T13:02:39.339576Z",
            "creator_name": "Pete Finlay",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-09T13:02:39.339576Z",
            "rejected_at": "2009-05-14T00:01:02.473378Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12284576
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ConcordeG-BOAB/"
    },
    "type": "petition"
}