{
    "data": {
        "attributes": {
            "action": "“We the undersigned express concern at the degree in which religious indoctrination is being applied in schools and demand that legislation be enacted to ensure:",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "1) All religions are taught in primary schools only within specific religious education lessons\nand in an objective, non-manipulative, fashion and includes humanist atheism and modern native paganism (currently excluded).\n\n2) That the number of faith schools within any particular educational authority area is proportionate to the numbers of adults actively participating in local Churches, Temples, Mosques, Synagogues or other organised religious groupings.\n\n3) That any religious belief of teachers, or otherwise, is not allowed to prejudice their current employment in schools or applications for employment in any school.\n\n4) That an objective religious education is restricted to lessons on that specific subject area and is not introduced also into other lessons or activities such as music, art and craft, assemblies and any other aspect of education outside of an historic context.\n\n5) Acknowledging that it is the prerogative of parents to choose, or  otherwise, to introduce their children to any form of religious education and / or affiliation and that schools should not engage in any activity that undermines that right.",
            "closed_at": "2009-10-14T00:00:00Z",
            "created_at": "2009-04-09T07:02:56.436302Z",
            "creator_name": "Kevin Saunders",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-09T07:02:56.436302Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 76,
            "state": "finished",
            "updated_at": "2009-10-15T00:01:02.150744Z"
        },
        "id": 12281573
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Church-abuse/"
    },
    "type": "petition"
}