{
    "data": {
        "attributes": {
            "action": "Stop British Transport Police, and railway officals from obstructing law abiding railway enthusiasts in their pursuit of their legal hobby, by treating them as potential terrorists when they visit and photograph at Britains Railway stations.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have been a railway enthuiast since I was 12 years of age. I am now 45. Up to the present time I have always visited Railway stations, and photographed railway objects in my spare time. I have a strong interest in Britains railways and follow them through the railway press. I lived through IRA bombings in Britain and have served in Her Majestys Armed Forces. I am growing more concened about the growing harrasment of railway enthuiasts by officals using security threats as an excuse. Railway enthuiasts add to railway security, and their eyes and ears provide extra security level at stations. I, as well as others have spent hundreds of pounds travelling on Britains railways in pursuit of our hobby and consider ourselves great friends of the railways. This continuing harrasment of law abiding Railway enthusiasts must be stoped, and officals must be made aware of the Guide lines for enthusiasts, published by British Transport police, and Network Rail",
            "closed_at": "2009-07-14T00:00:00Z",
            "created_at": "2009-04-09T15:11:30.998696Z",
            "creator_name": "Jeffrey Millar. BSc (Hons)",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-09T15:11:30.998696Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 58,
            "state": "finished",
            "updated_at": "2009-07-15T00:01:01.638796Z"
        },
        "id": 12286075
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/railenthuisharra/"
    },
    "type": "petition"
}