{
    "data": {
        "attributes": {
            "action": "Increase the budget of the Police Central e-crime Unit (PCEU) to 10% of the security budgets and 1% of their ICT budgets of all government departments claiming powers under RIPA or wishing to deal with the public on-line.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The PCEU must be adequately resourced to combat e-criminals and enhance confidence in the Internet as a safe medium over which to contact government.  The announcement by President Obama of action on Day 2 of his Presidency and press cover for the Cybercrime Meeting at the World Leaders summit in Davos indicate that E-Crime is moving rapidly up the political agenda in other parts of the world. Meanwhile the UK is said to be a safe haven for e-criminals because of the lack of resource available to law enforcement and the failure to bring together the relevant activities of the 500 or so organisations with investigation powers under RIPA. The Police Central E-crime Unit needs support akin to that provided to the US National Cyberforensics Training Alliance by the Federal Government and its Defence and Law Enforcement in order to stimulate equivalent support from industry if the UK response to cybercrime is to be commensurate with our position as a global trading nation.",
            "closed_at": "2009-06-14T00:00:00Z",
            "created_at": "2009-04-10T12:06:05.158488Z",
            "creator_name": "Neil Stinchcombe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-10T12:06:05.158488Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 20,
            "state": "finished",
            "updated_at": "2009-06-15T00:01:01.162827Z"
        },
        "id": 12292650
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fighting-e-crime/"
    },
    "type": "petition"
}