{
    "data": {
        "attributes": {
            "action": "intervene to stop incineration plant proposed in rural Aylesbury Vale",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Please help us protect your precious rural environment for future generations by signing our petition.\n\nWe are campaigning against plans to site an EfW (Electricity from Waste) incineration plant at Lower Greatmoor Farm Aylesbury Vale.\n\nThis is a beautiful green field site in the heart of the ancient Bernwode Forest - a green lung for the environment in North Buckinghamshire. The proposed incinerator building – with a chimney up to 94 m high - and increased waste traffic would dominate the open landscape, blighting Waddesdon Manor and the many beautiful villages and towns in the vale which provide R&R for urban dwellers too. \n\nOur families, livestock, trees, wildlife, environment and your peace all stand to lose.\n\nIncineration of waste has many problems. It releases greenhouse gasses, creates toxic emissions and hazardous ash, poses significant health risks as well as limits increased recycling and composting. \n\nMake a difference and tell the Prime Minister to prevent this damaging incineration plan NOW!",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-10T11:17:34.217323Z",
            "creator_name": "Helen Howard",
            "government_response_at": "2010-09-17T12:59:24.690465Z",
            "government_responses": [
                {
                    "created_at": "2010-09-17T12:59:24.690465Z",
                    "details": "You signed a petition asking the Prime Minister to intervene to stop incineration plant proposed in rural Aylesbury Vale.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=STOPAVI\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'STOPAVI'",
                    "updated_at": "2010-09-17T12:59:24.690465Z"
                }
            ],
            "opened_at": "2009-04-10T11:17:34.217323Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1757,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 12292304
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/STOPAVI/"
    },
    "type": "petition"
}