{
    "data": {
        "attributes": {
            "action": "Urge the government of Iraq to release  the 128 prisoners sentenced to death merely for being homosexual.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My friends, tonight it has come to my attention through reliable sources that the Iraqi Government has imprisoned 128 homosexual men and is planning to execute them in groups of 20 every day until they are all exterminated. Their crime? Murder, rape, arson, theft? No, HOMOSEXUALITY! The only thing these brave men are guilty of is being born gay, their punishment... death by hanging.\n\nThis blatant disregard for human life and human decency is disgusting and brings to mind the atrocities commited by the Nazis during WW2, atrocities that continue to happen in the Middle East (particularly Iran and Saudi Arabia) every day.\n\nA campaign of fear and terror has been unleashed on homosexuals in the Third World and we must stop it, for the sake of comradeship and loyalty! Blood is thicker than water!\n\nPlease, I implore all of you to sign this petition and get every ally who's loyal to our cause to sign as well. We need 10, 000 signatures to show the Iraqi government that it is totally unacceptable to commit such a breach of basic human rights.",
            "closed_at": "2009-05-10T00:00:00Z",
            "created_at": "2009-04-10T11:02:24.388865Z",
            "creator_name": "Dean James Sharpe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-10T11:02:24.388865Z",
            "rejected_at": "2009-05-15T00:01:02.085171Z",
            "rejection": {
                "code": 2,
                "details": "As we are unable to verify the specific claims made, we can not accept your petition.",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-15T00:01:02.085171Z"
        },
        "id": 12292190
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Iraq128/"
    },
    "type": "petition"
}