{
    "data": {
        "attributes": {
            "action": "Call an investigation of the organisation Common Purpose, and name everyone involved either directly, indirectly and the political influence it has had in government.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Evidence has surfaced that an organisation called Common Purpose has great influence on decision making in councils and political parties for the UK. \nEvidence suggests that they have implicating ties within government.\nThe taxpayer is funding this same organisation but their accounts are not open to public scrutiny.\nAs i understand it, It is unlawful for any 'charitable organisation' to withhold accounts from public scrutiny and for it to have direct influence on local and national policy through political figures.\nThese acts are in direct violation of the Official Secrets Act, the Treason Act and Sedition Act 1611. There is proof of the above statements.\nApparently the government, or some key members, have looked into repealing the laws on treason and turning the UK into a republic. This is direct violation of Treason Felony Act 1848.\nAn independent investigation should be called and it should be made up of people that would be agreed by the general public.\nI ask the Prime Minister to call an independent investigation, of Common Purpose, it’s people and it's accounts, disclosing who is giving funds, to be made fully available to the public.",
            "closed_at": "2009-10-14T00:00:00Z",
            "created_at": "2009-04-11T20:22:05.054921Z",
            "creator_name": "Stuart Marple",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-11T20:22:05.054921Z",
            "rejected_at": "2009-04-20T09:50:15.009707Z",
            "rejection": {
                "code": 4096,
                "details": "Common Purpose is fully independent of the Government for day-to-day management.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-20T09:50:15.009707Z"
        },
        "id": 12300377
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stopCommonP/"
    },
    "type": "petition"
}