{
    "data": {
        "attributes": {
            "action": "Suspend Sri Lanka from commonwealth",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We British people want the prime minister and our government to do the following on the basis of continues atrocities committed by the Sri Lankan government\n\n\nAs the prime minister of the British isle,\n\n1) Suspend Sri Lanka from commonwealth\n\n \n2) Stop all British aid to Sri Lanka and prevent our tax money funding the bloody war. We demand immediate freeze on all aid programmes with Sri Lankan government funded by British tax payer\n\n3) Amend British foreign policy on Sri Lanka and recognise Tamil peoples struggle as struggle for freedom\n\nAs a permanent UN Security Council member and a former colonial power which had ruled Sri Lanka, We want our government to propose a UN Security Council resolution\n\n1) Impose economical sanctions against Sri Lanka and to make it follow the international law\n\n2) Conduct a referendum monitored by western observers and let the Tamil people to vote and decide their own future",
            "closed_at": "2009-05-16T00:00:00Z",
            "created_at": "2009-04-13T20:35:43.144620Z",
            "creator_name": "Dharma Singham",
            "government_response_at": "2009-08-05T14:55:32.633656Z",
            "government_responses": [
                {
                    "created_at": "2009-08-05T14:55:32.633656Z",
                    "details": "You signed a petition asking the Prime Minister to \"Suspend Sri Lanka from commonwealth.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20223\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'suspendSrilanka'",
                    "updated_at": "2009-08-05T14:55:32.633656Z"
                }
            ],
            "opened_at": "2009-04-13T20:35:43.144620Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2418,
            "state": "finished",
            "updated_at": "2010-04-28T12:49:45.975964Z"
        },
        "id": 12308850
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/suspendSrilanka/"
    },
    "type": "petition"
}