{
    "data": {
        "attributes": {
            "action": "Intervene in the planned redevelopment of Halifax central library and archives",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Halifax central library was opened as recently a 1983 and contains a state of the art archive facility. Despite the library and archive being accessible to all and via public transport links the council plans to relocate the facility. This will be a great expense to council tax payers (est. £10m), will reduce the public transport links to the facility and will not provide a facility of equivalent functionality. The proposal is to replace the library with retail units despite Halifax containing empty units. This is not a good use of tax payer’s money and the council does not appear to be responding to their constituent’s objections. For this reason we wish the office of the prime minister to intervene",
            "closed_at": "2009-10-14T00:00:00Z",
            "created_at": "2009-04-12T21:34:11.884601Z",
            "creator_name": "Chris Foster",
            "government_response_at": "2010-02-19T11:34:38.567506Z",
            "government_responses": [
                {
                    "created_at": "2010-02-19T11:34:38.567506Z",
                    "details": "You signed a petition asking the Prime Minister to \"Intervene in the planned redevelopment of Halifax central library and archives.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22498\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'halifaxlibrary'",
                    "updated_at": "2010-02-19T11:34:38.567506Z"
                }
            ],
            "opened_at": "2009-04-12T21:34:11.884601Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 244,
            "state": "finished",
            "updated_at": "2009-10-15T00:01:02.150744Z"
        },
        "id": 12304322
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/halifaxlibrary/"
    },
    "type": "petition"
}