{
    "data": {
        "attributes": {
            "action": "Direct OfCom to Force BT to provide broadband to the Isle of Dogs (E14) London",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Isle of Dogs is heavily populated and is in the shadow of Canary Wharf, yet the residents are unable to sign up for an Internet connection because the LNPOP exchange is overloaded and the line quality isn't good enough to carry high speed broadband you would expect in 2009 living in London.\n\nResidents that are lucky enough to get a broadband connection suffer speeds you would expect from living in the countryside, far from what it should be living in London.\n\nMost people are still unable to get a connection because the exchange is at capacity.\n\nBT have been aware of this problem for years, yet they have made no visible steps to help the current residents.\n\nAlso, BT have withdrawn a date for the 21CN update in the area, thus showing an obvious disregard for the area.\n\nWe want the government to direct OfCom to Force BT into taking action to bring this area of London back into the digital age.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-13T01:32:32.672774Z",
            "creator_name": "George",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-13T01:32:32.672774Z",
            "rejected_at": "2009-04-27T15:39:41.924285Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12305070
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Isle-Of-Dogs/"
    },
    "type": "petition"
}