{
    "data": {
        "attributes": {
            "action": "re-think his planned scheme to force teenagers to take part in compulsory community service.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is ridiculous to require young people to take part in community service, against their will. Quite apart from the unfairness inherent in forcing the young to undertake extracurricular work on top of their curricular work, it is also unfair to not include adults in the same way; to suggest that teenagers are somehow lacking in social contribution is not only a slander, but also an indictment of the view of the current government on the teenagers of this country.\n\nTo further add insult to injury, the Prime Minister had the gall to say that \"And, by doing so, the contributions of each of us will build a better society for all of us.\", when \"us\" is evidently the wrong term to use when it is a scheme that he himself would not ever have to partake in and nor would a majority of the voters who actually have a say in the introduction of such a program.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-13T00:49:14.460627Z",
            "creator_name": "Scott Emslie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-13T00:49:14.460627Z",
            "rejected_at": "2009-05-14T00:01:02.473378Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Dumb-Idea-Brown/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12304949
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/forcedvolunteers/"
    },
    "type": "petition"
}