{
    "data": {
        "attributes": {
            "action": "communicate with the UN, abolish slavery worldwide and enforce it",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "after reading the independant recently it has come to light the current situation in dubai. people from around the world are approached and offered work in dubai in construction. these people are promised 9 hour days, good wages and as such leave their families and freinds in hope of a \"better life\". on arrival there passports are taken by their employer, rarely paid, work 14 hour days and live and work in distgusting conditions which violate the human rights treaty. these people cannot quit and go home because their employer has taken their passport and doesn't pay them (so they cant afford a ticket home). they are trapped. sucides amongst the workers is very high as this seems the only way out. people are banned from saying anything that could negatively affect the economy or tourisim in dubai for penalty of imprisonment. see http://www.independent.co.uk/opinion/commentators/johann-hari/the-dark-side-of-dubai-1664368.html\n\nHow can the world support blatent slavery in todays day and age, something must be done.",
            "closed_at": "2009-10-14T00:00:00Z",
            "created_at": "2009-04-13T14:36:19.010560Z",
            "creator_name": "nicholas powell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-13T14:36:19.010560Z",
            "rejected_at": "2009-05-14T00:01:02.473378Z",
            "rejection": {
                "code": 65536,
                "details": "",
                "reasons": [
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-14T00:01:02.473378Z"
        },
        "id": 12307075
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/dubai-workers/"
    },
    "type": "petition"
}