{
    "data": {
        "attributes": {
            "action": ": Keep and adequately fund our 'Local G.P managed NHS Health Centres’ and withdraw Large Polyclinic type Health Centres",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Polyclinic type Health Centres 'will not work'; for they will be inaccessible to the most vulnerable people in our society, who will be forced to travel 'unassisted' on public transport in extremes of weather and in the dark.  That will cause unnecessary hardship and may hinder their health, plus it poses a security risk in many areas.  Traveling further a field will deter people from seeking the medical help they need.  Nor can you guarantee ‘that complex heath needs will be met’, when there will be such a high turnover of doctors.   If ‘commercial companies' run these new clinics the emphasis will shift from, ethics to profit which will lead to inequality, a substandard service and may jeopardise the security of private medical data. \n\nOur existing NHS 'local' GP practices have served the public well for decades... and there is, decades of evidence in favour of them.  Their success is largely due to the high standard of patient care based on “ethics, convenience and continuity”, whereby both staff and patients alike have benefited... and we need to keep them!",
            "closed_at": "2009-06-14T00:00:00Z",
            "created_at": "2009-04-11T22:47:40.598207Z",
            "creator_name": "Judy Peterson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-11T22:47:40.598207Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 28,
            "state": "finished",
            "updated_at": "2009-06-15T00:01:01.162827Z"
        },
        "id": 12300861
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoToPolyclinics/"
    },
    "type": "petition"
}