{
    "data": {
        "attributes": {
            "action": "let patients completely and quickly delete their 'Summary Care Records' (i.e. not just 'mask' them) from the national NHS Care Records Service even if patients once consented to its creation/upload",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "SCR’s would hold contact details & private medical data (e.g. prescriptions) in a national database.\n\nYou can opt-out before they upload your SCR. If you don’t and then change your mind, the Government will NOT let you remove your record. They will just ‘mask’ it to stop clinicians reading it. Your data would still be kept centrally–with the Health Secretary as its ‘Data Controller’. They won’t even delete your record if it’s accidentally uploaded by a GP practice against your wishes! \n\nThe DoH said in an FOI reply: ‘Ministers have determined patients need not have an SCR if they do not want one’. [If an SCR is made, they added]: ‘The issue of audit and the medico-legal evidential significance of the SCR will be extremely important and it would be inappropriate to provide tools that could completely remove a record, even if this were feasible' [&] ‘the cost of completely removing them would be prohibitive'. \n\nWe reject this: a low-cost way should be found to let patients delete their SCR’s.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-12T06:39:05.540189Z",
            "creator_name": "Mohsin Khan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-12T06:39:05.540189Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 17,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 12301494
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/healthrecords/"
    },
    "type": "petition"
}