{
    "data": {
        "attributes": {
            "action": "Bring back the classic Nickelodeon!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Why do you we need the kids channels' shows back, you ask?\nWell, think of it this way, when you were a teenager have you thought about what kind of rubbish is on television? I have, look at Nickelodeon, I grew up to be quite a normal teenager, I still am infact. But when I see people like 12 year olds who watch the newer shows on the channel, they learn that richer people are conceited snobs, that looking good is a must and personality matters nothing, they learn that your younger siblings are trouble and you should steer clear, and your older siblings can't be trusted. I'm not an adult, I'm a teenager, worrying what is being shown on television.\nBring back the oldies: Ren & Stimpy, Chalkboard, Arghhh! Real Monsters!, Rugrats, Danny Phantom, ect.\nThose T.V shows teach morals, take Rugrats for an example, it teaches kids to work together as a team, stand up to bullies and anything is possible if you try. In the newer shows it gives off that message of what exactly?",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-12T10:21:48.889729Z",
            "creator_name": "Maria",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-12T10:21:48.889729Z",
            "rejected_at": "2009-05-14T00:01:02.473378Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12301844
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ClassicTV/"
    },
    "type": "petition"
}