{
    "data": {
        "attributes": {
            "action": "personally intervene to stop the Ministry of Defence from slashing the pay of their lowest paid workers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The MoD intends to reduce the pay band maxima for non-industrial civil servants at E1 and E2 pay bands. This will take effect from 1 May 2009. \n\nIt is completely unjust to penalise the lowest paid staff in the department by cutting their pay in such a manner. The MoD propose to cut consolidated – and contractual – pay and replace it with a non-consolidated allowance. \n\nIt is equally wrong to force thousands of hard working staff to accept non consolidated pay awards and also miss out on proposed additional progression payments based on length of service that staff with less service will receive. \n\nThe proposed pay ‘protection’ allowance is only guaranteed until 2010 and this will have a detrimental impact upon their future earnings and pensions.\n\nI ask that you personally intervene in this process so that we can find an acceptable solution to this problem. I know that my union, PCS, has proposed a number of ways to resolve this issue and I would hope that my employer would seriously consider these. I hope that you will agree that low paid government employees should not have to take a pay cut.",
            "closed_at": "2009-10-14T00:00:00Z",
            "created_at": "2009-04-14T11:23:35.823344Z",
            "creator_name": "Dougie Brownlie",
            "government_response_at": "2010-01-20T13:24:21.507035Z",
            "government_responses": [
                {
                    "created_at": "2010-01-20T13:24:21.507035Z",
                    "details": "You signed a petition asking the Prime Minister to \"personally intervene to stop the Ministry of Defence from slashing the pay of their lowest paid workers.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22160\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'MoDpaycuts'",
                    "updated_at": "2010-01-20T13:24:21.507035Z"
                }
            ],
            "opened_at": "2009-04-14T11:23:35.823344Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1540,
            "state": "finished",
            "updated_at": "2009-11-11T03:01:33.019630Z"
        },
        "id": 12311817
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MoDpaycuts/"
    },
    "type": "petition"
}