{
    "data": {
        "attributes": {
            "action": "have erected a permanent monument to the English meteorologist George James Symons.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Rain. We love it, loathe it, measure it, and take great pleasure in talking about it.\nBut when we talk about ‘since records began’, most people don’t know what ‘records’ and when exactly they began.\n\nIn 1866, George James Symons published the first annual report of rainfall statistics in Britain. Apart from their scientific interest, these annual reports were of great practical importance, since they afforded engineers and others engaged in water supply much-needed data for their calculations, the former absence of which had on some occasions given rise to grave mistakes.\n\nSymons himself devoted special study not only to rainfall, but also to the evaporation and percolation of water as affecting underground streams, and his extensive knowledge rendered him a valuable witness before parliamentary committees. He was responsible for the first systematic recording of rainfall patterns in Britain and Ireland, and never received any payment for his work.\n\nHis grave currently lies in Kensal Green, London, in an unmarked grave. A lasting memorial to this great mind, whether graveside or elsewhere, is long overdue.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-14T21:38:10.665348Z",
            "creator_name": "Tom Green",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-14T21:38:10.665348Z",
            "rejected_at": "2009-05-15T00:01:02.085171Z",
            "rejection": {
                "code": 4096,
                "details": "We suggest you discuss your idea with your local council or meteorologists group.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12316363
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/rainfall/"
    },
    "type": "petition"
}