{
    "data": {
        "attributes": {
            "action": "reduce VAT on the cost of repairing and improving existing properties to encourage such activities",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the current economic climate, individuals and businesses will need to invest in repairing and maintaining their existing properties, particularly as far fewer new properties are likely to be developed.  However, whilst building new properties is exempt from VAT, the standard rate of 15% VAT is payable on building repair and maintenance.  \n\nA reduction of VAT to 5% in this area would not only assist individuals and businesses with maintaining and improving their existing properties but, by increasing the amount of building and maintenance repair work undertaken, this move will also be keeping the nation’s highly skilled employees in work during these difficult times.  These trades people are a valuable asset to the industry as a whole and this is a vital opportunity to maintain and stimulate employment levels in the wider market.\n\nA cut in VAT for home maintenance would also encourage people to undertake energy efficient improvements to their properties, which they may have previously discounted as too costly. This in turn would assist the government in meeting its target of reducing carbon emissions by 60 per cent by 2050.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-14T11:28:08.272488Z",
            "creator_name": "Garvis Snook",
            "government_response_at": "2010-08-19T16:45:50.001486Z",
            "government_responses": [
                {
                    "created_at": "2010-08-19T16:45:50.001486Z",
                    "details": "You signed a petition asking the Prime Minister to reduce VAT on the cost of repairing and improving existing properties to encourage such activities.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=repairingbritain\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'repairingbritain'",
                    "updated_at": "2010-08-19T16:45:50.001486Z"
                }
            ],
            "opened_at": "2009-04-14T11:28:08.272488Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3021,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 12311877
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/repairingbritain/"
    },
    "type": "petition"
}