{
    "data": {
        "attributes": {
            "action": "Step down",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My petition is multi facetted but can be simply summed up by \"you getting on with rational governance\" and \"me getting on with my life\". Please, stop trying to micromanage EVERY aspect of our lives. Top and Bottom of it Gordon is that you NEED to convince ME that you've OUR (65million) collective interests at heart and NOT just yours (x1 + a few close mates).\nStop being a dictator (like you're predecessor) and THINK!! You have had access to one of the BEST education systems in the world yet you cant work out that 20Million people on pension, 5 million on the dole, and 25 million people working (conservative figures) just does not add up.\nDOH!!\nHow can you even face the media knowing the backhanded, sly things you have done...personally I would be ashamed...your social experiment has gone horribly wrong and unless you are man enough to admit it (and soon) and actuallly do something about it, you are the man that will historically be held responsible or the next civil war.\nIt's no fluke that the BNP are making headway when we are shown day in day out the ineptitude and corruptness of our current government system.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-15T00:46:47.284867Z",
            "creator_name": "Glenn Shaw",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-15T00:46:47.284867Z",
            "rejected_at": "2009-05-15T00:01:02.085171Z",
            "rejection": {
                "code": 128,
                "details": "",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12317254
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Common-Dog/"
    },
    "type": "petition"
}