{
    "data": {
        "attributes": {
            "action": "Overrule Ofcom plans for Freeview HD that involve everyone having to buy yet more kit even after the digital switch-over.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ofcom's decision to go with DVB-T2 is an appalling sell-out that takes the public for an expensive ride, and consigns nearly new hardware to the recycler.\n\nHD could easily be delivered by Freeview using DVB-T, just like it is in the rest of Europe, Australia etc...  Then much of the existing Freeview equipment, HD TV's, set top boxes and digital video recorders, could easily be upgraded to receive HD TV using MPEG4 over DVB-T, making good use of all those HD TVs.  As that's  a pan european (except UK!) standard, most new equipment is already capable by default.\n\nInstead, Ofcom's plans for DVB-T2 mean that everyone in the UK wanting to receive HD FreeView will have to replace their equipment with new equipment developed specifically for our smaller UK market.  Bad for users, bad for the environment and totally unfair.\n\nThe consumer is being forced into purchasing Freeview kit now, for digital switchover, unaware that in a year or two they'll have to replace it to get HD Freeview!\n\nThe decision needs to be reversed.  We need to benefit from the economies of using an already available standard, and prevent needless obsolescence of perfectly viable electronic hardware.",
            "closed_at": "2009-10-16T00:00:00Z",
            "created_at": "2009-04-16T00:47:14.543105Z",
            "creator_name": "Brendan Kelly",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-16T00:47:14.543105Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 27,
            "state": "finished",
            "updated_at": "2010-04-02T12:30:47.178569Z"
        },
        "id": 12327973
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/hd-freeview-con/"
    },
    "type": "petition"
}