{
    "data": {
        "attributes": {
            "action": "NOT  increase the Tamar Bridge Tolls",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Tamar Bridge Joint Authority in Devon wishes to increase the Toll charged to cross the River Tamar by 50% in December 2009 we feel this is outragous in the worst recession since the 1930's the people of Devon and Cornwall are indeed the lowest paid in the UK and cannot afford this increase also the Tamar Bridge is making a profit and has a surplus of almost £2million even though the amount of crossings is falling year on year yet they still make large sums of money We call for a Public Enquiry as is our right under The Tamar Bridge Act 1998 to stop this madness and greed, we were promised in 1957 once the Tamar Bridge had paid for itself the tolls would be removed its paid for itself 10 times over during the past 48 years we should not now subsidise the Torpoint Ferry they should build a 2 lane flyover connecting Devonport with Torpoint the large ships no longer use this part of the river and it would be cheaper in the long run if this had been done. Devon has always been under invested in unlike the North of UK Government thinks UK ends at Bristol We cant afford anymore increases the Tamar Bridge should now be adopted by the Highways Agency and the Tolls removed.",
            "closed_at": "2009-10-16T00:00:00Z",
            "created_at": "2009-04-15T22:13:15.065211Z",
            "creator_name": "Ken Johnson",
            "government_response_at": "2009-10-29T11:25:18.829373Z",
            "government_responses": [
                {
                    "created_at": "2009-10-29T11:25:18.829373Z",
                    "details": "You signed a petition asking the Prime Minister to \"NOT increase the Tamar Bridge Tolls.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21112\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'NoTollIncrease'",
                    "updated_at": "2009-10-29T11:25:18.829373Z"
                }
            ],
            "opened_at": "2009-04-15T22:13:15.065211Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 470,
            "state": "finished",
            "updated_at": "2010-04-28T17:02:04.609790Z"
        },
        "id": 12326848
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoTollIncrease/"
    },
    "type": "petition"
}