{
    "data": {
        "attributes": {
            "action": "Direct The Olympic Select Committee To Review The Olympic Board Reports & Decision, In Regard To The Location Of The 2012 Olympic Shooting Events Venue.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Recently British Shooting made an application to host the Olympic Games Shooting 2012 at Bisley.  They were informed that the review would be based upon cost, feasibility of holding the event and legacy.\n\nBritish Shooting contend that their proposals would have meant the creation of a venue that was cheaper to build, was more secure, safer and left near 100% legacy for the sport following the Games. \n\nFollowing the apparent perverse decision of the Olympic Board to select both Woolwich and Barking in preference to Bisley please indicate your support for a review of the reports and the decision by the Olympic Board by a Parliamentary Select Committee.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-15T11:48:37.578301Z",
            "creator_name": "Alan Keating",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-15T11:48:37.578301Z",
            "rejected_at": "2009-04-30T14:14:00.001308Z",
            "rejection": {
                "code": 4096,
                "details": "As stated earlier, the Olympics Select Committee is outside the remit of the Prime Minister. This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12320110
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Olympiceconomics/"
    },
    "type": "petition"
}