{
    "data": {
        "attributes": {
            "action": "Manchester-underground",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Two years ago this idea appeared in the local news paper (Manchester evening news) but we have heard nothing since.\n\nThe problem many people have is as soon as there train arives at Piccadilly station they get off the train and rush towards Victoria or Deansgate knowing there next train is due! The fastest way to get to Victoria or Deansgate from Piccadilly is by foot! Trams take to long stuck in traffic. Sometimes there are so many people rushing to and from Piccadilly station that anyone who happens to be in the way has to jump aside very quickly. Then theres a rush to cross the road at Piccadilly gardens and that causes chaos for both the cars and the pedestrians. We need some sort of underground link between Manchester Piccadilly, Deansgate and Victoria. If we had this it would not only help save time for the commuters but it would also eliminate the risks of rushing through the people and the traffic.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-16T06:20:44.784579Z",
            "creator_name": "Paul Woodburn",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-16T06:20:44.784579Z",
            "rejected_at": "2009-05-16T00:01:01.953581Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12328424
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MANCHESTER-TUBE/"
    },
    "type": "petition"
}