{
    "data": {
        "attributes": {
            "action": "direct that any assault on a Designated Premises Supervisor or their staff which occurs in the course of exercising their responsibilities over the sale of alcohol or in relation to other legislation or regulation related to a licensed premises should be treated as an aggravating factor and that it should be in the public interest to prosecute the offender",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "National Pubwatch is a voluntary organisation which aims to create a safer drinking environment. We are aware of a number of recent cases where pub and bar personnel have acted in a socially responsible manner but in carrying out their duties have been subjected to serious assault and inexplicably the offenders have escaped with a police caution. We believe that the victims of such assaults should be supported by the criminal justice system and the offender should have an expectation that they will be prosecuted in a court of law.\nQuite rightly the police and licensing authorities expect that a Designated Premises Supervisor and their staff should be held responsible for the sale of alcohol and other legislation or regulations relating to their premises. Falure to meet acceptable standards can lead to a significant impact on a business and the ultimate sanction is that someone could lose their livelihood. We feel therefore that its a matter of balance and in the public interest that there should be a presumption that anyone who assaults them when they are exercising their legal responsibilities should face a court appearance.",
            "closed_at": "2010-01-15T00:00:00Z",
            "created_at": "2009-04-15T15:41:40.400862Z",
            "creator_name": "Stephen Baker",
            "government_response_at": "2010-02-04T14:20:13.600164Z",
            "government_responses": [
                {
                    "created_at": "2010-02-04T14:20:13.600164Z",
                    "details": "You signed a petition asking the Prime Minister to \"direct that any assault on a Designated Premises Supervisor or their staff which occurs in the course of exercising their responsibilities over the sale of alcohol or in relation to other legislation or regulation related to a licensed premises should be treated as an aggravating factor and that it should be in the public interest to prosecute the offender.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22349\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'courtnotcaution'",
                    "updated_at": "2010-02-04T14:20:13.600164Z"
                }
            ],
            "opened_at": "2009-04-15T15:41:40.400862Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 814,
            "state": "finished",
            "updated_at": "2010-01-27T17:40:59.108278Z"
        },
        "id": 12322907
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/courtnotcaution/"
    },
    "type": "petition"
}