{
    "data": {
        "attributes": {
            "action": "reinstate Margaret Haywood and look towards sacking all involved in her sacking",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Margaret Haywood, 58, filmed under cover for the BBC at the Royal Sussex Hospital in Brighton for a BBC Panorama programme in July 2005. \nShe was struck off by the Nursing and Midwifery Council on Thursday after being a nurse for more than 20 years.\nMs Haywood, of Liverpool, said: \"I was convinced that it was the right thing to do at the time as, in fact, I had reported the issues and nothing had been done. \n\"I felt I owed it to the people on the ward.\"\nThis makes total nonsense of all the talk about openness and transparency in the NHS. Cover-up is the order of the game \nThe chair of the panel, Linda Read said \"Although the conditions on the ward were dreadful, it was not necessary to breach confidentiality to seek to improve them by the method chosen\".\nThe panel said she \"followed the behest of the filmmakers... rather than her obligations as a nurse\". \nIn November the panel found no evidence that Ms Haywood broke the NHS Trust's policy on whistle-blowing by raising concerns about patient care in the documentary, or that she failed to assist colleagues when a patient was having a seizure.",
            "closed_at": "2009-10-17T00:00:00Z",
            "created_at": "2009-04-16T17:09:40.322774Z",
            "creator_name": "Brian Kendal",
            "government_response_at": "2009-12-03T11:54:24.610836Z",
            "government_responses": [
                {
                    "created_at": "2009-12-03T11:54:24.610836Z",
                    "details": "You signed a petition asking the Prime Minister to \"reinstate Margaret Haywood and look towards sacking all involved in her sacking.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21548\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'nurse-sacked'",
                    "updated_at": "2009-12-03T11:54:24.610836Z"
                }
            ],
            "opened_at": "2009-04-16T17:09:40.322774Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 272,
            "state": "finished",
            "updated_at": "2009-12-15T12:47:41.754999Z"
        },
        "id": 12335661
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nurse-sacked/"
    },
    "type": "petition"
}