{
    "data": {
        "attributes": {
            "action": "bring in incentives for buying electric cars NOW, and not in two years time",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are electric cars available here in the UK today. Electric cars make ideal city cars and new vehicles are arriving all the time.\n\nIt is anticipated that the Budget will launch incentives for electric car owners, starting in 2011. This will have the effect of killing off the existing industry as nobody is going to buy a car now if they know they will be able to buy a car in 18 months time at a significant discount.\n\nBritish manufacturers such as Stevens and BBIG will suffer as a consequence, as well as suppliers such as GoinGreen, Reva, Aixam and Quiet Cars.\n\nBritain has the chance to lead the world in the take-up of electric cars, but in order to do that the incentives need to be in place now, not in 18 months time when todays specialist suppliers have already been driven out of business.",
            "closed_at": "2009-05-17T00:00:00Z",
            "created_at": "2009-04-16T13:30:10.558824Z",
            "creator_name": "Mike Boxwell",
            "government_response_at": "2009-07-03T13:36:30.858903Z",
            "government_responses": [
                {
                    "created_at": "2009-07-03T13:36:30.858903Z",
                    "details": "You signed a petition asking the Prime Minister to \"bring in incentives for buying electric cars NOW, and not in two years time.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19902\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ElectricCar'",
                    "updated_at": "2009-07-03T13:36:30.858903Z"
                }
            ],
            "opened_at": "2009-04-16T13:30:10.558824Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 233,
            "state": "finished",
            "updated_at": "2010-01-27T17:10:42.640749Z"
        },
        "id": 12332923
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ElectricCar/"
    },
    "type": "petition"
}