{
    "data": {
        "attributes": {
            "action": "support our demand that (1) Margaret Haywood's name be reinstated on the register of State Registered Nurses and (2) legislation is brought forward to improve protection for public servants who bring to public attention, serious failings in services for which the public pay.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Margaret Haywood, a State Registered Nurse employed at Royal Sussex Hospital in Brighton, filmed undercover for the BBC Panorama programme in 2004/5 to expose serious neglect of elderly patients at the hospital.  She has been struck off the register by the Nursing and Midwifery Council which said she failed to \"follow her obligations as a nurse\".\n\nMargaret Haywood acted to protect her patients and the wider public.  In doing so she did not fail to follow her obligations as a nurse; in fact quite the contrary – she put the interests of her patients above her own.   She brought no harm to anyone and prevented unnecessary suffering for future patients at the hospital.   Penalising her will undoubtedly discourage other whistle-blowers, potentially allowing similar neglect and malpractice to continue unchallenged.\n\nSometimes it is right to put good intention above a strict reading of the rules.  The overriding interest here was that of public safety; Margaret acted to support that interest.  To reinstate her is to send a message to health service managers that indifference and incompetence will not be tolerated and to Margaret that her courage and care are valued, not despised.",
            "closed_at": "2009-08-16T00:00:00Z",
            "created_at": "2009-04-16T22:41:22.906649Z",
            "creator_name": "James Quixley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-16T22:41:22.906649Z",
            "rejected_at": "2009-05-17T00:01:01.422910Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/WhistleBlowing/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-17T00:01:01.422910Z"
        },
        "id": 12339243
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bbchaywood/"
    },
    "type": "petition"
}