{
    "data": {
        "attributes": {
            "action": "Intervene on behalf of Nurse Margaret Haywood who has been struck off for undercover filming of the terrible standards of care for elderly patients.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Margaret Haywood filmed at the Royal Sussex Hospital in Brighton for a BBC Panorama programme in July 2005.\n\nShe was struck off by the Nursing and Midwifery Council on Thursday after being a nurse for more than 20 years.\n\nMs Haywood said: \"I am absolutely devastated and upset by it all. I think I have been treated very harshly.\"\n\n\"It is a serious issue and I knew it was a risk I was taking but I thought the filming was justified and it was in the public interest.\n\n\"I always made it clear to the BBC that patients would come first at all times.\"\n\nShe said she had voiced her concerns through her immediate line manager \"but nothing was really taken on board\".\n\nShe was found guilty of misconduct on Wednesday 15th April following a fitness to practise hearing.'\n\nMs Haywood had her patients interests at heart by exposing the serious shortcomings in the standards of care they are provided with. The fact that she had tried to raise this with her line manager and no action was taken shows she had to resort to more serious means to be heard.\n\nWe ask that the prime minister intervene in Ms Haywood's case to have her reinstated as a nurse.",
            "closed_at": "2009-06-17T00:00:00Z",
            "created_at": "2009-04-16T17:48:39.774834Z",
            "creator_name": "Mark Harris",
            "government_response_at": "2009-09-25T11:43:35.312089Z",
            "government_responses": [
                {
                    "created_at": "2009-09-25T11:43:35.312089Z",
                    "details": "You signed a petition asking the Prime Minister to \"Intervene on behalf of Nurse Margaret Haywood who has been struck off for undercover filming of the terrible standards of care for elderly patients.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20706\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'haywood'",
                    "updated_at": "2009-09-25T11:43:35.312089Z"
                }
            ],
            "opened_at": "2009-04-16T17:48:39.774834Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2058,
            "state": "finished",
            "updated_at": "2009-11-12T03:01:33.142630Z"
        },
        "id": 12336152
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/haywood/"
    },
    "type": "petition"
}