{
    "data": {
        "attributes": {
            "action": "reduce the 60mph on the B2099 in East Sussex",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The B2099 is a rural road running from Frant to Wadhurst with blind bends, dangerous corners and hidden entrances.\n\nDespite constant accidents, some fatal, E. Sussex Highways Department continues to ignore wishes of local residents, businesses and schools, the MP and councillors, to reduce the   speed limit from 60mph.\n\nAt the time of typing, yet another young man lies fighting for his life in intensive care at King's Hospital London - the result of another collision on this road.\n\nNearby walls and fences await repair from separate crashes.\n\nThe council does not regard a car that ends up on its roof, or a truck\nthat over turns, or ploughs through a garden wall as 'serious', if the vehicles' occupants narrowly escape major injury thanks to seat belts, airbags, modern car design.\n\nThat the death toll is not higher is miraculous.\n\nThe 60mph legal limit lulls drivers into a false sense of security as to a safe driving speed.\n\nThe postcode of the most dangerous stretch of road is TN3 9EJ. \n\nWe do not believe that it is morally right that more people have to die before the Highways Dept can tick enough boxes to reduce the speed limit to 50, or preferably 40mph, on the most dangerous stretches of the B2099.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-16T16:17:58.338980Z",
            "creator_name": "George Shaw",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-16T16:17:58.338980Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 221,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 12335028
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/B2099RoadKill/"
    },
    "type": "petition"
}