{
    "data": {
        "attributes": {
            "action": "Use the Government's controlling interest in bailed-out High Street Banks and force their Boards of Directors to abandon their stalling tactics in the unnecessarily protracted on-going High Court test case and refund excessive Bank charges to long-suffering customers, thereby injecting a significant cash boost  into the pockets of consumers and assisting the wider economy.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The main clearing banks are engaged in litigation (now in part subject to a pending appeal to the House of Lords) brought by the Office of Fair Trading (OFT). The OFT have issued a provisional view that Banks have been charging excessive fees to customers but await either a ruling from the House of Lords (and subsequent related protracted litigation) or an agreed settlement with the Banks to end this dispute. The Government can easily assist Bankers to the view that unnecessarily prolonging the dispute is not in the public interest nor in the interest of the Government or the wider economy. The PM should exercise leverage to encourage the Banks to finally bite the bullet and either agree binding terms with the OFT or abandon their costly prevaricating defence of the High Court litigation which does nothing other than put taxpayers money into the pockets of lawyers.",
            "closed_at": "2009-07-18T00:00:00Z",
            "created_at": "2009-04-18T10:33:28.189662Z",
            "creator_name": "Kevin O'Keefe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-18T10:33:28.189662Z",
            "rejected_at": "2009-05-20T00:01:01.630032Z",
            "rejection": {
                "code": 4,
                "details": "",
                "reasons": [
                    "Information which may be protected by an injunction or court order"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-20T00:01:01.630032Z"
        },
        "id": 12349950
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ourCash/"
    },
    "type": "petition"
}