{
    "data": {
        "attributes": {
            "action": "reject any attempt to allow abortion services to advertise on prime-time or any time television or radio as recommended in the current Broadcasting Committee of Advertising Practice public consultation and we urge all concerned citizens to sign the petition below and submit their opposition to the consultation which closes at 5pm on the 19 June 2009.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is neither desirable nor appropriate to advertise abortion services on prime-time (or any time) television or radio as recommended by the current Broadcasting Committee of Advertising Practice. \n\nAbortion, which takes the life of an unborn child, is not a consumer product, and remains, subject to specific exemptions, illegal under the terms of the Abortion Act.  \n\nIt is of particular concern that young children, below the age of consent, should not be exposed to advertisements of this nature.  \n\nPlease sign this petition and submit your opposition to abortion advertisements to the BCAP public consultation which closes at 5pm on the 19 June.",
            "closed_at": "2009-10-18T00:00:00Z",
            "created_at": "2009-04-18T09:20:13.697917Z",
            "creator_name": "Fiona Beveridge on behalf of the ProLife Alliance",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-18T09:20:13.697917Z",
            "rejected_at": "2009-05-20T00:01:01.630032Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Noabortionads/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-20T00:01:01.630032Z"
        },
        "id": 12349577
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StopAbortionTVAd/"
    },
    "type": "petition"
}