{
    "data": {
        "attributes": {
            "action": "remove the section of law making it a crime to photograph or video police officers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Photographing a policeman and recording their actions has been proved to be extremely important in protecting the British public, esp in light of events in the London protests. \n\nWithout this photo or video evidence police would have been able to lie about their actions. They would have continued the lie that the gentleman who died had died of a heart attack, he did not. He died from internal bleeding after being violently shoved to the ground by a police officer.\n\nThis group supported by the UK Independence Party which is the only political party to be against these police state laws and the only party to stand for libertarian principles. \n\nEven if you do not support UKIP but are against the law making it illegal to photograph police officers please still sign this petition.\n\nLet's throw political differences or allegiances aside for the importance of the British publics' future.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-18T02:15:59.372387Z",
            "creator_name": "Yasin Akgun",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-18T02:15:59.372387Z",
            "rejected_at": "2009-05-20T00:01:01.630032Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Photorestrict/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12349138
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/photoliberty/"
    },
    "type": "petition"
}