{
    "data": {
        "attributes": {
            "action": "Open a parliamentary inquiry into violent police behavior in the recent G20 protests in London.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In a democracy, it is the duty of the police to facilitate protest, not to stifle and suppress it. As shown in recent video evidence, police officers:\n(i) attacked protesters who posed no physical threat, resulting in severe injury and possibly death;\n(ii) pushed protests into confined spaces, inducing overcrowding and increasing tension;\n(iii) set their own limits on which protests were and were not allowed;\n(iv) concealed their identifying numbers from protest participants, to prevent them from making a complaint to the IPCC.\nAfter the protests, the IPCC did not look into the allegations seriously until independent video evidence forced them to. They did not consult ubiquitous CCTV footage in central London. They placed full responsibility on individual protesters to make complaints, even after it emerged the police had shielded their identification numbers. As yet, the public is not confident that there is sufficient oversight for the police service.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-18T20:31:58.569411Z",
            "creator_name": "SSB",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-18T20:31:58.569411Z",
            "rejected_at": "2009-05-21T00:01:02.261521Z",
            "rejection": {
                "code": 24576,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "False or incomplete name or address information",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12353176
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/G20Police/"
    },
    "type": "petition"
}