{
    "data": {
        "attributes": {
            "action": "david whittles",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "ban feminazi extreme feminists from appearing on tv and other media such as Germaine Greer,Harriot Harmon etc. and ban all tv adverts  newspaper articles and organisations that are allowed to constantly make derogatory and offensive remarks/articles etc. that brands all men the same evil,stupid,worthless etc.with absolutely no evidence to back anything, but be allowed to voice lies and prejudice based on gender against men mostly white caucasian are the main butt or the attacks, this kind of media broadcasting makes younger males lose faith in society and their own well being as they are made to look stupid and worthless, this has got to stop as young male suicides are the highest in this age group it also can make younger boys not perform to their potential if they are made to appear in a such a poor light this can then amke them drop out of schools and turn to drug,crime etc.,if the sort of prejudice was allowed against any other groups women,disabled,aged,gay etc there would quite rightly be a big outcry so please stop them and all PC left wingers who support them banned from our lives",
            "closed_at": "2009-10-20T00:00:00Z",
            "created_at": "2009-04-20T07:05:52.611394Z",
            "creator_name": "david whittles",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-20T07:05:52.611394Z",
            "rejected_at": "2009-05-21T00:01:02.261521Z",
            "rejection": {
                "code": 8192,
                "details": "",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-21T00:01:02.261521Z"
        },
        "id": 12359790
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/feminazi/"
    },
    "type": "petition"
}