{
    "data": {
        "attributes": {
            "action": "help Michael Joslin get his bike back",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Michael Joslin has had his bike stolen over ten times or thereabouts in less than three years of living in Fallowfield or Withington whilst studying at the University of Manchester.\n\nWe hereby ask the Prime Minister to offer solidarity with Michael Joslin over the repeated and some would say careless loss of his bikes.  We ask him to condemn the terrorist cell who have continously targeted Michael and his bikes.  We ask that the Prime Minister write to the Honorable Member of Parliament John Leech, encouraging him to send his condolences to Michael over his most recent bike theft.\n\nWe also petition the Prime Minister to provide University scholarships to all victims of bike theft.\n\nWe also ask that he send his support to community safety campaigns in and around student areas, and confirm that the government supports putting students first.",
            "closed_at": "2009-06-19T00:00:00Z",
            "created_at": "2009-04-19T12:53:17.616771Z",
            "creator_name": "Ilove Bikes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-19T12:53:17.616771Z",
            "rejected_at": "2009-05-20T00:01:01.630032Z",
            "rejection": {
                "code": 40960,
                "details": "",
                "reasons": [
                    "False or incomplete name or address information",
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-20T00:01:01.630032Z"
        },
        "id": 12355845
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/savethebikes/"
    },
    "type": "petition"
}