{
    "data": {
        "attributes": {
            "action": "nominate Ryan Giggs for a knighthood",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The editors of MustBeRed are campaigning to have Ryan Giggs knighted. Hazel Blears MP (Lab) and Chris Grayling MP (Con) have given their support to the campaign.\n\nHere are the 11 reasons why he deserves the honour:\n\n1) Giggs is the most decorated player in English footballing history.\n\n2) He is the only player to have played and scored in every Premiership season.\n\n3) He has scored more than 100 league goals.\n\n4) That FA Cup wonder goal against Arsenal.\n\n5) Giggs has played more games for Man Utd than any other player.\n\n6) The youngest footballer to have represented Wales.\n\n7) Capped 64 times for Wales, and was made the team's captain.\n\n8) A clean player who has NEVER been red-carded for Man Utd.\n\n9) A role-model who has never been in the papers for the wrong reasons.\n\n10) A fundraiser for charity and a campaigner against landmines and racism.\n\n11) Admired by players and managers as the Premiership's \"Best\".",
            "closed_at": "2009-10-21T00:00:00Z",
            "created_at": "2009-04-19T20:49:34.420566Z",
            "creator_name": "Pete Hoskin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-19T20:49:34.420566Z",
            "rejected_at": "2009-04-21T12:56:48.744668Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.honours.gov.uk/",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-21T12:56:48.744668Z"
        },
        "id": 12358290
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/sirryan/"
    },
    "type": "petition"
}