{
    "data": {
        "attributes": {
            "action": "introduce legislation to scrap the executive arm of the UK government and transfer all its powers to the House of Commons",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The British system of executive government is too powerful, too unaccountable and too remote.  The vast majority of the UK population no longer trust politicians and we need a sea change in how we govern our affairs to introduce more direct accountability and control back to our elected representatives.\n\nWe call on the Government to introduce legislation to scrap the executive arm of the government and transfer all its powers to the House of Commons.  Like the previous system of service committees that local authorities ran until the \"modernisation\" agenda, the responsibility for each department and the agencies under its remit will be delegated to select committees made up of MPs from all parties in proportion to the seats they hold in the Commons.  All major decisions of government, including an annual corporate plan and the budget, will have to be passed by the Commons as a whole.  Legislation will continue to be passed as currently with the Lords having the power to revise and temporarily block primary legislation and a full veto over constitutional legislation (as is presently the case).",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-19T15:58:12.999277Z",
            "creator_name": "Jonathan Crewdson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-19T15:58:12.999277Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 12356672
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/scrap-executive/"
    },
    "type": "petition"
}