{
    "data": {
        "attributes": {
            "action": "put pressure on the Vietnamese government to give greater religious and political freedom to indigenous groups such as the Khmer Krom and Montagnards.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are a group of students who have come to the attention of great injustice occurring in Vietnam towards their ethnic minority groups. In particular the Khmer Krom (mostly Buddhists) and Montagnards (mostly Christians) are being persecuted and discriminated against because they simply want firstly religious freedom but also political freedom. The Vietnamese government have put severe restrictions on human rights of several minority groups, especially on their religious and political freedom. The Vietnamese government have been reported to not only restrict but also bully, threaten and spy on these ethnic and religious minorities. Despite guaranteeing religious freedom in their constitution and being a party to the UN Charter and UN declaration of human rights,the Vietnamese government continue to abuse and flout these human rights. Therefore, we ask the UK government to pressure the Vietnamese government to give the freedoms it has signed up to protect. The economy of Vietnam has developed far more quickly than many would have expected so now let freedom and human rights do the same.",
            "closed_at": "2009-05-20T00:00:00Z",
            "created_at": "2009-04-20T08:54:05.253905Z",
            "creator_name": "Laurence Tan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-20T08:54:05.253905Z",
            "rejected_at": "2009-05-22T00:01:01.520524Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/HRinVietnam/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-22T00:01:01.520524Z"
        },
        "id": 12360268
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HRinVn/"
    },
    "type": "petition"
}