{
    "data": {
        "attributes": {
            "action": "stop throwing good money after bad by funding the banks. They’re at the top of the food chain of our economy. They corrupted it and creamed off the wealth of nations for their own selfish gain. They’ve received billions of pounds and not passed the money on to investors and borrowers. If taxpayer’s money not yet been given to them is redirected to industry, manufacturing and services then the economy will start to recover from the ground up. You can’t harvest fruit without a tree, and a tree can’t grow without roots. The roots are the common people. If they are given money in the form of grants for sustainable improvement and development a need will be created. That need will require manpower and products to satisfy it. This will in turn be met manufacturing industries. These processes will generate, support and be supported by commerce. Small scale sustainable development is flexible and durable. It employs more people and is less prone to catastrophic collapse.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For example, if the predicted billions being given to banks to prop them up were diverted and given to private homes, and commercial/industrial premises as grants for insulation and micro generation (photovoltaic, solar water heating, ground source heat pump, air source heat pump, wind turbines, hydrogen generators, rain water collection, grey water recycling etc) as appropriate. This would make all properties carbon negative, producing more electricity and hydrogen gas than they need, and contributing to national grids for energy, and fuelling transport. With all these properties generating surplus power there would be no need for new nuclear PowerStation’s, freeing further billions of pounds for coastal protection against sea level rise, protecting millions of acres of housing, industry and agriculture. Defences like the Severn Barrage could also generate power. All this would create new industries making, installing and maintaining these systems, eliminating unemployment.",
            "closed_at": "2009-07-24T00:00:00Z",
            "created_at": "2009-04-21T09:57:53.348830Z",
            "creator_name": "Andrew Hope",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-21T09:57:53.348830Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2009-07-25T00:01:01.840535Z"
        },
        "id": 12368877
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/peoplefirst/"
    },
    "type": "petition"
}