{
    "data": {
        "attributes": {
            "action": "stop the proposed merger of classes in East Renfrewshire schools",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Please sign our petition to help stop the merger of classes in East Renfrewshire schools.Most parents in East Renfrewshire moved to the area for the high quality of educational provision. All mainstream political parties have pledged to work towards reducing class sizes. Yet, East Renfrewshire Council are planning on reducing the number of classes in East Renfrewshire schools, thereby increasing class sizes. They claim this is being undertaken as an \"effiency exercise\" which, as we all know, is a euphensim for cost-cutting. Of course, they are citing these tough economic times, yet our council tax has not fallen, the education budget has, indeed, increased and we are currently living through a period of deflation so the figures simply do not add up. Could it be that they have overspent on their expenses claims? East Renfrewshire Council are blaming the Scottish Governement who, of course, came to power on the promise of reducing class sizes in primaries one to three to 18. So, our children, who are happy and settled in school, will face returning to school after the summer to a new, bigger class which goes against everything politicians and councillors have promised us.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-22T13:16:26.451970Z",
            "creator_name": "Pauline Park",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-22T13:16:26.451970Z",
            "rejected_at": "2009-05-22T00:01:01.520524Z",
            "rejection": {
                "code": 4096,
                "details": "This is a devolved matter and should be directed to the Scottish Executive.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12379290
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EastRenschools/"
    },
    "type": "petition"
}