{
    "data": {
        "attributes": {
            "action": "revise the currently too lenient punishment meted out to those convicted of animal cruelty in order to serve as a deterrant.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The fact that these people rarely receive sentences longer than 30 days for brutally torturing and murdering a helpless animal is a national disgrace.  A simple fine is no punishment.  And a lifetime ban on keeping any pets in the future is no deterrant.\n\nAny animal can be abused, not just the abusers pet.\n\nI also demand a specific law protecting those living creatures without the ability to speak or defend themselves.\n\nI believe that all animals who are abused, brutally tortured, kicked, burnt, starved, skinned alive and left to die in pain deserve rights and that the sentences brought upon the people who commit such heinous crimes should receive longer sentences in prison.\n\nI call on the Prime Minister to ensure that this happens in order to protect the beautiful animals living on our planet and prevent their suffering any longer.",
            "closed_at": "2009-10-22T00:00:00Z",
            "created_at": "2009-04-22T12:24:05.730807Z",
            "creator_name": "Gemma Goode",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-22T12:24:05.730807Z",
            "rejected_at": "2009-05-24T00:01:01.893067Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/AbusingAnimals/ and http://petitions.number10.gov.uk/crueltysentence/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-24T00:01:01.893067Z"
        },
        "id": 12378855
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/animaljustice/"
    },
    "type": "petition"
}