{
    "data": {
        "attributes": {
            "action": "Listen",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Well it's true the people never get an opinion a single voice is never heard maybe sometimes if they get a disease or win something and the chid never gets the say i saw the BBC advert for that speak thing but even if we do speak whos there to listen due to age makes me a second class citizen im 13 and i get treated like i have the intellectual capacity of a 2 year old age limits restrict us from so many things that supposibly give us a \"bad influence\" which to be honest nothing i haven't seen before; if the freedom was there i think the need for it would be lessened.\nIs it descrimination or just something that happens that noone cares \"A big voice unheard in a small word and a small voice heard in a big world\" is it rediculous to actually listen or is hope lost that noone will ever listen sure i'll grow up but i'm not talking about me i'm talking about the normal voice in general when i grow up i'm not going to be the one to push younger one's around it is weak and if that's what happened in the days before the goverment i don't blame them for growing up in this way.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-21T22:33:49.867827Z",
            "creator_name": "David",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-21T22:33:49.867827Z",
            "rejected_at": "2009-05-22T00:01:01.520524Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12375540
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Unheard/"
    },
    "type": "petition"
}