{
    "data": {
        "attributes": {
            "action": "Require Kirklees to provide adequate and suitable post 16 education for those with moderate/complex learning needs, in line with neighbouring local authorities e.g. Oldham, Calderdale",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently those with moderate learning disabilities have a choice of 2 sites for post 16 education; both are colleges. We believe these provisions do not meet the educational needs of the young people, as the standard is not of a sufficient quality and range of courses on offer is highly restrictive. Also the sites themselves are not suitable environments. Neighbouring LA provide post 16 education within a school setting. In addition young people in Kirklees with profound learning disabilities or those on the autistic spectrum have their post 16 education provided within a school setting.\nTo access adequate post 16 education for those with moderate learning needs it is necessary to go outside of Kirklees LA. This is not an option for everyone and is a great cost to the LA.\nKirklees is acting in a discriminating manner by offering a differential service to those with moderate learning disabilities compared to those with profound learning disabilities or those on the autistic spectrum. All young people in Kirklees deserve post 16 educational provision of an adequate quality and range; irrespective of their level of learning disabilities.",
            "closed_at": "2009-08-24T00:00:00Z",
            "created_at": "2009-04-22T13:34:04.808199Z",
            "creator_name": "phu trinh",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-22T13:34:04.808199Z",
            "rejected_at": "2009-04-24T15:47:19.642451Z",
            "rejection": {
                "code": 2048,
                "details": "Reasons: http://petitions.number10.gov.uk/educ-better/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-24T15:47:19.642451Z"
        },
        "id": 12379419
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/post16edu/"
    },
    "type": "petition"
}