{
    "data": {
        "attributes": {
            "action": "stop ripping off the public with mp expences,when there is no one to complain to",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "every day the poloticians in this country are taking taxpayers money to pay for anything from a mortgage to a barbacued sausage.the shadow government are also at it so they are not kicking up a fuss.the prime minister has said he is going to bring in new legislation but we all no nothing of any significance will change.who do we complain to?the house of lords?ha,theyre all at it too.why doesnt the media stand up to the government more and help sort out petitions and peacefull demonstrations,because they are in the governments pocket.the recent poll that said a polotician was the least trusted of any profesion speaks volumes.they should be ashamed.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-21T19:48:47.670193Z",
            "creator_name": "barry cooling",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-21T19:48:47.670193Z",
            "rejected_at": "2009-05-23T00:01:01.853044Z",
            "rejection": {
                "code": 2560,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement. Please state what it is you want Government to do. \n\nPlease also ensure that if you resubmit your petition that it is not a repeat of other similar petitions such as:    http://petitions.number10.gov.uk/expenses-MPs/ and http://petitions.number10.gov.uk/HOC-expenses/",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12374404
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/mpconmen/"
    },
    "type": "petition"
}