{
    "data": {
        "attributes": {
            "action": "fishing a worthy cause",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Not only is fishing an adrenaline sport, it can also be extremely relaxing, giving you the best of both worlds. The tranquil settings and crisp fresh air, contribute to the relaxing experience.  ‘The great outdoors’ are an integral part of fishing; so much so that a specialist holiday industry has evolved to cater for those who wish to enjoy the experience of fishing and camping.\n If fishing were to be banned, not only would people’s passions be lost but a whole industry, providing hundreds of different jobs, would disappear. Imagine how many people would find themselves unemployed: equipment manufacturers, retail businesses, fisheries, fish farms and fishing holidays. Where would they all go? Also the environment agency would lose valuable income, currently spent on managing the waterways, as fishermen have to pay for an annual licence.\n Also fishing keeps the population of the waterways at healthy level. If no one fished the rivers and lakes, the fish would over populate causing starvation and encouraging disease.",
            "closed_at": "2009-10-21T00:00:00Z",
            "created_at": "2009-04-21T20:42:54.346917Z",
            "creator_name": "Matthew Haythornthwaite",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-21T20:42:54.346917Z",
            "rejected_at": "2009-05-23T00:01:01.853044Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-23T00:01:01.853044Z"
        },
        "id": 12374793
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fishingisgood/"
    },
    "type": "petition"
}