{
    "data": {
        "attributes": {
            "action": "Stop adding fluoride to our drinking water - mass medication practice",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Public drinking water should not be mass medicated with fluoride, just because a few uneducated in society don't know how to, or wont, look after their teeth.\n\nThe Dental community should take into consideration the common British diet (common high fluoride dietary content: tea, apples, toothpaste, potatoes), before suggesting mass medication through our water supplies. \n\nEducation awareness campaigns and compulsory bi-yearly dentist appointments would be a better solution. \nThe public have a right to self medicate and adding fluoride to the public water supply is a medication that many of us do not need, due to our current lifestyles. \n\nBy adding fluoride to our water, it results in food producers also adding it through food manufacturing processes and thus increasing our consumption further. \n\nTo summarise; fluoride is a known systemic poison, it should not be added to our water as a single solution to dental hygiene. \nWe the signatures, petition the Prime Minister to remove it from our water supplies, under the 1998 Human Rights Act.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-22T17:07:10.307751Z",
            "creator_name": "David English",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-22T17:07:10.307751Z",
            "rejected_at": "2009-05-24T00:01:01.893067Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/POISONED-WATER/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12381020
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fluoridewater/"
    },
    "type": "petition"
}