{
    "data": {
        "attributes": {
            "action": "Re-evaluate the decision to force ISP's to store all internet traffic logs and communication, and consult the public with regard to how far this legislation should go.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This legislation came into effect on 06/04/09 with virtually NO public consultation. We deserve the right to know what information is being held by the government.\n\nA European Union directive, which Britain was instrumental in devising, comes into force which will require all ISP’s to retain information on email traffic, visits to web sites and telephone calls made over the internet, for 12 months. \nSource: http://www.telegraph.co.uk\n\nIn a move that even the most nonchalant of privacy advocates is crying foul over, the UK has put into effect a European Union directive which mandates the archival of information regarding virtually all internet traffic for the next 12 months.\nSource:http://tech.yahoo.com/blogs/null/136610\n\nThis directive is a Gross breach of out basic human right to privacy. However this legislation is worded it removes the freedom from EVERYBODY in the United Kingdom to browse the internet and conduct their business in PRIVATE. Furthermore, the issue of how this data will be stored brings into question the standard of security that will be put in place to stop abuse of said system.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-23T11:59:51.953471Z",
            "creator_name": "Alexander Howard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-23T11:59:51.953471Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 36,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 12385351
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/internet-logging/"
    },
    "type": "petition"
}