{
    "data": {
        "attributes": {
            "action": "provide Campbeltown with a full size 4th Generation All Weather Pitch.  We believe it is unacceptable that Campbeltown is the only centre of major population in Argyll & Bute Council with no All Weather Facilities.  We call upon the Prime Minister and Argyll & Bute Counicl to identify funding for a full size All Weather Pitch immediately and give us the facilities enjoyed by the rest of our neighbours in Argyll & Bute.  We believe that the lack of such a facility is detrimental to the health of our children and adults alike and that the local authority must concede that action is required immediately.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Campbeltown is the ONLY major centre of population in Argyll & Bute without access to an All Weather Pitch We have the ONLY mainlaind secondary school in the authority WITHOUT access to an All Weather Pitch facility.  We find this totally unacceptable.  Please sign this petition and join the campaign to ensure the Council deliver an AWP for the people of Kintyre.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-23T23:48:08.353540Z",
            "creator_name": "David Paterosn",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-23T23:48:08.353540Z",
            "rejected_at": "2009-05-24T00:01:01.893067Z",
            "rejection": {
                "code": 16384,
                "details": "Please raise this issue with your local authority in the first instance.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12389438
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CampbeltownAWP/"
    },
    "type": "petition"
}