{
    "data": {
        "attributes": {
            "action": "Resign form office and call an election",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gordon Brown is responsible as former chancellor for the very high level of public sector borrowing that existed before the credit crunch, and for the mismanagement of regulation of the fincancial services by his creating the FSA. So Gordon Brown got us into this mess.\nAlastair Darling's inaccurate estimation of GDP and public sector borrowing and his plans to increase taxes on the rich, thereby reducing tax revenues, and to increase public spending and therefore increase borrowing, show that this Government is not to be trusted to get us out of this mess.\nGiven that there is very little chance of this Government being re-elected at the next general election, the decent thing for Gordon Brown to do is to stop inflicting his damaging policies on to this country knowing that they cannot see them through and that they probably won't work.\nGordon Brown should resign and call for a general election to let the people say who they trust to fix things, rather than hearing the un-elected prime minister tell us that he can be trusted. If he is so confident, why doesn't he get a mandate?",
            "closed_at": "2009-06-23T00:00:00Z",
            "created_at": "2009-04-23T12:20:20.330788Z",
            "creator_name": "Howard Knowles",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-23T12:20:20.330788Z",
            "rejected_at": "2009-05-24T00:01:01.893067Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/please-go/\nhttp://petitions.number10.gov.uk/GoToCountryNow/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-24T00:01:01.893067Z"
        },
        "id": 12385528
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CreditElection/"
    },
    "type": "petition"
}