{
    "data": {
        "attributes": {
            "action": "ensure, at the time of announcing whatever replaces the second home allowance - in an attempt to make the system more transparent and 'less generous', he explains to the paying taxpayers of this country JUST WHY MPs SHOULD HAVE ANY EXPENSES WHICH ARE NOT REQUIRED TO BE EXPENDED IN THE CARRYING OUT OF THEIR EMPLOLYMENT AS MPs AND WHICH ARE NOT ALSO AVAILABLE TO OTHER EMPLOYED TAXPAYERS WHO HAVE TO MAINTAIN SECOND HOMES AND/OR REGULARLY ATTEND AT THEIR PLACE OF WORK WHICH MIGHT NOT BE IN THE SAME PLACE AS WHERE THEY LIVE.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is much talk about how much they get and how much the shouldn't get but NOBODY is talking about why they should get anything in expenses when those taxpayer funded expenses are not also extended to other employees in the same position.  MPs are not special; they are not different; they are merely greedy!",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-22T23:37:37.001850Z",
            "creator_name": "keith jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-22T23:37:37.001850Z",
            "rejected_at": "2009-05-24T00:01:01.893067Z",
            "rejection": {
                "code": 16640,
                "details": "This is a matter for direct communication with Parliament.Please address the excessive use of capital letters; they make your petition hard to read.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12383279
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GiveSameToAll/"
    },
    "type": "petition"
}