{
    "data": {
        "attributes": {
            "action": "have Great Britain observe International Women's Day.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "International Women's Day, marked on the 8th of March, is the solitary day in the World Calender dedicated to focusing on the economic, political and social achievements of women. This global celebration is observed by many countries, except Britain - despite the fact we observe International Men's Day on the 19th of November. \nIn 2005, the British Trades Union Congress voted to have Britain observe IWD, and the Prime Minister marked it in 2008 by asking women’s business leaders for advice on supporting the \"next generation\" of successful women. Despite this clear progress, noting this day on Britain's calendar will further increase people's awareness towards the achievements of women - the knowledge for this need has clearly been shown by the Government, but the issue is of how they should stretch this knowledge onto to people. Making our country join the list of people - currently of 52 countries from Albania to Zambia - will help bring equality and understanding to our citizens.",
            "closed_at": "2009-12-24T00:00:00Z",
            "created_at": "2009-04-23T19:52:07.231598Z",
            "creator_name": "Greg Hills",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-23T19:52:07.231598Z",
            "rejected_at": "2009-04-27T09:44:36.082454Z",
            "rejection": {
                "code": 2,
                "details": "The Prime Minister already recognises International Women's Day. Please see his comments http://www.number10.gov.uk/Page14944",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-04-27T09:44:36.082454Z"
        },
        "id": 12388432
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/celebrateIWD/"
    },
    "type": "petition"
}