{
    "data": {
        "attributes": {
            "action": "Help the underage",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Im 13 if this isnt aloud for this site it should be =]\nAnyway i think children or 'teens' like me should have more say i know growing up only takes a short amount of time but after me theyll be more children just a little more freedom like age limit on films sure for a 5 year old but seriously its not like we havent seen it or played the game and we always watch it anyway one way or another so consider it also if children had more freedom i reckon child abuse would occur less because the generation above were treated rubbish (see no swear lol) and it gets passed down if we grow up to this abuse then maybe well feel the freedom to abuse the generation below us it happens to me but i hope i wont become abusive but just consider more freedom, oh and all the homework i know its outside learning to reinforce education but maybe an option or whatever, and later times in the morning 'coz' everyone i know walks to school like zombies ad i fall asleep in my first lessons anyway again just consider.",
            "closed_at": "2009-09-22T00:00:00Z",
            "created_at": "2009-04-22T22:54:38.936551Z",
            "creator_name": "David McCormack",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-22T22:54:38.936551Z",
            "rejected_at": "2009-05-24T00:01:01.893067Z",
            "rejection": {
                "code": 512,
                "details": "Thank your for your petition. Could you please reword your title to explain how you think the PM should help underaged people and then resubmit.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-24T00:01:01.893067Z"
        },
        "id": 12383092
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DavidMcCormack/"
    },
    "type": "petition"
}