{
    "data": {
        "attributes": {
            "action": "require the relevant regulatory authority namely Ofcom to take active and speedy measures to test samples of all makes and types of PLT device and to remove from the UK market all those devices where the sample is found to be non compliant with the requirements of the Electromagnetic Compatibility Regulations 2006. And to take all practicable and necessary steps to prevent anyone placing non compliant PLT devices on the UK market now and in the future. The Department for Business Enterprise and Regulatory Reform and Ofcom are familiar with these devices they being widely distributed by a national communications supplier, various high street stores and on the Internet. These devices are used to transfer electronic data via domestic electrical household wiring and the techniques involved in typical use result in harmful interference to short wave radio reception.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government has confirmed in their response to the “Saveshortwave” petition that “Power Line Technology (PLT) equipment is required to meet the relevant regulations.”\nThe relevant regulations are the Electromagnetic Compatibility Regulations 2006 (the Regulations)\nfor which BERR is responsible.\n\nIndependent testing to date has shown that PLT devices do not and cannot meet the requirements of the Regulations. Furthermore, continuing numbers of complaints of harmful radio interference from PLT devices amply illustrate that in practical applications they do not meet the “Essential Requirements” of the Regulations and prevent other equipment from functioning as intended.\n\nIrrespective of and notwithstanding the number of recorded complaints of interference, we call on BERR to comply with the law, namely the provisions of the Regulations which are based on a European Directive, and to expeditiously remove this menace from the market by the means as set out above.",
            "closed_at": "2009-10-24T00:00:00Z",
            "created_at": "2009-04-22T22:28:18.490425Z",
            "creator_name": "Mike Trodd",
            "government_response_at": "2009-12-09T15:21:24.300232Z",
            "government_responses": [
                {
                    "created_at": "2009-12-09T15:21:24.300232Z",
                    "details": "You signed a petition asking the Prime Minister to \"require the relevant regulatory authority namely Ofcom to take active and speedy measures to test samples of all makes and types of PLT device and to remove from the UK market all those devices where the sample is found to be non compliant with the requirements of the Electromagnetic Compatibility Regulations 2006. And to take all practicable and necessary steps to prevent anyone placing non compliant PLT devices on the UK market now and in the future. The Department for Business Enterprise and Regulatory Reform and Ofcom are familiar with these devices they being widely distributed by a national communications supplier, various high street stores and on the Internet. These devices are used to transfer electronic data via domestic electrical household wiring and the techniques involved in typical use result in harmful interference to short wave radio reception.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21654\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SaveShortwave2'",
                    "updated_at": "2009-12-09T15:21:24.300232Z"
                }
            ],
            "opened_at": "2009-04-22T22:28:18.490425Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2544,
            "state": "finished",
            "updated_at": "2010-03-04T15:36:08.696670Z"
        },
        "id": 12382963
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveShortwave2/"
    },
    "type": "petition"
}