{
    "data": {
        "attributes": {
            "action": "help save Britain’s classic cars from the scrappage incentive, by re-introducing free road-fund licence for historic vehicles aged 25 years and older.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Amid the global economic crisis, the classic car market is a rare British success story, but the new scrappage incentive threatens to damage this by paying people to dispose of perfectly serviceable retro and classic cars.\n\nThis will lead to jobs being lost in the retro classic car industries; meanwhile the vast majority of this scrappage money will go toward subsidising foreign car companies. \n \nGiven that the most polluting stage of a car’s life is its manufacture, we therefore believe that it is a horrible waste to encourage retro and classic cars to be scrapped in favour of newer models with shorter operational lives.\n\nA properly maintained old car not only puts out significantly less emissions (including C02) than is permissible by law, it also prevents the need for other, more wasteful, cars to be produced and consumed.\n\nWe therefore urge the protection of cherished, well-maintained cars by re-instigating the rolling 25-year road fund licence exemption for historic vehicles. This will help protect our motoring heritage and its manufacturing industries in the face of recent legislation.",
            "closed_at": "2009-10-24T00:00:00Z",
            "created_at": "2009-04-22T20:55:32.902685Z",
            "creator_name": "Simon Charlesworth",
            "government_response_at": "2010-01-20T13:30:19.282566Z",
            "government_responses": [
                {
                    "created_at": "2010-01-20T13:30:19.282566Z",
                    "details": "You signed a petition asking the Prime Minister to \"help save Britain’s classic cars from the scrappage incentive, by re-introducing free road-fund licence for historic vehicles aged 25 years and older.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22166\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'save-old-cars'",
                    "updated_at": "2010-01-20T13:30:19.282566Z"
                }
            ],
            "opened_at": "2009-04-22T20:55:32.902685Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1501,
            "state": "finished",
            "updated_at": "2010-04-30T15:21:05.809298Z"
        },
        "id": 12382430
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/save-old-cars/"
    },
    "type": "petition"
}