{
    "data": {
        "attributes": {
            "action": "ban the use of Neonicotinoid insecticides in crops grown within the united kingdom.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "a plethora of recent studies from Italy, Germany, America etc. are implicating Neonicotinoid insecticides (an insect nerve poison) in causing sub-lethal and lethal affects to honeybee's exposed to plants grown from seeds coated in Neonicotinoid insecticide or treated with Neonicotinoid insecticide - typically maize, sunflower and rapeseed - these sublethal effects, affect the bee's ability to orient itself and return to the colony; additionaly it is likely the detrimental effects are compounded synergistically as the bee is weakened and becomes more susceptible to natural disease, parasitic fungii and parasites such as varroa destructor - implicated in the world wide colony collapse disorder we are currently experiencing. \nneonicitinoid insecticides have recently been banned in other european countries and are being reviewed in the US - home of the corporations pushing these systemic insecticides.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-23T17:29:44.850627Z",
            "creator_name": "Ian Forsyth",
            "government_response_at": "2011-02-02T12:50:00.104265Z",
            "government_responses": [
                {
                    "created_at": "2011-02-02T12:50:00.104265Z",
                    "details": "You signed a petition asking the Prime Minister to ban the use of Neonicotinoid insecticides in crops grown within the united kingdom.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=BeeDeath\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'BeeDeath'",
                    "updated_at": "2011-02-02T12:50:00.104265Z"
                }
            ],
            "opened_at": "2009-04-23T17:29:44.850627Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1051,
            "state": "finished",
            "updated_at": "2011-02-02T12:50:00.104265Z"
        },
        "id": 12387624
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BeeDeath/"
    },
    "type": "petition"
}