{
    "data": {
        "attributes": {
            "action": "Call a General Election",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Being a sixty year old woman and a British citizen I have gone through many governments and a few recessions. There was always hope on the horizon, but Tony Blair and you Mr Brown have not only ruined  this country but have stripped us of any form of hope. The time has come for you and your cronies to step down and let we the people decide who is in charge of this country. All the cover ups and blatant abuse of positions that your cabinet thrive upon has gone on long enough. We are also tired of hearing that the economy is in this state because of the economic global recession. Mr Brown as Chancellor under Tony Blair you were selling off our reserves long before the present situation appeared on the horizon. It takes education an understanding of finances and courage to run a country, and most important to earn respect from the citizens of that country. None of these qualities have you or your government shown. No doubt once you have left office you will follow in Blairs footsteps and earn the millions that he has amassed. You won't have to worry where the next mortgage payment or meal is coming from. Not like us. For once do the 'right' thing get rid of the ego and call an election.",
            "closed_at": "2009-06-24T00:00:00Z",
            "created_at": "2009-04-24T17:21:22.380869Z",
            "creator_name": "Shirley MacLean",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-24T17:21:22.380869Z",
            "rejected_at": "2009-05-27T00:01:02.111110Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/GoToCountryNow/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-27T00:01:02.111110Z"
        },
        "id": 12395604
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BlairBrown/"
    },
    "type": "petition"
}