{
    "data": {
        "attributes": {
            "action": "stop the Football Association ripping off football fans and devaluing the FA Cup by holding the two FA Cup semi-finals at Wembley every year.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "PLEASE SIGN THE E-PETITON AT\n\nhttp://petitions.number10.gov.uk/\n\n\nThe Crooks at the F.A. have over spent on Wembley, i for one will not stand for it. After going down for the Semi Finals (on a sunday after the 2 \"London\" teams get a Saturday afternoon K.O. Joke) The Magic of the F.A. Cup has gone. The Reward for playing so well in \"the greatest\" knock out cup in the world is to play at the \"Great\" Wembley. Not in the Semi's and not to be fleeced £100+ having to get there.\n\nThe Working Class man has little to shout about after being taxed through the eyeballs - so why should we have to pick up the tab for our last saving grace - FOOTBALL? the Berks at Soho Sq are laughing at us.\n\nBring Back the Classic Villa Park semi\n\nBring Back the Majestic Old Trafford semi\n\nMake the F.A. Cup great again as for alot of people it is on a level with the carling cup.\n\ni propose that any team that now gets to an F.A. Cup Semi final should seriously do what the Arsenal fans did last week and not turn up.\n\nThe F.A. Cup Semi finals are chartered to played there for the next 29 years and counting until the F.A. \"recoupe\" the costs of Wembley...",
            "closed_at": "2009-10-24T00:00:00Z",
            "created_at": "2009-04-24T15:08:43.706904Z",
            "creator_name": "Matt Hallworth",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-24T15:08:43.706904Z",
            "rejected_at": "2009-05-24T00:01:01.893067Z",
            "rejection": {
                "code": 69632,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-24T00:01:01.893067Z"
        },
        "id": 12393743
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NotoWembley/"
    },
    "type": "petition"
}