{
    "data": {
        "attributes": {
            "action": "Stop showing anorexia is something we must turn in to..",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Every time you open 'Heat' magazine or read on article on 'FHM's most sexiest women' you come up with the likes of Cheryl Cole, Victoria Beckham, Kate Moss etc.. of course these are beautiful women, but they are also role models - role models in which people look upto, and aim to be like, this is just showing that showing flesh and bones is right - i understand we all come in different shapes and sizes but if a celebrity is a size 12, they are immediately labelled as 'Curvy' - Curvy in which may sound like it is trying to say 'Fat', so basically the media is trying to promote eating disorders, and this is totally wrong! What i am asking off this petition is to stop the likes of articles such as 'FHM's sexiest women' covered with full of size 6 celebs, and 'Britains next top model' with all models below a size 10. This is wrong, and everyone should be able to feel happy in their own body, but the media is putting pressure on, and a lot of people die from Anorexia and Bulimia.. we must stop this, everyone must feel beautiful, because we all our, not because the media is trying to make us look like Katie Price.",
            "closed_at": "2009-10-24T00:00:00Z",
            "created_at": "2009-04-24T23:08:57.500773Z",
            "creator_name": "Christina Allen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-24T23:08:57.500773Z",
            "rejected_at": "2009-05-27T00:01:02.111110Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement. It should request an action related to government policy.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-27T00:01:02.111110Z"
        },
        "id": 12401848
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/beautifulasweare/"
    },
    "type": "petition"
}