{
    "data": {
        "attributes": {
            "action": "Allow ALL Serving and Ex Serving Gurkha Soldiers who have Fought for the Uninted Kingdom presently and in the past, the right to Live in this Country forever",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gurkhas have been part of the Army for almost 200 years and are hand-picked from a fiercely-contested recruitment contest in Nepal to win the right to join.\n\nThey have seen combat all over the world, with 200,000 having fought in the two world wars and 45,000 believed to have lost their lives fighting for Britain.\n\nThe regiment used to be based in Hong Kong, but moved to UK in 1997.\n\nThat meant those who wanted to settle in the UK had to apply for British residency after thier service and could be refused and deported. \n\nHOWEVER\n\nNet migration into the UK rose by 25% to 237,000 people last year, according to the Office for National Statistics (ONS).\n\nThe annual report from the ONS attempts to track arrivals and departures from UK borders. Most of those arriving last year — 502,000 (87% of the total) — were non-British citizens.\n\nThe largest national contingent came from Poland. An estimated 96,000 Polish citizens migrated into the UK in 2007.\n\n\nSo the government are happy to allow the 96, 000 Polish people into the country.... that have not fought for this county, but will not allow the Gurkhas the 'decent' and 'just' right to stay here after serving . Sign this if you thing this is WRONG.",
            "closed_at": "2009-06-25T00:00:00Z",
            "created_at": "2009-04-25T11:38:00.077669Z",
            "creator_name": "James Wharton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-25T11:38:00.077669Z",
            "rejected_at": "2009-05-27T00:01:02.111110Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/justice4gurkhas/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-27T00:01:02.111110Z"
        },
        "id": 12406088
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/gurkhas2stay/"
    },
    "type": "petition"
}