{
    "data": {
        "attributes": {
            "action": "abolish politcal correctness before it goes too far.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the British public call upon the U.K government to abolish political correctness before things get out of control. For too long we have been giving up our rights to exercise our freedom of speech and express our own opinions, because we risk offending people. It is a god given right to have an opinion upon any subject whether it be sexuality or on social stereotypes which, as often as not, are very accurate. As a result of censorship, the general British public are becoming more hate filled and racism is constantly being fuelled as it is the British public who are not being protected by such stupid laws. If people are going to be offended over something that is meant in humour or gest, then let them be offended. The world will not end as a result and eventually they will get over it and the people will naturally become more acceptance of each other. So abolish political correctness before even the likes of paedaphiles are protected by such laws.",
            "closed_at": "2009-10-25T00:00:00Z",
            "created_at": "2009-04-25T18:50:34.623420Z",
            "creator_name": "G Brook",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-25T18:50:34.623420Z",
            "rejected_at": "2009-05-27T00:01:02.111110Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/thi5is3ngland/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-27T00:01:02.111110Z"
        },
        "id": 12410088
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/getshutofPC/"
    },
    "type": "petition"
}