{
    "data": {
        "attributes": {
            "action": "Allow the English the same rights as the other parts of the United Kingdom, notably Scotland, by introducing an English Parliament with the same rights as the Scottish one, and ensure that all seats at the United Kingdom Parliament in Westminster have the same size electorate within 5%, meaning that Scotland and Wales are no longer over-represented.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since 1997, the 85% majority of the United Kingdom have been discriminated against in the political sphere by being under-represented at Westminster.  This was compounded by the introduction of the Scottish Parliament and Welsh Assembly which removed some of the powers, previously held at Westminster, for those integral parts of the UK to these bodies.  The English were never allowed equal rights!  The inbuilt over-representation at Westminster, by the Scottish and Welsh members, then took it upon themselves to dictate to the English matters which they could not force in their own constituencies.\nThe English are fed up with this discriminatory arrangement and many are now wishing for total independance from these overlords.  The last chance to preserve the United Kingdom is to grant England equal rights.  Please sign here if you believe in fairness for all.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-26T11:20:56.670520Z",
            "creator_name": "Simon Green",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-26T11:20:56.670520Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 127,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 12413953
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Equality4England/"
    },
    "type": "petition"
}