{
    "data": {
        "attributes": {
            "action": "Amend the State Pension regulations to change tha date of the first payment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I propose that the payment of State Pension should start from the date a person reaches pensionable age.\nUnder present regulations, the payments commence on the Monday after the date of their 65th or 60th birthday in respect of men and women who have paid the appropriate N. I. Contributions and attained the number of qualifying years required.\nIrrespective of whether one chooses to be paid on a weekly, 4-weekly or 13-weekly basis, payment will only commence on the first pension payday following the date of reaching pensionable age. That day is a Monday with certain exceptions.\nThe fact is that the first payment date will always be after a person attains pensionable age unless their birthday falls on the same date. In other words, it can be anything from one to six days before payment commences and is done so in advance. The DWP insist that there will be no retrospective payment as “The State Pension has historically been paid in this way because traditionally pensioners were paid weekly by order book.”\nThe current payment rules are obsolete and unjustifiable and must be amended to ensure a fair and rightful system of paying State Pension.",
            "closed_at": "2009-10-27T00:00:00Z",
            "created_at": "2009-04-26T22:03:59.261547Z",
            "creator_name": "Kenneth Campbell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-26T22:03:59.261547Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 16,
            "state": "finished",
            "updated_at": "2009-10-28T00:01:01.690644Z"
        },
        "id": 12418821
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/OldAgePersion/"
    },
    "type": "petition"
}