{
    "data": {
        "attributes": {
            "action": "give all hospital free access to view television",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have been disgusted at the NHS for allowing private companies to install pay TV into hospitals and charge outrageous rates to the sick and vulnerable and offer no free alternative-eg a day room with TV where patients can experience a change of scene,view free TV and also chatter to their fellow patients. My Aunty is currently in Ward 36 of Arrowe Park Hospital , Arrowe Park Rd , Wirral ,Cheshire, She is fortunate enough to have the support of her family and whilst she tries to refuse access to TV due to extortionate cost we insist that she does in order for her time there to pass more quickly,however it is rare that a screen can be seen active as many can ill afford rates of £10 per day,£20 per week or £30 for long term,plus when one purchases a card / credit for a week it will drain from minute of purchase whether the TV is being viewed or not - DISGUSTING!On my visits there I feel terribly upset at the amount of patients spending there entire time staring into space or sleeping for total lack of stimulation. I ask that free TV viewing is available to any NHS patient and that the cost of viewing in private is brought down to a reasonable rate in order to stop exploiting these unfortunate souls.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-26T16:06:14.428684Z",
            "creator_name": "joanne hibbs",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-26T16:06:14.428684Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 62,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 12416039
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/freetvnhs/"
    },
    "type": "petition"
}