{
    "data": {
        "attributes": {
            "action": "Implement a Marine Litter Strategy and assign a suitable and credible body to tackle this worsening problem.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Volumes of marine litter are dramatically increasing year after year.  Surfers Against Sewage (SAS) has successful marine litter campaigns targeting manufacturers, mobilising large-scale grass roots direct action and increasing public awareness on this ever-worsening problem.  However, with each new high tide comes a new marine litter line impacting on our beloved beaches and surf spots.\n\nCurrent anti-litter legislation such as The Environmental Protection Act 1990, MARPOL and the Port Waste Reception Facilities regulations are not providing the levels of protection needed for the coastline.  \n\nSAS believe that marine litter is coming from a wide variety of sources, including; beach users, sanitary related debris, industry, and fishing.  SAS and other environmental NGOs have found that almost 70% of this litter is plastic.  Plastics have a devastating impact on the marine environment over a long period, as well as economic impacts on local communities and the fishing industry.      \n\nAs an SAS supporter, I urge you to implement a National Marine Litter Strategy to combat this worsening issue and help protect our coastlines.",
            "closed_at": "2010-03-01T00:00:00Z",
            "created_at": "2009-04-26T12:19:53.976499Z",
            "creator_name": "Andrew Cummins",
            "government_response_at": "2010-09-17T12:23:54.861310Z",
            "government_responses": [
                {
                    "created_at": "2010-09-17T12:23:54.861310Z",
                    "details": "You signed a petition asking the Prime Minister to implement a Marine Litter Strategy and assign a suitable and credible body to tackle this worsening problem..\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=marine-litter\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'marine-litter'",
                    "updated_at": "2010-09-17T12:23:54.861310Z"
                }
            ],
            "opened_at": "2009-04-26T12:19:53.976499Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3114,
            "state": "finished",
            "updated_at": "2010-04-28T15:56:32.082911Z"
        },
        "id": 12414436
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/marine-litter/"
    },
    "type": "petition"
}