{
    "data": {
        "attributes": {
            "action": "Abolish MPs' expenses and house them in old barracks instead.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The aims are to save money, create jobs, fight corruption and improve the standard of accommodation available to our armed forces. \nBarracks should offer a good quality of secure accommodation - this is equally suitable to forces personnel or Members of Parliament. However, describing a visit to Wellington Barracks in the summer of 2008, Baroness Sharples is recorded in Hansard (8th October 2008) as stating to the House of Lords \"...[we] were quite appalled at the conditions we found there\". \nIf MPs were to live in these barracks, we could all be sure that they would be brought up to a high standard very promptly. \nThe money that MPs currently squander on private accommodation via their expenses could be spent on improvements to barracks instead, thereby creating jobs for builders, joiners, plumbers, electricians, plasterers, roofers and decorators. With a bit of thought, this could even be used to create a building trades training / apprenticeship scheme.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-27T11:10:21.422852Z",
            "creator_name": "Mr Tim Burston",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-27T11:10:21.422852Z",
            "rejected_at": "2009-05-20T12:20:38.389753Z",
            "rejection": {
                "code": 16384,
                "details": "MPs' expenses are a matter for direct communication with Parliament. http://www.parliament.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12424925
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MPsIntoBarracks/"
    },
    "type": "petition"
}