{
    "data": {
        "attributes": {
            "action": "TAKE NOTE that EU Judges want Sharia law in some divorce cases to be heard in British Courts. We, the British people, DEMAND you put a STOP to this. Please listen to our concerns.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Any Muslim choosing to live in this country should abide by OUR law, not a law that suits theirs. This is just a huge step backwards, and we will NOT tolerate it in any shape or form. Just a reminder this is the United Kingdom, not the Middle East. \n\nBy allowing Sharia for divorce matters, it will not stop there. The Imams will simply start demanding that other Islamic laws be brought into force, so this is the reason why it has to be STOPPED now before it really gets out of hand. The government must simply tell the unelected EU Judges to keep their noses out of Britain’s affairs. The majority of people in this country have now had enough of their interference, and would much prefer to GET OUT of the EU altogether.",
            "closed_at": "2009-11-27T00:00:00Z",
            "created_at": "2009-04-27T12:30:58.765311Z",
            "creator_name": "Anthony Donohue",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-27T12:30:58.765311Z",
            "rejected_at": "2009-05-27T00:01:02.111110Z",
            "rejection": {
                "code": 2176,
                "details": "http://petitions.number10.gov.uk/no-UK-sharia-law/",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-27T00:01:02.111110Z"
        },
        "id": 12426945
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Dandy1/"
    },
    "type": "petition"
}