{
    "data": {
        "attributes": {
            "action": "Intervene in plans to expand Eversley Primary School, Enfield from 2 form to 3 form entry.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We hereby object to the expansion plans for Eversley Primary School:\n\n1. Necessity - There are nine Primary schools within a one mile radius of Eversley School.  The Catchment area for neighbouring Westgrove School was over 3 miles and De Bohum School is undersubscribed.  There are 5 independent schools locally.  There are adequate school places for the community.\n\n2. Open space - Eversley school is located in a built up area.  The infant playground and field will be reduced to create staff car parking and the infant garden area will become buildings.  These changes are unethical considering that many of the children live in flats.\n\n3. Health and Safety.  There is no proposal to increase the size of the halls, dining areas, library or playgrounds. The communal facilitiies are therefore inadequate to cope with the increase in numbers.\n\n4. Road safety - The catchment area for Eversley School will be extended resulting in more traffic in an already congested area.  \n\n5. Child Wellbeing - A full school assembly will be untenable and lunchtimes/playtimes will need to be staggered. This creates a very confusing environment and conflicts with the 'Every Child Matters' Agenda.",
            "closed_at": "2009-06-28T00:00:00Z",
            "created_at": "2009-04-27T12:37:21.596937Z",
            "creator_name": "Natalija Lytrides",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-27T12:37:21.596937Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 51,
            "state": "finished",
            "updated_at": "2010-03-29T20:30:02.078336Z"
        },
        "id": 12427114
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Eversley/"
    },
    "type": "petition"
}