{
    "data": {
        "attributes": {
            "action": "Review and re-evaluate the advice being given to Type 2 diabetics by the health authorities",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Advice being given to people with Type 2 diabetes is flawed and needs to be reviewed and re-evaluated. \n\nPeople are told to “eat plenty of starchy carbohydrates”. What is more, many PCTs and GPs have a policy of discouraging Type 2 diabetics from self-management by withholding the prescription of test-strips. \n\nIt is the well-documented experience of many people affected by Type 2 diabetes that the “eat plenty of starchy carbohydrates” advice is wrong - and, what is more, that self-management by testing blood glucose levels on a regular basis is the only way to get to grips with the control of their condition.\n\nVery many diabetics have found that they can avoid the progression of their disease by diet and exercise alone. In many cases, they have been able to reverse their diabetic situation to the point that costly medications become unnecessary and that medical complications do not develop – i.e. these people have reduced their burden on the NHS through self-education and self-management.\n\nThe advice being offered by the health authorities - regarding carbohydrate intake and prescription of test-strips - is long-overdue for review and re-evaluation.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-27T15:51:33.133613Z",
            "creator_name": "John Moralee",
            "government_response_at": "2010-08-19T15:30:09.751953Z",
            "government_responses": [
                {
                    "created_at": "2010-08-19T15:30:09.751953Z",
                    "details": "You signed a petition asking the Prime Minister to review and re-evaluate the advice being given to Type 2 diabetics by the health authorities.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=Diabetes-Advice\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'Diabetes-Advice'",
                    "updated_at": "2010-08-19T15:30:09.751953Z"
                }
            ],
            "opened_at": "2009-04-27T15:51:33.133613Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 643,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 12432384
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Diabetes-Advice/"
    },
    "type": "petition"
}