{
    "data": {
        "attributes": {
            "action": "put the sale of reptiles under stricter licensing in pet shops",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "we need stricter licensing to be made for shops selling reptiles.\n\nWe propose that there should be an alteration to the standard petshop license where if they are going to keep reptiles they need to have atleast 1 member of staff who is fully trained on reptile husbandry.\n\nThe reason we propose this is because alot of our local petshops sell reptiles in small numbers to profit and sell them at higher prices without the correct care.\n\nSome petshops take in reptiles and do not house them correctly, they give them the wrong environments and also give the buyer incorrect information when they ask about their general husbandry.\n\nWe would like to see that all non strictly reptile pet shops have to meet a minimum requirement with their reptile setups and food etc before they are allowed to sell them, and that because alot of them sell reptiles that are handed to them by the public for rehome they should have them vet checked more often because as likes to have a sick reptile that the pet shop didnt know about or care to find out about in the first place.\n\nThis is only for public established pet shops/ stored.",
            "closed_at": "2009-06-28T00:00:00Z",
            "created_at": "2009-04-28T00:10:38.635010Z",
            "creator_name": "Matt Setters",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-28T00:10:38.635010Z",
            "rejected_at": "2009-05-28T00:01:02.387228Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/reptile-welfare/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-28T00:01:02.387228Z"
        },
        "id": 12443644
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/reptilecare/"
    },
    "type": "petition"
}