{
    "data": {
        "attributes": {
            "action": "We the undersigned petition the Prime Minister to condemn the criminal actions of the Moldovan police in the aftermath of the events of 7 April 2009 in Moldova and raise with the European Union the issue of urgent police reform as set out among the priorities for action under the EU-Moldova Agreement Action Plan.  We would be grateful for any direct UK involvement to promote such reform.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On the 5th of April, the Communist Party acquired 60 out of 101 seats in the Parliament of Moldova. On the 7th of April, in Moldova, peaceful protests against the alleged election fraud were marred by an outbreak of violence. Overnight, when protest waned, the police began a wide campaign of arrests of suspected participants. This campaign was conducted with direct violations of human rights and due process of law. Youngsters were picked up on the streets, beaten either directly in the street or taken into custody and tortured behind closed doors. The detainees were not allowed access to legal representation. Three young men died, allegedly victims of police brutality. Police authorities in Moldova have long inspired fear with their aggressive behaviour and total lack of accountability. The monstrous actions of the police in the aftermath of this protest highlight the degree of abuse to which the current system has led.  We believe that the UK and EU may prevail on the Moldovan government to reform the country’s law enforcement agencies based on transparency, accountability and true public service.",
            "closed_at": "2009-05-30T00:00:00Z",
            "created_at": "2009-04-29T00:08:30.810719Z",
            "creator_name": "Vitalie Chiperi",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-29T00:08:30.810719Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 106,
            "state": "finished",
            "updated_at": "2009-05-31T00:01:01.246461Z"
        },
        "id": 12458789
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/moldovanpolice/"
    },
    "type": "petition"
}