{
    "data": {
        "attributes": {
            "action": "Allow the Ghurka soldiers the right to live in the UK. Honour the military covenant",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Britain has a 'duty of care' to its armed forces. This began as an unspoken pact between society and the military, possibly originating as far back as Henry VIII's reign. The pact was formally codified as a 'covenant' in 2000.\nSoldiers will be called upon to make personal sacrifices - including the ultimate sacrifice - in the service of the Nation. In putting the needs of the Nation and the Army before their own, they forego some of the rights enjoyed by those outside the Armed Forces.\nIn return, British soldiers must always be able to expect fair treatment, to be valued and respected as individuals, and that they (and their families) will be sustained and rewarded by commensurate terms and conditions of service.\nIn the same way the unique nature of military land operations means that the Army differs from all other institutions, and must be sustained and provided for accordingly by the Nation.\nThe Government now need to act and honour the covenant before we lose our faithful fighting friends the Ghurka's",
            "closed_at": "2009-10-28T00:00:00Z",
            "created_at": "2009-04-28T21:08:56.726001Z",
            "creator_name": "scott urban",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-28T21:08:56.726001Z",
            "rejected_at": "2009-05-29T00:01:01.798303Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/justice4gurkhas/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-29T00:01:01.798303Z"
        },
        "id": 12457151
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Ghurka0148/"
    },
    "type": "petition"
}