{
    "data": {
        "attributes": {
            "action": "commission a series of \"Economic Recovery Requirement Reviews\" led by suitable experts to produce reports setting out the economic strengths and weaknesses of our cities, regions and industry sectors and detailing what needs to be done in each case to facilitate economic recovery and development.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The British economy has become rather unbalanced in recent years.  There has been too great an emphasis on financial services and property and on London and the South East.  There are many regional success stories and many other industries in which British companies compete with the best in the world but this is despite rather than because of concerted efforts to give these companies the best possible start.\n\nEconomic recovery must not entrench this state of affairs.  Rather, there must be a detailed analysis of what regions and industries need if they are to fulfil their potential.\n\nThe Prime Minister must commission a series of \"Economic Recovery Requirement Reviews\" to report in six months/a year.  Each review should cover one city/region/industry sector and be led by a suitable expert.  The Economic Three Rs reports must set out the strengths and weaknesses of the relevant city, region or business area and detail what needs to happen for it to succeed.  Infrastructure investment, synergies, spreading best practice etc.  We won't be able to afford everything suggested but we should know what should aim to do to enable the British economy to develop strongly on a broader base.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-28T18:18:19.201919Z",
            "creator_name": "Richard Ellis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-28T18:18:19.201919Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 12454921
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Economic-3Rs/"
    },
    "type": "petition"
}