{
    "data": {
        "attributes": {
            "action": "limit the excessive delays in the CRB checking system for all public sector workers who serve the country but cannot afford to be out of work for such long periods of time",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The CRB vets applications for people  including nurses, doctors, social workers and teachers, wanting to work with children and vulnerable people. Many roles require a CRB check before employment can begin and while this is essential and acceptable, there has historically been and is currently   excessive delays in obtaining a CRB to the financial detriment of the new employee. Their website states that 100% of CRB checks MUST be issued within 60 days however this target is not being met and their excuses are numerous and unacceptable. Only 65% of CRBs processed by the Met Police are processed within 60 days. Would they cope for 60 days without pay especially in these difficult financial times? Delays in obtaining CRB clearance are affecting vital services and the lives of these essential workers. The excessive delay in obtaining CRB clearance is affecting the provision of public services and government funded research projects. It is putting our caring professionals at risk of losing savings and livelihood. The appalling and unsympathetic service provided by the CRB office and the police must be addressed to resolve this issue before we lose more of our country's backbone.",
            "closed_at": "2009-05-29T00:00:00Z",
            "created_at": "2009-04-28T23:24:13.296549Z",
            "creator_name": "Emma Westrup",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-28T23:24:13.296549Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 35,
            "state": "finished",
            "updated_at": "2009-07-24T15:08:14.158385Z"
        },
        "id": 12458541
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PoliceCheck/"
    },
    "type": "petition"
}