{
    "data": {
        "attributes": {
            "action": "Save the UK's only Wind Turbine Manufacturing Plant on the Isle of Wight - Vestas",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UK's only wind turbine manufacturing plant is to close, dealing a humiliating blow to the government's promise to support low-carbon industries.\nVestas is in constant dialogue\" with the government and had informed it of today's move. They admitted that no aid or assistance had been offered by Whitehall to try to save the plant. \nThis petition is to be handed to No 10 Downing Street to 'help' Gordon Brown put some money where his mouth is and to help save the Vestas plant on the Isle of Wight, keeping 700 local people employed.  This will ensure the economy on the Isle of Wight will not suffer a sever blow and it will prove Gordon Brown is not just using lip service whilst making sweeping statements to promote renewable energy and to assist low emission British manufacturers.  \n We will email the petition to Number 10 and hopefully we will also be able to take a paper copy to Downing Street.",
            "closed_at": "2009-06-29T00:00:00Z",
            "created_at": "2009-04-28T17:09:10.614558Z",
            "creator_name": "Andrea Richter",
            "government_response_at": "2009-08-12T10:21:54.943707Z",
            "government_responses": [
                {
                    "created_at": "2009-08-12T10:21:54.943707Z",
                    "details": "You signed a petition asking the Prime Minister to \"Save the UK's only Wind Turbine Manufacturing Plant on the Isle of Wight - Vestas.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20308\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SaveVestasIOW'",
                    "updated_at": "2009-08-12T10:21:54.943707Z"
                }
            ],
            "opened_at": "2009-04-28T17:09:10.614558Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 551,
            "state": "finished",
            "updated_at": "2009-07-29T03:03:09.461025Z"
        },
        "id": 12453878
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveVestasIOW/"
    },
    "type": "petition"
}