{
    "data": {
        "attributes": {
            "action": "Stop the closure of 35 (South Midlands) Signal Regiment (Volunteers)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "35th (South Midlands) Signal Regiment is a British Territorial Army regiment of the Royal Corps of Signals. The Regiment consists of five squadrons, Support Squadron, 48 (City of Birmingham) Signal Squadron, 58 (Staffordshire) Signal Squadron, 89 (Warwickshire) Signal Squadron, 95 (Shropshire Yeomanry) Signal Squadron. The regiment's squadrons are all based in the Midlands, The Regimental Headquarters and Support Squadron are based in Coventry; 48 Signal Squadron is based in Birmingham; 58 Signal Squadron is based in Newcastle-under-Lyme; 89 Signal Squadron is based in Rugby; and 95 Signal Squadron is based in Shrewsbury. The Territorial Army is vital to the defence of the nation and to the support of operations abroad, and as one of the main TA regiments in the Royal Signals, which deploys yearly to Afghanistan above its normal commitment, back fillings other TA unit short falls, with the capability to supply more troops, it seem criminal that the government find reasons to cut a whole regiment of 500+ soldiers ready to serve Queen and country! Therefore the proposed closure of 35th(South Midlands) Signal Regiment should be abolished.",
            "closed_at": "2009-05-29T00:00:00Z",
            "created_at": "2009-04-29T17:45:01.059314Z",
            "creator_name": "Mr Scott Thorpe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-29T17:45:01.059314Z",
            "rejected_at": "2009-05-30T00:01:01.730937Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/333435sr/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-30T00:01:01.730937Z"
        },
        "id": 12469770
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/35signals/"
    },
    "type": "petition"
}