{
    "data": {
        "attributes": {
            "action": "create 200 jobs, millions in tax revenue and hundreds of thousands of pounds of rental going straight to government projects, by...",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Create 200 jobs, millions in tax revenue and hundreds of thousands of pounds of rental going straight to gov. projects, by directing Crown Estate to allow the nation's favourite TK Maxx to set up in Piccadilly Circus.\n\nThe Crown Estate, whose income goes to the taxpayer, has refused to permit TK Maxx from opening a flagship store in the West End because it is not \"high class\" enough. They would prefer the site, empty for four years, to remain so in the hope that a luxury brand such as Gucci or Prada will take it.\n\nTK Maxx is favoured by all walks of life, from Royal connections such as Kate Middleton, to ordinary taxpayers. Super luxury stores are only for the very rich. Empty stores do nobody any good. There are enough empty retail shops.\n\nThe Treasury takes a share of any rental received. Surely, in a time dire public finances the Estate must understand it can't afford to turn away revenue which could have been used for schools and hospitals. \n\nThis petition requests the Prime Minister's office to investigate and publicly comment on Crown Estate's insistence that space remain empty rather than creating jobs, regeneration, prosperity, income for the Treasury.",
            "closed_at": "2009-10-29T00:00:00Z",
            "created_at": "2009-04-29T11:22:03.630402Z",
            "creator_name": "Neill Buchanan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-29T11:22:03.630402Z",
            "rejected_at": "2009-05-29T00:01:01.798303Z",
            "rejection": {
                "code": 1024,
                "details": "",
                "reasons": [
                    "Commercial endorsement, promotion of any product, service or publication, or statements that amount to adverts"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-29T00:01:01.798303Z"
        },
        "id": 12463138
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/tkmaxxpiccadilly/"
    },
    "type": "petition"
}