{
    "data": {
        "attributes": {
            "action": "interfere with the Scottish Government's plans to increase the legal drinking age from 18 to 21.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "People as young as 12 can get easy access to alcohol, yet the Scottish Government feel they can stop 18, 19 & 20 year olds from gaining access to alcohol. They are coming up with this law to crack down on anti-social behaviour but basically what would happen if this law was put into practice, is that young Scots would go down to England's northern cities e.g. Carlisle & go on \"booze cruises\" and come up and be anti-social in Scotland meaning that England's retailers gain profits whilst Scotland's retailers lose out and Scotland also keeps anti-social behaviour. 18, 19 & 20 year olds are tax paying & voting adults. Think of it like this a 20 year old man with a wife and two children & he's in the army fighting for his country, yet due to ill-formed advice he is unable to purchase an alcoholic beverage to enjoy responsibly. As seen by increased anti-smoking laws in America, the amount of people smoking went up. I believe that if the new drinking age was 21 that Anti-Social Drunken Behaviour & Alcohol sales would go up, the complete opposite of what the Scottish Government wants to achieve. Minds must be changed by being educated not restricted. Please Gordon, put an end to this nonsense.",
            "closed_at": "2009-05-30T00:00:00Z",
            "created_at": "2009-04-30T17:36:13.949860Z",
            "creator_name": "John Lind",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-30T17:36:13.949860Z",
            "rejected_at": "2009-05-31T00:01:01.758398Z",
            "rejection": {
                "code": 4096,
                "details": "This is a devolved matter and should be directed to the Scottish Executive.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-31T00:01:01.758398Z"
        },
        "id": 12487458
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Dontincreaseto21/"
    },
    "type": "petition"
}