{
    "data": {
        "attributes": {
            "action": "Send the expected 2000+ troops, fully equiped, to Afghanistan, and to let millitary commanders have the say in what needs doing instead of Beureaucrats.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Despite pressure from every senior commander, from the defence secretary, NATO, ISAF, the USA and many MPs and ex MPs along with seeming public approval, the Prime minister has seen fit to downplay our supposedly internationally capable millitary further by condemning us to shameful defeat, contradicting that previous pharse entirely. Once again we find he has unfortunately taken advice from the already questionable Alistair Darling and his department. \n\nIn a wider scope he can get money by thousands of good methods,such as downsizing, and limiting those eligeable for, benefit money. Family needing money while looking for a source of income, yes. Hate preachers and layabouts (names need not be said) no, as a start. \n\nThe decision may save lives, but every man and woman in our great Armed Forces is a volunteer. Not a conscript. They have chosen to risk life and limb, and it is dissapointing that those so eager to go cannot do the job they chose.\n\nIn times of war, Civil Servants must remain subservant to the Generals. Its time that soldiers are given charge of soldiering without having to cut through a sea of red tape.",
            "closed_at": "2009-10-31T00:00:00Z",
            "created_at": "2009-04-30T19:59:52.068791Z",
            "creator_name": "Hamish Keown-Boyd",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-30T19:59:52.068791Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 23,
            "state": "finished",
            "updated_at": "2009-11-01T00:01:01.516762Z"
        },
        "id": 12489814
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Troops-Afghan/"
    },
    "type": "petition"
}