{
    "data": {
        "attributes": {
            "action": "persuade the Government to provide a dedicated fund from Big Lottery Funding for build projects that improve and develop community building facilities in rural areas.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Rural Community Buildings come in all shapes, ages and sizes. They are essential for the vitality and vibrancy of community life. This usually means the village hall but could be a community owned shop, church hall, or similar. There is often no other meeting place in a rural community for local activities and service delivery.\n\nThe work to keep these buildings functioning and in a state of good repair falls to its management committee. These are local volunteers whose role is an increasingly complex one in the face of the growing legislative and regulatory framework for such facilities. \n\nThe Government has identified the importance of increasing the number of community assets as a central part of community cohesion. The main message has been about the transfer of buildings into community ownership. However in rural areas the majority of multi purpose community buildings are already owned and run locally.  The dominant issue is finding the funds to improve and manage these facilities.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-04-30T14:47:25.033924Z",
            "creator_name": "Teresa Gittins",
            "government_response_at": "2010-07-30T10:55:54.474684Z",
            "government_responses": [
                {
                    "created_at": "2010-07-30T10:55:54.474684Z",
                    "details": "You signed a petition asking the Prime Minister to persuade the Government to provide a dedicated fund from Big Lottery Funding for build projects that improve and develop community building facilities in rural areas.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=VillageHeart\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'VillageHeart'",
                    "updated_at": "2010-07-30T10:55:54.474684Z"
                }
            ],
            "opened_at": "2009-04-30T14:47:25.033924Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1783,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 12484003
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VillageHeart/"
    },
    "type": "petition"
}