{
    "data": {
        "attributes": {
            "action": "commission a review of the law on Religious Education, with a view to reforming them",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Department for Children, Schools and Families has published new guidance on RE, which reaffirms the current status quo in RE in English schools. Many people hoped that the new guidance would act instead to bring real changes in RE which would take account of the changed social and educational context in which RE is now taught. Whatever they believe about how RE should be reformed, many people now believe that the law on RE should be at least reviewed, in order that these outdated laws (which have remained unchanged while the rest of the curriculum has been reformed) should be considered with fresh eyes.\nPlease sign this petition to call for such a review!",
            "closed_at": "2009-07-24T00:00:00Z",
            "created_at": "2009-04-30T13:41:52.842966Z",
            "creator_name": "Paul Pettinger",
            "government_response_at": "2009-08-13T12:56:42.008178Z",
            "government_responses": [
                {
                    "created_at": "2009-08-13T12:56:42.008178Z",
                    "details": "You signed a petition asking the Prime Minister to \"commission a review of the law on Religious Education, with a view to reforming them.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20348\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'reformRE'",
                    "updated_at": "2009-08-13T12:56:42.008178Z"
                }
            ],
            "opened_at": "2009-04-30T13:41:52.842966Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 425,
            "state": "finished",
            "updated_at": "2009-07-26T03:04:31.825853Z"
        },
        "id": 12482601
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/reformRE/"
    },
    "type": "petition"
}