{
    "data": {
        "attributes": {
            "action": "Cease the continual re-organisations of NHS institutions, for us commercial organisations it's a bar to doing business, to staff it's demotivating and confusing, to patients the benefits are negligible!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "After creating the \"modern NHS\", all parts of the structure: PCT's, Acute, Ambulance, SHAs live in a permanent revolution - the last major changes took over 2 years to implement, now, e.g. PCTs are restructuring into Commissioning and Supply functions - this is counter productive to those myriad enterprises creating a whole host of benefits for NHS staff and patients, which, at the most fundamental level, do not know, from month to month, year to year, with whom to negotiate. The system is in a mess, and it is almost impossible to see and understand the exact benefits this continual change brings! Ironically, it does not save money - just study the costs wrought on the NHS by these organisational changes! It has to stop - otherwise our business will just join the long list of other companies bankrupted by being denied the opportunity, in a free market, to provide our products and services. In this I have not pointed to another worrying, worrying issue - the wasted hours, resources, talents and money devoted to IT systems, especially when, there is lacking an IT infrastructure!",
            "closed_at": "2009-07-30T00:00:00Z",
            "created_at": "2009-04-30T14:14:24.065462Z",
            "creator_name": "Mr Richard Norrie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-30T14:14:24.065462Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 15,
            "state": "finished",
            "updated_at": "2009-07-31T00:01:01.934292Z"
        },
        "id": 12483378
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NHS-stopchanges/"
    },
    "type": "petition"
}