{
    "data": {
        "attributes": {
            "action": "Re-open the debate on joining the European monetary union",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The British pound will be a great burden on the already stricken Treasury. As we, citizens of the United Kingdom, slowly start to feel the real suffering of the economic downturn which will not 'bounce back' for a long while as optimists advocate, the UK needs a proper long term strategy as it can no longer depend on the US. British banks have taken advantage of the independent currency as a means to make countless profits. Let's face the REALITY - the US doesn't care about the UK, whereas the EU does - as can be seen through the years of attempts to bring the UK into a European political union. How can the sterling can compete with the Euro or the Dollar. With the downturn of US economic supremacy, we are witnessing a shift in the economic balance of power. Britain must be on the right side, the side of its rightfully belonged region. In case you do see this Prime Minister, do not let the Conservatives pull this country down to its knees through disintegration with the Union. Otherwise it could indicate a return to the gloomy, uncertain days of the 1960s. British sovereignty has returned into the hands of the IMF, thus, is sovereignty still an issue against further European integration?",
            "closed_at": "2009-11-05T00:00:00Z",
            "created_at": "2009-05-01T02:50:01.797629Z",
            "creator_name": "Giovanni Palermo",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-01T02:50:01.797629Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 20,
            "state": "finished",
            "updated_at": "2009-11-06T00:01:01.717618Z"
        },
        "id": 12493259
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/JonathanPalmer/"
    },
    "type": "petition"
}