{
    "data": {
        "attributes": {
            "action": "take account of local democracy and ensure that the Housing development at Kilmardinny/West Park in Bearsden and Milngavie does not go ahead in its present form.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I petition for local democracy and common sense to prevail with regards to the Scottish Executive Reporters decision on the CALA development at Kilmardinny/West Park in Milngavie and Bearsden in East Dunbartonshire.\nWe are in danger of losing our sports centre before a new one has been built. The Council is expected to find millions of pounds to rebuild a new sports centre and this seems unachievable in the current financial situation.\n\nWe the undersigned ask for the whole development to be re-planned, with at the most 300 houses, a decent rail or bus halt with sufficient parking to make it a real option. In addition if a new sports centre is to be built, it should be built before the Allander Sports Centre, which is very well used, is torn down.\nProper consideration of the effects on local traffic congestion and parking along with educational provision for the site and site landscaping etc. needs to be planned.",
            "closed_at": "2009-07-30T00:00:00Z",
            "created_at": "2009-04-30T23:09:50.735558Z",
            "creator_name": "Jennifer Wilson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-04-30T23:09:50.735558Z",
            "rejected_at": "2009-06-04T00:01:01.587370Z",
            "rejection": {
                "code": 4096,
                "details": "This is a devolved matter and should be directed to the Scottish Executive.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-04T00:01:01.587370Z"
        },
        "id": 12492405
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Kilmardinny/"
    },
    "type": "petition"
}