{
    "data": {
        "attributes": {
            "action": "Ban the party drug GBL",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The colourless, odourless drug, used on the party scene, is legal, freely available on the internet and not classified by the Home Office.\n\nIt mixes with the body's stomach acid to create date rape drug GHB.\n\nThe drug is sold cheaply in large quantities on the internet, with one 2ml dose costing as little as 50p.\n\nThe drug, known as liquid ecstasy, converts inside the body to banned date-rape drug GHB giving users an intense high. \n\nDr Sean Cummings, who runs a private GP clinic in Harley Street London which specialises in drugs patients and has come across many cases of GBL poisonings, revealed that around six people a year have died from it since it emerged in the past few years.\n\n\nIt has taken the life of Hester Stewart, 21, an outstanding medical student who dreamed of becoming a surgeon, was found dead by police after a party. According to a friend, she taken a liquid drug called GBL.  \n\nIf it isn't banned soon it will take the life of many others.  \n\nBAN IT NOW!",
            "closed_at": "2009-07-05T00:00:00Z",
            "created_at": "2009-05-01T10:16:52.470157Z",
            "creator_name": "Lisa Corke",
            "government_response_at": "2009-12-17T14:19:36.323190Z",
            "government_responses": [
                {
                    "created_at": "2009-12-17T14:19:36.323190Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ban the party drug GBL.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21776\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'BAN-GBL'",
                    "updated_at": "2009-12-17T14:19:36.323190Z"
                }
            ],
            "opened_at": "2009-05-01T10:16:52.470157Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1103,
            "state": "finished",
            "updated_at": "2009-08-21T03:03:20.985780Z"
        },
        "id": 12495826
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BAN-GBL/"
    },
    "type": "petition"
}