{
    "data": {
        "attributes": {
            "action": "Underwrite monies lost by consumers to holiday companies who cease trading who were covered by trade  insurance schemes",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many people have lost a lot of money due to the collapse of Freedom direct and laterly XL.Although many holidays were booked through a supplier ie You Travel, Lowcost Beds, Hotels 4U and others who were Abta registerd they refuse to honour our bookings.\nABTA state that the supply company is by AGENCY LAW liable for the bookings and that the supply company should claim themselves from ABTA and that holidays should go ahead as planned and without further cost to the individual.\nThe supply companies are refusing to do what ABTA insist is Agency Law and there is nothing ABTA can do to enforce this leaving most people losing their money and facing the prospect of paying again.\nHow can this be allowed to happen. The Government bails out huge corporations, who have made millions of pounds in profits year on year, we are not even talking millions. \nCan there be anything done to ensure that companies cease to make more money out of our misery, The ABTA BOND should be enforced, we bought holidays through an ABTA company believing that we were safe in the knowledge that our holidays were safe come what may but we were wrong, why can that be?",
            "closed_at": "2009-08-05T00:00:00Z",
            "created_at": "2009-05-01T09:18:54.830458Z",
            "creator_name": "Allan Scorer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-01T09:18:54.830458Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 72,
            "state": "finished",
            "updated_at": "2009-08-06T00:01:01.917328Z"
        },
        "id": 12494858
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FreedomDirect/"
    },
    "type": "petition"
}