{
    "data": {
        "attributes": {
            "action": "Pass legislation to expel and permenantly exclude without any right of appeal any non UK national that comits any crime no mater how small",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Any and all non United Kingdom citizen should comply with and uphold the laws and customs of the United Kingdom and should be expelled and permanently excluded from the UK should they break our laws without any right of appeal. \n\nIt is not acceptable to say that they may be at risk if we return them to their home or point of origin, they came here for a better life and if they break our laws they are depriving our citizens of their rights, way and quality of life.\n\nWhere a person or persons who is not a UK national breaks the laws of the United Kingdom they should be expelled or repatriated to their country of origin directly from Prison on completion of any custodial sentence imposed or in the case of  those subjected to fines or community service should be taken directly from the courts to a port and expelled from the country  without right of appeal, in all cases they should be permanently excluded from the United Kingdom.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-01T21:57:24.678737Z",
            "creator_name": "Stephen Pyatt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-01T21:57:24.678737Z",
            "rejected_at": "2009-05-08T14:20:45.921876Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/goodridance/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12507673
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Expel-from-UK/"
    },
    "type": "petition"
}