{
    "data": {
        "attributes": {
            "action": "Legalise all substances currently classified as 'drugs' so that the adults of this country can buy and use them safely, and the police can use the tax reveunes generated to fight serious anti-social behaviour or crimes against persons or property.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have recently read two histories of the Sicilian Mafia, whci make it abundantly clear that the world's largest criminal enterprise makes the vast majority of it's money from the trade in what our nation classifies as 'illegal drugs'.\n\nIf we simply legalised such substances, we could at a stroke eliminate serious crime related with the importation and distribution of these substances.\n\nIf it is well known that the government loses the fight against drug crime, and if the police have to spend quantities of time and resources tackling the importation, supply, and use of substances, surely it is obvious by now that we need to tax the usage, in order to pay for the healthcare and counselling that might later be required.\n\nPlease start taxing the usage and purchase of these 'drugs', accept that education and zero-tolerance will make little impact, and that drug gangs across the world are laughing as they spend the billions that your short-sighted drugs policy creates for them.\n\nLegalise drugs and use the genreated tax revenues to tackle the serious crimes that are associated with the need for artificially high levels of cash to purchase what are relatively cheap products- the 'drugs'.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-02T00:18:06.571335Z",
            "creator_name": "Andy Walker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-02T00:18:06.571335Z",
            "rejected_at": "2009-06-04T00:01:01.587370Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/LegaliseThem/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12509187
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/My-Drug-Choice/"
    },
    "type": "petition"
}