{
    "data": {
        "attributes": {
            "action": "call for the prompt resignation of Ambassador Peter Gooderham (UK Ambassador to the UN)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition calls for the resignation of Ambassador Peter Gooderham following the Durban Conference on Racism in Geneva, for using his privaleged status as a top-level representative of a veto-power, to endorse wholly inappropriate chauvenistic views on racism that are at variance with those enshrined in the UN UDHR, and for his (self-confessed) leading-role in orchestrating the walk-out of EU states - an act that marked disrespect for the international community and the notion of free speech.\nThe UN ought not be used by privaleged states as a forum in which to 'freeze out' alternative opinions and restrict the terms of debate on important issues, to those that unilaterally suit the West. The integrity of the UK as an international force for good, may have been further eroded as a result of some of the glib statements issued by Peter Gooderham in the wake of the Geneva debacle, especially comments made on BBC's Newsnight on 20th April, which holds our foreign policy judgement up to ridicule. The Government must distance itself from Ambassador Gooderham's remarks if it is to regain some credibility on the international stage.",
            "closed_at": "2009-11-06T00:00:00Z",
            "created_at": "2009-05-02T16:55:49.883601Z",
            "creator_name": "M.C. Berry",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-02T16:55:49.883601Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 28,
            "state": "finished",
            "updated_at": "2009-11-07T00:01:01.510433Z"
        },
        "id": 12513636
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Gooderham/"
    },
    "type": "petition"
}