{
    "data": {
        "attributes": {
            "action": "demand that manufacturers label palm oil when it is present in UK products.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am very concerned about the use of palm oil in everyday food/household products due to the damaging effects that palm oil plantations have on the habitat of indigenous wildlife, especially orangutans. It is important for consumers to be able to pressurise companies into not using palm oil by not buying products containing palm oil. It is therefore concerning that there is no legislation in place that ensures products are appropriately labelled. Products can be labelled using the generic vegetable oil terminology, when in fact they are using palm oil. It is therefore essential that the government ensures that the consumer has the power to make the right choice by ensuring palm oil has to be listed in products if present.\n\nOrangutans could be extinct in the wild in under 10 years, please ensure the public have the chance to help stop this happening.",
            "closed_at": "2009-08-05T00:00:00Z",
            "created_at": "2009-05-02T16:30:16.146259Z",
            "creator_name": "Mr Gavin Gilchrist",
            "government_response_at": "2009-11-27T12:07:51.144981Z",
            "government_responses": [
                {
                    "created_at": "2009-11-27T12:07:51.144981Z",
                    "details": "You signed a petition asking the Prime Minister to \"demand that manufacturers label palm oil when it is present in UK products.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21462\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'LabelPalmOil'",
                    "updated_at": "2009-11-27T12:07:51.144981Z"
                }
            ],
            "opened_at": "2009-05-02T16:30:16.146259Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 282,
            "state": "finished",
            "updated_at": "2009-09-03T03:03:53.071012Z"
        },
        "id": 12513477
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LabelPalmOil/"
    },
    "type": "petition"
}