{
    "data": {
        "attributes": {
            "action": "bring MP expenses in line with normal business expenses as allowed by HMRC",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There should be no need to waste public monies devising a new MP expense allowance scheme - a simple and common sense solution is to treat the whole government process as a business. \n\nTo that extent all employees i.e. MPs and civil servants would be bound by HMRC rules when claiming business expenses. HMRC is keen to police normal businesses to ensure that only valid claims are allowed, backed by valid paperwork and that the correct taxes paid for any claimed considered to be a benefit in kind. The government would just be another business as far as HMRC would be concerned. \n\nCompanies treat fraudulent expense claim as theft plain and simple and initially would result in a formal warning, ultimately repeated offences would result in dismissal for improper conduct and maybe even criminal proceedings depending on the scale.\n\nCompanies are also required by law to publish annual accounts. MPs working terms and conditions should lay down the requirement to publish a break down of their annual expenses. \n\nThese change would have the benefit of making MPs aware of effect their decisions have not only on business but also on individual employees.",
            "closed_at": "2009-11-02T00:00:00Z",
            "created_at": "2009-05-02T10:53:01.239108Z",
            "creator_name": "Miss C Duckfield",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-02T10:53:01.239108Z",
            "rejected_at": "2009-06-05T00:01:02.446999Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-05T00:01:02.446999Z"
        },
        "id": 12511205
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ExpensesReforn/"
    },
    "type": "petition"
}