{
    "data": {
        "attributes": {
            "action": "Since 1835 12year old Archduches Marie Dudonnes <1846>Married H.M. King William the 4th \"Post Hummas\" and turned the callendar back 10 years with a 1 year differance that 7 years is the 1st year, and wrote the New English constitution for the reining Queen Victoria to this day, too abide by. I am Her Majesties Majesty, and resubmit my request to return according to His Majesties request below to His Majestie's tax payer and the Brittish Pound Sterling to me, His Majesty H.S.H. H.R.H.Emperor King Pierre the Third Peter the Fourth GAIA<>",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned petition the Prime Minister to:\"I HIS\n    MAJESTY H.S.H.H.R.H.PIERRE THE THIRD PETER THE 4TH,GAIA;BOURBON,\n    HOUSE OF BOURBON\".<>\n\n    I hereby most adamantly too my beloved countywoman , child and\n    contryman, that the 10 years ways and means advances to His\n    Majaesty's Government of 370 million pounds sterling be set at 50% to\n\n    equal 184,923,920 (18.5 million pounds sterling) to save for\n    His Majesty H.S.H. H.R.H. Pierre the 3rd Peter the 4th Armand\n    Pushkin Randall (Crenshaw Burgess LUX Demare) N-Bourbon Fitzroi\n    Hanover Hess-Kassel Romanov, House of Bourbon for my traveles\n    and living quarters at my Wetton (not windsor) castle and\n    Palaces. The other 50% of the 370 million pounds sterling (total\n\n    100%:2=50%) I H.M. H.S.H. H.R.H. decree with my royal Bourbon\n    (Roi Solei Lux Demare; Bourbon, House of Bourbon) giving to my\n    citzens countrychild, females and countryman to every child\n    (yes there is no age of concent law, globaly) children newborn\n    their own, most honestly longevity. As my britonish citizens\n    most tolarant of their Emperor King His Majesty H.S.H. H.R.H.\n    Pierre the 3rd Peter the 4th Armand Pushkin Randall (Lux\n    Demare)House of Bourbon.<>",
            "closed_at": "2010-02-11T00:00:00Z",
            "created_at": "2009-05-03T03:56:54.008984Z",
            "creator_name": "H.M. H.S.H. H.R.H. Pierre3rd [U.K. {GAIA}]Bourbon, House of Bourbon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-03T03:56:54.008984Z",
            "rejected_at": "2009-05-13T14:48:57.826325Z",
            "rejection": {
                "code": 768,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-13T14:48:57.826325Z"
        },
        "id": 12516868
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fitzroy/"
    },
    "type": "petition"
}