{
    "data": {
        "attributes": {
            "action": "have councils install cctv at cemeteries so as to prevent vandlism and theft.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a mother who has buried a baby daughter i have been constantly upset and frustrated by the ongoing vandlism and thefts at my daughters cemetery and from my daughter and many other babies graves. \nAfter talking to other people i have been made aware that this seems to be a situation that many other bereaved people find themselves in up and down the country. All anybody wants is to be safe in the knowledge that their lost loved ones are finally able to 'rest in peace' but that peace is being constantly shattered by the vandlism and theft by unknown persons, thereby making the greaving process so much more painful. When an incident of this nature, at a cemetery, is reported the response from the police is always the same, \"Unfortunately due to the lack of evidence there is nothing we can do.\" \nA payment of around £75 is made to my council upon the burial of every child and considerably more for the burial of every adult. If you take these fees into consideration then for a relatively small amount of money cctv could be installed at a cemetery so enabling the police to catch the persons who cause the problems but more importantly to detere them from causing the problems in the 1st place.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-04T14:12:32.292344Z",
            "creator_name": "chantelle kearsley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-04T14:12:32.292344Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 398,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 12527048
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cemetery-cctv/"
    },
    "type": "petition"
}