{
    "data": {
        "attributes": {
            "action": "retain the Intra-Company Transfer Route under Tier 2 of the Points Based System of immigration. The economic consequences of abolishing the ICT will be extremely grave for the UK economy, will weaken the UK's position as a major global business location and will inevitably lead to retaliatory action from our major trading partners.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government’s  Migration Advisory Committee (MAC) is considering  restricting Tier 2 to shortage occupations only.  This would be detrimental to the UK economy since:\n\n1. International assignments are  fundamental to talent management within any global organisation. \n\n \n2. International assignees are not long term immigrants to the UK and are not a burden on the state.\n\n3. Any reduction in the number of intra-company transfers would have devastating consequences for many related industries including: rental and serviced accommodation, removals and shipping, relocation management, international schools and the like.\n\n\n4. Any reduction in in-bound assignees would inevitably lead to retaliatory action by other countries thus reducing opportunities for British workers\n\n\nThis petition is presented by the Forum for Expatriate Management and Totallyexpat News.",
            "closed_at": "2009-08-06T00:00:00Z",
            "created_at": "2009-05-05T12:55:19.697119Z",
            "creator_name": "Brian Friedman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-05T12:55:19.697119Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 509,
            "state": "finished",
            "updated_at": "2010-04-20T15:18:31.157361Z"
        },
        "id": 12534986
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/savetheICT/"
    },
    "type": "petition"
}