{
    "data": {
        "attributes": {
            "action": "Do the decent thing and go, this country is now a mess with debt and over run with illegal immigrants. He will not let the people decide about anything, he has made false promises in his manifesto at the last election, enough is enough, PLEASE GO NOW !",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This once proud nation is in dedt for many, many years to come because of his spending and ill advised schemes. We are not allowed a vote on the European Consitution, its being brought in via the back door. We have an unknown number of illegal immigrants in this country and when they are found we give them bucket loads of money when are own get nothing. We are taxed beyond our means by hidden stealth taxes, our savings / pensions are not worth as much. We have the expences fiasco which will be swept away, and i have just read in the press that they want private jets to play with which we as tax payers will foot the bill. Billions of pounds have been wasted on schemes and computors for the health service, enough is enough, please do the decent thing and go now.",
            "closed_at": "2009-07-05T00:00:00Z",
            "created_at": "2009-05-05T12:24:50.719034Z",
            "creator_name": "Alan Soames",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-05T12:24:50.719034Z",
            "rejected_at": "2009-06-04T00:01:01.587370Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/please-go/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-04T00:01:01.587370Z"
        },
        "id": 12534580
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GBrowngonow/"
    },
    "type": "petition"
}