{
    "data": {
        "attributes": {
            "action": "regulate and licence private tenants",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government is planning a license system to regulate private landlords. Landlords are given a raw deal when dealing with tenants and the landlord and tenant act should be updated to give the landlord more protection from rogue tenants. Landlords suffer massive unrecoverable losses because the law lacks balance and bad tenants know how to use the court system which buys them time whilst not paying rent. On the whole, landlords offering a good service and like any industry there are a small number of rogues, but you don't see the government regulating the second hand car market, or builders etc. That's because landlords are an easy target, so in the balance of fairness my suggestion is that if landlords are to be licensed then all private tenants must also be licensed and register with the government and local councils. This will allow the private landlord to check with the local council if the tenant has been black listed at any previous property and therefore redress the balance. \nThe idea to regulate landlords is one more example of how out of touch this government is and it’s about time someone stood up for the landlords.",
            "closed_at": "2009-10-05T00:00:00Z",
            "created_at": "2009-05-05T09:10:57.539918Z",
            "creator_name": "Martin O'Hearne",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-05T09:10:57.539918Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2009-10-06T00:01:01.960161Z"
        },
        "id": 12532309
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/badtenants/"
    },
    "type": "petition"
}