{
    "data": {
        "attributes": {
            "action": "reduce the required burden on JSA claimants who are within a couple of years retirement.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The economy is not in good shape at present. More and more people in their late 50s are joining the dole queue without a realistic chance of finding employment due to firms wanting younger staff who are either cheaper or are more economically viable to train. These people now face today's modern, unforgiving jobs market which is largely alien to them. They have to actively hunt jobs knowing they have not got a chance of getting, or face training which will probably not increase their chances of further employment.\n\nMy mother became estranged from her husband a few months ago, and had to sign onto JSA. Being 58 years of age, and a housewife not claiming benefits since the 1970s, she has no relevant experience for today's market, and does not stand a chance of finding work. She and many others will cost a fortune in administration and courses for the final years of their \"working lives\". Surely it makes sense to temporarily re-work the JSA into a basic form of pension, but allowing access to jobcentre services if they desire. This would free up resources and help give priority to those who need help seeking work.",
            "closed_at": "2009-11-06T00:00:00Z",
            "created_at": "2009-05-04T23:15:55.702038Z",
            "creator_name": "Mr Dan Sharp",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-04T23:15:55.702038Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2009-11-07T00:01:01.510433Z"
        },
        "id": 12530864
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/JSApension/"
    },
    "type": "petition"
}