{
    "data": {
        "attributes": {
            "action": "Stop the closure of Manchester Disability Benefits Centre",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Manchester DBC is part of the Department of Works and Pensions has been told that it will close and that the staff will be transferred to the Job Centre plus (JCP) offices. This is to help out the over stretched JCP who are undermanned during this economic down turn.  Between January 2008 and September 2008 as part of the Massacre of Civil Service jobs, each week a JCP office was being closed in the UK, now that we are in a recession and unemployment is at 2 million, the Government need JCP staff. \n\nManchester DBC deal with Disability Living Allowance (DLA) and Attendance Allowance (AA) and are a vital part of the support work that help the most needy and vulnerable in our society.\n\nManchester DBC should stay open and the Government should create the extra staff needed from JCP from people who already need a job and NOT steal staff who help the disabled and pensioners.",
            "closed_at": "2009-11-06T00:00:00Z",
            "created_at": "2009-05-05T09:31:37.777452Z",
            "creator_name": "Steve Hoar",
            "government_response_at": "2010-02-04T14:12:58.830195Z",
            "government_responses": [
                {
                    "created_at": "2010-02-04T14:12:58.830195Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop the closure of Manchester Disability Benefits Centre.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22350\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SaveDBC'",
                    "updated_at": "2010-02-04T14:12:58.830195Z"
                }
            ],
            "opened_at": "2009-05-05T09:31:37.777452Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 697,
            "state": "finished",
            "updated_at": "2009-11-08T03:01:31.989265Z"
        },
        "id": 12532513
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveDBC/"
    },
    "type": "petition"
}