{
    "data": {
        "attributes": {
            "action": "replace \"reasonably\" in HSWA (as an example) with more concise rules.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Cease reliance on the off-chance that people can correctly conceive what's reasonable. Such terms shouldn't appear in any legislation. Ideally, people could consistently realise the concept as expected, but this proves too much to ask.\n\nThe flexibility of interpretation should be spared for those who deem wasting millions of public pounds & destroy memorials more reasonable than putting up a few signs: DON'T CLIMB ON GRAVESTONES (which should go without saying really). Nor should such words be handed to injury lawyers who can largely deviate from the just interpretation of them, intent on stealing already stretched public money.\n\nEver-popular imbecility & greed means statements must be specific & concise in order to achieve what's intended, & to avoid such sinister exploitation of well-meaning ideas. Industry-specific laws are needed to replace the ambiguities & mindless all-consuming format of the HSWA. Perhaps several intricate hazard management flowcharts are needed for those proving useless at making decisions without. A complex array of documents is probably needed in this instance: this isn't ideal, but neither are the people reading them.",
            "closed_at": "2010-03-07T00:00:00Z",
            "created_at": "2009-05-05T18:51:39.497778Z",
            "creator_name": "Adam Holden",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-05T18:51:39.497778Z",
            "rejected_at": "2009-05-08T11:20:07.566152Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-08T11:20:07.566152Z"
        },
        "id": 12539146
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PlanForAbsurdity/"
    },
    "type": "petition"
}