{
    "data": {
        "attributes": {
            "action": "Change The Grounds For a Section 32 PACE Search (Post Arrest) from \"Belief\" to \"Suspect\".",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Section 32(2) provides that the constable or designated person have the power -\n\n(a) to search the arrested person for anything -\n\n(i) which he might use to assist him to escape from lawful custody (e.g a weapon etc), OR\n(ii) which might be evidence relating to an offence (e.g mask used in a rape), \n\nBUT, for this search to be lawful the officer must  must have \"reasonable grounds for believing\" that the arrested person may present a danger to himself or others and that he believes that the person may have consealed on them anything shown under (i) and (ii) above.\n\nLooking into what reasonably believe actually means it can be described as something near to certainty.  This is obviously high for an officer on the streets who is simply trying to remain safe.\n\nI am concerned that this \"belief\" is too high a standard compared to \"suspect\" and I feel that the Government are letting officers down by demanding such a high level of grounds for a Sect 32 search to be lawful.\n \nIt seems inconceivable that you can take somebody's liberty away from them with mere suspicion but require belief (a much higher level\" to search and remain safe.",
            "closed_at": "2010-01-07T00:00:00Z",
            "created_at": "2009-05-06T15:28:36.537761Z",
            "creator_name": "Ian Northcott",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-06T15:28:36.537761Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 34,
            "state": "finished",
            "updated_at": "2010-01-08T00:01:01.937551Z"
        },
        "id": 12548095
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Section32PACE/"
    },
    "type": "petition"
}