{
    "data": {
        "attributes": {
            "action": "Recognise same-sex marriages performed abroad, just like you do polygamous marriages",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government has justified recognising polygamous marriages performed abroad by saying \"The law is drafted thus because the Government have no desire forcibly to sever relationships that have been lawfully contracted in other jurisdictions.\"\n\nWell, in the case of Sue Wilkinson and her wife, the government was extremely quick to sever their marriage, replacing it with a \"Civil Partnership\". This is hypocrisy. The government doesn't recognise polygamous marriages as \"Civil Partnerships\" so why is there discrimination against same-sex couples? If the government wants to recognise polygamous marriage, there should be no discrimination and same-sex marriages must be recognised also.",
            "closed_at": "2009-07-06T00:00:00Z",
            "created_at": "2009-05-06T17:58:08.296560Z",
            "creator_name": "Harry OK",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-06T17:58:08.296560Z",
            "rejected_at": "2009-06-06T00:01:02.236437Z",
            "rejection": {
                "code": 10240,
                "details": "You may wish to add your signature to an existing similar petition http://petitions.number10.gov.uk/Gay-Marriage/ instead. Please supply a full name before resubmitting.",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions",
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-06T00:01:02.236437Z"
        },
        "id": 12549736
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/samesexmarriage/"
    },
    "type": "petition"
}