{
    "data": {
        "attributes": {
            "action": "make an amendment to the “Policing and Crime Bill 2008-2009” Section 25 to exclude any public performance or performance art from the act that involves the removal of clothing that does not result in nudity as laid out in Section 25 and to exclude it from classification under the Sexual Encounter Entertainment License.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Under Section 25 of the proposed “Policing and Crime Bill 2008-2009” Burlesque will potentially be eradicated due to the requirement of a “Sexual Encounter Entertainment License” even though there is no nudity in burlesque (as described in section 25) it has been stated by certain boroughs already that the element of the removal of part of you clothing constitutes as stripping and therefore requires a license, although you are able to appear in front of an audience partially clothed you are not allowed to remove any item of clothing in front of an audience in order to achieve this state without the aforementioned license.\nWe would like this loop hole in the act removed to ensure that performances that involve the removal of part of your clothing and do not result in nudity will not require licensing.",
            "closed_at": "2009-09-07T00:00:00Z",
            "created_at": "2009-05-06T18:21:16.705920Z",
            "creator_name": "Tricia Cox",
            "government_response_at": "2009-10-19T12:45:17.625118Z",
            "government_responses": [
                {
                    "created_at": "2009-10-19T12:45:17.625118Z",
                    "details": "You signed a petition asking the Prime Minister to \"make an amendment to the “Policing and Crime Bill 2008-2009” Section 25 to exclude any public performance or performance art from the act that involves the removal of clothing that does not result in nudity as laid out in Section 25 and to exclude it from classification under the Sexual Encounter Entertainment License.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21010\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SaveBurlesque'",
                    "updated_at": "2009-10-19T12:45:17.625118Z"
                }
            ],
            "opened_at": "2009-05-06T18:21:16.705920Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1580,
            "state": "finished",
            "updated_at": "2010-05-11T14:52:38.289109Z"
        },
        "id": 12549948
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveBurlesque/"
    },
    "type": "petition"
}