{
    "data": {
        "attributes": {
            "action": "lobby FIFA to rescind Darren Fletcher's red card in the semi-final of the champions league against Arsenal",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Darren Fletcher will not play in the champions league final because of a mistake made by the referee. Fletcher did not deserve to be red carded for a perfectly legal, and perfectly brilliant, challenge on Arsenal skiper Cesc Fabregas. Speculation on referees decsions is common place, but in this instance it is clear to see that the referee got it wrong. The whole of the footballing world will agree with this sentiment and it is now up to FIFA to allow Fletcher the right to appeal this decision so that he can play in the champions league final. However, the rules clearly state that Fletcher will be unable to appeal this decision. I am therefore starting this petition in the hope that the government will lobby FIFA to change the rule preventing Fletcher from appealing. In light of this obvious miscarriage of justice I would urge FIFA to act appropriatley and not allow the rules to take precedent ahead of the truth.",
            "closed_at": "2009-05-26T00:00:00Z",
            "created_at": "2009-05-05T22:29:10.410110Z",
            "creator_name": "David Romilly",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-05T22:29:10.410110Z",
            "rejected_at": "2009-06-05T00:01:02.446999Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-05T00:01:02.446999Z"
        },
        "id": 12541412
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fletcherredcard/"
    },
    "type": "petition"
}