{
    "data": {
        "attributes": {
            "action": "remove any age limit specified in the bowel cancer national screening programme, in view of the astonishing new figures available stating a 120% increase in this disease among under-30s between 1997 and 2006.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "More than 36,500 people are diagnosed with bowel cancer every year - killing around 50 people per day. Bowel cancer has long been thought to be the preserve of the elderly, but astonishing new figures reveals that there has been an incredible 120% increase of the disease among under-30s.These figures highlight the need for better awareness of the disease,for GP's and patients alike.We must dispel the myth that this is an old person's disease, people of all ages should be made aware of the symptoms.GPs need to be made more aware of the increase among young people and ensure earlier diagnosis and better treatment.\nHalf of the people diagnosed will die, bowel cancer is the second biggest cause of cancer deaths. Survival rates are higher, treatment less invasive and more effective, the earlier the cancer is diagnosed.We need to act quickly to make bowel cancer screening accessable to everyone, regardless of age, to make more information available to patients, particularly young people and to have more awareness in GP surgerys regarding this major increase in young people suffering from and losing they're lives to this devastating disease.",
            "closed_at": "2009-08-06T00:00:00Z",
            "created_at": "2009-05-05T21:39:17.424954Z",
            "creator_name": "Miss Laura Johns",
            "government_response_at": "2009-10-07T10:52:03.079226Z",
            "government_responses": [
                {
                    "created_at": "2009-10-07T10:52:03.079226Z",
                    "details": "You signed a petition asking the Prime Minister to \"remove any age limit specified in the bowel cancer national screening programme, in view of the astonishing new figures available stating a 120% increase in this disease among under-30s between 1997 and 2006.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20854\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Erasebowelcancer'",
                    "updated_at": "2009-10-07T10:52:03.079226Z"
                }
            ],
            "opened_at": "2009-05-05T21:39:17.424954Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 790,
            "state": "finished",
            "updated_at": "2009-08-14T03:03:10.048397Z"
        },
        "id": 12540880
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Erasebowelcancer/"
    },
    "type": "petition"
}