{
    "data": {
        "attributes": {
            "action": "Look into why patients with Ankylosing Spondylitis  are being denied funding from Primary Care Trusts in some parts of the United Kingdom to be treated at The Royal National  Hospital for Rhuematic Diseases",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For many patients The Royal National Hospital for Rheumatic Diseases in Bath has been a life line to cope living with this painful incurable disease which can also affect you psychologically as well as physically.The two week courses in Bath help you to self manage your disease and live as independently as possible. Treatments are as important as medications for Ankylosing Spondylitis Patients.Surely to self manage our disease has to be more cost effective on The National Health. lt seems inhuman that your treatments and medications you receive depend on where you live. we here about patients choice so why are patients not getting to chose where to be treated.",
            "closed_at": "2009-11-07T00:00:00Z",
            "created_at": "2009-05-07T01:45:55.610727Z",
            "creator_name": "Gillian Eames",
            "government_response_at": "2009-12-21T11:43:01.392669Z",
            "government_responses": [
                {
                    "created_at": "2009-12-21T11:43:01.392669Z",
                    "details": "You signed a petition asking the Prime Minister to \"Look into why patients with Ankylosing Spondylitis are being denied funding from Primary Care Trusts in some parts of the United Kingdom to be treated at The Royal National Hospital for Rhuematic Diseases.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21834\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ascourse'",
                    "updated_at": "2009-12-21T11:43:01.392669Z"
                }
            ],
            "opened_at": "2009-05-07T01:45:55.610727Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 376,
            "state": "finished",
            "updated_at": "2010-04-11T23:30:01.768796Z"
        },
        "id": 12553118
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ascourse/"
    },
    "type": "petition"
}