{
    "data": {
        "attributes": {
            "action": "Make local Councils invest OUR money into properly repairing roads, rather than wasting it on pointless, cheap resurfaces.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Every few years, local councils (Kirklees Council especially) seem to feel the need to 'repair' the heavily used country and village roads in their control.\n\nIt seems their definition of repair is to drizzle a bit of tar onto the road and then scatter chippings over it. They don't bother fixing the underlying surface, which is way overdue for major repairs.\n\nObviously, this does absolutely nothing to the road surface, and all the bumps and potholes are still there.\n\nA lot of the time, the 'repair' will become loose and eventually part from the road, leaving loose grit everywhere, decreasing braking and steering ability for road users.\n\nThe roads are getting to the point where they are becoming dangerous. They have the potential to cause serious accidents with people swerving to avoid potholes and bumps.\n\nI request that they sort out their act and spend some of our (taxpayers) money on doing the job properly. This has gone on far too long.\n\nFrankly, the state of these roads is a National embarrasment, and if I was in power, I would feel ashamed to say they were in my control.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-06T23:13:15.996547Z",
            "creator_name": "Mr Richard Whitford",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-06T23:13:15.996547Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 48,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 12552576
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/kirleesroadbodge/"
    },
    "type": "petition"
}