{
    "data": {
        "attributes": {
            "action": "reinstate the compulsory teaching of modern foreign languages up to the age of 16.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government dropped the requirement to teach foreign languages to all children up to the age of 16 in 2002.  As a result there has been a dramatic fall in pupils taking these subjects.  This leads to a catastrophic loss of international understanding, cultural enjoyment and business competitiveness.  We believe that all school students deserve to gain an understanding of the world outside these shores and a chance to communicate with others.  In addition we believe this will improve students' confidence, increase tolerance and enable more students to gain access to international jobs.   This will help to enable young people to improve their lives by introducing them to the joys of other cultures.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-06T21:18:35.680622Z",
            "creator_name": "Andrew Coombe",
            "government_response_at": "2010-09-17T14:33:05.178719Z",
            "government_responses": [
                {
                    "created_at": "2010-09-17T14:33:05.178719Z",
                    "details": "You signed a petition asking the Prime Minister to reinstate the compulsory teaching of modern foreign languages up to the age of 16.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=TeachLanguages\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'TeachLanguages'",
                    "updated_at": "2010-09-17T14:33:05.178719Z"
                }
            ],
            "opened_at": "2009-05-06T21:18:35.680622Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4236,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 12551679
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TeachLanguages/"
    },
    "type": "petition"
}