{
    "data": {
        "attributes": {
            "action": "create a Government Critism Act, protecting  the right to criticise the government. on all subjects",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government are not divine, they are not a dictatorship, they are a representation of the people as part of a democracy and so there should be protection put in place to allow FULL criticism of the government and their actions.  This includes, but not limited to, examples such as:\n\n * Factual criticism against current or past conflicts (Iraq war, Afghanistan etc.)\n * Criticism of the immigration system\n * Criticism of the governments affect on human rights.\n * Opposition to global warming theory and Taxation \n * Over-spying on the British people, * The use of forced vaccinations or chemical additives on the water supply\n\nThis criticism should be acceptable from any media source, such as Internet Blogs, Email, Websites, Telephone, Verbally etc.\n\nSuch criticism, valid or otherwise, should never be labeled or addressed as 'Hate speech' when it is clearly not the case. A government Criticism Act should also be exempt from any classification of, or lead to charges associated with, terrorism. Any false accusation of hate speech should be followed up with disciplinary action. \n'Hate speech' and 'criticism based on fact' should be clearly defined and separated.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-07T13:50:55.326786Z",
            "creator_name": "Mr Peter A. Thompson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-07T13:50:55.326786Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 24,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 12556870
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LegalCriticism/"
    },
    "type": "petition"
}