{
    "data": {
        "attributes": {
            "action": "Reconsider to putting money back into Train to Gain",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Due to the incompetence of the Cheif Executive of the Learning Skills Council and the Government, it seems the money that was promised for funding Train to Gain has been cut by up to 75% for B contract and C contracts have been withdrawn as from 31st July 2009.\n\nThis will put some of the smaller training providers out of business and put their staff on to the unemploment register, when at this present time we need training providers to up skill staff and help to retrain people wih new skills so we can help Gerat Britain grow again and become one of the best countries with the best skilled work force in the not to distance future.\nIt time Gordon Brown you got you act togehter and sort this problem out before to many Tutors/Trainers and Assessors end up on the unemployment register.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-07T15:55:20.392319Z",
            "creator_name": "Paul",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-07T15:55:20.392319Z",
            "rejected_at": "2009-05-11T13:37:02.558383Z",
            "rejection": {
                "code": 8192,
                "details": "You must state your full name and full address before we can accept your petition. It appears that you have only supplied your first name so we therefore must reject your petition.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12558030
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/T2GFunding/"
    },
    "type": "petition"
}