{
    "data": {
        "attributes": {
            "action": "Have Some Bus Routes Policed With Undercover Officers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For a considerable time now I have been witness to a sad spiral downwards in the conditions of bus transport in Birmingham. Certain routes are regularly accessed now by aggressive and anti social people who seem not to give an ounce of respect to anyone else as they smoke (cigarettes and drugs) drink alcohol, use abusive language and play music so loud it is sometimes difficult to have a conversation or even enjoy an ever increasingly expensive journey. Quite often the seats are filthy and the floor littered with food and paper....NO....I am NOT exaggerating. Quite often the\"lyrics\" of the \"music\" are violent and inflamatory. Occassionally a uniformed police officer will board SOME buses and of course bad behaviour tends to cease. What is needed though is a fear instilled into the anti social element that there could at any time be undecover officers on board who will deal them a good piece of punishment....preferably a suitable fine and eviction from the bus. The greedy bus companies and the police should be working together on this as bad behaviour increases and bus fares continue to rise. bus drivers quite often will do nothing and people are afraid to complain anyway.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-06T22:10:30.082842Z",
            "creator_name": "Chris Savage",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-06T22:10:30.082842Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 17,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 12552109
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Hellonwheels/"
    },
    "type": "petition"
}