{
    "data": {
        "attributes": {
            "action": "start to invest properly in Britain’s road network and develop a coherent transport policy to end unnecessary traffic congestion",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Our roads are a national disgrace. Potholes alone cost British drivers a staggering £1million in repairs every single day.\n\nBut while roadworks blight every city, town and village in the country, nothing ever improves.\n\nLocal authorities, gas, water, phone, TV and electricity companies routinely dig up the roads and leave holes unattended for days, causing huge tailbacks. \n\nLast year, 140 million working hours were lost in traffic jams.\n\nWorst of all, British drivers pay a staggering £45 billion-a-year in motoring taxes, but just a sixth of that is invested back into our roads. \n\nEvery major motoring organisation in the country, including the AA and RAC, is backing this petition…and now we need your support. \n\nPlease join us and sign up so your voice is heard. \n \nLet's Get Britain Moving.",
            "closed_at": "2009-08-07T00:00:00Z",
            "created_at": "2009-05-07T10:08:22.094356Z",
            "creator_name": "Geoff Marsh",
            "government_response_at": "2009-08-24T15:12:27.486946Z",
            "government_responses": [
                {
                    "created_at": "2009-08-24T15:12:27.486946Z",
                    "details": "You signed a petition asking the Prime Minister to \"start to invest properly in Britain’s road network and develop a coherent transport policy to end unnecessary traffic congestion.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20388\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'BritainMoving'",
                    "updated_at": "2009-08-24T15:12:27.486946Z"
                }
            ],
            "opened_at": "2009-05-07T10:08:22.094356Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1017,
            "state": "finished",
            "updated_at": "2009-08-08T03:03:29.676299Z"
        },
        "id": 12554674
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BritainMoving/"
    },
    "type": "petition"
}