{
    "data": {
        "attributes": {
            "action": "ask him to resign and dissolve the current government and have a government that actually represents the people of this country",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Labour government has betrayed the people of this great country in a manner so disgusting I believe the whole government should be removed. From the Iraq war to the recession, both Blair and Brown have shown that they lack the moral vision to provide a better country for the UK. When over 1 million protesters march on the streets of London against a war you would think that \"our\" government would listen to us and not start a war based on lies and a hunger for oil? No, instead they falsify documents and create one of the most awful military campaigns since Vietnam... all for oil. Then we have the unelected leader Gordon Brown who denied that the UK was entering into a recession. How could someone as inept and devoid of personality become the leader of our country? He's certainly not my leader. I hope that with this shockingly flawed Labour government  we will learn lessons... I don't suppose anyone fancies starting a revolution Che Guevara style?",
            "closed_at": "2009-11-06T00:00:00Z",
            "created_at": "2009-05-06T23:05:41.022749Z",
            "creator_name": "Chris Shaw",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-06T23:05:41.022749Z",
            "rejected_at": "2009-06-06T00:01:02.236437Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/GoToCountryNow/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-06T00:01:02.236437Z"
        },
        "id": 12552543
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Revolutionary/"
    },
    "type": "petition"
}