{
    "data": {
        "attributes": {
            "action": "remove second home allowances in favour of means tested ministerial loans",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ministerial allowances were put in place to ensure that an MP, from any fiscal background, can successfully do their job. This is an essential part of British democracy and should always be the case in this country. The recent debate however has overlooked two key aspects of British life and initiatives of our PM – Means Testing and Student Loans.\n\nWhilst some MPs can afford to maintain several homes, others cannot. Therefore means testing to determine the level of subsistence payable should be implemented. This will ensure MPs can afford to conduct their duties, without providing a blanket payment to all.\n\nFurthermore, there can be no doubt that the majority of MPs go on from parliament to make significant personal gains as a direct consequence of being in office (books, company appointments, lecturing, etc.), as well as making capital gains on second homes. Therefore a ministerial loan (much like a student loan) should be implemented with a payback scheme based on a percentage of future earnings. \n\nIt is a privilege and an honour to be an MP, and therefore we urge the Prime Minister to remove the expensed allowance in favour of means tested ministerial loans.",
            "closed_at": "2009-08-08T00:00:00Z",
            "created_at": "2009-05-08T10:44:47.883105Z",
            "creator_name": "Mark Proctor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-08T10:44:47.883105Z",
            "rejected_at": "2009-06-07T00:01:02.653348Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-07T00:01:02.653348Z"
        },
        "id": 12563814
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LoanNotExpense/"
    },
    "type": "petition"
}