{
    "data": {
        "attributes": {
            "action": "Make vosa and BMW recall mini's with dangerous fault to power steering .",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "a crucial part of the steering system can fail without warning,\nan independent Mini mechanic, and a supplier of spare parts. said he can barely keep up with demand for replacement power steering pumps: we're getting at least two calls a day from people after power steering pumps because they're such a big failure.\na Motoring expert  is surprised the Mini's power steering pumps are failing so early in the car's life, and is concerned by the risks the failure can cause: \"I'd expect power steering pumps to last virtually the lifetime of the car, with a few exceptions. I think that because of the number of reported incidents, and the potentially dangerous situation it can leave a driver in when the failure does occur, that we're getting into the realms now where a safety recall ought to be seriously considered.\"\nBMW say an electrical issue which has the potential to affect the Electro Hydraulic Power Assisted Steering system fitted to more than 223,000 petrol-powered Minis sold between 2001 and 2007. This includes 175,000 Mini one, Mini Cooper and Cooper S cars sold between 2001 and 2005, 9,000 convertibles and 32,000 Mini Hatch cars sold in 2006 and 7,800 Convertibles sold in 2007.",
            "closed_at": "2009-07-08T00:00:00Z",
            "created_at": "2009-05-08T09:21:02.646334Z",
            "creator_name": "robin atter",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-08T09:21:02.646334Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 71,
            "state": "finished",
            "updated_at": "2009-07-09T00:01:01.377337Z"
        },
        "id": 12562918
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bmwmini/"
    },
    "type": "petition"
}