{
    "data": {
        "attributes": {
            "action": "reject unrealistic NOx limits contained within the EU’s Eco-Design of Energy Using Products Directive and which unfairly discriminate against the British oil heating industry and British consumers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The EU Commission proposes a reduction in permitted levels of NOx emitted by central heating boilers from 250mg/kWh to as low as 35mg/kWh - as per the Eco-Design of Energy Using Products Directive.\n\nTo achieve the proposed reduction, consumers will be required to fit larger burner units, of a type prevalent in mainland Europe but unusual in the UK. Many mainland European installations are either outside or in cellars, whereas many UK boilers are situated in confined spaces e.g. kitchens or cupboards. Whilst the EU proposals suit mainland Europeans, they discriminate against 1.5 million UK consumers.\n\nIf the EU proposals are enacted unchanged, British householders with oil heating systems could be forced to switch to more expensive and less efficient fuels. The EU proposals also threaten up to 20,000 British jobs – many in high added value, manufacturing industries.\n\nThis petition urges Her Majesty’s Government to reject these ill-considered proposals as being unworkable. It instead urges Government to work with the oil heating industry, to devise a realistic, common sense and considered response to the challenges raised in the EUPD Directive.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-07T22:56:51.828161Z",
            "creator_name": "Mr. Jonathan Switzer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-07T22:56:51.828161Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 320,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 12561368
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/oilboilers/"
    },
    "type": "petition"
}