{
    "data": {
        "attributes": {
            "action": "Imran Khan’s Letter regarding holding an urgent inquiry into Altaf Hussain’s activities in Pakistan in the light of British laws on terrorism",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear Mr. Prime Minister, \n\nI want to urgently bring to your attention the activities of a British citizen, Mr. Altaf Hussain who was granted this status after he fled from Pakistan as a fugitive from justice. At the time of his arrival in London, he was facing 234 registered criminal cases against him, including 44 murder charges and 18 torture charges. \n\nHis Party, the Muttahida Qaumi Movement (MQM) is controlled by Mr Hussain in mafia-style, with his word being the law. Detractors face the ultimate punishment – death – carried out through the private armed force maintained at his Karachi barricaded headquarters known as Nine Zero. \n\nOn Mr. Hussain’s order, his Party was involved in the 12th May 2007 carnage in Karachi where 48 people were killed and 200 sustained bullet wounds, including 10 workers belonging to my Party, Pakistan Tehreek-i-Insaf (PTI). You can refer to your Karachi Consulate’s report on this incident. The MQM then went on to physically disrupt court hearings of this incident..........\n\nplease search internet to view the full letter",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-08T16:21:32.132995Z",
            "creator_name": "A Khan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-08T16:21:32.132995Z",
            "rejected_at": "2009-06-10T00:01:01.653544Z",
            "rejection": {
                "code": 512,
                "details": "Your petition should be a clear call for action, preferably starting with a verb, and not a name or statement.\n\nIf you wish to write to/email the PM, contact details can be found here: http://www.number10.gov.uk/footer/contact-us",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12567516
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/imrankhan/"
    },
    "type": "petition"
}