{
    "data": {
        "attributes": {
            "action": "submit all MPs to the same expense rules as all other employees, and thus expenses should be declared on a P11D and taxable.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "MPs are in a privileged position, they are placed they by the public and can be removed by the public. \n\nIf I claim expenses my employer has to complete a P11D and I have to pay tax on any benefit that I obtain as that is considered remuneration for my work.\n\nMy employer can apply to HMRC for a P11D dispensation if he can demonstrate that there is no element of benefit in the expenses that he pays.\n\nFor example HMRC will not allow my employer to pay me £25 a night if, when away on business I stay with a friend or relative (or Jaqui Smith's sister) without taxing me on it because they maintain that there is benefit in it for me - even though I would of course take a gift or similar for my hosts.\n\nI propose that MP's expenses should be subject to the same P11D regime as my employer and I are - and further that any benefit that MPs receive should be repaid to the State.",
            "closed_at": "2009-08-10T00:00:00Z",
            "created_at": "2009-05-10T08:07:41.651701Z",
            "creator_name": "Mr Matthew Brown",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-10T08:07:41.651701Z",
            "rejected_at": "2009-06-10T00:01:01.653544Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-10T00:01:01.653544Z"
        },
        "id": 12576470
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/P11D-MP-Expenses/"
    },
    "type": "petition"
}