{
    "data": {
        "attributes": {
            "action": "introduce leglislation forcing councils to build, or pay housing associations to build a number of bungalows in each council's boundaries.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a disabled person, I have seen how few bungalows there are from social landlords, and no affordable bungalows for disabled people to buy. Make it law that each council has to build a number of bungalows (not all on one road) or pay housing associations to build them. Companies building new housing should be paid to build affordable bungalows with a minimum of two bedrooms and off road parking so that disabled people can buy a wheelchair accessible bungalow. The fact that many people can only find bungalows on home swap websites and can't easily get social housing in an area where they are not currently living,  and can not find affordable bungalows to buy is causing hardship to many. I moved to hilly and isolated Dartmouth for a job, then got made redundant. I now can’t get enough points to be considered for housing in Teignmouth which has a train station etc, as my bungalow in Dartmouth (South Hams) is considered as suitable by Teignbridge Council, despite the fact that I can’t get to many places in Dartmouth and can’t leave Dartmouth by public transport as the buses leaving town are not accessible. This means that with I can’t find work.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-05-09T20:53:17.126505Z",
            "creator_name": "Sarah Jayne Davies",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-09T20:53:17.126505Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 60,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12575265
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/morebungalows/"
    },
    "type": "petition"
}