{
    "data": {
        "attributes": {
            "action": "Call on the Police to prosecute any MP that has made Fraudulent expense claims. \"Within the rules is a SHAM!!!\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Well done Mrs Barbara Follett! Any aspiring fraudster will surely find a great role model in you. Why not mentor out your obvious ability at the fringes of fraud, you could hold seminars in the Bahamas and we could pay your hotel, flights and other legitimate expenses.\n\nI dont know about thew rest of the UK people that are paying the way of our political masters but I want criminal proceedings against any politicians that have been \"ONLY CLAIMING WITHIN THE RULES\" for expenses. Including Brown and who ever else. Is that likely to happen? Many of them seem guilty to some extent and are hardly likely to bring themselves to book.\n\nWe need a fresh sweep, get rid of the corrupt back scratchers, throw the guilty in Jail and lets start a fresh, with some good people this time, capable, hard working and honest.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-09T09:08:43.244505Z",
            "creator_name": "Mr M jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-09T09:08:43.244505Z",
            "rejected_at": "2009-06-10T00:01:01.653544Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12571369
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Justice-4-All/"
    },
    "type": "petition"
}