{
    "data": {
        "attributes": {
            "action": "reinstate the local elections in Stoke-on-Trent in 2010, which were cancelled by the Local Government Minister.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Under the current system of election by thirds, there should be elections for a third of councillors in Stoke-on-Trent in the year 2010.\n\nCentral government have decided to impose a system of whole council elections on Stoke-on-Trent, supposedly following recommendations laid down in the Stoke-on-Trent Governance Commission report.  This report clearly states that there should be elections for a third of councillors in 2010 prior to whole council elections in 2011.  \n\nThis petition makes no statement with regard to which system should be favoured, but both include 2010 elections.\n\nHowever the Local Government Minister has cancelled the 2010 elections.  There is no justifiable reason for this action which denies citizens the fundamental right to vote and represents an assault on the cherished principle of democracy.\n\nThe Prime Minister should rectify this mistake and reinstate the 2010 elections.",
            "closed_at": "2009-12-31T00:00:00Z",
            "created_at": "2009-05-10T14:08:31.001934Z",
            "creator_name": "Dr Nicky Davis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-10T14:08:31.001934Z",
            "rejected_at": "2009-06-13T00:01:02.094268Z",
            "rejection": {
                "code": 16384,
                "details": "Please contact the Electoral Commission http://www.electoralcommission.org.uk/",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-13T00:01:02.094268Z"
        },
        "id": 12578032
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/2010elections/"
    },
    "type": "petition"
}