{
    "data": {
        "attributes": {
            "action": "to support a EU-wide ban on sending EU parliament representatives to Bilderberg Group conferences or hosting them unless the meeting's agenda becomes public and proceedings open to media scrutiny",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Members of this organisation have the potential, by meeting in this secretive way, to abuse their political or financial power and influence by colluding with each other either for their own self-enrichment or megalomaniacal objectives.\n\nAs a hybrid of avian, swine and human flu viruses, the HN51 has all the hallmarks of being a manufactured bioweapon. Certain medical companies have profiteered hugely from the outbreak and it is a fact that members of the Bilderberg group have financial interests/concerns in these companies.\n\nSimilarly, the threat Iraq posed was shown to be false and yet billions of dollars of profit were made by companies linked to Bilderberg attendees.\n\nThe financial crisis was also entirely preventable but the regulations that could have prevented it were removed. Offshore hedge funds linked to attendees profited enormously as a result of this financial rigging.\n\nThe EU must take a firm stand and not support or allow its representatives to attend secretive meetings with the super-rich where they may be coerced or influenced to act against the best interests of EU citizens and the world.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-09T12:59:16.677783Z",
            "creator_name": "Ben Parish",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-09T12:59:16.677783Z",
            "rejected_at": "2009-06-24T12:40:40.038818Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12572718
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/banbildberg-eu/"
    },
    "type": "petition"
}