{
    "data": {
        "attributes": {
            "action": "Question the move of Oakbank School (for troubled children) to Boyd Orr School",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear neighbour, As per finding this out from the local press not from Aberdeen Council. They plan to move Oakbank School to the Boyd Orr area. We need to take action if we don’t this will leave us open to these “troubled children” which include violent low lives who are in this school for a reason. If you are happy with cars being vandalised and stolen, houses being broken into and vandalised. Then by all means don’t voice your objections to this but I personally will be writing to the council with my objections. We have a quiet peaceful area here don’t let this be destroyed. \nPlease read the article from the Evening Express dated 01/04/2009 \nNew locations revealed in hunt for Aberdeen school site, The search is on for Aberdeen's Oakbank School which closed last year. \nA FORMER Aberdeen school could be turned into a centre for troubled children. The Old Dutch School Planning permission would not be needed to set up a school at the Kincorth site. Please sign this petition to air your veiw against the move of Oakbank to the Old Dutch School. \nSincerly, Concerned Neighbour",
            "closed_at": "2009-07-09T00:00:00Z",
            "created_at": "2009-05-09T21:36:24.437386Z",
            "creator_name": "Yvonne Watson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-09T21:36:24.437386Z",
            "rejected_at": "2009-06-12T00:01:01.525400Z",
            "rejection": {
                "code": 512,
                "details": "Petitions to the Number 10 site must request an action that you wish the PM or Government to take. Your petition appears to be addressing local residents, not the Government. We suggest you re-word your petition or use a different forum to raise the issue among local residents.\nFor advice on petitions, see our terms and conditions: http://petitions.number10.gov.uk/terms",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-12T00:01:01.525400Z"
        },
        "id": 12575465
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Oakbank/"
    },
    "type": "petition"
}