{
    "data": {
        "attributes": {
            "action": "sack Hazel Blears for moral bankruptcy.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Hazel Blears is morally bankrupt, in claiming ministerial expenses for three properties in one year and so benefiting financially from playing the system. One of these properties was listed as her main home for Inland Revenue purposes (meaning she didn't have to pay Capital Gains tax on it when she sold) but as her second home for the Commons authorities to enable her to benefit from exorbitant expense claims. None of the profit from the sale came back to the taxpayer. She must go. We do not want people like this helping to run the country. It is not enough to say it was 'within the rules'. It's like the Nazis saying 'I was only following orders'. Buying a television for a second home may be necessary, but was it necessary to spend £850 on it? I would love to be able to spend that on a tv for myself, and am incensed that although I cannot afford to, I have to subsidise Blears' luxury lifestyle. So much for Labour principles. Get rid of her now.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-10T14:01:10.701809Z",
            "creator_name": "Julia Dawson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-10T14:01:10.701809Z",
            "rejected_at": "2009-06-13T00:01:02.094268Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament. http://www.parliament.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12577994
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/sackblears/"
    },
    "type": "petition"
}