{
    "data": {
        "attributes": {
            "action": "Legislate to retrospectively remove the 2003 tax exemption on expenses claimed by MPs and member of the House of Lords.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We would like the government to take very firm action over public money that has been fraudulently claimed by MPs and members of the House of Lords since they voted themselves an exemption from paying tax on benefits in kind. This can be achieved by :\n\n1.Legislating to retrospectively remove the 2003 tax exemption on expenses claimed by MPs and member of the House of Lords.\n\n2.Asking the Inland revenue to review all Parliamentary expenses over the last six years and apply  the same P11d Benefits in Kind rules as would have applied to an employee in the private sector.\n\n3.Asking the Fraud Office to investigate and prosecute any MP or member of the House of Lords who appears to have used public money to purchase goods and services not directly related to their Parliamentary duties or claimed second home allowances on homes that are not in their constituencies or are owned by persons other than themselves.\n\nAnyone convicted of an offence or required to repay more than £5,000 to be banned from public office for life.",
            "closed_at": "2009-08-10T00:00:00Z",
            "created_at": "2009-05-10T10:46:43.032042Z",
            "creator_name": "Christopher H Sheldrake",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-10T10:46:43.032042Z",
            "rejected_at": "2009-06-10T00:01:01.653544Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-10T00:01:01.653544Z"
        },
        "id": 12577049
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TaxMPsexpenses/"
    },
    "type": "petition"
}