{
    "data": {
        "attributes": {
            "action": "get the Police to police UK roads, not speed cameras.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The indiscriminate use of speed (\"safety\") cameras to police UK roads is creating more problems than it solves. It is engendering a lawless culture where illegal, non-registered cars/drivers can do anything, while the honest are penalised. Speed is not an index of safety; road safety is about 'appropriate use of speed' and not speed in itself. Speeds should sometimes be lower than set limits, sometimes higher, depending on weather conditions, visibility, time of day, traffic and pedestrian activity. Speed cameras measure none of this. We need Police back on the roads and streets. They should be visible (as deterrents) and in unmarked cars on A roads and motorways. There should be the sense that if you drive dangerously ('speeding', tailgating, road rage, flitting between lanes, etc.) then you will not get away with it. This used to be the case in the eighties and nineties but the widespread use of speed cameras (\"digital policing\") has removed the fear for the dangerous drivers. Nowadays, as long as they're not caught on camera, anti-social drivers can do what they damn well please.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-10T13:05:59.223127Z",
            "creator_name": "David Price",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-10T13:05:59.223127Z",
            "rejected_at": "2009-06-13T00:01:02.094268Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/policecarpatrols/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12577769
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/real-road-safety/"
    },
    "type": "petition"
}