{
    "data": {
        "attributes": {
            "action": "Respond to the petition started by Martin Lewis regarding the Bank Charges Consumer Charter",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a written responce has not been given to the petition started by Martin Lewis: The FSA has suspended reclaiming awaiting a decision on the OFT’s agreed test case with the banks. \n\nThis decision was taken without consultation with the consumer groups who’ve been championing reclaiming. MoneySavingExpert, ConsumerActionGroup & PenaltyCharges are between them helping 1.5m+ people reclaim, & the charter expresses their opinion.\n\nIn the UK it’s virtually obligatory to have a bank account, yet there’s no competition over charges, & penalty charges often leave finances irrevocably damaged. \n\nThe Charter’s key clauses are\n\n* £5 is a fair max for bank charges\n\n* The stay on reclaiming is anti-consumer & should be stopped\n\n* If not, a stay should also be put on banks levying charges & ensuing credit defaults\n\n* It should be pre-decided that if the case is successful, banks must be made to pay back past charges plus interest automatically; customers shouldn’t need to complain, and all related credit defaults should be wiped.",
            "closed_at": "2009-09-12T00:00:00Z",
            "created_at": "2009-05-09T22:35:51.656526Z",
            "creator_name": "Thomas Lawrence",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-09T22:35:51.656526Z",
            "rejected_at": "2009-05-18T13:27:28.390570Z",
            "rejection": {
                "code": 16384,
                "details": "Comments about the petitions system should be sent to number10@petitions.pm.gov.uk. \nWe are now investigating why a response has not yet been issued. If you have any further queries of this nature please write via the webmaster email address.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-18T13:27:28.390570Z"
        },
        "id": 12575735
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/mse-com/"
    },
    "type": "petition"
}