{
    "data": {
        "attributes": {
            "action": "Support and provide restitution to Stanford Fraud  victims",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In February 2009 thousands of UK citizens lost their life savings through Stanford International Bank.  It operated for years and the government were aware of investigations that were ongoing through American and British agencies, Stanford employees came forward reporting fraud, but depositors were not warned.\n\nDespite regulatory negligence and inadequate inter-government communications Stanford was allowed to continue to operate.\n \nThe Government of the United Kingdom had a duty of care towards its citizens. There is an agreement between the governments of Britain and Antigua for the protection of investors and yet the the government has chosen to ignore the victims of this scandal.\n\nMost depositors are at or nearing retirement age. They have saved for retirement and do not have the health, means or opportunity to start again.  Victims here are not wealthy people and many have lost everything and are reduced to begging for money to cover basic needs.\n\nWe request the British government make restitution to all of its citizens involved.  The government supported Icelandic Bank depositors,  the same consideration should extend to victims of the SIB.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-09T18:41:52.993202Z",
            "creator_name": "Catherine Burnell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-09T18:41:52.993202Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 150,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 12574550
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StanfordVictims/"
    },
    "type": "petition"
}