{
    "data": {
        "attributes": {
            "action": "Institute constitutional reform to avoid a constitutional crisis during the next general election",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The simple truth is the majority of UK voters have lost all respect for current MPs and total faith in a  political system that thrives on greed. We have discovered that while the voters are facing the worst recession in living memory those who oversaw the crisis and did nothing to stop it have been syphoning off tax payers contributions for their own personal gain.\n\nMPs themselves created rules so generous that even the most pernicious thief could not possible break them.\n\nWe cannot have one law for the state and another for the those who are gracious enough to allow that state by funding it.\n\nWe need the right to reject all parties in favour of a return to the country. The people need a voice that is loud enough to  rise above the cacophony of party rhetoric. Only then will we be represented fairly with our views placed above the personal opinions of our 'representatives'.\n\nThe alternative is right minded voters abstain and an extreme or minority party unequipped to govern are given a mandate.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-11T21:13:22.087801Z",
            "creator_name": "Mark Rose",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-11T21:13:22.087801Z",
            "rejected_at": "2009-06-13T00:01:02.094268Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament. http://www.parliament.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12589251
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/rightofeveryone/"
    },
    "type": "petition"
}