{
    "data": {
        "attributes": {
            "action": "suspend all use of the honorific terms 'Honourable' and 'Right Honourable' in Parliament. Blanket usage of these titles would be replaced by a system of individual merit. Right of use would be returned only to those who could prove, to a truly independent panel of 'ordinary' taxpayers with no connection to parliament, politics or party, that they have earned it. Existing evidence of a principled approach to expenses would allow many to reclaim it almost immediately. A full refund to the public purse of profits made on the back of dubious claims would speed the process for others who have, to date, been less than honest. The remainder would either have to earn the title over a number of years by demonstrating their rehabilitation, or forfeit it forever. The current status of each MP would be prominently shown on their official websites.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This proposal, if adopted, would present a practical way for politicians to acknowledge public disgust at recent revelations, encourage them to reform their selfish ways and help correct their debasement of the word 'honourable'.",
            "closed_at": "2009-08-11T00:00:00Z",
            "created_at": "2009-05-11T12:56:46.283160Z",
            "creator_name": "Mr Robert Burns",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-11T12:56:46.283160Z",
            "rejected_at": "2009-06-13T00:01:02.094268Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament. http://www.parliament.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-13T00:01:02.094268Z"
        },
        "id": 12583992
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Honorifics/"
    },
    "type": "petition"
}