{
    "data": {
        "attributes": {
            "action": "end expenses corruption by dissolving UK Parliament and devolving government",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "MPs have been enriching themselves, and forgotten duty to good office, and prudent use of our taxes, during difficult economic times. The gravy train is de-railed.\n\nMPs have been inflating or claiming unreasonable expenses. Generous rules for themselves, denied taxpayers. Reciprocal favour behind closed doors.\n\nFlipping Second Homes is deplorable.\n\nIn difficult economic times, MPs are having it easy.  Accountability can only come from newly elected or already elected different MPs.\n\nWe need an English General Election now to match other ready national Parliaments.\n\nTreaty is inheritable, nations will still be within Europe, and citizens can relocate and work.\n\nWe the people, in sovereign Magna Carta authority, demand dissolution from UK Parliament; to be replaced by separately Elected Parliaments locally accountable to each nation.  \n\nFull devolution resolves the national debt.\n\nThe UK may already be void ab initio, by means of current Breach of Magna.\nWe are all equal under our nation's own laws.\n\nDevolution voids bail-out of greedy Scottish Banks RBS and HBOS; who also neglected duty for overseas self-enrichment.",
            "closed_at": "2009-09-19T00:00:00Z",
            "created_at": "2009-05-11T13:32:29.389158Z",
            "creator_name": "Neil P, (acting) Lord Protector of England",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-11T13:32:29.389158Z",
            "rejected_at": "2009-05-27T13:39:10.617184Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/GoToCountryNow/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-27T13:39:10.617184Z"
        },
        "id": 12584393
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MPExpensesVoidUK/"
    },
    "type": "petition"
}