{
    "data": {
        "attributes": {
            "action": "drop any mention of the word \"Honourable\" or \"Right Honourable\" when refering to a Member of the UK Parliament because they clearly have no idea of the concept of the word \"honour\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Following recent and previous revelations about their expenses claims and their insistence that everything was \"done within the rules\", we believe that this has a bearing on many MPs’ integrity and trustworthiness. \nAs they themselves were responsible for making those rules; we believe our MPs have shown themselves to be totally and utterly without shame and without honour and as such should lose the right to call themselves \"Honourable\" or \"Right Honourable\" when being referred to or when referring to each other, until such time as they can show they have earned the right to use it again.\nThis would send out a message of utter disgust from the taxpaying public who have no choice but to stump up the bill for them all in the first place.\nApologising after they have been rumbled may ease their collective consciences, however this doesn’t lessen what they have been party to for many, many years.",
            "closed_at": "2009-09-11T00:00:00Z",
            "created_at": "2009-05-11T13:11:09.070081Z",
            "creator_name": "Mr Barry Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-11T13:11:09.070081Z",
            "rejected_at": "2009-06-13T00:01:02.094268Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament. http://www.parliament.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-13T00:01:02.094268Z"
        },
        "id": 12584133
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/expenses-disgust/"
    },
    "type": "petition"
}