{
    "data": {
        "attributes": {
            "action": "arrange for the clarification of The Copyright, Designs and Patent Act with regatrds to the listening of radios.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Following the recent report from the British Chamber of Commerce critising the Performing Rights Society's \"threatening\" attitude towards Businesses, surely the Government should define and clarify what actually constitutes a breach of the above mentioned act in regard to the listening of radios.\n\nThe radio stations already pay to be allowed to broadcast their shows and we would like to know why we have to pay to listen to those broadcasts. There have been cases in the press of ridiculous demands for payment from the PRS, the one that sticks in the mind is a farmer being charged because his cows were listening to music from the radio!\n\nThere are other issues, not least the use of the radio station networks by the Government and Local Authorities to discharge, in part, their \"Duty to inform the Public\" under the Civil Contingencies Act2004 in the case of an emergency and I quote \"Stay in, Tune in,\"\n\nIt really is time for an answer to be given as going to court to get a decision is far too expensive for all but the very largest corporations.",
            "closed_at": "2009-11-14T00:00:00Z",
            "created_at": "2009-05-11T10:07:13.911690Z",
            "creator_name": "Mr David Codd",
            "government_response_at": "2010-02-19T11:37:39.281013Z",
            "government_responses": [
                {
                    "created_at": "2010-02-19T11:37:39.281013Z",
                    "details": "You signed a petition asking the Prime Minister to \"arrange for the clarification of The Copyright, Designs and Patent Act with regatrds to the listening of radios.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22500\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Clarify-PRS'",
                    "updated_at": "2010-02-19T11:37:39.281013Z"
                }
            ],
            "opened_at": "2009-05-11T10:07:13.911690Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 255,
            "state": "finished",
            "updated_at": "2009-11-15T00:01:01.727669Z"
        },
        "id": 12582098
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Clarify-PRS/"
    },
    "type": "petition"
}