{
    "data": {
        "attributes": {
            "action": "Revise expenses system",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It should be established as a basic principle that MPs do not gain financially from expenses, which should simply be about reimbursing legitimate and relevant expenditure. \n\nNobody who is provided with a residence because of their position should be entitled to a second-home allowance. \n\nThe practice of allowing MPs to select which is their first, and which is their second home must be ended. Instead, we need an external authority to decide which is which based on the facts – for example, where an MP's children go to school. \n\nThe practice of taking out mortgages on the taxpayers should be banned, with financial support limited to rent or hotel bills. \n\nIn their second homes, MPs should be limited to claiming the rent and genuine running expenses.\n\nAll expenses claimed must be subject to full transparency. \n\nThere must be a regular external and independent audit of claims so the taxpayer can have confidence that no abuses are taking place. \n\nThe responsibility for setting claimable amounts and pay must be taken away from MPs, and handed to an independent body that commands public support.",
            "closed_at": "2009-07-11T00:00:00Z",
            "created_at": "2009-05-11T09:59:16.129464Z",
            "creator_name": "Ian Munro",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-11T09:59:16.129464Z",
            "rejected_at": "2009-06-10T00:01:01.653544Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-10T00:01:01.653544Z"
        },
        "id": 12582034
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MPallows/"
    },
    "type": "petition"
}