{
    "data": {
        "attributes": {
            "action": "authorise the provision of a centrally located parliamentary campus, to accommodate all MPs whilst they conduct their official duties, thereby removing the neccessity for expenses to be paid, save travelling expenses to London from their constituency!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The provision of a campus will provide value for money for the taxpayer and in the long term restore public confidence in the integrity of Parliament. Such a facility would imitate the arrangements of thousands of workers who have to commute and reside in London Monday through Friday (at their own expense), but restore the publics faith in the fairness of the political system accordingly.\n\nMPs will no longer be able to claim for 'suspect' expenses and there would be no requirement to claim for a second home! Any MP that wishes to live in a second home in London will do so at their own expense.\n\nSuch a campus will no doubt prove to be expensive in its formation, but in the long term will provide better value for money for the taxpayer than the current system.\n\nThe security of the campus would prove to be no more complex than the current arrangements in place for the Parliamentary buildings and Portcullis House.",
            "closed_at": "2009-11-11T00:00:00Z",
            "created_at": "2009-05-11T22:56:48.313779Z",
            "creator_name": "Mrs Judy Gilligan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-11T22:56:48.313779Z",
            "rejected_at": "2009-06-11T00:01:02.510315Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-11T00:01:02.510315Z"
        },
        "id": 12589983
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MPs-Campus/"
    },
    "type": "petition"
}