{
    "data": {
        "attributes": {
            "action": "bring the troops home from Afghanistan. Noting the deteriorating situation in Afghanistan, and the destabilisation of Pakistan arising from the NATO military intervention in the region, and believing that only the Afghan people themselves can generate a political solution to their country’s problems, we therefore demand that the government commence the withdrawal of all British military forces from Afghanistan.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "",
            "closed_at": "2009-11-14T00:00:00Z",
            "created_at": "2009-05-11T14:41:55.614931Z",
            "creator_name": "Stewart Halforty",
            "government_response_at": "2010-02-19T11:36:43.751244Z",
            "government_responses": [
                {
                    "created_at": "2010-02-19T11:36:43.751244Z",
                    "details": "You signed a petition asking the Prime Minister to \"bring the troops home from Afghanistan. Noting the deteriorating situation in Afghanistan, and the destabilisation of Pakistan arising from the NATO military intervention in the region, and believing that only the Afghan people themselves can generate a political solution to their country’s problems, we therefore demand that the government commence the withdrawal of all British military forces from Afghanistan.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22499\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'STWCAfghanistan'",
                    "updated_at": "2010-02-19T11:36:43.751244Z"
                }
            ],
            "opened_at": "2009-05-11T14:41:55.614931Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2747,
            "state": "finished",
            "updated_at": "2010-11-16T19:12:39.658211Z"
        },
        "id": 12585118
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/STWCAfghanistan/"
    },
    "type": "petition"
}