{
    "data": {
        "attributes": {
            "action": "call off the police investigation into who leaked MP's expenses, and instead to appoint him into the House of Lords",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Too many MPs have been claiming too much public money in expenses and allowances, and this undermines the legitimacy of Parliament to govern. Just as bad as this mass peculation are the defences that it is within the rules and that the system is wrong. No, what's wrong is the MPs. The person who disclosed this information did the right thing for democracy and freedom under the law. That person must be praised and honoured, not hunted by the police, who themselves have demonstrated by the arrest of Damien Green that they can no longer be trusted to understand the essence of our democracy and freedom under the law. The petition is to call off the investigation to find the person who leaked information, or, if they be found, to confer upon them immunity from prosecution for this disclosure and a non-hereditary peerage ( a Dukedom would be fitting).",
            "closed_at": "2009-11-11T00:00:00Z",
            "created_at": "2009-05-11T20:14:51.356521Z",
            "creator_name": "Mr. Sebastian Michael Nokes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-11T20:14:51.356521Z",
            "rejected_at": "2009-06-13T00:01:02.094268Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament. http://www.parliament.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-13T00:01:02.094268Z"
        },
        "id": 12588820
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ExpensesLeaker/"
    },
    "type": "petition"
}