{
    "data": {
        "attributes": {
            "action": "determine how many MPs represent constituencies too far to reasonably travel to Westminster every day, and to purchase a flat for each of those MPs to use during their term of office.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The DWP has determined that it is reasonable to travel up to 90 minutes each way for work. The House should work out how many constituencies are more than 90 minutes away from Westminster. For each constituency, the government should buy & furnish a 2-bedroom flat. Each MP should be allocated a flat & live there rent-free for the duration of their office. Each flat should be inspected prior to each general election & the costs of any damages/breakages above fair wear & tear should be deducted from their final salary in that term. Additional allowable expenses should include phone line rental & internet costs, business phone calls, utilities, CT & travel from London to their constituencies. \n\nWe see no reason why this would not be acceptable. The scheme would pay for itself within a few years, and if the constituencies are redrawn and some are lost, surplus flats could be sold or let as private rentals & income generated that way. \n\nWe call upon the Government to implement this plan within the next year.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-11T22:37:29.235483Z",
            "creator_name": "Kirsten Hey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-11T22:37:29.235483Z",
            "rejected_at": "2009-06-11T00:01:02.510315Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12589842
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MPaccomm/"
    },
    "type": "petition"
}