{
    "data": {
        "attributes": {
            "action": "continue his support in attempting to reform MP’s expenses.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This Petition aims to get the Prime Minister to continue his attempt in reforming MP expenses and to follow the General public's wish for this controversial issue to be solved by making Parliament expense claims as stringent as expenses in any other sector such as business, or tax returns.\n\nThe Deadline is set to coincide with the scheduled publication of MP’s expenses; publication is not enough, as many currently acceptable expenses we believe to be unjustified!\n\nAll Signatories below agree that the current system does not prevent fraudulent claims and worse even allows many grossly unjustifiable claims! - and support a new system that is observant of fraud and rules that only allow costs that are directly incurred by the position i.e Travel, office equipment and anything else MP's \"Need\" to spend to perform their public functions and not just anything that they happen to want.",
            "closed_at": "2009-07-11T00:00:00Z",
            "created_at": "2009-05-11T20:57:10.948999Z",
            "creator_name": "Mr Alexander Dawn",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-11T20:57:10.948999Z",
            "rejected_at": "2009-06-13T00:01:02.094268Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament. http://www.parliament.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-13T00:01:02.094268Z"
        },
        "id": 12589140
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MP-expense-rules/"
    },
    "type": "petition"
}