{
    "data": {
        "attributes": {
            "action": "introduce the Supplementary Vote system to elect all Members of Parliament because this will give voters more choice, influence and power to elect their representatives. This system is currently used the elect the Mayor of London.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition asks the Government to change the system of electing UK Members of Parliament to the Supplementary Vote that is currently used to elect the Mayor of London. The voter is given a second preference on the ballot paper so it increases choice and the ability to influence who becomes the MP.\n\nIt is easy to use and works as follows. All the voter does is place an X in the first column against the name of their first preference candidate and another X in the second column against the name of their second preference candidate.\n\nWhere candidates receive more than 50% of first preference votes cast on the first count they are elected as the MP. If no candidate wins 50% or more of the first preference votes then all but the top two candidates are eliminated and the eliminated candidates' second preferences are then redistributed as per the voters' choices. The candidate with the greatest share of the resultant vote is then elected as the winner.\n\nThis voting system has been successfully used for many years in the UK and it could very easily be implemented in the existing constituencies.",
            "closed_at": "2010-06-05T00:00:00Z",
            "created_at": "2009-05-12T15:34:40.935147Z",
            "creator_name": "Mr Tim Fairhead",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-12T15:34:40.935147Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-06-06T00:01:01.986293Z"
        },
        "id": 12594375
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/suppvote/"
    },
    "type": "petition"
}