{
    "data": {
        "attributes": {
            "action": "Declare MQM as terrorist organization as Canada and US did",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Muttahida Qaumi Movement (MQM) is controlled by Mr Hussain in mafia-style, with his word being the law. Detractors face the ultimate punishment – death – carried out through the private armed force maintained at his Karachi barricaded headquarters known as Nine Zero.On Mr. Hussain’s order, his Party was involved in the 12th May 2007 carnage in Karachi where 48 people were killed and 200 sustained bullet wounds, including 10 workers belonging to my Party, Pakistan Tehreek-i-Insaf (PTI). You can refer to your Karachi Consulate’s report on this incident. The MQM then went on to physically disrupt court hearings of this incident.\nIn 2007, on two occasions, the Federal Court of Canada ruled that the MQM met the legal definition of a terrorist organisation and its members could not be given political asylum. In addition, the US State Department web site describes the MQM as a “violent organisation”.In the light of above mentioned facts we would like you declare MQM a terrorist organization and should ban all its UK base activities and offices.",
            "closed_at": "2009-06-12T00:00:00Z",
            "created_at": "2009-05-12T02:24:45.597090Z",
            "creator_name": "Imran",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-12T02:24:45.597090Z",
            "rejected_at": "2009-06-20T00:01:02.749244Z",
            "rejection": {
                "code": 8192,
                "details": "Please provide a full name on your petition.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-20T00:01:02.749244Z"
        },
        "id": 12590460
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MQMterror/"
    },
    "type": "petition"
}