{
    "data": {
        "attributes": {
            "action": "To review the TDA policy for Overseas Qualified Teachers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Teaching Development Agency (TDA) misguiding Overseas Qualified Teachers in United Kingdom\n\nI just like to express my feelings and bitter experience, which I received in last few years to get into Primary Teaching. I have wasted my precious 3 years by following the rules and guidance set by Teachers Development Agency for Overseas Qualified Teachers. Every bit of information, which is provided by this Teaching Agency is wrong.\nTDA straight forward should tell us to do a I year Teachers Training Course from any UK University to get into teaching instead of guiding us to do a Teaching assistant job in any UK school in order to sit in an assessment held by Local Education Authority (LEA) to get Qualified Teacher Status (QTS).\nBut reality is that when I applied for Teaching Assistant job in several schools or even a volunteer work through the website www.do-it.org.uk , the schools are not ready to take me in their system. \nThe Great Britain Government needs to review the policy of TDA for Overseas Qualified Teachers that is to do 1 year Teachers Training course from any UK University to get into teaching system.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-12T23:33:55.740491Z",
            "creator_name": "Danial Daud Ali",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-12T23:33:55.740491Z",
            "rejected_at": "2009-06-13T00:01:02.094268Z",
            "rejection": {
                "code": 65536,
                "details": "",
                "reasons": [
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12597360
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/OverseasTeachers/"
    },
    "type": "petition"
}