{
    "data": {
        "attributes": {
            "action": "authorise the testing of nuclear weapons on the City of Birmingham",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In this cruel world we live in, terrorism is a real danger to the moral fabric of the British people, and it is clear that only a strict programme of nuclear attacks is the way to combat this evil menace. However nuclear weapons have the potential to be a little bit nasty, and that is why we would like a thorough testing programme of them, and where better to do so than Birmingham.\n\nMention Birmingham to any normal person, and the place elicits much mirth, and hilarious attempts to mimic the accent of the \"Brumphibians\". Therefore we feel it is the most suitable testing ground for such things, as the city is regarded by the rest of this fair Isle as a place fueled with idiocy.\n\nAs has been seen from the Chernobyl accident, nuking swathes of land returns it to it's natural state, now what could be better than replacing the ugly conurbation of the West Midlands, with a huge man made forest. This would also improve the local economy in surrounding places such as Coventry or Stoke, which have been hit hard by the recession, as people would shop there, due to the former Bull Ring being contaminated land.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-12T08:28:57.547162Z",
            "creator_name": "Dr Gideon Ceefax",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-12T08:28:57.547162Z",
            "rejected_at": "2009-06-13T00:01:02.094268Z",
            "rejection": {
                "code": 128,
                "details": "",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12590819
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nukebrum/"
    },
    "type": "petition"
}