{
    "data": {
        "attributes": {
            "action": "Send Iron Maiden To The Eurovision Song Contest 2010",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Iron Maiden is arguably the greatest heavy metal band of all time, they have sold millions upon millions of albums worldwide, are widely recognized as a major influence in most young \"rockers\" lives, show pride in their british roots, are great role models for young people with their healthy and active lifestyles & have a magnitude that no other band in the world has, even coming of a tour that went through 50,000 miles in 5 continents and played 23 concerts all in 45 days.\n\nWhy do we keep sending fake, commercial music, with artists that look like children's tv presenters and will eventually end up working in Tesco's 12 months later when he have some of the most amazing talent in the world?\n\nWho cares if metal is not the most loved musical genre of all time? Finland have sent two metal bands in 2006 and in 2008, with the most famous being Lordi who actually won the competition!!!\n\nI and probably all the people that sign this petition believe that we could win this competition not only for Great Britain but also for Heavy Metal and real music in general. \n\nThank You for your support. \n- Kenn Algar",
            "closed_at": "2009-08-12T00:00:00Z",
            "created_at": "2009-05-12T21:23:28.961880Z",
            "creator_name": "Mr Kenneth Michael Algar",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-12T21:23:28.961880Z",
            "rejected_at": "2009-06-12T00:01:01.525400Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-12T00:01:01.525400Z"
        },
        "id": 12596660
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/maideneuro2010/"
    },
    "type": "petition"
}