{
    "data": {
        "attributes": {
            "action": "Stop the moving of the heli port to Lands End",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The heliport at Long Rock that has been successfully running travellers to and from the Scilly isles since 1964 is trying to move to Lands End aerodrome. \nThey are doing this because they want to sell the plot of land that they own at Long Rock, so that they can make money. (They originally built it there because it gets less fog than lands end, so why move it now?) They also claim that they are being more \"environmentally friendly\", by shortening the flight by around 4 miles each way. \n\nMoving the heliport will cause a HUGE problem to beach goers, local businesses, surfers, tourists, people from the Scilly isles, commuters, wildlife, etc. \n\nHow??\n\nWell, the helicopters flying directly over Gwynver and Sennen beach giving out a noisy smelly mess. Just imagine not being able to speak to someone sitting next to you when they are flying directly over these amazing beaches. \n\nNow, here’s the really bad bit...\nThere will be a helicopter flying directly over THREE TIMES EVERY HOUR, BETWEEN 7:30am AND AFTER 6:00pm - that's almost 30 a day\nThis will affect B&B's and local businesses because of the noise and fumes.",
            "closed_at": "2009-09-13T00:00:00Z",
            "created_at": "2009-05-12T21:33:45.279963Z",
            "creator_name": "Bert Wright",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-12T21:33:45.279963Z",
            "rejected_at": "2009-06-13T00:01:02.094268Z",
            "rejection": {
                "code": 16384,
                "details": "Please contact your local authority in the first instance.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-13T00:01:02.094268Z"
        },
        "id": 12596719
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LandsEndAAG/"
    },
    "type": "petition"
}