{
    "data": {
        "attributes": {
            "action": "Abolish the current Government immediatly and allow the public to run this country.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Further to the publishing of MPs expenses, which is the latest in a seemingly never-ending catalogue of Government gaffs and disasters, it is apparent that our MPS are not capable of running this country but are only capable of looking after themselves. Therefore I propose that with immediate affect, all MPs resign and a Public Party is created, comprising of members of the public, who are genuinely concerned with putting the \"great\" back into Great Britain and genuinely concerned with putting health, education, and employment in Britain top of the list and sorting out the mess that Britain has become. The \"politicans\" have had their chance, and have proved once again that they are incompetent and incapable of the roles they are tasked to perform. Only the British public can put Britain right. Lets form a Public Party and get rid of the dead-wood and wastage that has eaten away at our once great country like a parasite. Vote now for this and I will make further actions.",
            "closed_at": "2009-08-12T00:00:00Z",
            "created_at": "2009-05-12T19:56:22.153709Z",
            "creator_name": "Mike Corbin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-12T19:56:22.153709Z",
            "rejected_at": "2009-06-13T00:01:02.094268Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-13T00:01:02.094268Z"
        },
        "id": 12596089
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Britain-needs-us/"
    },
    "type": "petition"
}