{
    "data": {
        "attributes": {
            "action": "Influence Dorset Police to exempt Carnival Floats travelling to and from Carnivals  from abnormal loads legislation that only allows movement during daylight hours, so that they can travel during the hours of darkness with their own escort",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dorset police have decided to use existing abnormal loads legislation to force large carnival floats to travel only during daylight hours with a professional escort. As illuminated carnivals take place at night it is essential that floats are able to return to their base after carnivals in the dark, with their own escort.  If we are forced to travel only during daylight hours with a paid escort it will seriously increase cost for clubs who will have to find secure after carnival storage, pay tractor hire for two days rather than one each week, and then give up another day to go and collect floats before the next weeks appearance. Since all carnival participants are unpaid and give their time freely for charity we consider this to be unfair.   In the last twenty years there has not been an accident in Dorset involving one of these floats travelling after dark",
            "closed_at": "2009-08-18T00:00:00Z",
            "created_at": "2009-05-12T20:14:56.935399Z",
            "creator_name": "Mrs Marion Haines",
            "government_response_at": "2009-09-28T11:00:21.392239Z",
            "government_responses": [
                {
                    "created_at": "2009-09-28T11:00:21.392239Z",
                    "details": "You signed a petition asking the Prime Minister to \"Influence Dorset Police to exempt Carnival Floats travelling to and from Carnivals from abnormal loads legislation that only allows movement during daylight hours, so that they can travel during the hours of darkness with their own escort.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20732\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'movements'",
                    "updated_at": "2009-09-28T11:00:21.392239Z"
                }
            ],
            "opened_at": "2009-05-12T20:14:56.935399Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 760,
            "state": "finished",
            "updated_at": "2009-09-01T03:03:52.882560Z"
        },
        "id": 12596219
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/movements/"
    },
    "type": "petition"
}