{
    "data": {
        "attributes": {
            "action": "force all MPs who have been paid inappropriate expenses (in the eyes of the taxpayer) to repay the money, with interest, by the end of June 2009, as simply saying \"Sorry\" is not enough.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Any MP who fails to meet this deadline should be deselected by their party and a by-election in their constituency called within four weeks.  \n\nAll MPs' expenses, pay, pension and allowance details to be made available to the public indefinitely. \n\nNo expense claims for any kind of cleaning (household, moat, Chinese rug, chandelier, window, chimney, etc) or gardening (manure, pots, plants, etc) or repairs (leaking pipe under tennis court, boiler, etc) to be submitted.  Also no redecorating, private chauffeur and security services, nappies, baby bibs, or any other receipts it is unreasonable for the taxpayer to reimburse should be submitted.\n\nIn future all aspects of MPs' remuneration should be overseen by an independent body whose first priority is to protect the taxpayer, not build up MPs' property portfolios or feather-line MPs’ first and second homes with the latest furnishings, appliances and electronic equipment all too regularly.\n\nNo London MP should be able to claim for a second home. The practice of switching designation between first and second homes must stop and the designations must correspond with Inland Revenue and local council records.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-12T19:57:58.333595Z",
            "creator_name": "Mrs Linda Minchener",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-12T19:57:58.333595Z",
            "rejected_at": "2009-06-13T00:01:02.094268Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament. http://www.parliament.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12596102
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MPsrepayexpenses/"
    },
    "type": "petition"
}