{
    "data": {
        "attributes": {
            "action": "Bring an end to 'Career' MP's, limit MP's to a maximum of two terms in Parliament after which they return to their prior job.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The latest revelations surrounding MP's expenses are a strong argument for an end to the current system of MP's.\n\nWe can reduce the number of MP's by simplifying the borders of each constituency, and not amending them prior to each by-election so that the ruling party has the best chance of success.\n\nPrior to each by-election people that actually live in the constituency can apply to be an MP, with the most suitable candidate being selected.\n\nTheir salary will be exactly the same as their current job, and a contribution will be made to their personal pension plan for the length of their service as an MP.\n\nAfter their service is over, they return to their former job and are no futher burden ont he taxpayer.  Expenses are viewed in exactly the same way as any other employee, ie you can only claim for reimbursements directly required by your job.\n\nFinally, the taxpayer can purchase a building large enough to accommodate all the MP's on an overnight basis.  No allowances for hotels/second homes are allowed.",
            "closed_at": "2009-11-12T00:00:00Z",
            "created_at": "2009-05-12T09:23:55.017450Z",
            "creator_name": "Paul Newstead",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-12T09:23:55.017450Z",
            "rejected_at": "2009-06-11T00:01:02.510315Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-11T00:01:02.510315Z"
        },
        "id": 12591150
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EndCareerMP/"
    },
    "type": "petition"
}