{
    "data": {
        "attributes": {
            "action": "Revamp the Government imediately ahead of June European elections",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Please bring fresh new blood into your team from outside - so new infusion of creative and positive ideas can be generated - too much career minded political figures with little real fresh input they are truly stale !\nSo appoint Vince Cable as the Chancellor and your deputy!  and ( just do it at whatever the price- make him an offer he can not refuse ) \nThe expenses' media coverage by the Barclays and Murdoch interest groups , is to sway the EU vote and encourage the Joe Public to vote against the two parties ! This is a disgrace and New Labour should not fall for this cheap, but could be very expensive trick! \nSo fight back to regain the media and the public with a radical change ! bring in some top corporates re the econonomy !  and truly get Active!\nAware you have been in governemnt too long 12 plus years, and guilty of many mistakes !  but unless you consider the Future generation sincerely, you will be wasting a unique posiiton of power- as the Conservatives are truly unelectable and , if they pulled it off by your incompetence, it would be to the detriment of UK for many generations to come !",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-12T06:40:14.492911Z",
            "creator_name": "David Thompson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-12T06:40:14.492911Z",
            "rejected_at": "2009-05-19T11:55:11.816242Z",
            "rejection": {
                "code": 1,
                "details": "As explained in our terms and conditions: http://petitions.number10.gov.uk/terms we are a Government website, so cannot host party political material. We suggest you contact the Labour Party or Gordon Brown as an MP.",
                "reasons": [
                    "Party political material"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12590562
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RevampTheGovNow/"
    },
    "type": "petition"
}