{
    "data": {
        "attributes": {
            "action": "bring back Rock Breaking (Ideally for 12 hours a day, 7 days a week), for all convicted criminals sent to prison, as a punishment for their crime.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It's a disgrace that convicted criminals go to prison unaffraid of what lies in store for them when they go to prison.\nThe opportunity of being given luxuries on the inside, as well as being able to get illegal drugs too is an outrage. Criminals should be made to be affraid of the possibility of going to prison. This would be a great deterant for them, to make them think twice about their actions, before commiting a crime.\nThat is why I urge the Prime Minister to think about bringing about true punishments for convicted criminals who go to prison, such as Rock Breaking (Ideally 12 hours a day, 7 days a week).\nCrime is going up, the Police Force, *Sorry, I meant Service!, in Great Britain, this week, say they need 2000 more officers to deal with the increase in crime.\nSomething needs to be done, NOW!",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-12T16:19:58.332164Z",
            "creator_name": "James Galvin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-12T16:19:58.332164Z",
            "rejected_at": "2009-06-13T00:01:02.094268Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Toughonthugs/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12594763
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/rockbreaking/"
    },
    "type": "petition"
}