{
    "data": {
        "attributes": {
            "action": "to publicly stand up and defend our national sovereignty, our rights and the rule of law",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A political elite has for some time manipulated the electoral system to deprive the people of true democratic representation by constructing a party political system that has allowed, indeed encouraged, acts of treason to have been committed. Her Majesty Queen Elizabeth II, whose position has been usurped by a corrupt House of Commons and who has been forced into the destruction of her Kingdom and the breaking of her coronation oath, no longer governs us in accordance with our laws and customs, as was the situation when she was elected by the people as our Sovereign and our Head of State.\nSuch is the state of our governance today and thus our nation, that we (the people) feel we have no choice but to seek redress by way of lawful rebellion… with which we will continue until such times as our system of governance is put right, our sovereignty is reinstated, our rights respected and the rule of law upheld… and those who have brought about our demise through their criminal activity be brought to justice in an honest court, with harshest treatment for those found guilty of these crimes committed henceforth.",
            "closed_at": "2009-08-12T00:00:00Z",
            "created_at": "2009-05-12T17:55:50.072328Z",
            "creator_name": "Mr Christopher Mark Lees",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-12T17:55:50.072328Z",
            "rejected_at": "2009-06-13T00:01:02.094268Z",
            "rejection": {
                "code": 512,
                "details": "Please rephrase the title of your petition so that it is more clear what action you are asking the PM or government take.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-13T00:01:02.094268Z"
        },
        "id": 12595418
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lawfulrebellion/"
    },
    "type": "petition"
}