{
    "data": {
        "attributes": {
            "action": "Introduce an advanced cycling proficiency test for all the people who have signed/sign the petiton calling for the national speed limit NOT to be reduced to 50mph",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Claims that a reduction in the national speed limit will not save lives are ridiculous.\n\nEven if a reduction didn't save lives, it would make the likes of rural roads and the countryside a much less intimidating and much pleasanter place to live and visit, especially for cyclist, horseriders and walkers.\n\nAs for a speed reduction being of little worth in reducing CO2 emmissions - nonsense.  Like raising money for charity, the best way, indeed the only way to reduce the worlds carbon emmisions, is for everbody to contribute something: for the poor it might be a penny, for those with money to burn, like speeding drivers, it could be the cost of a tank full of petrol.\n\nThe cyclist, the horserider, the walker can't contribute much more, and certainly shouldn't be contributing (forfeiting) life, to the likes of speeding drivers.\n\nLess speed, would surely mean more cycling, horseriding and walking: ultimately less CO2.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-13T07:16:11.498776Z",
            "creator_name": "Mr Allan Ramsay",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-13T07:16:11.498776Z",
            "rejected_at": "2009-06-13T00:01:02.094268Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12597721
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/drivercycletest/"
    },
    "type": "petition"
}