{
    "data": {
        "attributes": {
            "action": "dissolve parliament immediately and hold a general election.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The recent revelation about MPs expenses, across the political spectrum, has tainted the current parliament and the British people are fed up with it.\n\nLord Naseby, former deputy Commons Speaker, speaking on BBC Radio 4's 'The World This Weekend' on 10 May said: \"It is quite awful. The majority of members do a genuine job, work hard and try and look after their constituents' interest. It brings the whole status of parliament right down into the pits.\n\n\"I think frankly, if this runs and runs, then parliament should be dissolved, I think they have to start again.\"\n\nHe continued: \"The Great British public has lost confidence and I think that it is extremely serious. And if it is that serious then there is only one way of dealing with it, that is to dissolve parliament.\n\n\"After all, an election is due within a year now. So I think the prime minister has to face up to it, that not only is the economy in dire trouble, but now the very foundations of our democracy appear to be in dire trouble and in those circumstances we need a general election.\"\n\nMost eloquently stated.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-12T12:31:11.345718Z",
            "creator_name": "John Fox",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-12T12:31:11.345718Z",
            "rejected_at": "2009-06-11T00:01:02.510315Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/GoToCountryNow/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12592901
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/weareangry/"
    },
    "type": "petition"
}