{
    "data": {
        "attributes": {
            "action": "Abolish the MP second home allowance",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government should acquire one bedroomed flats, that would remain owned and be funded by the state for MP's to use as London accommodation whilst they were elected MP's. This would enable all allowances for second homes to be completely abolished and remove the opportunity for profit making by MP's at the expense of the taxpayer.\nThe flats upkeep would be state funded and furnished to standard (not luxury)level. They are after all only places to sleep as we are continually told MP's have a heavy workload. During Parliament recesses they could be let out to tourists, in a similar way that Universities let out rooms in Halls of Residence.\nMP's do not need multiple bedroomed second homes in London. Other workers who work away during the week do not get second homes for their entire family provided by their employers they only get accommodation provided for themselves (if they are lucky enough to get that)",
            "closed_at": "2009-11-13T00:00:00Z",
            "created_at": "2009-05-13T12:16:45.802856Z",
            "creator_name": "Mr G Manton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-13T12:16:45.802856Z",
            "rejected_at": "2009-06-13T00:01:02.094268Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament. http://www.parliament.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-13T00:01:02.094268Z"
        },
        "id": 12600177
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AbolishMPExpense/"
    },
    "type": "petition"
}