{
    "data": {
        "attributes": {
            "action": "Improve the national net of cycle routes to encourage cycling and boost the economy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Cycling in UK is dangerous. Our economy is declining. Our climate is changing.\n\nCreating a wider and more complex net of cycle routes across UK would help to resolve all 3 problems.\n\nIt is always difficult to find cycle routes that are not dangerous but as short distance as possible. They are usually not suitable for cycle tours or faster cycling. There are often just signs to mark a route on roads including normal traffic. \nThere is a net if you look from the distance (eg. Sustrans) BUT if you zoom in you will find many gaps and complicated zigzag routes. (Or just go outside and try to find your next cycle path...)\n\nCycle paths/lanes could be build on former railway tracks or alongside roads to reduce car traffic. \n\nThere are plenty excamples to be copied from in other european countries. It might even be possible to claim money for it from the EU.\n\nGood planning to connect with sights of tourist interest, youth hostels, campsites etc. would create a sustainable tourism industry. It would encourage cycle hire, supply shops and help local and rural communities to florish better.\n\nIt would reduce the number of accidents and certainly help to combat climate change.\n\nLots of good reasons...",
            "closed_at": "2009-09-14T00:00:00Z",
            "created_at": "2009-05-13T17:41:15.723063Z",
            "creator_name": "Max Priesemann",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-13T17:41:15.723063Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 68,
            "state": "finished",
            "updated_at": "2009-09-15T00:01:01.849457Z"
        },
        "id": 12604199
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CycleRoutes/"
    },
    "type": "petition"
}