{
    "data": {
        "attributes": {
            "action": "call in Scotland Yard to investigate fraudulent claims that do not satisfy the conditions clearly laid down in the Department of Finance and Administration’s Green Book instead of calling for an independent commission.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Strict rules on what MPs can and cannot claim on their expenses are set out in the Department of Finance and Administration’s Green Book, which is sent to all members every year. Additional Costs Allowance (ACA) states that members must ensure that all ACA claims are “above reproach” and there must be “no grounds for a suggestion of misuse of public money” also expenses incurred should be “wholly, exclusively and necessarily”. \n\nIn the light of their undignified and scrambling haste to pay back claims suggests even they know the above criteria was not met. Paying back monies does not excuse their actions. This was fraud. In any other profession this would be viewed as ‘fiddling’ and would result in firstly dismissal and secondly prosecution.",
            "closed_at": "2009-11-13T00:00:00Z",
            "created_at": "2009-05-13T18:57:41.248620Z",
            "creator_name": "Mr Garry Hughes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-13T18:57:41.248620Z",
            "rejected_at": "2009-06-13T00:01:02.094268Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament. http://www.parliament.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-13T00:01:02.094268Z"
        },
        "id": 12604805
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/racket/"
    },
    "type": "petition"
}