{
    "data": {
        "attributes": {
            "action": "dissolve Parliament as nobody with a criminal record should be a MP which all those who have unlawfully taken money from the taxpayer or took part in tax evation should in theory be aced with.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The recent debacle over MP expenses has proven that the public should now be given the opportunity to vote on who they want in government. If the action brought to the public attentions recently had happened in any other country, for example Zimbabwe, the Government would have been branded corrupt and this Government and in fact most MP's could be seen as being this. Anybody else would have been facing criminal prosecution for what has happened but MP's seam to have re-written the law in that apologizing and offering to pay back what they tried to get away with can avoid prosecution. Can this apply to the general public.",
            "closed_at": "2009-11-13T00:00:00Z",
            "created_at": "2009-05-13T19:42:01.694883Z",
            "creator_name": "Mr Darren Sutclife",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-13T19:42:01.694883Z",
            "rejected_at": "2009-06-13T00:01:02.094268Z",
            "rejection": {
                "code": 18432,
                "details": "There is already a petition calling for a general election which you may want to sign: http://petitions.number10.gov.uk/GoToCountryNow/\n\nIf you wish to make a point about the MPs' expenses system, this is a matter for direct communication with Parliament. http://www.parliament.uk",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-13T00:01:02.094268Z"
        },
        "id": 12605267
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DisolveParlmt/"
    },
    "type": "petition"
}