{
    "data": {
        "attributes": {
            "action": "consider deleting or reducing council tax on empty factories for people with no income and have no chance of getting tenants whilst in this terrible climate",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Are we being neglected? Once upon a time it was an advantage to own, a factory, shop or any commercial building,but is it now? the country needs our commercial buildings to keep manufacturing and busninesses here, now some of our premises are empty through no fault of our own we are penalised How can we be expected to pay full rates on something that is not earning us a penny? and with no hope of getting suitable tenants in the near future due to our economic climate. I have know other form of income, very low interest on my savings and struggle to pay my own household bills and now have the added stress of continuous bills for commercial council tax(on empty and in need of repair factory) hitting my door mat regularly!Are you in a similar position? I'm sure I am not the only one please sign and hopefully we can help to put this matter right.",
            "closed_at": "2009-11-13T00:00:00Z",
            "created_at": "2009-05-13T21:41:21.855613Z",
            "creator_name": "Miss Patricia Orchard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-13T21:41:21.855613Z",
            "rejected_at": "2009-06-18T00:01:01.821580Z",
            "rejection": {
                "code": 67584,
                "details": "http://petitions.number10.gov.uk/EMPTY-RATES/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions",
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-18T00:01:01.821580Z"
        },
        "id": 12606189
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Petition-rates/"
    },
    "type": "petition"
}