{
    "data": {
        "attributes": {
            "action": "pressure the treasury to honour its previous promise that student loans taken out after '98 will follow inflation",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The treasury has yesterday announced that as of September forward, student loan repayment interest will be set at 0%.  This sounds like a good thing at 1st, but the current financial climate means it IS NOT.\n\nDeflation is currently(according to the year's RPI, at -0.4%). Therefore buying power of a fixed amount has reduced. So after September, students will repay an amount that is effectively worth more than their previous repayment commitment, since the figure they'll be repaying after September will have a greater purchasing power than the figure before September.\n\nThe more deflation worsens, the more loan repayments will be effectively enhanced. \n\nThe government previously promised that this would not occur, and buying power of a completely repaid loan would match that of the original loan at the time it was taken out.  \n\nThey have now reneged on this promise.  \n\nPlease sign this petition to urge the government to honour their original promise and prevent this happening.  \n\nMany thanks and kind regards.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-14T09:15:35.054072Z",
            "creator_name": "Miss Olivia Vanbergen",
            "government_response_at": "2011-03-15T12:38:53.319938Z",
            "government_responses": [
                {
                    "created_at": "2011-03-15T12:38:53.319938Z",
                    "details": "You signed a petition asking the Prime Minister to pressure the treasury to honour its previous promise that student loans taken out after '98 will follow inflation.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=Loansofstudents\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'Loansofstudents'",
                    "updated_at": "2011-03-15T12:38:53.319938Z"
                }
            ],
            "opened_at": "2009-05-14T09:15:35.054072Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 19231,
            "state": "finished",
            "updated_at": "2011-03-15T12:38:53.319938Z"
        },
        "id": 12608098
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Loansofstudents/"
    },
    "type": "petition"
}