{
    "data": {
        "attributes": {
            "action": "Disolve parliament and call a General Election.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In April 1653, Oliver Cromwell addressed the Rump Parliament: every word applies equally today.\n\n\"It is high time to put an end to your sitting in this place, which you have dishonoured by your contempt for all virtue, and defiled by your practice of every vice; ye are a factious crew, and enemies to all good government; ye are a pack of mercenary wretches and would, like Esau, sell your country for a mess of pottage… Is there a single virtue now remaining amongst you? Is there one vice you do not possess? Ye have no more religion than my horse; gold is your god; which of you have not bartered your conscience for bribes?… Ye are grown intolerably odious to the whole nation; ye were deputed here by the people to get grievances redress'd, and are yourselves gone… You have sat far too long here for any good you have been doing. DEPART I SAY AND LET US HAVE DONE WITH YOU. IN THE NAME OF GOD, GO!\"",
            "closed_at": "2009-07-21T00:00:00Z",
            "created_at": "2009-05-14T12:14:02.495578Z",
            "creator_name": "Mr Tim Watt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-14T12:14:02.495578Z",
            "rejected_at": "2009-06-28T00:01:02.196117Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/GoToCountryNow/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-28T00:01:02.196117Z"
        },
        "id": 12609873
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Disillusion/"
    },
    "type": "petition"
}