{
    "data": {
        "attributes": {
            "action": "give as much help to people needing to lose weight as is currently (quite rightly) given to those needing to stop smoking",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It was recently reported that anyone with a Body Mass Index near the top of the HEALTHY range was more likely to contract various cancers than someone near the bottom of that range. Goodness knows, therefore, how those of us in the over-weight - or, especially, the OBESE - range are affected.  \n\nI have various suggestions.  One is to put subsidies on low-calorie foods allied to higher taxation (V.A.T.) on high-calorie.  \n\nThe other aspect to losing weight is exercise.  I would therefore suggest the following: Force local councils to reduce tripping hazards on pavements (re walking; obviously) by taking action to even out paving stones, manholes, etc.  Also to provide FAR more rubbish bins for the safe disposal of slipping hazards such as fruit and vegetable detritus; and FAR more public toilets so that people are not deterred from long walks by the fear of being \"caught short\".  \n\nAlso: far more cycle lanes; ALLIED TO FAR SEVERER PENALTIES FOR CYCLING ON THE PAVEMENT.  Free admission to swimming pools, sports centres, etc; paid for by increases in Council Tax, or by using reserves in resources, but in any case NOT by reducing other council services.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-14T00:57:04.313427Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-14T00:57:04.313427Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 12607293
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WeightLossHelp/"
    },
    "type": "petition"
}