{
    "data": {
        "attributes": {
            "action": "prosecute Truscott, Taylor and Morley just as they would if they were ordinary working people.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Tonight’s headlines make grim reading. Two Labour peers face suspension from Parliament for six months after being found guilty of misconduct. Ex-trade minister Lord Truscott and Lord Taylor of Blackburn were accused by the Sunday Times of being willing to change laws in exchange for cash, and that has been substantiated. Also, former minister Elliot Morley has been suspended from the Parliamentary Labour Party after claiming £16,000 expenses for a mortgage he had already paid off. As a member of the Labour Party for over 40 years these are darker days than I have even known. And these will not be the last... What I and many members of the public want to see is these felons prosecuted. Then turn your attention to the expenses system of the European Parliament ...",
            "closed_at": "2009-08-14T00:00:00Z",
            "created_at": "2009-05-14T21:57:34.768650Z",
            "creator_name": "Dr. Mike W Rogers",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-14T21:57:34.768650Z",
            "rejected_at": "2009-06-18T00:01:01.821580Z",
            "rejection": {
                "code": 4096,
                "details": "Government cannot prosecute individuals or organisations. It is the role of the police to investigate suspected crimes, and the role of the Crown Prosecution Service to decide whether there is a case to answer, and to prosecute.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-18T00:01:01.821580Z"
        },
        "id": 12615575
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LetterLaw/"
    },
    "type": "petition"
}