{
    "data": {
        "attributes": {
            "action": "fully investigate all fraudulant expenses and bring disciplinary and criminal action against those involved",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We, the British people feel the British government has to take action against the theft that has taken place over a number of years by members of parliament claiming expenses which are false, whilst they may be within the 'rules' the issue here is one of morals, is it acceptable for a thief to get caught, and instead of receive a fine or go to prison simply hand the stolen item back? How dare these politicians simply parade themselves on television holding a cheque? This is modern day highway robbery and should cease immediate effect. Or will this government once again prove it does not care about the hard working British people. Can an employee claim incorrect expenses and not face the sack if he or she simply says sorry??\nLet’s discontinue making a mockery of this once great nation",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-15T12:34:27.136195Z",
            "creator_name": "Paul Whitehurst",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-15T12:34:27.136195Z",
            "rejected_at": "2009-06-26T00:01:02.360846Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament. http://www.parliament.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12618963
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/freeforall/"
    },
    "type": "petition"
}