{
    "data": {
        "attributes": {
            "action": "intervene to stop the job reductions in the Equality and Human Rights Commission's helpline service.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government's equality watchdog, the EHRC plans to cut the number of its public helpline staff by 50 from 115 to just 65 staff. \n\nThese cuts could not come at a worse time. The recession has seen an increase in demand for the helpline service, particularly from people being made redundant because they are on maternity leave, are disabled or have caring responsibilities.\n\nThe EHRC plans to close the Manchester helpline which handled over 50,000 enquiries last year from members of the public facing discrimination. It also plans to reduce numbers at its Cardiff and Glasgow based helplines.\n\n£450,000 of taxpayers' money has been spent on the training and recruitment of helpline staff since 2007, yet much of that investment may now be wasted.",
            "closed_at": "2009-08-27T00:00:00Z",
            "created_at": "2009-05-15T12:03:31.338610Z",
            "creator_name": "James Davies",
            "government_response_at": "2009-09-28T11:05:21.235824Z",
            "government_responses": [
                {
                    "created_at": "2009-09-28T11:05:21.235824Z",
                    "details": "You signed a petition asking the Prime Minister to \"intervene to stop the job reductions in the Equality and Human Rights Commission's helpline service.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20737\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ehrchelpline'",
                    "updated_at": "2009-09-28T11:05:21.235824Z"
                }
            ],
            "opened_at": "2009-05-15T12:03:31.338610Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 334,
            "state": "finished",
            "updated_at": "2009-09-18T03:04:00.612822Z"
        },
        "id": 12618704
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ehrchelpline/"
    },
    "type": "petition"
}