{
    "data": {
        "attributes": {
            "action": "We the undersigned petition the Prime Minister to ensure MPs Repaying unacceptable expense's should not automatically escape from an in depth police investigation, Court action when applicable, forensic scrutiny from their Constituency Party and appropriate disciplinary action from relevant Party Leaders",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am offended that some MPs give the impression when caught (at best) misusing public money (in relation to their expense's) seem to think it is enough to simply repay the money to escape any further action. MPs are not above the law; any suspected misuse of public money for the rest of the population would not escape court action, and where found guilty a prison sentence, loss of employment and in extreme cases shunned by their peers and community. It is time for MPs who have exploited the system to be treated the same as the rest of us. Some who are proved to be unworthy role models perhaps should be barred from public office for life.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-15T09:02:05.399202Z",
            "creator_name": "Ian Cresswell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-15T09:02:05.399202Z",
            "rejected_at": "2009-06-19T00:01:01.206591Z",
            "rejection": {
                "code": 16384,
                "details": "MPs' expenses are a matter for direct communication with Parliament. http://www.parliament.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12617263
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ExpenceFiddle/"
    },
    "type": "petition"
}