{
    "data": {
        "attributes": {
            "action": "Seriously involve the police to take action against MP's stealing tax payers money",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "MP's who have been helping themselves to tax payers money, through the lax expenses system, need to be investigated by an honest MET dective (under no influence by the government) and arrested and have theft, embezzlement, fraudulent, charges and the like, bought against them. At least the last six years need to be looked at, as per tax rules. They have stole OUR money through a system that seems to have dishonest expense offices looking the other way. The MP's  pathetic excuses and apologies will not change what they have done and just because they are paying it back does not make it all OK.  Many, many british people go about their jobs often putting their own hand in their pockets to do so, some only earning minimum wages!!! and paying income tax... why do MP's even get expenses? they get good enough wages, they dont even pay their own way to work and buy their own lunch. I am absolutely outraged by all this and I think I speak on behalf of most of Britain. SACK them all.",
            "closed_at": "2009-11-14T00:00:00Z",
            "created_at": "2009-05-14T13:46:16.289838Z",
            "creator_name": "Tracey Burzynski",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-14T13:46:16.289838Z",
            "rejected_at": "2009-06-20T00:01:02.749244Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament. http://www.parliament.uk/",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-20T00:01:02.749244Z"
        },
        "id": 12611121
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/sadbritain/"
    },
    "type": "petition"
}