{
    "data": {
        "attributes": {
            "action": "UK and USA must support Sri Lanka IMF Loan",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sri Lanka's government sought the loan from the global lender of last resort to help weather the financial storm and avert a balance of payment crisis.\nThe rupee has fallen around 8.32 percent since Oct. 30 and 4.07 percent so far this year, after the central bank allowed some depreciation to conserve dollars and help exporters.The CEDA remains deeply concerned by the humanitarian crisis in Sri Lanka, and we continue to urge the LTTE to lay down its arms and allow the civilians trapped in the safe zone to leave. The  Ceylonese groups and other concerned international, national and local members recently met to discuss the situation. As  expatriate we are playing an important role on the ground in Sri Lanka, and we seen that the government has taken its responsibility minimize conflicts as much as have taken the steps necessary to protect civilians and allow humanitarian access from our own grounds to deliver and other organizations internally  addressed the urgent humanitarian needs.  We would like PM to step in and support  the loan and also the  process  is still under progress and nobody should speculate until IMF announced it officially.",
            "closed_at": "2009-07-15T00:00:00Z",
            "created_at": "2009-05-15T04:52:44.739738Z",
            "creator_name": "Renu",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-15T04:52:44.739738Z",
            "rejected_at": "2009-06-19T00:01:01.206591Z",
            "rejection": {
                "code": 8192,
                "details": "Please provide your full name.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-19T00:01:01.206591Z"
        },
        "id": 12616730
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SriLankaIMFLoan/"
    },
    "type": "petition"
}