{
    "data": {
        "attributes": {
            "action": "Introduce Military Joint Personnel Administration (JPA) for Ministers expenses",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Joint Personnel Administration (JPA) is a computer based system introduced to all 3 armed services to provide every aspect of a serviceman's personal administration.  Unfortunately, regarding expenses incurred on duty JPA has gained notoriety across all three services due to many factors including the rigour of required audits as well the inflexible nature of permitted payments.  For example servicemen and women in the UK are restricted to a daily subsistence of £27.01p for food, any excess results in a claim violation and audit involving examination of actual receipts and full justification of why the expense was required. All before the capped amount of £27.01 is paid.\n  \n  Surely with ministers seeking to claim justifiable expenses having recently been embarassed by what they thought were valid claims the MoD could include the relatively small number of elected members to be administered by the JPA. They could then enjoy the full rigour of claim assessment currently experienced by servicemen and women.",
            "closed_at": "2009-11-14T00:00:00Z",
            "created_at": "2009-05-14T13:04:31.029507Z",
            "creator_name": "Ian Phillis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-14T13:04:31.029507Z",
            "rejected_at": "2009-06-20T00:01:02.749244Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament. http://www.parliament.uk/",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-20T00:01:02.749244Z"
        },
        "id": 12610471
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MPs-JPA/"
    },
    "type": "petition"
}