{
    "data": {
        "attributes": {
            "action": "call a General Election, as in the light of recent allegations that immoral expenses claims have been made by a significant number of Members of Parliament, this is the only way in which the moral authority of Parliament can be restored.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The general public are incensed by the fact that, especially at a time of economic hardship for many of them, some Members of Parliament are and have been abusing the system of Members' expenses. The basic salaries which Members of Parliament receive (apart from expenses) are already substantial, and well in excess of those earned by most of the population. Despite easy words of apology, the repayment of sums of money, and in some cases the loss of positions, it is unlikely that the public will feel that by these actions alone proper punishment has been administered. This matter needs to be referred to a higher authority - which is the electorate, upon whose authority only Parliament has the right to act. The moral authority of Parliament has been severely diminished by this (unfinished) episode, and only with a fresh start will the public feel that a marker has been laid down for its representatives' behaviour, and that its representatives have the continued right to govern.",
            "closed_at": "2009-11-15T00:00:00Z",
            "created_at": "2009-05-15T13:01:11.691413Z",
            "creator_name": "Mr Christopher White",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-15T13:01:11.691413Z",
            "rejected_at": "2009-06-18T00:01:01.821580Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/GoToCountryNow/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-18T00:01:01.821580Z"
        },
        "id": 12619255
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FreshElection/"
    },
    "type": "petition"
}