{
    "data": {
        "attributes": {
            "action": "request that Her Majesty the Queen dissolve Parliament without delay so that elections can be held to restore public confidence in MPs and British democracy and so that a new parliament can thoroughly investigate the abuses which have had a catastrophic effect on democracy in the United Kingdom.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The recent collapse in public confidence in the Members of the UK House of Commons has effectively removed their legitimacy as a body and their moral authority to govern the people of the United Kingdom.  The entire system is in complete disrepute and it is essential for the restoration of democracy that the current assembly of Members should stand down and that a new parliament be elected without delay.  To this end the Prime Minister should immediately request of HM the Queen that she dissolve Parliament so that a new body of Members can put in train a thorough investigation of the abuses which have undermined the current system.",
            "closed_at": "2009-07-15T00:00:00Z",
            "created_at": "2009-05-15T12:49:04.681078Z",
            "creator_name": "MJ MAGUIRE",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-15T12:49:04.681078Z",
            "rejected_at": "2009-06-18T00:01:01.821580Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/GoToCountryNow/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-18T00:01:01.821580Z"
        },
        "id": 12619117
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SACKTHEHOUSE/"
    },
    "type": "petition"
}