{
    "data": {
        "attributes": {
            "action": "restore the link between post-1998 student loan interest rates and RPI inflation, meaning from September 2009 the rate should drop to minus 0.4%, not 0%.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It's a binding principle that there should be no ‘real cost’ to student loans.   As such, the rate has always been set every September at or below March’s RPI rate of inflation. The reason for this is to ensure that borrowing the money doesn’t decrease students’ purchasing power. \n\nYet, this year, we have deflation. March’s RPI was -0.4%, but the government has said the student loan rate for the majority of outstanding loans will not drop to that.  Instead, those who started university after 1998 will only see their loans drop to 0% interest.   \n\nBreaking this principle is wrong.  Is effectively means student loan holders will be overcharged, as, while prices in general are dropping, their loan rate doesn’t, so their purchasing power  diminishes.   While the difference is currently small, once a principle is broken, it is rarely fixed, and could cause huge damage in the future.",
            "closed_at": "2009-09-15T00:00:00Z",
            "created_at": "2009-05-14T12:30:40.332309Z",
            "creator_name": "Martin Lewis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-14T12:30:40.332309Z",
            "rejected_at": "2009-06-18T00:01:01.821580Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Loansofstudents/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-18T00:01:01.821580Z"
        },
        "id": 12610092
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Studentloanrate/"
    },
    "type": "petition"
}