{
    "data": {
        "attributes": {
            "action": "give Slumdog star Azharuddin Mohammed  and his family the right to live in the uk and to send someone to Mumbai to offer him and his family a home in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Mumbai slum home of one of the child stars of the Oscar-winning film Slumdog Millionaire has been demolished by city authorities.\n\nReports say that police smacked the boy, Azharuddin Mohammed Ismail, with a bamboo stick before ordering him out. \n\nThe authorities claim he and other families were squatting on land that was owned by the government. \n\nHe played a younger version of one of the main characters in the film, which scooped eight Oscars. \n\nThe family lived in a temporary makeshift shelter made up of plastic sheets over bamboo sticks, in a slum near Bandra East in Mumbai. \n\nThe mother of the child actor said that she did not know what would happen to her family now. \n\n\"Our house has been broken down by officials. We have not been given any alternate accommodation. Earlier the authorities had said they would give us a house. But I don't think that will happen any more,\" Shamim Ismail told the BBC. \n\nMunicipal official, Uma Shankar Mistry, who was present during the demolition, told the BBC that the authorities only razed temporary and illegal homes which had recently been erected next to the slum. \n\nHe said the houses were in an area that was meant for a public garden.",
            "closed_at": "2009-07-14T00:00:00Z",
            "created_at": "2009-05-14T13:02:11.258874Z",
            "creator_name": "Mark Baird",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-14T13:02:11.258874Z",
            "rejected_at": "2009-06-20T00:01:02.749244Z",
            "rejection": {
                "code": 16384,
                "details": "Individual cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-20T00:01:02.749244Z"
        },
        "id": 12610434
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SlumdogStar/"
    },
    "type": "petition"
}