{
    "data": {
        "attributes": {
            "action": "Start Social Club & Charity in Tring",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear All,\nWe would like to start a social club in Tring for all ages. We believe that we need somewhere where everyone can come and socialise. This means EVERYONE. Parents are welcome to bring their children.What we want is a place which will open from roughly 9am - 11.30pm within these hours we will have many facilities which will caterer for all e.g. small arcade, sweet shop, night entertainment for children and adults,cafe with wifi , sky sporst and much more.As times goes by we hope to expand.\n\nThere will be two sections one for children 17 and under and the second section for the 18 and over, children are allowed if accompanied by an adult.\n\nBranching from this social club we wish to raise money for charity. The charity involves rewarding deprived children who achieve, as we believe that children who do achieve are not recognised for their achievements in this day and age. We are hoping that this will encourage those children and others to keep up the good work which in return will be beneficial to society. If you agree with this movement please click on link below and sign our petition its only takes a few minutes of your time\n\nMany Thanks\n\nMaria Brown, Che To & Daniel To",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-14T14:19:36.749365Z",
            "creator_name": "Maria Brown",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-14T14:19:36.749365Z",
            "rejected_at": "2009-06-18T00:01:01.821580Z",
            "rejection": {
                "code": 4096,
                "details": "Petitions to the Number 10 site should request an action that can be taken by the Prime Minister and Government. You may wish to re-word your petition to reflect this, or host it elsewhere. More guidance can be found here: http://petitions.number10.gov.uk/terms",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12611507
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/charitysocial/"
    },
    "type": "petition"
}