{
    "data": {
        "attributes": {
            "action": "sack and instigate a criminal prosecution against all MPs who have stolen from the taxpayer",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I challenge the Prime Minister to sack, with immediate effect, and instigate criminal prosecutions against any and all MPs who have submitted dishonest and fraudulent claims for expenses and allowances. I also challenge him to take the same course of action against those MPs who have profited at the public expense by \"flipping\" their residency status then selling their home at a profit and failing to declare tax.  It is fundamental to the British justice system that the same rules apply equally to all; there must not be, or seem to be, one rule for us and a different rule for them.  Our ministers and MPs are the custodians of our democracy and they have shamed themselves beyond redemption.  We credited them with honour and integrity and they have proved to be totally lacking and unworthy. If the scale of this precipitates a general election then so be it.",
            "closed_at": "2009-11-15T00:00:00Z",
            "created_at": "2009-05-15T17:14:06.765677Z",
            "creator_name": "Anne Dillon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-15T17:14:06.765677Z",
            "rejected_at": "2009-06-18T00:01:01.821580Z",
            "rejection": {
                "code": 4096,
                "details": "Government cannot prosecute individuals or organisations. It is the role of the police to investigate suspected crimes, and the role of the Crown Prosecution Service to decide whether there is a case to answer, and to prosecute. It is also outside the Prime Minister's power to sack MPs of all parties. We suggest you communicate your concerns to Parliament: http://www.parliament.uk/",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-18T00:01:01.821580Z"
        },
        "id": 12621482
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TheftandFraud/"
    },
    "type": "petition"
}