{
    "data": {
        "attributes": {
            "action": "IMMEDIATELY hold a FREE vote in the House of Commons for the DISSOLUTION of PARLIAMENT. In light of the current national crisis involving all party PARLIAMENTARY CORRUPTION. We the undersigned demand our constitutional right to petition for a FREE vote on DISSOLUTION. We have no CONFIDENCE in the integrity of all Parliamentarians currently sitting in the House. Confidence can only be restored by a FREE vote on DISSOLUTION.  .",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Further more if Parliament votes against Dissolution, then we the undersigned will call for the formation of a National Indepenent Political Party for the purpose of bringing about genuine honesty and transparency in Government. We will select candidates to stand in every constituency in the British Isles.\nThis is a constitutional crisis that can only be resolved by the ballot box.\nWe demand a Free Vote for the Dissolution of Parliament.",
            "closed_at": "2009-08-20T00:00:00Z",
            "created_at": "2009-05-16T13:23:53.577829Z",
            "creator_name": "Mr David John Paul Hopkins",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-16T13:23:53.577829Z",
            "rejected_at": "2009-06-02T16:02:09.599237Z",
            "rejection": {
                "code": 256,
                "details": "Please address the excessive use of capital letters; they make your petition hard to read. As stated in our terms and conditions (http://petitions.number10.gov.uk/terms) excessive use of capital letters can make petitions fall foul of our \"wording that is impossible to understand\" criteria.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-02T16:02:09.599237Z"
        },
        "id": 12625789
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MPexpensescandal/"
    },
    "type": "petition"
}