{
    "data": {
        "attributes": {
            "action": "Please ensure that councils adhere to DEFRA guidence when considering the imposition of dog control orders.  Ottery Dogs are a self funding community group who have undertaken a culture change in attitudes to responsible dog ownership in our parish. Dog fouling and bad behaviour can be addressed by actions within the community, report offenders in confidence, take an extra bag and encourage people to pick up, put your dog on the lead where there are children playing and recognise the fact that not everyone likes dogs.  Ottery Dogs undertake monthly Poop Scoop days, raise funding for additional dog bins and promote responsible behaviour in partnership with our District Environmental Health Team.  We act on behalf of the community at no extra cost to the local authority and are willing to help other communities to take up this challenge.  Dog bans and restrictions will not be effective against the minority of irresponsible people who will continue to flout the rules, dog walkers are the eyes and ears of the community, so get together in your community and take action.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ottery Dogs won the Kennel Club's Dog Campaigner of the Year Award 2008.  If you would like to know more about our work or would like some help in setting up your own community dog group, please feel free to contact us.\nEmail: otterydogs@yahoo.co.uk\nHotline: 07544 656388\nWe can also help local authorities to get an initiative up and running in your area.  Please don;t ban us from much needed green spaces.",
            "closed_at": "2009-08-27T00:00:00Z",
            "created_at": "2009-05-16T20:47:56.380469Z",
            "creator_name": "Mrs Melanie Turner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-16T20:47:56.380469Z",
            "rejected_at": "2009-06-08T15:20:33.086581Z",
            "rejection": {
                "code": 65792,
                "details": "Please shorten the length of your title and remove all email addresses and phone numbers from your petition.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-08T15:20:33.086581Z"
        },
        "id": 12627810
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Dogban/"
    },
    "type": "petition"
}