{
    "data": {
        "attributes": {
            "action": "To bring a change to the MP's expenses and pay system!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The current system in place for MP's pay and expenses claims needs a change.\n\nIt is not reflective to the systems in place for the rest of the country who after all elected them into their jobs in office. It has always been an opinion that their purpose and vocation once in office would be to improve the country not drag it into a recession. The rules have been abused, if a person is caught abusing a system of say the benefit systems they receive a criminal investigation this petition demands that a change be brought to have the same, we are supposed to live in democratic society. \n\nPeople don't earn as much as some of the claims; £13,000 for mortgage payments for example, on the minimum wage working 40hrs per week you wouldnt even get that.\n\nPeople are losing their homes, people are sleeping on the streets and the elderly are not looked after. Children are dying through lack of adequate care and people having to pay for their own life saving drugs, on and on financial reasons. \n\nIn many working sectors if you don't hit target you don't get a bonus or your commission.\n\nThe whole system needs to be reflective not offensive!!",
            "closed_at": "2009-11-17T00:00:00Z",
            "created_at": "2009-05-17T10:43:39.951329Z",
            "creator_name": "stefanie oliphant",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-17T10:43:39.951329Z",
            "rejected_at": "2009-06-20T00:01:02.749244Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament. http://www.parliament.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-20T00:01:02.749244Z"
        },
        "id": 12629348
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ReflectNotOffend/"
    },
    "type": "petition"
}