{
    "data": {
        "attributes": {
            "action": "review the Asylum application targets, criteria and priorities for applications made prior to March 2007.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On the 31st December 2005 a man came to the UK seeking sanctuary from persecution in his homeland.   During his time in the UK, he learnt English and offered his services in the voluntary sector.  He won his Local Heroes Award in Lancashire for all the voluntary community work he does, the number of people’s lives he has changed for the better and the special person he is.\nHe has been waiting for 3 years without knowing one way or the other whether he can stay.  This cannot be something we accept as British Citizens that someone seeking refuge from persecution can be living under so much stress, anxiety and worry in a country that supposedly espouses the Human Rights Convention.\nThe Home Office (UK Borders Agency) target for making a decision on cases made after March 2007 is 6 months.  Decision times and criteria for prioritising cases made before March 2007 are vague.  Clearly, the UK Border agency will prioritise cases to meet Government targets.    We call for the application system to recognise and reward by speedier processing of applications (still on merits of the case) those who engage positively in their local communities and thereby enrich the lives of Britons.",
            "closed_at": "2009-07-20T00:00:00Z",
            "created_at": "2009-05-16T12:26:32.887251Z",
            "creator_name": "Ms Erica Baines",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-16T12:26:32.887251Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 43,
            "state": "finished",
            "updated_at": "2009-07-23T16:08:26.905550Z"
        },
        "id": 12625519
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Empathy/"
    },
    "type": "petition"
}