{
    "data": {
        "attributes": {
            "action": "call an immediate election with each party required to present in its manifesto to present its policy on restructuring the House of Commons and the Lords and developing a new system of providing members of both Chambers a fair and transparent system of payment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is clear the Houses of Parliament have lost credibility with the electorate.  Neither the House of Commons nor the Lords have any moral authority to to continue to govern.  It is essential to restore a functional Government and for the electorate to pass judgement on the performance of all political parties especially in the time of international financial crisis.\n\nThe continuing revelations about about financial scandales relating to expenses will only further damage the credibility of Parliament and, unfortunately, all Parliamentarians.\n\nThe time to end this is now.  It is time to let the electorate speak and pass judgement.\n\nOnly a new Parliament with new members will have the moral authority to take charge, change the system and deal with the many serious problems facing the United Kingdom.",
            "closed_at": "2009-08-16T00:00:00Z",
            "created_at": "2009-05-16T16:01:57.089295Z",
            "creator_name": "Eugene Saunders",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-16T16:01:57.089295Z",
            "rejected_at": "2009-06-26T00:01:02.360846Z",
            "rejection": {
                "code": 16384,
                "details": "http://petitions.number10.gov.uk/GoToCountryNow/",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-26T00:01:02.360846Z"
        },
        "id": 12626538
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TimeToSpeakOut/"
    },
    "type": "petition"
}