{
    "data": {
        "attributes": {
            "action": "prevent the Driving Standards Agency from introducing the rule to force observers to accompany driving test candidates on test.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At present, a driving test candidate has the right to decide if they want an observer accompanying them on their driving test.\n\nIn our view, it is totally wrong for the Driving Standards Agency to impose a rule to force an accompanying driver or observer to accompany a driver on their test, as set out in the document issued by DfT \"Consultation To Drive Report\", quote \"making it mandatory for the person presenting the candidate for test to sit in the car for the duration and debrief\".\n\nThis is unworkable, and can in some circumstances affect the result of the test. For example, an extremely nervous candidate may make a serious or dangerous driving fault that they might not otherwise have done so, had an observer not been present in the vehicle.\n\nIf the driving test examiner is also accompanied by a senior examiner as well as the accompanying driver, this could impose a severe burden on the vehicles handling characteristics, as it would for the driving test candidate.",
            "closed_at": "2009-11-20T00:00:00Z",
            "created_at": "2009-05-16T14:18:34.503678Z",
            "creator_name": "Mr David Toms",
            "government_response_at": "2009-12-17T13:26:59.946580Z",
            "government_responses": [
                {
                    "created_at": "2009-12-17T13:26:59.946580Z",
                    "details": "You signed a petition asking the Prime Minister to \"prevent the Driving Standards Agency from introducing the rule to force observers to accompany driving test candidates on test.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21745\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'observer-driver'",
                    "updated_at": "2009-12-17T13:26:59.946580Z"
                }
            ],
            "opened_at": "2009-05-16T14:18:34.503678Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1375,
            "state": "finished",
            "updated_at": "2009-11-21T00:01:01.099446Z"
        },
        "id": 12626065
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/observer-driver/"
    },
    "type": "petition"
}