{
    "data": {
        "attributes": {
            "action": "Ask The Speaker of The House of Commons to Leave Office, As the Public have no Trust in him.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is no way the Commons can begin to put its house in order and begin the urgent task of restoring the public’s trust in it as long as Michael Martin remains in office. He has fought transparency at every turn. He is still trying to block the release of information. His attitude also exemplifies what is wrong about the way too many MPs have treated the expenses system; Martin allegedly told another MP that “I have been a trade unionist all my life. I did not come into politics not to take what is owed to me.” He also launced a personal attack on Kate Hoey, a former Labour minister, suggested that calling in the police to investigate the leak of MPs’ expenses was a waste of money. Which he said it was easy for her to give quotes to the press and television. \n\nThe Speaker was equally abrupt with Norman Baker, a Liberal Democrat who has campaigned for greater disclosure of MPs’ spending.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-16T06:30:36.209190Z",
            "creator_name": "Andy Holding",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-16T06:30:36.209190Z",
            "rejected_at": "2009-06-18T00:01:01.821580Z",
            "rejection": {
                "code": 4096,
                "details": "Speaker Michael Martin announced on May 19 he will step down in June.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12624123
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/notrustinspeaker/"
    },
    "type": "petition"
}