{
    "data": {
        "attributes": {
            "action": "Instruct the Monarch to dissolve Parliament with immediate effect following the complete loss of trust by the public in it",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the light of the expenses scandals many now believe the current sitting Parliament to be incompetent, corrupt, completly out of touch and have no confidence in it.\n\nWhile some expenses are understandable, such as travel and even second homes for those living a long way from London. But the claiming for luxary items or services is in the eyes of the public is quite simply fraudulant. This would be by the standards of any justifiable expenses system would not be allowed, and anyone placing such claims would be denied them. \n\nFurthermore Parliament has falied to stop abuses of the expenses system and to has failed to ensure that the system in place does not tollerate or allow abuse. Therefore the entire system in Parliament for expenses is fundamentally corrupt.\n\nThe only solution to this issue therefore is to immediatly dissolve this Parliament and call fresh elections with immediate effect.",
            "closed_at": "2009-07-15T00:00:00Z",
            "created_at": "2009-05-15T20:22:40.838977Z",
            "creator_name": "Andrew Cryer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-15T20:22:40.838977Z",
            "rejected_at": "2009-06-18T00:01:01.821580Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/GoToCountryNow/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-18T00:01:01.821580Z"
        },
        "id": 12622706
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/expensesparl/"
    },
    "type": "petition"
}