{
    "data": {
        "attributes": {
            "action": "sack the Foreign Office minister for authorising the wasteful expenditure of over £121,000 of taxpayers money repatriating Binyamin Mohamed, and similar amounts for other detainees, from Guantanamo Bay",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On 15th May the Foreign Office minister said the cost of the charter flight alone was £105,695 for Binyamin Mohamed, who claims he was tortured with British collusion.\n\nSimilar costs were incurred with Omar Deghayes, Jamil al-Banna and Abdenour Sameur and Bisher al-Rawi from Guantanamo Bay.\n\nIn all cases the returning detainees had to be accompanied by police officers and officials. Mohamed was accompanied by no less than nine officers. \n\nAs it had already been established that these abductees were no threat to UK security then there was no need to accompany them. Even if they were a threat, nine officers is excessive and  chartered direct flights were unnecessary. They could have got a connection from the US mainland or carribean.\n\nWe shouldn't be paying this bill. It was the Bush administration that abducted him and held him without trial in the first place.\n\nThis contemptuous waste of public funds could be perceived as being part of a propaganda agenda to foster a lack of sympathy for these detainees by making us pay these obscene sums of money to ensure their welfare. The Foreign Office is again misbehaving at the expense of the British tax payer and it has to stop.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-16T10:40:20.881510Z",
            "creator_name": "Ben Parish",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-16T10:40:20.881510Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 12624873
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/guantanamo-cost/"
    },
    "type": "petition"
}