{
    "data": {
        "attributes": {
            "action": "Bring criminal charges against any member of either the House of Parliament or House of Lords that makes fraudulent expenses claims",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Following the recent revelations concerning fraudulent expenses claims made by members from either side of both houses I wish to petition the Government to introduce new legislation that ANY member of either house  regardless of their position that are found to have submitted fraudulent expenses claims, have criminal proceedings brought against them. \n\nThe individuals in question are stealing from the tax payer, the very people who have put their trust in them to oversee the running of the country.\n\nNo other employer would tolerate this type of theft and the employee would be lucky to escape prosecution if found to be making fraudulent expenses claims, let alone provide an apology and be allowed to retain their job.\n\nI feel that members of both houses would be less inclined to submit excessive and fraudulent claims if they were aware that criminal proceedings would be taken against them as a result of such claims.",
            "closed_at": "2009-08-16T00:00:00Z",
            "created_at": "2009-05-16T20:18:30.482851Z",
            "creator_name": "Mr Robert Holden",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-16T20:18:30.482851Z",
            "rejected_at": "2009-06-19T00:01:01.206591Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament. http://www.parliament.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-19T00:01:01.206591Z"
        },
        "id": 12627711
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/membersexpenses/"
    },
    "type": "petition"
}