{
    "data": {
        "attributes": {
            "action": "change the rules regarding housing benefit to allow disabled people to rent homes appropriate to their needs",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Under the current Housing Benefit rules, a disabled person living alone can only rent a one bedroom property.  A married disabled person can also only rent a one bedroom property, even if their disability is such that their partner cannot share a room with them.\n\nMy wife is disabled.  I am her full time carer.  Due to the nature of her disability, we cannot share a room at night.  I know of other disabled people who live alone, but require people to stay with them at night on occasion.  Some disabled people legitimately require a second bedroom.\n\nCouncils have the ability to make a discretionary payment, allowing disabled people to rent properties outside the normal housing benefit rules appropriate to their needs.  However, many Councils, including my own, refuse to make this payment.\n\nThe government needs to change the rules regarding Housing Benefit to ensure the needs of disabled people, and their carers, are met.  After all, if the NHS was required to provide professional care for my wife, it would cost them many times more each year than we receive in benefits.",
            "closed_at": "2009-08-20T00:00:00Z",
            "created_at": "2009-05-16T15:47:45.707438Z",
            "creator_name": "Robert Hayes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-16T15:47:45.707438Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2009-08-21T00:01:01.491216Z"
        },
        "id": 12626471
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/suitablehousing/"
    },
    "type": "petition"
}