{
    "data": {
        "attributes": {
            "action": "arrange a refendum that gives UK taxpayers the opportunity to have a say in the decision on the most appropriate pay and remuneration package for our representatives.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "* The Committee of Standards in Public Life should deliver a number of alternative pay and expenses packages that are capable of being posed as questions in the referendum.\n\n* MPs should not be permitted to vote on their own pay and expenses package until the result of this referendum has become known.\n\n* Such a move would mean that MPs would be 'informed' what package to vote for, one that is acceptable to a majority of UK taxpayers.\n\n* If our MPs are permitted to vote on a new pay and expenses package without this referendum the current climate of self-interest and lack of oversight will be perpetuated.\n\n* This measure can and will force some integrity and oversight into the system and ensure that we the people take a measure of responsibility for our politicians.",
            "closed_at": "2009-08-17T00:00:00Z",
            "created_at": "2009-05-17T11:03:14.243048Z",
            "creator_name": "Nicholas Tegg",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-17T11:03:14.243048Z",
            "rejected_at": "2009-06-26T00:01:02.360846Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament. http://www.parliament.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-26T00:01:02.360846Z"
        },
        "id": 12629435
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Referendum4MPPay/"
    },
    "type": "petition"
}