{
    "data": {
        "attributes": {
            "action": "reel in European, Central and Local Government expenses",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Current media attention focusing on MP's expenses might be considered the tip of the iceberg. In this context, Councillors and other tiers of governance must be opened to scrutiny and excessive claims immediately re-paid. The use of taxpayer's money to fund lavish life styles is wholly unreasonably given that, \" ... the grounds of unreasonableness (which means that Acts of Parliament, statutory instruments, rules and bye-laws) are partial and unequal in their operation as between different people. If rules are manifestly unjust, if they disclose bad faith, or they involve ‘such oppressive or gratuitous interference with the rights of those subjects to them as can find no justification in the minds of reasonable men, the court might well say Parliament never intended to give authority to make such rules; they are unreasonable and ‘ultra vires’.\" [Lord Russell – Kruse v. Johnson (1898). From this perspective, there is an expectation that value for money will prevail to the taxpayers of Britain and that, where proven, abuses of the expense system will result in political de-selection and prosecution.",
            "closed_at": "2009-06-17T00:00:00Z",
            "created_at": "2009-05-17T00:17:16.231211Z",
            "creator_name": "Andrew Green",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-17T00:17:16.231211Z",
            "rejected_at": "2009-06-26T00:01:02.360846Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament. http://www.parliament.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-26T00:01:02.360846Z"
        },
        "id": 12628490
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Debacle/"
    },
    "type": "petition"
}