{
    "data": {
        "attributes": {
            "action": "make an URGENT PUBLIC STATEMENT to explain to the electorate how when found to have accepted a bribe both Lord Taylor and Lord Thruscott are not being prosecuted in the same way as members of the electorate who not also members of the House of Lords would be prosecuted.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Two members of the House of Lords have been declared guilty of graft by their colleagues and the only punishment (and they even disagree amongst themselves that they are legally allowed to punish those among them who commit crimes) is to 'RECOMMEND a period of suspension' from the House of Lords.  This is not how any of the other 59 or so million people living in this country would be treated.  They would be arrested and charged with taking a bribe by the Crown Prosecution Service AND THIS IS PRECISELY HOW LORD TAYLOR AND LORD THRUSCOTT SHOULD BE TREATED.  (IF THE PETITIONS OFFICE NU LABOUR APPARATCHIKS DON'T BELIEVE THIS TO BE THE CASE THEN THIS PETITION SHOULD BE PUT UP AND THE PEOPLE GIVEN AN OPPORTUNITY TO PROVE THAT THEY ARE WRONG).",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-15T17:40:30.895941Z",
            "creator_name": "keith jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-15T17:40:30.895941Z",
            "rejected_at": "2009-06-26T00:01:02.360846Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament. http://www.parliament.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12621676
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LordsShdGoToJail/"
    },
    "type": "petition"
}