{
    "data": {
        "attributes": {
            "action": "Recognise the fact that despite the fact that the leaders of the BNP are Holocaust denying racists, most of the common members of the BNP are nothing more than regular people who have turned to the far right because they are disenchanted with the centrist ideology of this country.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I'm not going to deny that the leaders of the BNP (e.g. Griffiths, Darby, et al) are Holocaust denying racists. But the majority of members of the BNP are regular \"Average Joes\" who are sick of how this country is run by the centrist Government. Each and every Conservative and Labour government have promised to take measures to sort out the problems in this country, but they never do. The BNP are a misunderstood party. I'm not supporting their leaders, but I have spent a very long time researching the far right of this country, and the BNP have a ridiculously harsh reputation. People are now so misguided about them that my Citizenship teacher said that anyone in the school that she caught with BNP literature would be expelled because \"it would have pictures of black people being killed.\" The BNP are a political party as recognised by the Electoral Commission, not KKK UK Branch. Sure, the leaders are bad, but the majority of members are regular people sick of being betrayed by the Government that are supposed to represent our views.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-17T11:35:53.875198Z",
            "creator_name": "Ross Taylor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-17T11:35:53.875198Z",
            "rejected_at": "2009-06-26T00:01:02.360846Z",
            "rejection": {
                "code": 513,
                "details": "",
                "reasons": [
                    "Party political material",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12629586
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FairRecognition/"
    },
    "type": "petition"
}