{
    "data": {
        "attributes": {
            "action": "enable MPs to be paid up to £250,000 salary per year",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "MPs should be given a salary that reflects the market rate. However, this can be difficult to establish as different people are worth different salaries. To make things fairer, any new MP should be given a salary which is the average of their last three years' SALARIED INCOME. Any income from shares, pensions, etc, would not count. The upper limit should be £250,000pa to attract the brightest. There should also be a lower limit of £20,000pa so as not to discourage the unemployed, voluntary workers, OAPs, etc, from taking office. Every year, this salary would increase by the rate of inflation. At elections, the proposed salaries should be displayed beside each candidate’s name.\n\nThis petition would ensure that MPs were paid what the private sector thought they were worth. Even if they were self-employed, only their salary, which income tax and national insurance are based on, would count, i.e. dividends would not count.",
            "closed_at": "2009-06-15T00:00:00Z",
            "created_at": "2009-05-15T19:42:29.505004Z",
            "creator_name": "Lindsay Meek",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-15T19:42:29.505004Z",
            "rejected_at": "2009-06-19T00:01:01.206591Z",
            "rejection": {
                "code": 16384,
                "details": "MPs' salaries and expenses are a matter for direct communication with Parliament. http://www.parliament.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-19T00:01:01.206591Z"
        },
        "id": 12622493
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MPs-Market-Rate/"
    },
    "type": "petition"
}