{
    "data": {
        "attributes": {
            "action": "request a Knighthood from HM the Queen for Mr. Harry Patch, the last surviving soldier of the First World War",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Mr. Harry Patch was a private in the 7th Duke of Cornwall's Light Infantry and fought at the Battle of Paschendale. He lost many friends at the battle, and when confronted by a German soldier, remembered the commandment \"Thou Shalt Not Kill\" and so disabled the soldier by shooting him in the shoulder. After the war he became a plumber, and then from the ages of 49-55, served as a firefighter during the Second World War. Now, one of his best friends was Herr Kuentz, the last surviving German soldier from the war, who has since died. I feel that the country should do the greatest service possible to such a fine gentleman, who is now 110 years old. Mr. Patch was willing to give up his own life to serve the country, and that the most important thing that can be done to make sure that we never forget the Great War is to bestow upon Mr. Patch a Knighthood for Services To The Country.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-18T12:12:47.093642Z",
            "creator_name": "Ross Taylor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-18T12:12:47.093642Z",
            "rejected_at": "2009-06-19T00:01:01.206591Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.direct.gov.uk/honours",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12635110
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KnightHarryPatch/"
    },
    "type": "petition"
}