{
    "data": {
        "attributes": {
            "action": "to ask Her Majesty the Queen to punish those",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "who became untenable due to their financial transactions and remove every one of those Members of Her Majesty's Government who have not upheld the true values of an elected Government and thus caused the House of Commons long-lasting damage,  both to their personal reputation and the reputation of the Institution they allegedly served.\n\nWe herewith beg and petition Her Majesty the Queen to please urgently intervene as Head of State and use the Powers invested in Her, in the interest of Democracy and her People, to restore Democracy and allow her faithful Servants, the People of the United Kingdom of Great Britain & Northern Ireland, to judge those who caused lasting damage or damaged the reputation of Her Majesty’s Government and for Her Majesty the Queen to please use Her own power to restore credibility to the House of Commons.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-17T13:40:39.062292Z",
            "creator_name": "Lora Lawman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-17T13:40:39.062292Z",
            "rejected_at": "2009-06-02T14:37:27.060522Z",
            "rejection": {
                "code": 4096,
                "details": "Petitions to the Number 10 should request an action that can be taken by the Prime Minister or Government.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12630253
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HMQueen/"
    },
    "type": "petition"
}