{
    "data": {
        "attributes": {
            "action": "Ask Her Majesty, The Queen, to dissolve Parliament with immediate effect  .",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Prime Minister has the legal right to ask the Queen to dissolve Parliament at any time.  \n\n“The parliamentary system of the UK has been compromised and corrupted by the greed & self interest of the current elected representatives of the citizens of this nation. We, the citizens, have the right to expect that our elected political representatives perform their duties without self-interest and wholly for the benefit of the electorate in return for an open and transparent remuneration.\n\nWe, the citizens of the UK, no longer have any confidence in the honesty or integrity of those we previously elected. \n\nWe elect our MPs so that they may govern in Her Majesty's name for our benefit. They have signally failed in this responsibility and are now governing to the detriment of the country, the citizens and the crown.\n\nWe therefore demand the immediate dissolution of Parliament.”",
            "closed_at": "2009-06-19T00:00:00Z",
            "created_at": "2009-05-18T17:27:30.716267Z",
            "creator_name": "david roots",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-18T17:27:30.716267Z",
            "rejected_at": "2009-06-02T14:38:48.236200Z",
            "rejection": {
                "code": 2048,
                "details": "The dissolution of Parliament would lead to an election, and there is an existing petition requesting this action that you may wish to sign instead: http://petitions.number10.gov.uk/GoToCountryNow/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-02T14:38:48.236200Z"
        },
        "id": 12637771
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AsktheQueennow/"
    },
    "type": "petition"
}