{
    "data": {
        "attributes": {
            "action": "Ban dog washing machines in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dog washing machines must be banned in this country.  The machine is terrifying for a dog, for it knows it is trapped and it has no way of knowing if it will be drowned.  For this reason alone the machine is cruel.\nThis method of washing any living thing is fraught with danger as the temperature of the water cannot reliably be continually checked. If the machine malfunctions, and if the animal begins to be scalded, there is no way of knowing, or instantly getting it out. The eyes of the dog are continually sprayed with shampoo, causing real suffering.\nThis type of machine sends entirely the wrong message to the general public about the way to treat animals.  It will encourage the more callous individuals to try this sort of thing at home. There are already films on You tube of cats being terrorised in these machines. The machines show a complete disregard for the welfare of dogs and cats and must be banned in this country.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-18T14:08:10.151003Z",
            "creator_name": "Ms Valerie Alford",
            "government_response_at": "2011-02-02T12:48:57.268057Z",
            "government_responses": [
                {
                    "created_at": "2011-02-02T12:48:57.268057Z",
                    "details": "You signed a petition asking the Prime Minister to ban dog washing machines in the UK.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=nodogwashmachine\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'nodogwashmachine'",
                    "updated_at": "2011-02-02T12:48:57.268057Z"
                }
            ],
            "opened_at": "2009-05-18T14:08:10.151003Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 679,
            "state": "finished",
            "updated_at": "2011-02-02T12:48:57.268057Z"
        },
        "id": 12635954
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nodogwashmachine/"
    },
    "type": "petition"
}