{
    "data": {
        "attributes": {
            "action": "introduce legislation to cut the number of MP's to 250, double their salaries, substantially cut their expenses and pensions and make any proven financial irregularity result in a by-election.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We have far too many MP's. The USA which has roughly a population 5 times greater than the UK has 100 members of the Senate and 435 members of the House of Representatives. Why do we need so many? The savings made could be used to double the salary for the remaining MP's to attract the best and additionally provide scope for a severe cut in spurious expenses, whilst allowing \"not wealthy\" people to still become an MP. With a reduction in associated staff we will be able to deliver democracy more cost effectively. Be brave and radical Mr. Brown to solve the problem of expenses being viewed as quasi salary. On the basis of these changes any proven financial irregularity should result in a by-election - let the people decide if it is a misjudgment or not.",
            "closed_at": "2009-06-18T00:00:00Z",
            "created_at": "2009-05-18T19:50:45.058871Z",
            "creator_name": "David Lindsay",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-18T19:50:45.058871Z",
            "rejected_at": "2009-06-19T00:01:01.206591Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament. http://www.parliament.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-19T00:01:01.206591Z"
        },
        "id": 12638951
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CutNumberOfMPs/"
    },
    "type": "petition"
}