{
    "data": {
        "attributes": {
            "action": "call an election so the public can have their say on the expenses crisis",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "British democracy is currently wallowing in a crisis, that crisis is the lack of moral reasoning apparent in its leaders.  Those same leaders who, depsite being at the centre of the expenses row, will now act as their own judge and jury.  This cannot be allowed to happen, we as a nation need to make sure that the politicians wake up and realise the anger felt across the UK by people of all ages and political affiliations. Each and every MP needs to go back, face theur constituents and be answerable to them.  Some MPs have done nothing wrong but only a General Elections can make sure that the Government and Parliament are held responsible for this crisis of democracy. \nIn order to save democracy we call upon the Prime Minister to call an immediate General Election.  If he will not then we ask the Queen to use her power to dissolve Parliment and force an election.",
            "closed_at": "2009-07-17T00:00:00Z",
            "created_at": "2009-05-17T23:32:33.887670Z",
            "creator_name": "Tom Ginger",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-17T23:32:33.887670Z",
            "rejected_at": "2009-06-18T00:01:01.821580Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/KingAlfred/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-18T00:01:01.821580Z"
        },
        "id": 12632971
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/holdelection/"
    },
    "type": "petition"
}