{
    "data": {
        "attributes": {
            "action": "Help to resore the confidence in parliment by not getting in the way of the need for the  Speaker to step down",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Speaker himself prevented the releases of member’s expenses including spending taxpayer’s money in legal costs to challenge the decisions and is therefore unsuitable to be in charge of reforming these matters .If a member of the public over claimed benefit or made an error in claiming these they would not be allowed to suggest it was an oversight. The general public can not claim as MP's have done for things clearly not required for their work. .MP's pass laws to enable prosecution of members of the public for claiming benefits falsely by deception. Members of the public are expected to know what is right and wrong when claiming benefits. It is not right for members of the public to be punished by laws implemented by MP's who themselves are clearly in some cases breaking the law. Michael Martin has shielded the MP's details from being made public. In doing so he carries no confidence from the general public and he should do the honourable thing and step aside to allow parliment to resolve these matters and regain public confidence. Mr Brown you must help your own reputation and that of Parliment by not getting in the way of Michael Martins removal.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-18T20:06:36.153350Z",
            "creator_name": "Patrick Mc Crossan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-18T20:06:36.153350Z",
            "rejected_at": "2009-06-19T00:01:01.206591Z",
            "rejection": {
                "code": 512,
                "details": "The Speaker has already announced his resignation.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12639064
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TIMETORESIGN/"
    },
    "type": "petition"
}