{
    "data": {
        "attributes": {
            "action": "initiate the process to undertake criminal proceedings against those MPs who have falsified expense claims.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The current allowances debacle highlights that the house has certain occupants that could be perceived to be self-serving and corrupt. The term 'Accounting irregularities' is not a 'get out of jail free' card. Regular citizens using such a defense will feel the full force of the law.\n\nThose MPs that have been 'found out' should immediately be suspended (without pay). \n\nThose found to have made false claims should be treated under the same process that the state maintains for its citizens i.e. criminal trial under its laws, such as breach of trust or embezzlement.\n\nEmbezzlement has many definitions, amongst them:\nTo steal or misappropriate money that one has been trusted with, especially to steal money from one's employer (i.e. We, the taxpayer).\n\nParliament has claimed that 'no rules were broken' thus assuring no criminal charges can be laid at their large oak doors.\n\nPlease sign this petition to ensure that justice for all has an equal presence in this country.\n\n\"Poise the cause in justice' equal scales. Whose beam stands sure, whose rightful cause prevails\".(Henry VI, Part 2, 2.1.200)",
            "closed_at": "2009-08-17T00:00:00Z",
            "created_at": "2009-05-17T15:16:03.988404Z",
            "creator_name": "Justin Davin Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-17T15:16:03.988404Z",
            "rejected_at": "2009-06-26T00:01:02.360846Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament. http://www.parliament.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-26T00:01:02.360846Z"
        },
        "id": 12630708
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Falsification/"
    },
    "type": "petition"
}