{
    "data": {
        "attributes": {
            "action": "Take action so that my remuneration over 10 years to be paid",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "House of Lords my former employer did not pay my remuneration and benefits over 10 years. This has left me penni-less and destitute.  My working hours were varied over 10 years. Specialised tasks i.e. Desk Top Publishing duty was\nadded  without amending  my original contract and my remuneration remained the same. However due to various \nactivities that were added on, my part time post became full time in October 1991.In April 1993 my hours exceeded  the full time hours. In January 1996  my actual overtime hours were 31 hours\npw therefore total hours of work were  67 hours pw I was supposed to work \nonly. My pension was affected greatly. All I am requesting is my rightful money which I am owed unlike  the present Westminster expense scandal.   In spite of full time posts falling  vacant on 7 occasions between 1989 and 1999 I was overlooked deliberately.\nIn July 1996 my hours were reduced to 13.9 p.w. although I was working 67 hours pw. See whole story in website \nracialabuse-houseoflords.com",
            "closed_at": "2009-08-22T00:00:00Z",
            "created_at": "2009-05-17T14:22:11.037204Z",
            "creator_name": "Ms Phyllis Jayaratne",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-17T14:22:11.037204Z",
            "rejected_at": "2009-07-05T00:01:02.677884Z",
            "rejection": {
                "code": 16384,
                "details": "While we sympathise with your case, this is not the appropriate channel for a complaint of this nature. You may wish to write to the Prime Minister: http://www.number10.gov.uk/footer/contact-us. We would suggest contacting an organisation such as the Citizens Advice Bureau for more help.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-05T00:01:02.677884Z"
        },
        "id": 12630436
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/unpaid-payments/"
    },
    "type": "petition"
}