{
    "data": {
        "attributes": {
            "action": "Ban the BNP.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The BNP is an inherrantly racist organisation, tenaciously promoting hate against the non-white population of this country. The organisation is only open to white members, how can a party accurately represent the United Kingdom if its membership is restricted thus? It's members are not only restricted to such a narrow caste and creed but are also of the vilest opinions,  it's former leader Nick Griffin has denied the holocaust and described islam as \"wicked and vicious\". This fascist organisation states in it's own constitution no less that it's primary aim is to be \"committed to stemming and reversing the tide of non-white immigration and to restoring, by legal changes, negotiation and consent the overwhelmingly white makeup of the British population that existed in Britain prior to 1948.\" and proposes \"firm but voluntary incentives for immigrants and their descendants to return home.\" if this organisation would ever get their disgusting hands on power in this country i fear not just for those who would suffer from their evil ideologies, but for our country itself. This Great nation which fought against the Nazis to live in freedom would no longer.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-17T23:39:22.309071Z",
            "creator_name": "Mr Daniel Craig",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-17T23:39:22.309071Z",
            "rejected_at": "2009-06-26T00:01:02.360846Z",
            "rejection": {
                "code": 1,
                "details": "As a Government website, we cannot host party political material such as references to political parties. See the terms and conditions for more guidance: http://petitions.number10.gov.uk/terms",
                "reasons": [
                    "Party political material"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12632999
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Banthe-BNP/"
    },
    "type": "petition"
}