{
    "data": {
        "attributes": {
            "action": "(a) release the full, detailed and accurate history of the London Underground \"Windsor Line\", the \"Buckingham Palace\" station, and the \"Imperial\" station, (b) release full details of the nature and intent of the research projects being undertaken in the linked bunker and cells below Imperial College, and (c) release full details of the inhabitants of the cells below Imperial College, known as \"The Imperial Five\" - Tell the truth about The Imperial Five!!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Windsor line was built in 1918 by men returning from World War 1 trained in building tunnels & trenches.  It stretches from Westminster where there's a platform reached by a set of locked walkways in the main station & by foot tunnel from under the House of Lords.\n\nNext stop is the private Buckingham Palace station, then Imperial, a station only reachable from the basement of Imperial College London, before ending at High Street Kensington.\n\nOff the main platform of Imperial Station there's a side corridor with several cells.  Several of these cells are inhabited - and the sign on the door to this corridor warns those who enter to \"observe ESP precautions\". Nearby, on several hooks, hang about 20 lead-lined helmets of different sizes with lead-glass goggles - part of the \"ESP precautions\".\n\nThe UK is keeping 5 people with ESP talents prisoner in a secret branch of the Underground below one of London's finest scientific colleges.  \n\nWhy?  What are they working on? Who are they working for?",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-20T03:25:55.645460Z",
            "creator_name": "Peter Rankin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-20T03:25:55.645460Z",
            "rejected_at": "2009-07-02T00:01:01.875280Z",
            "rejection": {
                "code": 2,
                "details": "As we cannot verify your claims, we cannot accept your petition as it is worded.",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12648730
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TheImperialFive/"
    },
    "type": "petition"
}