{
    "data": {
        "attributes": {
            "action": "make arrangements to revise the terms of reference for MPs' pay, pensions and allowances to place them under the same rules as other taxpayers, under the control of the Inland Revenue.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "An MP's job is a renewable contract to work in central London, with some remote working allowed. The work is in essence no different from that of many other professional workers whose jobs take them away from home for extended periods. It is only fair that MPs should obey the same rules as every other worker in a similar situation.\n\nThe Inland Revenue has rules for taxing benefits and allowable expenses, with penalties for breaching the rules, that apply to the vast majority of British citizens. The terms of reference of the Senior Salaries Review Board should therefore be adjusted to make MPs subject to the same set of Inland Revenue rules and penalties as their constituents, without any special dispensations.\n\nThe Prime Minister is petitioned to make the necessary arrangements to ensure that this happens.",
            "closed_at": "2009-09-02T00:00:00Z",
            "created_at": "2009-05-19T23:16:05.334604Z",
            "creator_name": "Mr Richard Ross-Langley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-19T23:16:05.334604Z",
            "rejected_at": "2009-06-09T12:09:48.256881Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-09T12:09:48.256881Z"
        },
        "id": 12648126
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Tax-MPs-expenses/"
    },
    "type": "petition"
}