{
    "data": {
        "attributes": {
            "action": "Kindly issue orders for the immediate release of 11 Pakistani Students.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As you are aware 11 Pakistani students are still detained following the\nterror raids by Police in the North West on April 8th 2009. We believe\nit is an affront to justice and human rights for these students to be detained without charge. \n\nWe demand that they are either charged or else released. Furthermore, their continued incarceration has caused immense stress for the families of these students, who have as of today, 19th May 2009 still not any telephonic conversations with their children. We demand that the students be immediately facilitated for this to happen.\n\nIn view of the fact that these students have not been charged, we demand that; \n\nThey be immediately released and/or allowed to complete their education in UK. \nThey be compensated for their loss and sufferings.\n\nThe public fear be eliminated and individual rights may not be harmed. concerned authorities should publically admit their mistake and apologize.",
            "closed_at": "2009-07-19T00:00:00Z",
            "created_at": "2009-05-19T22:25:12.179459Z",
            "creator_name": "Mr. Yasir Joya",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-19T22:25:12.179459Z",
            "rejected_at": "2009-06-28T00:01:02.196117Z",
            "rejection": {
                "code": 16384,
                "details": "As explained in our terms and conditions (http://petitions.number10.gov.uk/terms) we cannot accept petitions on individual legal cases. This is a matter for direct communication with the Home Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-28T00:01:02.196117Z"
        },
        "id": 12647720
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/No-Deportations/"
    },
    "type": "petition"
}