{
    "data": {
        "attributes": {
            "action": "introduce legislation to ensure that the reformed expenses and tax-free allowances established for elected Members of Parliament are extended to every member of the population who is in the same position of having to maintain a second home to be able to obtain and stay in employment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is absolutely NO justification for elected Members of Parliament to decide these rules for themselves and then not let them apply to the working population at large.  MPs are MPs because they choose to be.  There is no obligation for them to be MPs.  Other working people who are not MPs also choose to take jobs which require them to live away from home, and there is no obligation for them to keep the job.  However there is every reason why people who do choose to live and work that way should be allowed precisely the same amounts of refunds of expenses and any tax-free allowances which MPs vote for themselves.  This is a democracy not a police state.  We should ALL be operating to the same rules.  In my view the fact that MPs have retained the right to decide these matters for themselves calls into question the probity of allowing them to continue deciding anything to do with their own pay and allowances.  They have again shown that they consider only their own position and not the position of those who are unable to decide these things for themselves - employees who also have to live and work away from their normal place of residence!",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-19T23:48:31.468057Z",
            "creator_name": "keith jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-19T23:48:31.468057Z",
            "rejected_at": "2009-07-02T00:01:01.875280Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/NowGiveItToUs/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12648279
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Expenses4All/"
    },
    "type": "petition"
}