{
    "data": {
        "attributes": {
            "action": "order all MPs who have claimed for groceries as part of their refund of expenses to repay the full amount as soon as possible.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "While there is huge public anger at what MPs have been buying out of taxpayer pounds the single most immoral and hugely disaffecting topic for them is the fact that while taxpayers (particularly pensioners) are eating beans on toast because they cannot afford to heat as well as eat, elected members have been feeding themselves, their families and their friends by purchasing groceries out of taxpayer pounds (Yvette Cooper; that man Balls; Nic Brown).  If Gordon Brown is even half way honest about how appalled he is by this whole debacle then he must see this is an opportunity to make huge inroads into putting the system right.  Paying for the food of elected representatives when taxpayers cannot afford to feed themselves properly is not something taxpayers should be required to do.  Not even in this now seriously debased country!",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-18T23:15:08.705531Z",
            "creator_name": "keith jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-18T23:15:08.705531Z",
            "rejected_at": "2009-06-19T00:01:01.206591Z",
            "rejection": {
                "code": 16384,
                "details": "MPs' expenses are a matter for direct communication with Parliament. http://www.parliament.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12640520
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PayBackForFood/"
    },
    "type": "petition"
}