{
    "data": {
        "attributes": {
            "action": "compel Cheesy, an elder of the Sleaford (Lincolnshire) community, to don the traditional yellow Cheesewear",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Cheesy (or die Käseschlauße or Chaisement as she is also known) is a Lincolnshire lady born and bred, and also happens to be Sleaford's premier lady of the night. Recently she has shed her traditional yellow fleece and replaced this with firstly an all white strip, and now more recently a bright blue jersey. We petition the Prime Minister that it be made into law that Cheesy only wear the famous yellow fleece whilst making public appearances. This allows all people to easily recognise and to take evasive action if they so wish, or as to be hoped, it will attract many legions of new customers and also bring back those who loved her for her old kit. Thank you for reading Mr Prime Minister, I trust you will do what is right for the local community and the country as a whole, and now pass this motion into law. The nation wills it, and more importantly, God wants it",
            "closed_at": "2009-11-19T00:00:00Z",
            "created_at": "2009-05-19T20:21:31.739761Z",
            "creator_name": "Mr P. Imp",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-19T20:21:31.739761Z",
            "rejected_at": "2009-06-26T00:01:02.360846Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-26T00:01:02.360846Z"
        },
        "id": 12646863
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Cheesy/"
    },
    "type": "petition"
}