{
    "data": {
        "attributes": {
            "action": "appoint Ms.Elizabeth Filkin to head an independent body to oversee the implementation of the Kelly Report on improving the   legitimacy, necessity  and transparency of  Members of Parliament's  expenses claims.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ms.Filkin,an ex Parliamentary Commissioner of Standards,  has in the past proved her ability to judge with discernment and professional competence the extent to which Members' Parliamentary expense claims were within the boundaries of responsible public practice whilst meeting Members' undoubted professional needs and resources to maintain a viable public life both in  Westminster and in their constituencies. We believe that her premature stepping down in 2001 was not in the interest of political accountability and represented a failed opportunity for Parliament to improve it's public reputation for probity and credibility.To appoint her now to head  an independent body to oversee the management of Parliamentary expenses of elected members would do  much to re-establish Parliament's damaged political reputation.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-19T20:12:43.215951Z",
            "creator_name": "de RAADT, P. (Ms)",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-19T20:12:43.215951Z",
            "rejected_at": "2009-06-19T00:01:01.206591Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament. http://www.parliament.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12646825
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ImplementKELLY/"
    },
    "type": "petition"
}