{
    "data": {
        "attributes": {
            "action": "to require all parties to hold selection procedures for MP candidates open to and with voting rights given to the public, which all candidates must be subject to before they can be accepted by their constituency party",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The recent shameful behaviour of some of our MPs has brought disrepute on the current parliament. It is vital that honour and ethical behaviour is restored to the occupants of the \"Mother of Parliaments\". The only way to do this is to create a \"clean sweep\". It is important that candidates who are selected for constituencies in future elections are honourable people. This can be ensured by exposing them to selection involving the public and not just the clique of members of their party. This would also ensure that current MPs who have behaved well can renew their candidacy. This process should be enforced on all ALL parties in all constituencies. This is the only way that faith can be restored in politics and a way forwards can be found from the current disastrous situation.",
            "closed_at": "2009-07-19T00:00:00Z",
            "created_at": "2009-05-19T12:41:38.409084Z",
            "creator_name": "Richard Johnson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-19T12:41:38.409084Z",
            "rejected_at": "2009-05-27T16:02:28.372345Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament. http://www.parliament.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-05-27T16:02:28.372345Z"
        },
        "id": 12643192
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HonestCandidate/"
    },
    "type": "petition"
}