{
    "data": {
        "attributes": {
            "action": "reconsider the wisdom of proposed reforms to the House of Lords.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Reforming the House of Lords to provide a mostly elected second chamber would compromise the role of scrutiny the House currently fulfills so expertly. Election, while perhaps qualifying those returned to wield political power at the behest of the electorate, does not necessarily qualify those elected to fulfill many of the functions of the House. The balance may be too far tipped in favour of populism - debates would descend from the rational to the partisan. \n\nStill, the laudable commitment of the PM to reform should not be let go. A House consisting of over half appointed members, nominated by an independent appointments commission, would be able to ensure the House would accurately represent the diversity of the United Kingdom. \n\nThere is an all too often sterile focus in politics and the media on elections, mandates, and majorities. The PM has a opportunity in his next manifesto to vest in the Upper Chamber a more deliberative, participatory conception of democracy - a true civic forum. Urge him to grasp it.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-19T18:10:54.525903Z",
            "creator_name": "Joseph Markus",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-19T18:10:54.525903Z",
            "rejected_at": "2009-07-02T00:01:01.875280Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/savelordchamber/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12646144
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lookatme/"
    },
    "type": "petition"
}