{
    "data": {
        "attributes": {
            "action": "actually agree with or adopt the request of any single one of these petitions",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Not a single one of the petitions I have signed up for so far has been in the slightest bit successful. Each time, a 'canned' answer is rolled out and the petition is quashed without any remorse.\n\nEach and every petition we sign up to is a waste of time unless the government are actually prepared to offer something other than a simple canned answer that does not either address the petition fully or ignores the petition's request.\n\nWe would like our government to actually care about the desires of the populace and by offering this petition website but effectively ignoring the actual petitions placed it is simply paying lip service to all of our needs.\n\nI petition the Prime Minister to actually approve some petitions for a change, and to improve this website so that the results of petitions and their answers are searchable and thus the petitions website is actually answerable to the people in terms of what it seeks to achieve.",
            "closed_at": "2009-11-19T00:00:00Z",
            "created_at": "2009-05-19T16:17:15.658417Z",
            "creator_name": "Nicholas Barefoot",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-19T16:17:15.658417Z",
            "rejected_at": "2009-06-18T00:01:01.821580Z",
            "rejection": {
                "code": 16384,
                "details": "Comments about the petitions system should be sent to number10@petitions.pm.gov.uk.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-18T00:01:01.821580Z"
        },
        "id": 12645324
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AgreeToAnything/"
    },
    "type": "petition"
}