{
    "data": {
        "attributes": {
            "action": "Allow us, the public, to elect a Speaker for the House of Commons",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Fundament reform of our democratic system starts at the top and this means the Speaker of the House of Commons.\n\nWe should not tinker around the edges. \n\nWe should not allow discredited and untrustworthy politicians, with their archaic conventions, old boy networks and protocol to select one of their own with no public involvement or mandate.\n\nI think that the post of Speaker of the House of Commons should be elected by the people, to represent the people.\n\nThis could be a prominent public figure that could command the respect of the public, manage the House of Commons and bring the democratic system to account and be the spokesperson for Parliament.\n\nFurthermore, if millions can vote for pop idol, X factor, and Britain’s Got Talent it is not beyond the bounds of possibility to organise a process and public vote on who would represent the people as the Speaker of the House.\n\nThis could be done every time there is a general election.\n\n In the interim, a temporary Speaker can be elected. \n\nPlease sign up and join the revolution to clean up our democracy, hold our politicians to account and bring it into the 21st Century, starting at the Top, the Speaker.\n\nThank you",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-19T17:02:18.372622Z",
            "creator_name": "Mr Mark Nesbitt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-19T17:02:18.372622Z",
            "rejected_at": "2009-07-02T00:01:01.875280Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for direct communication with Parliament: http://www.parliament.uk/",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12645715
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/electaspeaker/"
    },
    "type": "petition"
}