{
    "data": {
        "attributes": {
            "action": "dissolve parliament and call a general election. This will give the people of the United Kingdom the opportunity to decide if their member of parliament is fit to hold office and represent them.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With all the news and allegations surrounding MP’s expenditure claims it is clear that there is an urgent need to reform the current process. This process cannot be left to parliament and the current group of MP’s. The main reason for this is that they have clearly shown that they are incapable of self-regulation, also the general public has now lost all confidence, and trust in the current group of MP’s who hold office.\n\nThe general public must have their say in how this mess is resolved. The long process of reforming our parliamentary system should start with a general election so that we, the general public can have MP’s in office that we trust to bring a level of confidence back to our parliamentary system",
            "closed_at": "2009-07-18T00:00:00Z",
            "created_at": "2009-05-18T23:46:27.259931Z",
            "creator_name": "Mr Wesley Ogden",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-18T23:46:27.259931Z",
            "rejected_at": "2009-06-18T00:01:01.821580Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/GoToCountryNow/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-18T00:01:01.821580Z"
        },
        "id": 12640648
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Thepublicdecides/"
    },
    "type": "petition"
}