{
    "data": {
        "attributes": {
            "action": "Hold a national thumb appreciation day and a new bank holiday celebrating the wonders of the human thumb.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a species we owe a lot to our fifth digit, the odd child of the hand family, the lost finger; but do we ever pay recognition to possibly one of the most important parts of the human body? It even faces prejudice when counting on our hands, woe befalls the child who claims to have ten fingers, the sneers of their peers as they correct them, shunning the thumb to be little more than an awkward stump. However what would we be without our awkward fifth stump? It gave us the capability to take up tools, to gain dominance, without a weapon, only creatable due to the thumb and only wieldable due to the thumb; would a pre-historic man fair that well against a sabre-toothed tiger? The only plausible reason for victory is the possession of the thumb! Would Shakespeare have been able to hold a pen, Picasso paint?  I believe we owe a great deal to our thumbs and should hold a national holiday in recognition of our mighty thumb!",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-18T23:24:56.300663Z",
            "creator_name": "James McMorrow",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-18T23:24:56.300663Z",
            "rejected_at": "2009-06-19T00:01:01.206591Z",
            "rejection": {
                "code": 512,
                "details": "Your petition must relate to government policy.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12640566
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Thumb-Day/"
    },
    "type": "petition"
}