{
    "data": {
        "attributes": {
            "action": "To prosecute the MP's who defrauded the taxpayers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear Prime Minister, I feel it would be in your interest to prosecute those who defrauded on their expense account. How is it that the ordinary working man who cheats the system is prosecuted for the offense and the MP's get away by resigning or being forced out of their jobs. A government such as yours are meant to be setting an example to the people of this country, yet almost every week we find even the people in high places feel they are entitled to this money, for a second home, or money for a new kitchen or to landscape their garden. Thousands have lost their homes through repossessions, banks are bailed out and still they kick the people where it hurts. Please have the decency of doing the right thing in life if you want the people to re-elect you as PM.",
            "closed_at": "2009-11-19T00:00:00Z",
            "created_at": "2009-05-19T23:43:49.562835Z",
            "creator_name": "Mr Manfred Armstrong",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-19T23:43:49.562835Z",
            "rejected_at": "2009-06-26T00:01:02.360846Z",
            "rejection": {
                "code": 4096,
                "details": "Government does not prosecute individuals or organisations. It is the role of the police to investigate suspected crimes, and of the Crown Prosecution Service to decide whether to prosecute and carry out any prosecution based on the results of the police investigation.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-26T00:01:02.360846Z"
        },
        "id": 12648266
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/The-Deceivers/"
    },
    "type": "petition"
}