{
    "data": {
        "attributes": {
            "action": "Sack the useless jobsworths in the E-petitions team as they seem to be very selective about which petitions they allow, ie anything to do with commercial enterprise or government its self is a no go area, the bloody government can fiddle with these two things by passing numerous laws etc so why can't  I post a petition to replace the useless bunch of greedy grabbing fraudulent people currently running the country with a peoples refernedum. whats the point of having E-petitions if your going to get all choosy about which petitions your going to allow, this is exacty why the people of this country are so pissed off with the current bunch of freeloaders because they will not allow any thing that might undermine their authority.. The first place to start is with the E-petitions team, your all just civil servants who get paid from my taxs so what gives you the right to pick and choose which pettions you will allow through !",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-20T13:55:29.885009Z",
            "creator_name": "Stuart Moore",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-20T13:55:29.885009Z",
            "rejected_at": "2009-06-19T00:01:01.206591Z",
            "rejection": {
                "code": 16384,
                "details": "Comments about the petitions system should be sent to number10@petitions.pm.gov.uk.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12656027
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/E-petitionsteam/"
    },
    "type": "petition"
}