{
    "data": {
        "attributes": {
            "action": "ban forthwith the use by all governmental departments, quangos, and local authorities, of revenue-generating 084x and 087x telephone numbers which are advertised as \"local rate\" and \"national rate\" calls respectively, but which can cost SIGNIFICANTLY more to a caller who subscribes to any telephone service provider (including – and especially – a mobile network) other than British Telecom than a local/national rate call.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Governmental departments, quangos, and local authorities should be banned from using 0844, 0845, 0870 and 0871 numbers (or offer an alternative 01 or 02 number) for all contacts, as they make a profit out of using 084x and especially 087x numbers. For example, an 0870 number costs 10 pence per minute (some 4½ pence per minute of which goes to the organisation or department using the number). In fact, there HAS to be an exchange line (with a number starting 01 or 02) to which 0844, 0845, 0870 or 0871 calls are delivered, but call handlers employed by businesses and departments using these numbers invariably LIE by denying the existence of an 01/02 exchange line number – what they really mean is \"I don't know the 01/02 number because I haven't been told what it is\".",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-20T11:20:07.906783Z",
            "creator_name": "Mr Larry Simons",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-20T11:20:07.906783Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 89,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 12652892
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/govdeps08nos/"
    },
    "type": "petition"
}