{
    "data": {
        "attributes": {
            "action": "ensure that the Government and employers actively enforce the law prohibiting workplace discrimination on pregnancy related ground and that the Government does not weaken the law on pregnancy discrimination in the Equality Bill",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There has been an alarming increase in the number of pregnant women and new mothers who are being made redundant.  It appears that some employers are using the recession as an excuse to break the law on discrimination. This is not only morally wrong and deeply damaging to workplace gender equality - it is illegal. The Government must play an active role in ensuring that the law against pregnancy discrimination is enforced. \n\nAlongside this, the Government’s new Equality Bill (currently being debated in Parliament) could make things worse. At present, a woman must not be treated ‘less favourably’ because she is pregnant or on maternity leave. The Equality Bill appears to lessen this protection by stating that she cannot be treated ‘less favourably than is reasonable’ (Clauses 16 & 17). \n\nWhat is ‘reasonable’ remains undefined, allowing employers to use inconvenience or cost as justification for actions which at present would clearly be illegal. Legal experts in the field fear that if this clause goes through, the protection of pregnant women at work will be substantially weakened.",
            "closed_at": "2009-11-27T00:00:00Z",
            "created_at": "2009-05-20T12:03:58.146073Z",
            "creator_name": "Ellie Higham",
            "government_response_at": "2009-12-23T11:28:58.958097Z",
            "government_responses": [
                {
                    "created_at": "2009-12-23T11:28:58.958097Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure that the Government and employers actively enforce the law prohibiting workplace discrimination on pregnancy related ground and that the Government does not weaken the law on pregnancy discrimination in the Equality Bill.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21882\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'pregnancyprotect'",
                    "updated_at": "2009-12-23T11:28:58.958097Z"
                }
            ],
            "opened_at": "2009-05-20T12:03:58.146073Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 256,
            "state": "finished",
            "updated_at": "2009-11-28T00:01:01.182781Z"
        },
        "id": 12653884
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pregnancyprotect/"
    },
    "type": "petition"
}