{
    "data": {
        "attributes": {
            "action": "call a General Election focused on Parlimentary reform",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In light of recent events, an opportunity has arisen to reform our parlimentary system. If we are to agree that the greatest threat to our freedom is apathy, surely it is now that the public needs to be reengaged before their indifference is absolute. \nThe party system should not be protected at the expense of wider democracy. Fairer voting systems and candidate selection process need to be urgently ushered in. Furthermore, we need to encourage a more diverse selection of members, based on ability, ideology and desire to serve the public; not personal gain, success and power.\nIn order to achieve change for the good of the country and its people, the time is right to call a General Election. Each major party should consider how they can engage local people in local Government, and outline exactly how they would promote a fairer system of central Government. \nPlease note that there is no similar petition active on this issue, nor has any petition calling for a General Election been approved. Should this request be turned down, please provide reasons for Number 10's reluctance to let the people make their feelings known on this issue.",
            "closed_at": "2009-08-20T00:00:00Z",
            "created_at": "2009-05-20T13:04:06.561376Z",
            "creator_name": "Luke Taylor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-20T13:04:06.561376Z",
            "rejected_at": "2009-06-19T00:01:01.206591Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/GoToCountryNow/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-19T00:01:01.206591Z"
        },
        "id": 12655071
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GenE09/"
    },
    "type": "petition"
}