{
    "data": {
        "attributes": {
            "action": "Ensure politicians who have abused the public purse be prosecuted for deception.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Deceptions\n\nPoliticians who have changed the expenses rules and distorted them so they were able to make unreasonable claims outside the reach of justice decieved the public. By definition they have obtained money from the public purse by deception. To say sorry is not enough this is criminal activity under the protection of rule manipulation by people in a position of trust. Once abused the said trust is broken the amended rules are not valid excesive claims are criminal. As prime minister you are herby called upon to ensure criminals are prosecuted and the public are protected. If you fail to do this you are complicit by association. Any political party allowing public purse abusers to cotinue in public office are clearly unfit to serve.",
            "closed_at": "2009-07-20T00:00:00Z",
            "created_at": "2009-05-20T15:45:39.913632Z",
            "creator_name": "REYNOLD OUTHWAITE",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-20T15:45:39.913632Z",
            "rejected_at": "2009-07-02T00:01:01.875280Z",
            "rejection": {
                "code": 4096,
                "details": "Government does not prosecute people. It is the job of the police to investigate suspected crimes and pass any evidence to the Crown Prosecution Service, who decide whether to bring the case to court.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-02T00:01:01.875280Z"
        },
        "id": 12657989
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Deceptions/"
    },
    "type": "petition"
}