{
    "data": {
        "attributes": {
            "action": "instruct public bodies to use BC not BCE for historic dates.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For BC dates, there is a PC trend to add an extra E to get BCE. This is a waste of time and must cost a small forest in trees for extra print and for what?\n\nThe B in BCE is easily confused with an 8 (or 13) so that 44BCE looks too like 448CE. Information boards at historic sites are already difficult enough to read (graffiti!), but if dates use BCE/CE** lots of people will not be unable to distinguish a date ending in an 8CE from a date ending BCE.\n\nOur calendar is based on the estimated date of their birth of the \"historical\" figure known as Christ (from which we get Christians!) This fact can't be changed without inventing an entirely new calendar. If the PC brigade don't like this then let them find another meaning for BC like “Before Calendar” (the current cycle of leap years started 1AD), or even “Backwards Calendar”. \n\nTHERE IS NO NEED FOR PC ERROR PRONE CHANGE SO PLEASE DON'T LET IT HAPPEN!\n\n**There is no need for a suffix for dates in the current calendar. Everyone knows what 1970 means! But for the few for whom it is important - let them choose to use whatever they want so long as they all agree.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-20T12:38:08.010493Z",
            "creator_name": "Mike Haseler",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-20T12:38:08.010493Z",
            "rejected_at": "2009-06-20T00:01:02.749244Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12654561
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BCnotBCE/"
    },
    "type": "petition"
}