{
    "data": {
        "attributes": {
            "action": "'bring pressure to bear on The Chief of the Defence Staff and The Secretary for Defence, to re-submit a recommendation to the H. D. Committee to issue a Campaign Medal to all members of Bomber Command in WW2.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "After a long campaign The Bevin Boys and the Land Army were recently given an award, and now there is a growing demand from an angry public for Bomber Command to be awarded a CAMPAIGN MEDAL. \n\n     125,000 aircrew carried out 366,514 sorties ( 297,663 by night ) and during these operations 55,573 pilots and crew were killed, the largest loss of life in any of our services.\n\n     This petition is on behalf of all 125,000 members of Bomber Command who deserve a CAMPAIGN MEDAL as a mark of respect for their endeavour, outstanding bravery and sacrifice of lives  that saved our country and PRESERVED OUR FREEDOM !!\n\nTHEY MUST NOT BE FORGOTTEN !!",
            "closed_at": "2009-11-20T00:00:00Z",
            "created_at": "2009-05-20T13:45:10.258798Z",
            "creator_name": "Ron Scales",
            "government_response_at": "2009-12-23T11:30:49.029000Z",
            "government_responses": [
                {
                    "created_at": "2009-12-23T11:30:49.029000Z",
                    "details": "You signed a petition asking the Prime Minister to \"bring pressure to bear on The Chief of the Defence Staff and The Secretary for Defence, to re-submit a recommendation to the H. D. Committee to issue a Campaign Medal to all members of Bomber Command in WW2.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21889\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'WW2BOMBERCOMMAMD'",
                    "updated_at": "2009-12-23T11:30:49.029000Z"
                }
            ],
            "opened_at": "2009-05-20T13:45:10.258798Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1941,
            "state": "finished",
            "updated_at": "2010-05-04T16:08:43.159323Z"
        },
        "id": 12655840
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WW2BOMBERCOMMAMD/"
    },
    "type": "petition"
}