{
    "data": {
        "attributes": {
            "action": "allow the local re-call of members, by people other than the local party members",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "P.m's statment does not go far enough in addressing local dissatisfaction and belief in the behavior of Hon. Members. The problem is that party loyalty only serves a amall proportion of local people. Not all people that vote belong to a party, and the image is that an M.P has carte blance, because all they have to do is satisfy the parlimemtry party and their local party to continue in their M.P role.Local re-call by people other than those already invovled in the party machinery, would be a real step towards proper representation of their electorate, many of whom remain dis-enchanted,and uninvolved  because they have no real voice, and like me, think (1) have no desire to belong to a particular party,(2)want some check and balance on their M.P and (3)that current means to this do not reflect their views or concerns",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-20T13:33:38.665413Z",
            "creator_name": "Mr Anthony. T. Cadman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-20T13:33:38.665413Z",
            "rejected_at": "2009-06-26T00:01:02.360846Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament. http://www.parliament.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12655648
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LocallRe-call/"
    },
    "type": "petition"
}