{
    "data": {
        "attributes": {
            "action": "Reduce Rateable Values by 20% Across All Commercial Property in the 2010 Re-Valuation",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Rateable Values of all Non-Domestic Property are to be subject to review in the 2010 revaluation. The Valuation Office is intending to base the revised rateable values on the market value as at 1st April 2008. For most businesses this will inevitably lead to a large increase. However, as most people in the industry would agree, commercial property values have reduced by some 40% since then. The government should adopt a broad brush approach and reduce rateable values universally by 20% to give some meaningful help to all businesses in this country. When doing so they should give an undertaking to peg the UBR below 50p so that they do not give with the left hand and then take with the right. Removing empty property rates relief from 1st April 2008 has had the desired effect of driving down rents, and property values have inevitably followed. Business ratepayers are sick of the spin from government and they have had enough of tax increases. A 20% reduction in rateable values would be of valuable and tangible benefit to help get Britain back in business and kick-start the upturn that we all await.",
            "closed_at": "2010-04-02T00:00:00Z",
            "created_at": "2009-05-21T00:02:37.163934Z",
            "creator_name": "David Flood",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-21T00:02:37.163934Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 17,
            "state": "finished",
            "updated_at": "2010-04-03T00:01:01.773083Z"
        },
        "id": 12663598
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RatingReview/"
    },
    "type": "petition"
}