{
    "data": {
        "attributes": {
            "action": "Fund research for a cure to spinal muscular atrophy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Spinal Muscular Atrophy (SMA) is a neuromuscular condition which causes weakness of the muscles. There are many types of SMA including type 1, 2, 3 and adult onset SMA. Depending on which type of SMA a person has will determine how severely they are affected by it. The earlier a person is diagnosed with SMA the more severe there condition will be. \n\nMost people have not even heard of SMA yet it is the number 1 genetic killer of children under 2 years old!\n\nSMA type 1-\nThis type of SMA is the most severe and is usually fatal. Babies born with type 1 SMA are usually diagnosed around 6 months old.  As the SMA progresses, babies with SMA lose the ability to suck and it becomes dangerous for them to feed because they are likely to choke so they eventually need to be tube fed. They can also choke on their own saliva so they have to have suction which isn't very nice and each time they get a cold it is life threatening and usually end up in hospital with pneumonia which is usually fatal for them because the weakness also affects there lungs, meaning that they find it hard to breathe and impossible to cough! Babies with SMA type 1 are lucky to reach their 1st birthday!",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-20T21:36:04.465321Z",
            "creator_name": "Mr Peter Allan Pennington",
            "government_response_at": "2010-08-12T17:48:20.780935Z",
            "government_responses": [
                {
                    "created_at": "2010-08-12T17:48:20.780935Z",
                    "details": "You signed a petition asking the Prime Minister to fund research for a cure to spinal muscular atrophy.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=CureSMA\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'CureSMA'",
                    "updated_at": "2010-08-12T17:48:20.780935Z"
                }
            ],
            "opened_at": "2009-05-20T21:36:04.465321Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 963,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 12662485
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CureSMA/"
    },
    "type": "petition"
}