{
    "data": {
        "attributes": {
            "action": "consider changing the rule that all deaths must be registered within 5 days; or at least make it more flexible",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Apparently there is a law stating that deaths must be registered within 5 days of the death occurring. This law takes NO ACCCOUNT AT ALL of individual reactions to a specific death or of emotional and psychological inability to acknowledge that the death has occurred; many people might need FAR longer than 5 days to come to terms with a death and get to the point at which they would feel able to go to their local register office and tell a stranger (the possibly indifferent official) that it has taken place. \n\nPeople might object that a friend or relative of the bereaved person could register the death.  This would probably be possible for many, or even most or almost all, people; but where does it leave people (and they do exist) who have no friends and/or who feel SO devastated by the death that they can't bring themselves to tell anyone about it?  I would even maintain that the fewer friends anyone has the harder the death of any person providing emotional support would hit them and the less able they would be to cope with it.  Please take the needs of people like this (of whom I'm one) into account.",
            "closed_at": "2009-12-03T00:00:00Z",
            "created_at": "2009-05-21T02:15:07.615988Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-21T02:15:07.615988Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2009-12-04T00:01:01.142217Z"
        },
        "id": 12663944
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DeathRegister/"
    },
    "type": "petition"
}