{
    "data": {
        "attributes": {
            "action": "ensure that Speaker Michael Martin is NOT granted a peerage when he stands down",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is convention that the Speaker of the House is awarded a peerage (a seat in the House of Lords) upon their standing down, as reward for their good service in an important role.\n\nThis seems perfectly reasonable, but I think there is a good case that it should not apply in the case of Speaker Martin. He was forced into stepping down after losing the confidence of the House and the public. \n\nHe did not do a good job as Speaker and therefore does not deserve the reward of a peerage. Failure should not be rewarded.\n\nWith Parliament debating how to reform itself, the last person we need in the Upper Chamber is someone who used all their power as Speaker to attempt to block reform.\n\nMr. Martin will have a more than adequate pension to sustain him and does not require the further privileges of a peerage to give him a comfortable retirement. Therefore, we the undersigned request that Speaker Martin is NOT to be given a peerage when he steps down as Speaker.",
            "closed_at": "2009-07-21T00:00:00Z",
            "created_at": "2009-05-21T13:17:55.862878Z",
            "creator_name": "Steve Bassett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-21T13:17:55.862878Z",
            "rejected_at": "2009-07-23T00:01:02.319877Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for the Queen.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-23T00:01:02.319877Z"
        },
        "id": 12667108
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SpeakerPeer/"
    },
    "type": "petition"
}