{
    "data": {
        "attributes": {
            "action": "advise please how we Israelis can advance a 2-state solution when the PA and Hamas are divided and hostile to each other?",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The USA, Britain and the EU are all demanding a 2-state solution to the Arab/Israeli conflict but (a) the Arabs don't want Israel in the region at all [Hamas' open declaration & the PA President's Arabic speeches, not to mention the Muslim clerics who openly state that the Arabs are in eternal conflict with the Jews and must never accept them in the region]; (b) They continue to teach hate in their schools and glorify matrydom in the killing of Israelis; (c) until the Palestinians can unify, we have no one with whom to create a 2-state solution; (d) we have to accept no less than a democratic Palestinian state as anything less would be fatal for Israel - which means accepting Jews to live there too as we accept Arabs in Israel. Upto now they insist on their state, their land being \"Judenrein. So when are you people going to demnand something of the Arabs in order to achieve this Utopia of a 2-state solution?",
            "closed_at": "2009-11-21T00:00:00Z",
            "created_at": "2009-05-21T08:07:59.305498Z",
            "creator_name": "Edmund Jonah",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-21T08:07:59.305498Z",
            "rejected_at": "2009-07-04T00:01:02.801887Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for an action/policy that can be taken by the Prime Minister or Government, preferably starting with a verb, and not a name or statement. You may wish to re-word your petition. More guidance can be found here: http://petitions.number10.gov.uk/terms\nOr, you may wish to write to the Prime Minister. Contact details can be found here: http://www.number10.gov.uk/footer/contact-us",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-04T00:01:02.801887Z"
        },
        "id": 12664310
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Arab-Is-conflict/"
    },
    "type": "petition"
}