{
    "data": {
        "attributes": {
            "action": "Sack all MP's who have stolen money from the public purse and do not have the moral decency to go.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We would like the Unelected Prime Minster to have the backbone to sack all his MP's who have knowingly stolen from the public purse.\nI would certainly know when my mortgage was paid off!\nNo excuse of 'I followed the guidelines and rules' should be tolerated.\nIf I were to do that I would most certainly be taken to court for theft.\nSack them now!  The Conservatives will have to follow suit as well as the Lib Dems.\nHave the moral backbone to do it, and no! it is not a complicated matter, they stole, they go!\nAnd if I could instigate theft charges so they go to prison, I bloody well would!",
            "closed_at": "2009-06-21T00:00:00Z",
            "created_at": "2009-05-21T11:54:32.561656Z",
            "creator_name": "Peter Carroll",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-21T11:54:32.561656Z",
            "rejected_at": "2009-07-04T00:01:02.801887Z",
            "rejection": {
                "code": 4097,
                "details": "As a Government website, we cannot host party political material such as references to political parties. More guidance can be found here: http://petitions.number10.gov.uk/terms The PM could not sack MPs in his role as PM. This is a party matter and you should contact the relevant party.",
                "reasons": [
                    "Party political material",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-04T00:01:02.801887Z"
        },
        "id": 12666265
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SackThieves/"
    },
    "type": "petition"
}