{
    "data": {
        "attributes": {
            "action": "introduce a new law to make it compulsory for children under 16 to wear helmets while cycling.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is estimated that 90,000 on-road and 100,000 off-road cycling accidents occur every year in the UK, of which a disproportionate number involve children under 16.\n\nChild cyclists in the UK deserve the same protection as those in countries such as USA, Canada and Australia which have introduced compulsory helmet laws for children.\n\nHeadway - the brain injury association along with other national charities and the British Medical Association, believe that cycle helmets can save lives and prevent lifelong disability.\n\nAdults have the ability to study the evidence and make informed choices about the risks involved with cycling without a helmet.\n\nHowever, children are particularly vulnerable while cycling as they do not have the insight, awareness, balance or experience of adults.\n\nAs a society, we owe it to them to protect them as best we can.",
            "closed_at": "2009-07-29T00:00:00Z",
            "created_at": "2009-05-21T11:48:49.392490Z",
            "creator_name": "Luke Griggs",
            "government_response_at": "2009-08-13T13:00:22.396921Z",
            "government_responses": [
                {
                    "created_at": "2009-08-13T13:00:22.396921Z",
                    "details": "You signed a petition asking the Prime Minister to \"introduce a new law to make it compulsory for children under 16 to wear helmets while cycling.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20350\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Helmets-cycling'",
                    "updated_at": "2009-08-13T13:00:22.396921Z"
                }
            ],
            "opened_at": "2009-05-21T11:48:49.392490Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1385,
            "state": "finished",
            "updated_at": "2009-10-01T03:02:24.340142Z"
        },
        "id": 12666212
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Helmets-cycling/"
    },
    "type": "petition"
}