{
    "data": {
        "attributes": {
            "action": "promoting an economical responsible policy on narcotics",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "You can buy a 2-3 grammes of Super-Skunk for £10 or a gramme of Cocaine for £30-50 (dependent on purity and connections).  This formula defies Adam Smith view of open markets.  I bought a box of sugar puffs for £1 at 450 grammes, if I were to translate that into Super-Skunk, the value would be £1,500 (approx).  Therefore, the twin attack (police-crim)on society is engineered, and thus a dereliction of duty, but also an affront to a humanity and decency(a clear contravention of economics/humanity or society).  So the simple & logical solution is to bring such manners into the public sector, regulated and thus surpressing the price of described commodities as the legislation is effectively (willingly) supporting a destruction of a wholesome social values, furthermore, like in Amsterdam, where such decrimilisation has occurred, the purchase of described commodities where made by tourists, accounting for 90-95% of the market.  The truth is, a gramme of Super-Skunk, can be grown for the price of Carrots, but the Government seems to enjoy exploiting the publics ignorance which is an affront to Lord Shaftesbury, Wilberforce and many other libertarians.  Time for Change!",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-21T00:50:14.921127Z",
            "creator_name": "Steve Delahunty",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-21T00:50:14.921127Z",
            "rejected_at": "2009-07-02T00:01:01.875280Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/LegaliseThem/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12663732
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Enslaved/"
    },
    "type": "petition"
}