{
    "data": {
        "attributes": {
            "action": "stop the  the Number 10 website rejecting petitions calling for a general election as a response to the MPs' expenses scandal",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have tried to put a petition on the Number 10 e-petitions website as follows: \"We the undersigned petition the Prime Minister to allow the voters throughout the UK to deal with the issue of their MP's expenses by calling a general election now.\".  The proposal was rejected and surprisingly there are no other petitions on this issue of huge public concern on the Number 10 site. Other similar propositions also being rejected by the Number 10 team. Obviously the last thing the Prime Minister wants is a massive petition on his own website for calling for a poll, but given that the Number 10 e-petitions site is publicly funded, deliberate blocking of petitions calling for a poll would be a very questionable state of affairs.",
            "closed_at": "2009-11-22T00:00:00Z",
            "created_at": "2009-05-22T13:37:47.209236Z",
            "creator_name": "Vincent Phillips",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-22T13:37:47.209236Z",
            "rejected_at": "2009-06-28T00:01:02.196117Z",
            "rejection": {
                "code": 16386,
                "details": "Comments about the petitions system should be sent to number10@petitions.pm.gov.uk.\n\nAs stated in the terms and conditions (http://petitions.number10.gov.uk/terms), we reserve the right to reject petitions that are similar to and/or overlap with an existing petition. There is an existing petition on the website calling for a general election: http://petitions.number10.gov.uk/GoToCountryNow/",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-28T00:01:02.196117Z"
        },
        "id": 12675665
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pollpetition/"
    },
    "type": "petition"
}