{
    "data": {
        "attributes": {
            "action": "Call a General Election immediately, in order to remove those MP's who have cheated on their expenses!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The scandal over the abuse of the MP expenses has outraged the British Public.\n\nLet our voices be heard and allow us our democratic right to choose a better, more honest, less devious representative for Parliament!\n\nA significant number of our so-called representatives have been dishonestly claiming money off the taxpayer, while hiding those facts from the public. \n\nWhilst MP's were lining their nests, they were treating us, the Public, like a petulant child. Pontificating that we didn't need to know what they were claiming, only that they knew better and MP’s could regulate their expenses themselves.\n\nThey had the chance to bring reform to the expenses system in July 2008, when MP's voted on their own expenses, but failed to do so.\n\nOnly now, when an insider has released the information, do they claim to want to change the system. Only now, when they have been caught with their hands in the till, stealing our money, do they repent and call for a revising of the system.\n\nWell, it's too late for \"oversights\" and \"administrative errors”. You were caught, bang to rights and now it's time for you to go.\n\nCall a General Election now. Let the Great British Public have our say!",
            "closed_at": "2009-11-22T00:00:00Z",
            "created_at": "2009-05-22T10:28:15.879783Z",
            "creator_name": "Mr Graham F French",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-22T10:28:15.879783Z",
            "rejected_at": "2009-06-28T00:01:02.196117Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/GoToCountryNow/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-28T00:01:02.196117Z"
        },
        "id": 12673752
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MP-Election/"
    },
    "type": "petition"
}