{
    "data": {
        "attributes": {
            "action": "Fix Politics with The Misrepresentation of the People Act.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government needs cleaning up. The expenses problems have proved this, and the 'misleading' of the house over the Iraq war is just another example of how Politicians can fix results in their favour (see the one-sided Hutton Report). \n\nPoliticians are all meant to be responsible people that do not need governing, because they are moral people that represent the peoples intrests. They have proved this NOT to be the case. But this is THE flaw with government at the moment, so lets fix it with 'The Misrepresentation of the People Act'.\n\nThis is a simple act with four principles:\n\n.\n\n\n- The Misrepresentation of the People Act -\n\n* We, the people, are sovereign\n\n* We grant this sovereignty to our elected representatives in parliament (we are their employers)\n\n* Our elected representatives have a fundamental obligation to be honest\n\n* We are entitled to formal legal independent redress\n\n.\n\n\nPoliticians should not be above accountability and should be held responsible for their actions. They are meant to be responsible, but currently are not. So we the people need to force them to be. Sign this petition and lets finally get this act passed.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-05-22T00:18:09.898754Z",
            "creator_name": "Edward Nash",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-22T00:18:09.898754Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12672335
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Cleaner-Politics/"
    },
    "type": "petition"
}