{
    "data": {
        "attributes": {
            "action": "prevent Maidstone Borough Council from taking unreasonable action against a small business - a local employer and valuable asset to the disabled community.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Maidstone Borough Council are attempting to bankrupt a Kent fishery in order to retract a planning permission that they granted in 2003. Monk Lakes fishery is an established angling complex in the heart of the Kent countryside with 3 new raised lakes that have been under construction since permission was granted (with MBC's full knowledge and approval). It's new owners bought the site last year, after the necessary due diligence, and were satisfied that no breaches of planning control had occured. MBC have taken advantage of this change of ownership and are jeopardising their future by taking a new stance on the previous planning position and dragging them through the Court system. Monk Lakes is one of the largest disabled access fisheries in the country. It hosts matches for SKY TV, employs local disabled and abled bodied people and works with Kent County Council to help rehabilitate stroke suffers. Please help.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-22T18:33:10.261473Z",
            "creator_name": "Mrs. Emily Harrison",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-22T18:33:10.261473Z",
            "rejected_at": "2009-07-05T00:01:02.677884Z",
            "rejection": {
                "code": 2,
                "details": "We cannot verify the claim that the council is attempting to bankrupt the fishery, so cannot approve your petition as it is currently worded. You may wish to re-word your petition and resubmit it.",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12678219
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MONKLAKES/"
    },
    "type": "petition"
}