{
    "data": {
        "attributes": {
            "action": "stop Sainsbury's from developing a supermarket in Bishops Waltham, a Medieval Market Town.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sainsbury's should not build their proposed 3,200 sqm supermarket, complete with coffee shop and 300 space car park.    \nThere will be a detrimental impact on this unique small town due to high volumes of traffic; a safety and environmental risk. \nThe supermarket will take customers away from the local High Street, which is currently boasts small independent traders and brings customers in from the surrounding areas who will not visit the town centre as they will be offered free car parking and a coffee shop on site.\nThe aesthetic surroundings of the Palace Ruins and South Pond will be destroyed by this neon monster.\nAt a time when we should be encouraged to buy local and create a sustainable community Sainsbury's threatens this opportunity.",
            "closed_at": "2009-09-05T00:00:00Z",
            "created_at": "2009-05-22T12:48:22.832034Z",
            "creator_name": "Anna Pink",
            "government_response_at": "2009-09-29T13:09:15.661730Z",
            "government_responses": [
                {
                    "created_at": "2009-09-29T13:09:15.661730Z",
                    "details": "You signed a petition asking the Prime Minister to \"stop Sainsbury's from developing a supermarket in Bishops Waltham, a Medieval Market Town.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20785\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'bwactiongroup'",
                    "updated_at": "2009-09-29T13:09:15.661730Z"
                }
            ],
            "opened_at": "2009-05-22T12:48:22.832034Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 576,
            "state": "finished",
            "updated_at": "2009-11-25T03:01:31.300947Z"
        },
        "id": 12674940
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bwactiongroup/"
    },
    "type": "petition"
}