{
    "data": {
        "attributes": {
            "action": "prevent Universities and Research Institutes from selecting candidates for research or academic vacancies through references that are confidential.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Job references for research or academic posts are confidential and usually taken up in the selection process prior to interview. Candidates are normally unaware if their references contain personal information or an accurate portrayal of their skills. When researchers submit publications/proposals they may nominate reviewers to assess their work. They later receive anonymous copies of the reports and are often permitted to defend any misconceptions before final submission. The majority of researchers and academics have over 7 years training and skill acquisition; a major investment in resources that can be obliterated by a single vindictive or discriminating reference. \n\nWe ask that legislation be introduced to prevent Universities and Research Institutes from selecting candidates for job vacancies through confidential references.  We feel that working conditions of researchers and academics would improve with more transparency in the selection process. We request that if references are necessary to select a candidate for a research/academic position then he/she should be given the right to see the reference in order to rectify any misleading statements.",
            "closed_at": "2009-10-06T00:00:00Z",
            "created_at": "2009-05-22T11:51:11.739419Z",
            "creator_name": "Suzanne Bowen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-22T11:51:11.739419Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 44,
            "state": "finished",
            "updated_at": "2009-10-07T00:01:01.337390Z"
        },
        "id": 12674342
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ConfidentialRefs/"
    },
    "type": "petition"
}