{
    "data": {
        "attributes": {
            "action": "Make the appropriate arrangements to ensure that rare birds and animals in British Overseas Territories and British Protectorates receive enough financial resources to protect and enhance their survival",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the South Atlantic, on a remote British island that is one of the world's most important seabird breeding colonies. \n\nMore than a million albatross, shearwater and petrel chicks, some goose-sized and weighing more than 20lbs, are being eaten alive every year - by mice.\n\nThe mice are descendants of the British House Mouse. \n\n\nThe mice attack at night, singly or in groups, gnawing into the chicks' bodies when they sit on the nest, and eventually kill them through blood loss or destruction of vital organs.\n\nIt is thought it might eventually drive some of the 22 species of birds that breed on Gough to extinction.\n\n\nThere are fears that the UK Government is not placing enough of its financial resources into all its Overseas Territory to save and enhance wildlife for which we have a clear responsibility. This petition draws attention to a British problem that can and should be solved by the British Government.",
            "closed_at": "2009-12-05T00:00:00Z",
            "created_at": "2009-05-22T07:55:14.222050Z",
            "creator_name": "Mr Phil Bateman MBE",
            "government_response_at": "2010-01-22T13:02:34.210413Z",
            "government_responses": [
                {
                    "created_at": "2010-01-22T13:02:34.210413Z",
                    "details": "You signed a petition asking the Prime Minister to \"Make the appropriate arrangements to ensure that rare birds and animals in British Overseas Territories and British Protectorates receive enough financial resources to protect and enhance their survival.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22220\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Territories'",
                    "updated_at": "2010-01-22T13:02:34.210413Z"
                }
            ],
            "opened_at": "2009-05-22T07:55:14.222050Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 983,
            "state": "finished",
            "updated_at": "2009-12-06T00:01:01.941535Z"
        },
        "id": 12672821
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Territories/"
    },
    "type": "petition"
}