{
    "data": {
        "attributes": {
            "action": "To stop the cruelty of animals being skinned alive for their fur",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Please sign, don't watch video its just too painful but we have to try and stop this brutality.  It's about animal rights. But if you must\nwatch there is a link below.\nWith a hidden camera, animals were filmed being SKINNED ALIVE. They say it's done to get a more perfect ''cut''.  Afterwards the carcasses are tossed into a pile, still alive, and for up to 10 minutes you can see their hearts still beating, in agony, their eyes still blinking, and the puppies little paws still shaking. There was one pup that still lifted his head and gazed at the camera with bloodied eyes . \nThis monstrosity has to be stopped, we have to act!! \n\nPlease scroll down and add your signature to the petition and send to everyone in your address book.  Do not click on the link, you have been warned - it's just too gruesome to watch. \n Something needs to done to stop it. Thanks for your support.\n\nThere is no need to see the video, but if you must, be aware, it's full of excruciating violence. Its painful silence affects us all deeply. \n If we don't protect animals from this type of brutality, we become accomplices.\nhttp://www.peta.org/feat/ChineseFurFarms/index.asp",
            "closed_at": "2009-07-22T00:00:00Z",
            "created_at": "2009-05-22T12:01:20.998244Z",
            "creator_name": "Mrs Anita DAcre",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-22T12:01:20.998244Z",
            "rejected_at": "2009-07-05T00:01:02.677884Z",
            "rejection": {
                "code": 67584,
                "details": "http://petitions.number10.gov.uk/ChineseCruelty/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions",
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-05T00:01:02.677884Z"
        },
        "id": 12674446
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/china-cruelty/"
    },
    "type": "petition"
}