{
    "data": {
        "attributes": {
            "action": "outlaw the British National Party Youth training",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The British national party has established a youth branch , that has weekend training which includes \"nationalist ideology ,and shooting\" .This is extremist training, and should be condemned. Furthermore they have also created a puppet in order to portray their racism to even smaller children,\" Billy Brit\" spouting racist ideas to impressionable young minds. See him in action http://www.bbc.co.uk/programmes/b006mkw3 at 23mins34s. Targeting children with racist beliefs from such a young age is wrong; it goes against anti-discrimination legislation that the government established to guarantee equality of people. If our children are caught up in these hateful ideas then any progress we have made towards equality was made in vain. Please do not allow the BNP to continue these ideas, especially not with children. Please do not allow their minds to be contaminated. Please sign this petition to outlaw the british national party extreme youth movement.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-23T10:09:20.508500Z",
            "creator_name": "Miss Kirsty Knight",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-23T10:09:20.508500Z",
            "rejected_at": "2009-07-05T00:01:02.677884Z",
            "rejection": {
                "code": 65537,
                "details": "As a Government website, we cannot host party political material, such as references to political parties. More guidance can be found here: http://petitions.number10.gov.uk/terms",
                "reasons": [
                    "Party political material",
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12680967
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/youthbnp/"
    },
    "type": "petition"
}