{
    "data": {
        "attributes": {
            "action": "Immigrants and Council Housing",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Stop Council from giving council housing to immigrants, after only one year, of them sleeping on another immigrants floor for instance, or with another relative, as they do.\n\nImmigrants come over and know someone over here, to put them up, they are able to receive benefits, and then after one year are eligible for council housing, which they receive, this puts a big strain on social housing for those of us in the country, preventing us moving to where we want to live. Or getting a transfer. In some councils priority is given to ethnic minorities, What is going on???????\n\nAs well as this, resources of the country are overloaded. With lack of schools, long waiting lists on the NHS, \nLack of social housing, it is all down to the immigrants, and I do not understand why organisations have sprung up to help immigrants settle here. Where are the organisations for us Brits? and our lives. I am so angry about the policies of this country. \n\nStop also everyone in the world from receiving free NHS treatment. Except for those covered by insurance, if they come over without insurance then we treat them for free. The word is spreading and has spread to the state we are in now, today.",
            "closed_at": "2009-11-24T00:00:00Z",
            "created_at": "2009-05-24T13:09:06.305048Z",
            "creator_name": "Christine Maloney",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-24T13:09:06.305048Z",
            "rejected_at": "2009-07-05T00:01:02.677884Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Eldorado/\nhttp://petitions.number10.gov.uk/British-People/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-05T00:01:02.677884Z"
        },
        "id": 12685500
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/immigrants-res/"
    },
    "type": "petition"
}