{
    "data": {
        "attributes": {
            "action": "ensure that NHS service provisions and funding arrangements for services for adults with Attention Deficit Hyperactivity Disorder (ADHD) are reviewed and revised urgently.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "ADHD is common with 3 to 4% of all adults affected. Undiagnosed ADHD leads to academic failure, substance abuse, criminal activity, disrupted family/social relationships, unemployment/work problems, & poor mental health.  Adults are diagnosed with anxiety/depression without recognition of ADHD so treatments are inadequate & deplete mental health budgets.  Millions of pounds a year are lost from work- under-achievement  &  millions more are spent on associated problems like imprisonment, substance abuse, & unemployment. \n\nNICE recommends provision of diagnoses, psychological support, work & social help but implementation is either slow or absent.  The few current adult ADHD services provide less than recommended minimum due to inadequate funds.  It’s certain too that demand will outstrip current capacity.\n   \nThus, we ask the Prime Minister to review current funding arrangements for adult ADHD,  & to provide dedicated funding to ensure care complies with NICE & national priorities.",
            "closed_at": "2009-12-06T00:00:00Z",
            "created_at": "2009-05-24T06:07:26.438359Z",
            "creator_name": "Susan Dunn Morua",
            "government_response_at": "2010-08-12T16:58:10.013012Z",
            "government_responses": [
                {
                    "created_at": "2010-08-12T16:58:10.013012Z",
                    "details": "You signed a petition asking the Prime Minister to ensure that NHS service provisions and funding arrangements for services for adults with Attention Deficit Hyperactivity Disorder (ADHD) are reviewed and revised urgently.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=adhdadults\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'adhdadults'",
                    "updated_at": "2010-08-12T16:58:10.013012Z"
                }
            ],
            "opened_at": "2009-05-24T06:07:26.438359Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1560,
            "state": "finished",
            "updated_at": "2010-04-28T15:45:39.199847Z"
        },
        "id": 12684358
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/adhdadults/"
    },
    "type": "petition"
}