{
    "data": {
        "attributes": {
            "action": "Stop the Build of the prison in Wickford",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It was announced this week how the Wickford site has been picked for one of five new jails, each holding up to 1,500 inmates. The MOJ want to build  five sites in south Essex – inc Wickford, to house a Titan prison, holding 2,500 inmates! Imagine this in your neighbourhood! The MOJ have not consulted with the local councils; they have made decisions; we need this stopped. Already we have a mental institution, this seems somewhat unfair!\nWe have been selected for regeneration,  investors will stop investing in Wickford. We need new homes, residential/sheltered housing for the eldery, doctors surgeries & new schools. We do not need the stigma of a prison. The governt has snuck this prision in – it’s a last minute bomb shell! The actual site in Runwell Road, Wickford, had previously been earmarked for 624 homes, a primary school and a doctor’s surgery. What happened? A battle plan is being drawn up by the leader of Basildon Council to fight proposals to build a prison in Wickford. On facebook we have already 500 members of Wickford petitioning the build.  Please let us petition officially.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-24T09:50:43.023816Z",
            "creator_name": "Mrs Bernadette Bentley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-24T09:50:43.023816Z",
            "rejected_at": "2009-07-05T00:01:02.677884Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/NoPrison4Wick/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12684675
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WickfordPrison/"
    },
    "type": "petition"
}