{
    "data": {
        "attributes": {
            "action": "Ban \"Websense\" in the U.K",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Isn’t this how the holocaust started? These guys are Nazis. Who made them the supreme moral authority of the entire internet? How can they decide what’s morally suitable for me to view? This is interfering with my school work, I can no longer access many websites for research, because its \"entertainment\". I am a school pupil, websense blocks our school website! Because of a \"Private I.P address\". These people are taking over our internet lives! Some students finish work quickly and just want to spend the last 10 minutes of a day going on a little game, but they can't because websense blocks them! All these little things make people unhappy, and during this recession, people need to be happy! I think that if you distrust your students/employees so much that you block every site possible that may even have something to do with your work, then maybe you shouldn't have students or employees! At my local library they have websense, and block any website which you can contact somebody, even this website is blocked by websense because I could talk to someone? This has gone too far and websense needs to go! So go on! Sign this petition and together we can eliminate websense from Britain!",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-25T16:52:40.215412Z",
            "creator_name": "Josh Fletcher",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-25T16:52:40.215412Z",
            "rejected_at": "2009-07-08T00:01:02.390659Z",
            "rejection": {
                "code": 2,
                "details": "",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12689669
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BanWebsense/"
    },
    "type": "petition"
}