{
    "data": {
        "attributes": {
            "action": "reject the plan to build Rail Freight Interchange, on the former Radlett Aerodrome, just south of St Albans",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The proposal is for the development of a rail-to-road freight Interchange to comprise 5 huge warehouses covering area of 300 acres south of St Albans on the last piece of Green Belt between St Albans and London.\n\nThe list of the most devastating of the negative effects if this project goes ahead:\nDestruction of Green Belt as concept and as a fact between London and St Albans;\nUnacceptable incremental road traffic and as a result, congestion to local roads;\nSharp increase in noise and air pollution in the area;\nHuge impact on local community and the way of life of local people;\nThe intrusive visual impact of a development of this scale in a historic area of national importance.\n\nThe list of reasons why the project is viewed as ill conceived, despite assertions of the prospective developer Helioslough:\nLack of available local workforce;\nLack of capacity for rail freight on the Midland Main Line; \nAvailability of other sites, which would be much more appropriate and have the support of their local communities;\nHidden intention of Helioslough to use the Interchange as road-to-road Interchange.",
            "closed_at": "2010-02-05T00:00:00Z",
            "created_at": "2009-05-23T22:23:19.131076Z",
            "creator_name": "Victor Silkin",
            "government_response_at": "2010-02-19T12:29:43.996213Z",
            "government_responses": [
                {
                    "created_at": "2010-02-19T12:29:43.996213Z",
                    "details": "You signed a petition asking the Prime Minister to \"reject the plan to build Rail Freight Interchange, on the former Radlett Aerodrome, just south of St Albans.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22507\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'StopRailFreight'",
                    "updated_at": "2010-02-19T12:29:43.996213Z"
                }
            ],
            "opened_at": "2009-05-23T22:23:19.131076Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1023,
            "state": "finished",
            "updated_at": "2010-02-06T00:01:01.193434Z"
        },
        "id": 12683670
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StopRailFreight/"
    },
    "type": "petition"
}