{
    "data": {
        "attributes": {
            "action": "To nominate Joanna Lumley to be made a dame and given a peerage to sit in the House of Lords. She would bring common sense, humility and passion to a house representing the views of a great many UK citizens. Her outstanding action over the years representing the minority deserves recognition. One only has to look at her entry on the web to fully understand what she has done over the years. Her latest representation of the Gurkers, with overwhelming public support, shows how well versed she is in public affairs and a true understanding what we, the British public, want.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "An exert from her Web biography identifies that she is amply qualified to speak on behalf of the general public given her personal experience in life which many in the House of Lords will not have any idea about. She will bring a new and welcome dimension to the proceedings, modenising the Upper house in accordance with the governments manifesto.\n\nShe has been actively involved in charitable work for many years, including the very topical environmental issue, human rights and animal rights. As an unmarried mother she understands normal peoples issue and plight, and represents the views of the normal public. By being given a peerage and made  a Dame would not only recognise her years of unselfish devotion to others plight, but allow her outstanding talent and public appeal to bring a fresh perspective to the proceedings of the Upper House, thereby maintain the governments position in is modenisation and reform.",
            "closed_at": "2009-11-24T00:00:00Z",
            "created_at": "2009-05-24T10:57:54.590210Z",
            "creator_name": "colin meads",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-24T10:57:54.590210Z",
            "rejected_at": "2009-06-28T00:01:02.196117Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.direct.gov.uk/honours",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-28T00:01:02.196117Z"
        },
        "id": 12685005
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Lumley-Peeage/"
    },
    "type": "petition"
}