{
    "data": {
        "attributes": {
            "action": "Recognise the contribution of Polish Armed Forces in World War 2",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Polish Armed Forces in the West fought in Allied operations against the Nazis in the Middle East, Mediterranean, African and European theatres: the North African campaign, the Italian Campaign (especially at Monte Cassino), the Western European Campaign (from Dieppe and D-Day, through Normandy, to Market Garden and beyond). The Polish contribution to the Battle of Britain has long been highlighted.\nDespite all of this, only representatives of the Polish Air Force were invited to attend the London Victory Parade in 1946. Invitations were not extended to the Polish Army or Navy as the British were wary of upsetting Stalin or the Soviet-installed puppet regime in Poland.\nAs the 65th Anniversary of the end of the war approaches, we request the British Government to formally acknowledge those few remaining members of the Polish Armed Forces denied their place in the Victory parade, and to recognise the valuable contribution made by Free Polish Armed Forces to the Allied effort.",
            "closed_at": "2010-02-05T00:00:00Z",
            "created_at": "2009-05-23T22:33:51.044592Z",
            "creator_name": "Robert Loasby",
            "government_response_at": "2010-03-24T10:14:51.829617Z",
            "government_responses": [
                {
                    "created_at": "2010-03-24T10:14:51.829617Z",
                    "details": "You signed a petition asking the Prime Minister to \"Recognise the contribution of Polish Armed Forces in World War 2.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22932\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'polishforces'",
                    "updated_at": "2010-03-24T10:14:51.829617Z"
                }
            ],
            "opened_at": "2009-05-23T22:33:51.044592Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1783,
            "state": "finished",
            "updated_at": "2010-02-22T03:01:02.149983Z"
        },
        "id": 12683711
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/polishforces/"
    },
    "type": "petition"
}