{
    "data": {
        "attributes": {
            "action": "Reject the change for lights from Watts to Lumens.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The change of the light bulb measurement from Watts, a measurement of Energy, to the Continental Lumens, the measurement of Light Output, is a pointless endeavour. Not only will it cost manufacturers to alter production, it will also confuse the consumer who for at least a century has bought lights according to the amount of energy they use. This EU directive is not needed here in the UK.\n\nIt also would create problems for those who are energy concious and trying to calculate their energy usage. If the light bulbs lose their energy consumption rating, energy used could not be guaranteed to be correct, as the Lumens output changes from bulb to bulb and is therefore not an accurate representation of the energy used. \n\nFor example, a regular bulb of 60 Watts can produce about 780 Lumens, however, a Halogen bulb can produce the same Lumens at only 20 Watts. Also, one 15Watt Fluorescent bulb may produce 500 lumens, whereas another might produce 800, this would most likely confuse the consumer as they might assume that 500 lumens means less energy used.\n\nLumens is only a cosmetic rating.\n\nI implore the general public to reject this EU nonsense and keep the Watt on the bulb.\n\nThank you.",
            "closed_at": "2009-12-09T00:00:00Z",
            "created_at": "2009-05-25T04:58:41.263190Z",
            "creator_name": "Mr David Craggs",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-25T04:58:41.263190Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2009-12-10T00:01:01.756312Z"
        },
        "id": 12687730
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Wattsnotlumens/"
    },
    "type": "petition"
}