{
    "data": {
        "attributes": {
            "action": "take up Gibson Inquiry into ME recommendation of a Public Inquiry into vested interests",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The All Party Parliamentary Group's  Gibson Inquiry into ME in 2006 came to the conclusion that it was highly inappropriate for psychiatrists such as Simon Wessely and Peter White et al to act as advisor's on illnesses like ME CFS for the Government and the DWP while working as consultants for the medical insurance industry for companies such as UNUM Provident. The insurance industry have a clear vested interest in classifying such illnesses as psychiatric conditions (despite the WHO classification of ME as a neurological condition ICD 10 G93.3) since they have to pay out less on policies.\n\nThe recommendations of the Gibson Inquiry called for an appropriate standards body to be set up to investigate these clear and alarming vested interests. This recommendation seems to have disappeared in a puff of smoke?\n\nWe the undersigned call for a immediate public inquiry into these inappropriate and blatant conflicts of interest!",
            "closed_at": "2009-09-17T00:00:00Z",
            "created_at": "2009-05-26T16:25:55.563784Z",
            "creator_name": "Dave Loomes",
            "government_response_at": "2010-02-05T14:51:40.078625Z",
            "government_responses": [
                {
                    "created_at": "2010-02-05T14:51:40.078625Z",
                    "details": "You signed a petition asking the Prime Minister to \"take up Gibson Inquiry into ME recommendation of a Public Inquiry into vested interests.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22366\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'MEInquiry'",
                    "updated_at": "2010-02-05T14:51:40.078625Z"
                }
            ],
            "opened_at": "2009-05-26T16:25:55.563784Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 316,
            "state": "finished",
            "updated_at": "2009-09-28T03:03:09.389298Z"
        },
        "id": 12695308
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MEInquiry/"
    },
    "type": "petition"
}