{
    "data": {
        "attributes": {
            "action": "introduce anti-sexism regulation for the media which recognises lads' mags and newspapers like The Sport as part of the porn industry and regulates them accordingly. Where sold, these publications should be covered, placed on the top shelf and age-restricted.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Lads’ mags and newspapers like The Sport objectify women by portraying them as sexual objects. They are often as contemptuous of women as top shelf pornography and they are directly linked to pornography and prostitution through adverts in their back pages. These publications should be recognised as part of the pornography industry and if sold, they should be covered up, put on the top shelf and age-restricted. \n\nThe growing sexualisation of women and girls in the media promotes attitudes which underpin and legitimise gender inequality and violence against women by portraying women as objects and not real people. \n\nWe urge the government to fulfil its multiple international obligations to tackle the sexual objectification of women in the media by extending anti-racial discrimination measures to include anti-sex discrimination measures, and by mainstreaming gender equality into media regulation. \n\nThis should be seen as a crucial part of the cross-governmental violence against women strategy and a central component of ongoing work to promote gender equality.",
            "closed_at": "2009-12-09T00:00:00Z",
            "created_at": "2009-05-26T16:18:07.773430Z",
            "creator_name": "Anna van Heeswijk",
            "government_response_at": "2010-04-06T10:32:29.618293Z",
            "government_responses": [
                {
                    "created_at": "2010-04-06T10:32:29.618293Z",
                    "details": "You signed a petition asking the Prime Minister to \"introduce anti-sexism regulation for the media which recognises lads' mags and newspapers like The Sport as part of the porn industry and regulates them accordingly. Where sold, these publications should be covered, placed on the top shelf and age-restricted.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page23089\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Lads-mags'",
                    "updated_at": "2010-04-06T10:32:29.618293Z"
                }
            ],
            "opened_at": "2009-05-26T16:18:07.773430Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1169,
            "state": "finished",
            "updated_at": "2010-03-27T18:30:41.459624Z"
        },
        "id": 12695253
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Lads-mags/"
    },
    "type": "petition"
}