{
    "data": {
        "attributes": {
            "action": "make it mandatory for all MPs to carry ID cards.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With the recent scandal over MPs over claiming on unjust expenses we believe that MPs have forgotten that they are answerable (After her Majesty Queen Elizabeth II) to us the public.\nWe demand that MPs start carrying Identification Cards so that we can observe the following:\ni) The MP will be expected to clock in every morning and clock out every night, this data will be stored on a data base so anyone can check to ensure the MP is working reasonable hours at parliament.\nii) In the case of the MP working in their constituency they will log on to the database and give a breakdown of what they accomplished and how productive they have been.\niii) Any claim that the MP would like to make must be sent to an external auditing company with receipt and ID number for storage on an accessible database.\nWe feel the above is the only way we can guarantee that the people we elected to govern us can be fairly governed.",
            "closed_at": "2009-08-25T00:00:00Z",
            "created_at": "2009-05-25T22:18:47.156794Z",
            "creator_name": "Tom Sunderland",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-25T22:18:47.156794Z",
            "rejected_at": "2009-07-08T00:01:02.390659Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-08T00:01:02.390659Z"
        },
        "id": 12691037
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IDYOURMP/"
    },
    "type": "petition"
}