{
    "data": {
        "attributes": {
            "action": "Dissolve both the 'Barclays' Premier League and The 'Coca-Cola' Football League, and create one sole league for the entire Country.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear Prime Minister,\n\nI am writing to you to ask you to dissolve both the 'Barclays' Premier League and the 'Coca-Cola' Football League, and create one sole league for the entire Country. English football is the biggest game in the country, although, the 'Barclays' Premier League will eventually ruin this country and the game as we know it.\n\nEach year hundreds of millions of pounds is given to football clubs in the 'Barclays' Premier League, while football clubs in the 'Coca-Cola' Football League are lucky if they get 10% of this.\n\nAs a result of this unfair distribution of finances, it makes it impossible for small 'Coca-Cola' Football League clubs to complete. This usually results in clubs going bust, as we have seen so often over the past few seasons.\n\nI feel that the dissolution of both of these leagues and the creation of a brand new league, for the whole of the United Kingdom will save a lot of football clubs along the way.",
            "closed_at": "2009-11-26T00:00:00Z",
            "created_at": "2009-05-26T16:49:37.858163Z",
            "creator_name": "Mr Daniel Allen Thompson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-26T16:49:37.858163Z",
            "rejected_at": "2009-07-08T00:01:02.390659Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-08T00:01:02.390659Z"
        },
        "id": 12695494
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/footballleague/"
    },
    "type": "petition"
}