{
    "data": {
        "attributes": {
            "action": "prevent any deer culling to reduce down road collisons and damage to farmers crops and to look at humane long term alternatives.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are currently increasing calls for a cull of Deer due to a rise in road collisions and damage to crops.  Deer culling, like the culling of any animal or birds is only short term and are never that effective, and not that practical to implement.  It is impossible to prevent all deer collisions and damage to crops but they can be reduced.\n\nWe ask the Government to…\n\n1) force DEFRA to help landowners and farmers to use humane methods of restricting access to crops by deer using fencing and other alternatives,\n2) widen grass verges in areas where deer road collisions occur allowing motorists and deer to see each other at a distance,\n3) help landowners and councils erect electronic warning signs with sensors to warn motorists of deer on verges, which are more effective than static signs,\n4) to help fund deer fencing to help prevent access onto roads in more dangerous locations,\n5) help provide funding to councils to build under passes or over passes in key areas to help deer cross safely, \n6) to ask Natural England to advise landowners of conservation areas to manage deer in a humane manner and prevent sheep being used in deer sensitive areas and habitats which could push deer onto crop fields.",
            "closed_at": "2009-09-08T00:00:00Z",
            "created_at": "2009-05-26T10:19:33.418069Z",
            "creator_name": "Mr Trevor Weeks",
            "government_response_at": "2009-10-01T12:00:42.284418Z",
            "government_responses": [
                {
                    "created_at": "2009-10-01T12:00:42.284418Z",
                    "details": "You signed a petition asking the Prime Minister to \"prevent any deer culling to reduce down road collisons and damage to farmers crops and to look at humane long term alternatives.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20818\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'StoptheDeerCull'",
                    "updated_at": "2009-10-01T12:00:42.284418Z"
                }
            ],
            "opened_at": "2009-05-26T10:19:33.418069Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 285,
            "state": "finished",
            "updated_at": "2009-09-09T00:01:01.714176Z"
        },
        "id": 12692591
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StoptheDeerCull/"
    },
    "type": "petition"
}