{
    "data": {
        "attributes": {
            "action": "Step in and stop them taking away the BFPO rights of all UK mil personel at NATO postings",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On Friday 22 May 2009 an e-mail was sent to all UK MIL personel at NATO bases, ref the changes that will be coming on 30 Sept 2010 to the British Forces Post Office. At SHAPE this was sent last thing Friday Afternoon.\nWhat the Goverment have said is, that of this date ALL NATO based military personel and their families will no longer be part of the BFPO system (except Afganistan which will remain due to operations)\nWhat does this mean i hear you ask?\nall counter services will be stopped, your TAX free status will be invalid for all online shopping from the UK (NEXT,Amazon)Banking,(they will post to new address but they make your life hard for it), Insurance for house and cars, It means you have to use the local Postal services (of which some are a lower standard than than UK, you will need to pay import tax on parcels coming from UK.\nIt has been said that a contigency plan was suggested and that was to lower the manning to minimal levels so they could still operate the BFPO service, NO was the answer we will scrap them all.\n\nWe in the services life have very few welfare enjoyments left and taking this one away will be the HARSHEST that i have seen by far.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-05-25T18:31:45.460984Z",
            "creator_name": "mr paul cador",
            "government_response_at": null,
            "government_responses": [
                {
                    "created_at": "2010-01-20T13:47:24.087337Z",
                    "details": "You signed a petition asking the Prime Minister to \"Step in and stop them taking away the BFPO rights of all UK mil personel at NATO postings\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22187\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'bfpoclosure'",
                    "updated_at": "2010-01-20T13:47:24.087337Z"
                }
            ],
            "opened_at": "2009-05-25T18:31:45.460984Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 540,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12690080
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bfpoclosure/"
    },
    "type": "petition"
}