{
    "data": {
        "attributes": {
            "action": "Bring an end to the inequality within the UK with regard to providing a grant to pay for University tuition fees.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition calls for a scrapping of tuition fees, or as a minimum, that arrangements for paying all tuition fees are fair and equal across the whole of the UK.  Currently UK students outside of Scotland are required to take out loans to service their University tuition fees. Scottish Students attending Scottish Universities can obtain a grant for the full fees. This is also available to students attending Scottish Universities from any other EU country outside of the UK.  No grant is available to English, Welsh and Northern Irish students and this situation should be corrected immediately. In the current economic climate, no UK graduating student can be guaranteed lucrative employment that will justify the large amount of debt they will accrue in their relatively short time at University. The government should immediately take steps to sort out the inequality within the UK with regard to tuition fees. Provide grants and/or remove the discrepancy for English, Welsh and Northern Irish students, who are currently required to pay their own tuition fees if they attend Scottish Universities or face ever increasing tuition fees in other parts of the UK.",
            "closed_at": "2009-12-09T00:00:00Z",
            "created_at": "2009-05-28T10:14:01.398267Z",
            "creator_name": "Mr Michael Armstrong",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-28T10:14:01.398267Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 39,
            "state": "finished",
            "updated_at": "2009-12-10T00:01:01.756312Z"
        },
        "id": 12705208
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Grants4Tuition/"
    },
    "type": "petition"
}