{
    "data": {
        "attributes": {
            "action": "exclude the Catholic Church from any participation in the education and welfare of children in he UK as it is demonstrably unfit  institutionally to be given any responsibility for or access to the upbringing, education or moral direction of children in the light of  the official report of The Commission to Inquire into Child Abuse in industrial schools, workhouses and orphanages run by the Catholic Church  in Ireland from the 1930s to the 1990s and the complicity in those crimes by the local and Vatican based church hierarchy up to and including the pontiff - as evidenced by the \"Crimen Sollicitationis\" document.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The barbarity of the monsters in the Catholic Church's ranks towards the helpless children taken into its care parallels the criminal abuse and harming of children both within families and by strangers that has grievously concerned UK citizens in past decades and recent times.  The Catholic Church compounds the offence of its operatives by the arrogant complicity in those crimes by the local and Vatican based  hierarchy of a religion (fantasy based ideology) that claims moral superiority over the culture and aspirations of all UK citizens.\n\nPresent UK legislation governing the care and protection of children require local authority social services to take decisive action in any situation where children are presumed to be at risk.  Hearsay evidence is enough.   Tearful parents can be denied access to their distressed children upon a mere suspicion of child abuse.  It is up to the parents to prove their innocence.   One rule for the UK citizen - the same rule must apply to the Catholic Church and its hierarchy, if you don't mind.  It is within the remit of the Prime Minister and Government of the UK.",
            "closed_at": "2010-07-01T00:00:00Z",
            "created_at": "2009-05-27T18:01:39.662067Z",
            "creator_name": "Mr Peter Curtis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-27T18:01:39.662067Z",
            "rejected_at": "2009-07-21T14:48:07.508576Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-21T14:48:07.508576Z"
        },
        "id": 12702204
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/crimecatholic/"
    },
    "type": "petition"
}