{
    "data": {
        "attributes": {
            "action": "allow under exceptional circumstances that spouces of British Nationals with British Children living abroad may apply for a UK visa and have access to some public funds especially Child Support Benefit, especially if the family resides in a country where it is illegal for them to work.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Too many families are forced to separate, sometimes for a long period of time, due to a lack of a sponsor for their foreign national spouse.  The heart break at leaving behind a child in a foreign country is one that no one should have to bare.  The decision to either live in poverty or separate from your family and be unable to protect your children is not an easy decision.  This could be easily avoided if some, or even just a reduced amount of public funds were available for an initial amount of time under exceptional circumstances.\n\nThis petition is only open for 1 month due to the urgency of the situation.\n\nIf any charitable organizations can support Families with Children abroad please e-mail stuckabroad@gmail.com",
            "closed_at": "2009-06-27T00:00:00Z",
            "created_at": "2009-05-27T18:47:01.178702Z",
            "creator_name": "Mr Stuart Anderson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-27T18:47:01.178702Z",
            "rejected_at": "2009-07-08T00:01:02.390659Z",
            "rejection": {
                "code": 65536,
                "details": "Please remove all web and email addresses from your petition.",
                "reasons": [
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-08T00:01:02.390659Z"
        },
        "id": 12702520
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UKChildrenAbroad/"
    },
    "type": "petition"
}