{
    "data": {
        "attributes": {
            "action": "To donate all monies returned from false expenses claims to be donated to the charity help for heroes",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are part of the North Essex Branch of The  Help For Heroes Team. Registered Charity No 110920.  We are at present helping voluntarily in the process of setting up a major event in Colchester to raise money for a rehab centre for our past and present wounded servicemen and woman. We aim to raise between 5&7million pounds to have this built. We strongly feel that the monies wrongly claimed and being paid back into the commons fund could be used to assist our project, as the money is no longer there and, is not actually required  as your budget is already in place. As you know our servicemen and woman do a fantastic job for our great nation, but unforunatley some end up maimed, lose  limbs or come back dead fighting for our country.  What better way to honour and assist our troops and make a nation acceptable to this current appaulling situation would be by donating all returned monies to our cause.",
            "closed_at": "2010-02-28T00:00:00Z",
            "created_at": "2009-05-28T21:16:45.441379Z",
            "creator_name": "Mr Jamie Robinson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-28T21:16:45.441379Z",
            "rejected_at": "2009-07-10T00:01:01.655942Z",
            "rejection": {
                "code": 4096,
                "details": "I'm afraid that this is a matter for direct communication with Parliament: http://www.parliament.uk/ or for the relevant political party(ies).",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-10T00:01:01.655942Z"
        },
        "id": 12708746
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/H4HEssex/"
    },
    "type": "petition"
}