{
    "data": {
        "attributes": {
            "action": "Create a Political system free from party politics",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "These are some of my ideas for reforming the Political system.\n● Split the current job of MP up into a constituency Governor and an MP, MPs to be elected proportionally and Governors to be elected on Constituency basis to govern the constituency.\n●Allow anyone to run as an Independent MP or Governor. \n●Create a political lending system, in which people are lent money to fund campaigns by political brokers\n● Organisations would be unable to run for government however it can still exist to co-ordinate supporters, who have to run by themselves and not be elected as a collective group. \n● Make Cabinet elected\n ● Have a lottery (between all judges)for a small number of Judges to monitor corruption and political brokers who serving short times in office (for example 6 months before being rotated) \n● Have a lottery for Magistrates (between all magistrates) to monitor individual regions and ensure that a manifesto is produced pre election  and is analysed after their term.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-27T19:38:01.012921Z",
            "creator_name": "Master Ben Toye",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-27T19:38:01.012921Z",
            "rejected_at": "2009-07-08T00:01:02.390659Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12702792
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Reformation1/"
    },
    "type": "petition"
}