{
    "data": {
        "attributes": {
            "action": "introduce lean thinking, systems thinking, lateral thinking and creative thinking into Government, Public Services and Mainstream Education",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "To introduce, in a structured and effective way, lean thinking, systems thinking, lateral thinking, and creative thinking into mainstream education and public services, as well as strategic decision making and policy formulation within Government.\n\nA massive strategic advantage will be gained by those nations and communities doing this, as failure is systematically reduced and more innovative solutions are created. Unintended consequences are also minimized and public services become far more effective & supportive of the communities they serve.  Mainstream education will also improve dramatically, and provide a sustainable & effective foundation for improving individual well-being, community contentment and economic prosperity too.\n\nA number of nations are starting to realize this and are already benefiting greatly as a result - e.g. improved innovation, creativity, prosperity and well-being ... as well as less failure, stress and frustration.\n\nWithout these things the UK will fall further behind, as nations slow to act will find it very difficult to catch up.",
            "closed_at": "2009-12-14T00:00:00Z",
            "created_at": "2009-05-29T08:10:05.385282Z",
            "creator_name": "David Clift",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-29T08:10:05.385282Z",
            "rejected_at": "2009-06-18T15:57:35.022569Z",
            "rejection": {
                "code": 1024,
                "details": "",
                "reasons": [
                    "Commercial endorsement, promotion of any product, service or publication, or statements that amount to adverts"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-18T15:57:35.022569Z"
        },
        "id": 12709923
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/freshthinking/"
    },
    "type": "petition"
}