{
    "data": {
        "attributes": {
            "action": "Build a new computer museum dedicated to of Alan Turing",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Alan Turing created the worlds first modern computer. He also designed the electromechanical machine which helped break the Nazi Enigma code in world war two. \n\nThis man did great things for our great nation. However this man was Britain's first open homosexual in a time when homosexuality was still classed as a mental illness in Britain and so the police pestered Turing as if he was a mentally ill criminal. Turing committed suicide because of this.\n\nLets build a Computer museum in Manchester city centre dedicated to Alan.\n\nHere are some good reasons why we should do this.\n\n1, It will boost education in the city of Manchester particularly in Mathematics, Science and IT. Three of the most important subjects.\n\n2, It will attract some of the biggest companies in the computer industry to Manchester. I.e Microsoft.\n\n3, It will bring more tourists and money to our city.\n\n4, It will be a great monument to Alan Turing.\n\n5, It will show true equality towards the gay community.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-05-28T11:45:28.088546Z",
            "creator_name": "Paul Woodburn",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-28T11:45:28.088546Z",
            "rejected_at": "2009-07-08T00:01:02.390659Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12705714
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Alan-Turing/"
    },
    "type": "petition"
}