{
    "data": {
        "attributes": {
            "action": "Make the difference",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Please try to make the difference between people that come to UK just to make money and send it home, and the people that want to live here forever because the law is obided by. Also, take some action regarding the Croydon officers because they are NOT well trained (eg. when we last went there, the officer that checked our papers raised his shoulders saying he did not know anything about the type of aplication that we did but he was sure it did not exist, and wasn't willing to check it. We applied for the Blue Registration Certificate as a family member of a Romanian sudying in the UK. The Sheffield officers told us we qualify for this.) If we had come here for money, we would have been rich as there are plenty of employers hiring without papers but we want to respect the law. Whenever we were contacted for a job we were honest about our situation so many employers have decided to wait until I got the Blue Card but because of the above mentioned situation, I didn't, so I lost so many jobs. I still get contacted by employers but I am forced to stay unemployed.",
            "closed_at": "2009-07-28T00:00:00Z",
            "created_at": "2009-05-28T12:32:38.946107Z",
            "creator_name": "Andrei Costin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-28T12:32:38.946107Z",
            "rejected_at": "2009-07-08T00:01:02.390659Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-08T00:01:02.390659Z"
        },
        "id": 12705939
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/mkdifference/"
    },
    "type": "petition"
}