{
    "data": {
        "attributes": {
            "action": "look into the  civil and equal rights of induviduals who suffer from epilepsy.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I would respectfully like to bring to the governments attention induviduals who are not treated equally under the present statutes.\nEpileptics are indirectly discriminated against by employers because of a lack of inclusion in the disability discrimination act.\nAlso epileptics are not treated as if they have a serious condition by the benefit system, and therefor do not get all they should be intitled to. \nFinally, there is neither the research conducted into sudden and unexpected deaths realated to epilepsy, or are there enough trained nurses in hospital so when an induvidual like myself has to enter hospital, there is no real support for us. \nI, and those like myself would like the government to look into the provision of the national health service, into the training of both doctors and nurses in the field of epilepsy, an inclusion in the disability discrimination act, and a reform of the benefit system to take into consideration those who are marginalized by the present system. I also would like you to read \"wasted money, wasted lives\" a report written regarding all of the above mentioned \nissues.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-05-27T15:46:59.216069Z",
            "creator_name": "Mr.Andrew  David Hunt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-27T15:46:59.216069Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 115,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12701235
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/one-voice/"
    },
    "type": "petition"
}