{
    "data": {
        "attributes": {
            "action": "strongly persuade the French Government to invite the Queen to the D Day commemorations on the 6th June in order to avoid hurt and offense to those who courageously sacrificed their lives for a free Europe and a free France.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is thoughtless and uncaring of of Mr Sarkozy not to invite the Queen and members of the Royal Family to the solemn commemoration of the brave French, American and Commonwealth soldiers who died to free France and Europe during the Second World War.\n\nThe surviving veterans are clearly most offended at this careless oversight; and we would urge you to seek consensus amongst other attending leaders to urge Mr Sarkozi to put this terrible wrong to right.\n\nAs a regular visitor to the Normandy region around the D Day Landing beaches it is always touching to see the genuine heartfelt thanks and gratitude for those brave soldiers who fought and died to free their country. \n\nIt was also touching to see considerable numbers of young people from all over France and Europe regularly visiting the War Graves in numbers; in order to keep the memory of their sacrafice alive.\n\nIf Mr Sarkozi will not do for his British neighbours and those who were willing to make the ultimate sacrifice to free his Country; perhaps he will do it for the people of Normandy and those in Europe who will never forget.\n\nWe therefore urge you to use all efforts to put this wrong to right.",
            "closed_at": "2009-06-04T00:00:00Z",
            "created_at": "2009-05-28T22:11:10.809264Z",
            "creator_name": "Martin Mulroe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-28T22:11:10.809264Z",
            "rejected_at": "2009-07-08T00:01:02.390659Z",
            "rejection": {
                "code": 512,
                "details": "Your petition is no longer relevant.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-08T00:01:02.390659Z"
        },
        "id": 12708972
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/D-DAY-MEMORIAL/"
    },
    "type": "petition"
}