{
    "data": {
        "attributes": {
            "action": "Underwrite the costs for the Bluebell railway to Finally reach East Grinstead",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "a request to the government to underwrite the costs of a project which has been going on for too long now, to help a railway of which was the  First Preserved Standard gauge railway in the Uk. for those people who don't know of the Bluebell railway here is a small part of its long history. Opened in 1882 by the London brighton and south coast railway running between lewes near brighton to the Market town of East Grinstead,the line first closing in 1954 by British railways due to not profitability but re-opened in 1955 by British rail because of a clause in the contract that was made when the line opened that stated that 4 trains must run both ways each day, so the line remained open till 1958 when british rail got an act of parliament to close the line legally. in this year a society was formed which later turned out to be the Bluebell railway preservation society. this project is faced with something that was Done by the local council in the 1960's without permission of planning regulations to dump household waist into a cutting of which is now the main part of this whole project. So please help to bring Steam trains back to East Grinstead",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-05-28T13:15:15.478602Z",
            "creator_name": "Mr Simon Brown",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-28T13:15:15.478602Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 52,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12706196
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EastGrinstead/"
    },
    "type": "petition"
}