{
    "data": {
        "attributes": {
            "action": "Interven on behalf of the British tax payer, and ensure RBS do not re-finance Liverpool FC' loan.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Tom Hicks and George Gillet, two U.S. Business men, bought out the Moores family and took control of Britains most successful football club, Liverpool FC. They came with promises, and promptly broke every one of them. They have saddled the club with debt. This debt is held by RBS bank, which recently received a lot of tax payers money, to bail them out after a catalogue of poor investments. It is widely known that fans of LFC do not want these men associated with our club that has flown the flag for Britain for Thirty years. We are tax payers, and our money was used to finance this loan. Therefore we demand the government intercede on our behalf to ensure this loan is not renegotiated. It s our money used to bail this bank out, we should have a say in how this organization moves forward. This would not include selling out the tax payers of Liverpool and allowing an extension to this unpopular loan. Respectfully Submitted.",
            "closed_at": "2009-08-29T00:00:00Z",
            "created_at": "2009-05-29T13:41:10.856044Z",
            "creator_name": "Thomas Fisher",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-29T13:41:10.856044Z",
            "rejected_at": "2009-07-09T00:01:01.966523Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-09T00:01:01.966523Z"
        },
        "id": 12711470
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Liverpool-RBS/"
    },
    "type": "petition"
}