{
    "data": {
        "attributes": {
            "action": "sack the cross-party MPs who have claimed fraudulent expenses, rather than let them stand down at the next election.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sack the cross-party MPs who have fraudulently claimed our public money in expenses instantly.  \nTo them it may be 'by the rules' to do so, but in these times of economic hardship it appears greedy and unjustified when constituents in many places are struggling to keep a roof over their heads.  These rules need to be changed immediately.\nIf they stand down at the next election they will be able to continue to claim money from public funds in the meantime, when people in other jobs would have been dismissed and even face criminal charges for what they have done.\nWhy should these people claim redundancy by standing down, when they deserve to face the full force of the law?\nThings have now reached a point where there is no further tolerance of these actions.\nIf enough MPs have to be sacked that should by default bring about a General Election.",
            "closed_at": "2009-12-01T00:00:00Z",
            "created_at": "2009-05-31T18:25:54.943998Z",
            "creator_name": "Miss Victoria Thompson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-31T18:25:54.943998Z",
            "rejected_at": "2009-07-08T00:01:02.390659Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-08T00:01:02.390659Z"
        },
        "id": 12719255
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fraudulent-MPs/"
    },
    "type": "petition"
}