{
    "data": {
        "attributes": {
            "action": "increase bursaries for student midwives to a minimum of £6,500 per annum in line with the RCM's recommendations",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "*The RCM proposes that all student midwives undertaking the three year pre-registration midwifery course whether at degree or diploma level are awarded a non-means tested bursary\n\n*The level of the bursary should be at a minimum of £6500.00 per year\n\n*Those students with dependants should still be able to benefit from the appropriate allowances\n\n*Students on this non-means tested bursary should still have access to student loans and means tested benefits if they so wish\n\n*A substantial bursary will aid recruitment and retention of midwifery students; the effectiveness of a substantial bursary has been demonstrated in recruiting trainee teachers.\n\n(Above taken from the RCM's website)\n\n*There should also be a London weighting to the bursary as with public sector jobs.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-05-31T16:56:03.915659Z",
            "creator_name": "Mr Declan Symington",
            "government_response_at": "2010-08-12T17:43:39.245018Z",
            "government_responses": [
                {
                    "created_at": "2010-08-12T17:43:39.245018Z",
                    "details": "You signed a petition asking the Prime Minister to increase bursaries for student midwives to a minimum of £6,500 per annum in line with the RCM's recommendations.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=midwifebursary\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'midwifebursary'",
                    "updated_at": "2010-08-12T17:43:39.245018Z"
                }
            ],
            "opened_at": "2009-05-31T16:56:03.915659Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 781,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12718956
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/midwifebursary/"
    },
    "type": "petition"
}