{
    "data": {
        "attributes": {
            "action": "Capture David Redman - a internet criminal, fraudster who has stolen thousands $$$ oversea",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I'm Quyen Ton, and I'm from Vietnam and currently study at Brigham Young University in the USA. On May 26-27, 2009, David Redman (living in London, UK) faked eBay services and bank paper, deceiving and taking $3,200 ($2,900 + $300 Western Union bank services) from me, promising that this service (and bank) wouldn't release the info until AFTER I got the car he was selling. I have talked to the police in Utah, yet still haven't heard from them. Calling the police in UK, nobody answered and said that not until police in US requested them to do so will they take action! For you, it might not be a big amount, yet it's as big as a 4-year working payment for a poor student like me. I bet you to ask the London Police to act, protecting non-residents from evil British citizen like Daniel Redman and making the country's picture better in foreign people's eyes. Please give me JUSTICE !! Urgently!!",
            "closed_at": "2009-07-01T00:00:00Z",
            "created_at": "2009-05-31T03:29:01.905870Z",
            "creator_name": "Quyen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-31T03:29:01.905870Z",
            "rejected_at": "2009-07-08T00:01:02.390659Z",
            "rejection": {
                "code": 16384,
                "details": "This is not an appropriate subject for a Number 10 e-petition. If you wish to write to the Prime Minister, you can find contact details here: http://www.number10.gov.uk/footer/contact-us",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-08T00:01:02.390659Z"
        },
        "id": 12717495
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Givemejustice/"
    },
    "type": "petition"
}