{
    "data": {
        "attributes": {
            "action": "support schemes like MOAT Housing for first time buyers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "this petition is about those trying to get into the housing market but because of the flaws in our somewhat unimpressive government that hope is completly lost. I am 23 years old, struggling to get on the housing market. i do not have the minimum 10% deposit (of which i would have to have saved about £20,000!) and my only hope was Moat Housing. My application handed in, all i was waiting for was the good news...The government however has indefinatley seized its funding for the scheme. My partner and i are still living with my parents, trying to save....£20,000 does not come quickly! we feel we have no chance of getting our first home until its too late, i feel we will be forever trying to catch up with the housing market, never getting our foot in the door. whats worse is the letter we recieved that gave the bad news, told us of other options for buying...the point in the first place was that we didnt have finances to afford the schemes on offer. im not impressed gordon brown. if you were 20 something again and an average citizen how would you cope?",
            "closed_at": "2009-07-29T00:00:00Z",
            "created_at": "2009-05-29T20:54:25.294847Z",
            "creator_name": "lucy wisniewski",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-29T20:54:25.294847Z",
            "rejected_at": "2009-07-08T00:01:02.390659Z",
            "rejection": {
                "code": 256,
                "details": "Your title should be a clear call for action. Please reword your title and resubmit.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-08T00:01:02.390659Z"
        },
        "id": 12713548
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/1sthome/"
    },
    "type": "petition"
}