{
    "data": {
        "attributes": {
            "action": "encourage mainstream British companies to use a slave-free label on goods (primarily on clothings) made in developing countries or in countries where unfree labour is common, to indicate that their product provides their workers with a decent quality of life",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We enjoy our human rights. If only we stop and ponder how many more are being stripped of theirs?\n\nSlavery 100 years ago meant forced labour. Today, if we want to make progress, then this definition must be changed. 18p/hr (in China, probably worst else where), this is slavery; in modern terms.\n\nWe must force big brands to be more open about the source of their products. Labelling it with a tag saying “slave free” is a fashionable way of expressing their support, and to ensure consumers are able to understand how the product is made and therefore be able to weigh that up against their own conscience.\n\nThis proposal is similar to that of Fairtrade, but Fairtrade allows the companies to be passive, instead of active. This dilutes the benefits through profits for supermarkets; furthermore, Fairtrade is almost exclusive to foodstuff.\n\nWe must give the initiative back to the companies for them to act, for them to make a just stand into transforming our world. There is no better time than this.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-05-31T01:03:34.529333Z",
            "creator_name": "Mr Daniel Li",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-31T01:03:34.529333Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12717354
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/slavefree/"
    },
    "type": "petition"
}