{
    "data": {
        "attributes": {
            "action": "Let the people set the rules for MPs, instead of other MPs.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "we require the pm to put to parliment a bill to set up a panel of normal people, who are not members of any political party, who have lived in the uk for a min of 10 years, who are British citizens and who are on the electrial register, who can use english without an interpriter.\nthis panel will be picked from the electrial register, and it would be made up of 4 people from each age group from 10 to 20, 20 to 30, 30 to 40, 40 to 50, 50 to 60, 60 to 70, 70 to 80, 80 to 90. all these people would be put up in one of the governments houses which will already have security in place.\nonce the panel has sorted out a new set of rules then it would be put out to every household for the rest of the country to vote on.\nthis set of rules would include accomidations in london including offices and food, and set the wage structure for mps.\nthis would then take away any possible state of fraud which we are going through at this time.\nwith this mps would know what they will get before standing, if they do not like it then do not stand.",
            "closed_at": "2009-07-30T00:00:00Z",
            "created_at": "2009-05-30T21:02:05.531341Z",
            "creator_name": "Peter Edge",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-30T21:02:05.531341Z",
            "rejected_at": "2009-07-08T00:01:02.390659Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-08T00:01:02.390659Z"
        },
        "id": 12716725
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MPs-Rules/"
    },
    "type": "petition"
}