{
    "data": {
        "attributes": {
            "action": "Make all MP's live on the dole on a council estate for a month.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is blatantly obvious that Members of Parliament have no idea how many people live.   If they want to serve the people they should have a first hand experience of how so many try to survive in run-down areas with little or no money and mounting crime rates.   Making them all live on the dole in a run down area for a month will open their eyes to what really needs to be done.   They go home to their luxury homes or estates with their vast salaries and mostly pay only 'lip service' to the people who elected them.   Many of them are just Hooray Henry's who only want the prestige and the money.   Every MP should be made to live 'Secret Millionaire' style, (without the cameras) to get to know just what needs to be done.   If the basics are sorted out then everything else should follow and this Country can rise from it's knees and we can all have pride in our Parliament and make this a truly United Kingdom.",
            "closed_at": "2009-08-31T00:00:00Z",
            "created_at": "2009-05-31T16:09:53.861347Z",
            "creator_name": "Susan Gray",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-31T16:09:53.861347Z",
            "rejected_at": "2009-07-08T00:01:02.390659Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-08T00:01:02.390659Z"
        },
        "id": 12718839
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MP-DOLE/"
    },
    "type": "petition"
}