{
    "data": {
        "attributes": {
            "action": "Prevent MP's profiting from expenses and take appropriate action, including criminal charges, against those that have abused the existing system",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Expenses should be entirely that - a way of refunding additional expenses that an individual has incurred in the commission of their duties. I propose that MP's expenses are brought in line with other public sector employees. In addition that those who have abuse the system to be removed from office immediately.\n1) MP's to have to submit receipts for all expenses claimed.\n2) To be made to deduct normal expenditure from any claims e.g. if claiming for food deduct the amount that it would have cost them to eat at home from the claim made.\n3) To have limits on the amount that can be claimed for any particular item\n4) All MP's who have abused the system such as claiming for items that are not work, related or which are normal expenses to be removed from office immediately",
            "closed_at": "2009-09-11T00:00:00Z",
            "created_at": "2009-05-31T10:29:56.807738Z",
            "creator_name": "Tracey Waller",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-05-31T10:29:56.807738Z",
            "rejected_at": "2009-06-17T16:49:43.494415Z",
            "rejection": {
                "code": 4096,
                "details": "The PM cannot instruct the police and CPS in this way. Anyone can refer a matter to the police for investigation and they have the discretion whether to investigate the matter or not.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-17T16:49:43.494415Z"
        },
        "id": 12717908
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/reform-expenses/"
    },
    "type": "petition"
}