{
    "data": {
        "attributes": {
            "action": "that disabled  Ex-Veteran, having served in Middle East - should not be living in 3rd worlds living conditions!!!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My name is Frederick Nelson, I am aged 75 years old and have served in the Middle East Land Forces in the 1950's. I reside at 12, Lindisfarne Place, NE28 7EZ.  Both my carer and I are disabled and use electric wheelchairs.  With the support of Courts by Court Orders, who do not dispute our disabilities, that since 1996 have tried to get the property repaired/adapted.  We don’t have access to; a toilet, shower, bedroom, we eat, sleep excrete, urinate in commodes or urine bottle in the living room. Our personal care needs are met by a plastic bowl.  Despite having assessments for personal care, a.m./p.m., ironing, shopping, housework etc… we do not receive any of these. The property is damp and temperatures have dropped below 5 degrees Celsius and dont have carpets. North Tyneside are withholding repairs and adaptations unless Pat signs a waiver/disclaimer that NO-ONE accesses the property.In 2006 NTC contacted Quicksilver to remove household, then in 2008, Quicksilver disposed of these contents via Thomas Miller Auctioneers and disposed of 2.7 tonnes on a skip, because Quicksilver say Pat was liable for storage costs!!!",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-06-02T01:14:12.413026Z",
            "creator_name": "Mr. Frederick Nelson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-02T01:14:12.413026Z",
            "rejected_at": "2009-07-09T00:01:01.966523Z",
            "rejection": {
                "code": 16384,
                "details": "I would suggest that the e-petitions system is probably not the right avenue to highlight your case as it will not get a response unless it receives 500 or more signatures. It would be better to write to the PM (contact details can be found here: http://www.number10.gov.uk/footer/contact-us), contact your local MP/local council representative for help, or speak to an organisation such as the Citizens Advice Bureau.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12726636
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ADAPTATIONS/"
    },
    "type": "petition"
}