{
    "data": {
        "attributes": {
            "action": "reverse the absurd decision by Knowsley borough Council to rename the historic Prescot Grammar School [founded 1544] with the name, Knowsley Park Centre for Learning – serving Prescot, Whiston and the Wider Community",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Prescot Grammar School, renamed Prescot School after becoming a comprehensive school, is to be renamed \"Knowsley Park Centre for Learning – serving Prescot, Whiston and the Wider Community\". This severs links with the second oldest grammar school in England having been founded in 1544, when the inclusion of the term \"grammar\" had nothing to do with selective education after the 1944 Education Act. This move by Knowsley Borough Council is an act of dogmatic and politically correct bureaucrats and seems to have nothing to do with what people in the area want. In fact, the name of Prtescot was not even included in the name until the local Prescot Town Council objected. Knowsley is not Prescot. Prescot is Prescot!",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-06-01T11:08:11.162038Z",
            "creator_name": "Trevor Powell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-01T11:08:11.162038Z",
            "rejected_at": "2009-07-08T00:01:02.390659Z",
            "rejection": {
                "code": 16384,
                "details": "Please contact your local authority in the first instance.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12721943
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Prescotian/"
    },
    "type": "petition"
}