{
    "data": {
        "attributes": {
            "action": "stop suggesting that only \"serious\" breaches relating to expenses claims be investigated, ensure that MPs are treated in the same manner as the rest of the country, ensure no MP delays \"standing down\" in order to gain an advantage and discourage the use of the \"it was within the rules\" excuse.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In a society where the state prosecutes the public for breaking the law where the amount involved pales when compared to the expenses debacle, the body politic (lead by the PM) should ensure that all MPs are treated in a like manner. There is (obviously) no such thing as a minor transgression (except it might result in a minor penalty). The MPs concerned should not be able to pay back the monies they have obtained and thereby sidestep the original action, allegation and consequences. As an absolute minimum double the original amount should be repaid, plus interest plus penalties - in the same way that HMRC treat those people cheating the state. It is an outrage that these people can further profit by way of salary, pension, expenses, transition and winding down payments. If they've done nothing wrong then face the legal and public court, if they have resign now. The Police / CPS should investigate the matter expeditiously - no public enquiry that only convenes years after the event. The last time the government refer to people who acted within the rules but in an unacceptable manner was in relation to tax avoidance - then a legal duty was created to declare the avoidance schemes.",
            "closed_at": "2009-12-01T00:00:00Z",
            "created_at": "2009-06-01T17:38:09.259695Z",
            "creator_name": "Mr David Sherman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-01T17:38:09.259695Z",
            "rejected_at": "2009-07-08T00:01:02.390659Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-08T00:01:02.390659Z"
        },
        "id": 12724750
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ProsecuteMembers/"
    },
    "type": "petition"
}