{
    "data": {
        "attributes": {
            "action": "uphold the Sovereignty of Gibraltar, by robustly challenging the actions of Spain in declaring an environmental protection zone in British territorial waters.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Spain, which has been challenging British sovereignty on the Rock for 300 years, has now laid claim under an EU 'environmental protection' scheme to most of the 20 square miles of British territorial waters that surround the Gibraltar peninsula . \n\nThe Rock has been a key strategic outpost since it was ceded by Spain to Britain in perpetuity under the 1713 Treaty of Utrecht.  \n\nThe sea surrounding the Rock is designated British Gibraltar Territorial Waters. But the Spanish have convinced the European Commission to include most of it in a new environmental zone, to be maintained by Spain. It hasbeen swallowed up by the Estrecho Oriental, a 69-square-mile marine conservation area. \n\nUnder EU law, a conservation site can only be declared by the sovereign state which owns the piece of land or sea in question. So by allowing Spain's request to include the waters around Gibraltar, European bureaucrats have tacitly recognised its possession of British territory.",
            "closed_at": "2009-12-01T00:00:00Z",
            "created_at": "2009-06-01T20:10:18.726697Z",
            "creator_name": "Chris Stephens",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-01T20:10:18.726697Z",
            "rejected_at": "2009-07-08T00:01:02.390659Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Gibraltar/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-08T00:01:02.390659Z"
        },
        "id": 12725450
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Gibraltar-No/"
    },
    "type": "petition"
}