{
    "data": {
        "attributes": {
            "action": "Re quest criminal investigation onto fraudulent expense claims",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I want no more than the same standard of treatment as I would expect. If I had claimed thousand of pounds in motgage payments on a non existant mortgae I would expect to be arrested and charged . I would also lose my employment having defrauded my employer and as an ex Police officer I could lose my pension.\n\nMere mortals know exactly when their mortgage will cease and most would dream at being able to afford what MPs can claim.\n\nYour average man can tell you which his main home is. If someone funded a second workplace home he would probably be able to tell you which was which.\nAny switching between homes is blatantly dishonest and as such any funding to the main family home when labeled a second home will be a criminal deception.\"I was only doing as I was told\"  is a failed excuse.\n\nI wish if caught with my hands in the money pot I could say \"sorry I will pay it back\" and carry on acruing a good pension and a huge payoff. Sorry but that is not good enough. charging standards have a weighting on breach of trust. Please lead by example now you have been all caught.\nSack any thieves",
            "closed_at": "2009-08-02T00:00:00Z",
            "created_at": "2009-06-02T17:07:02.378376Z",
            "creator_name": "Mark Helyer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-02T17:07:02.378376Z",
            "rejected_at": "2009-07-11T00:01:02.006239Z",
            "rejection": {
                "code": 4096,
                "details": "The PM cannot instruct the police and CPS in this way.  Anyone can refer a matter to the police for investigation and they have the discretion whether to investigate the matter or not.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-11T00:01:02.006239Z"
        },
        "id": 12729668
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Expenseprosecute/"
    },
    "type": "petition"
}