{
    "data": {
        "attributes": {
            "action": "Retain the land known as the 'North Kelvin Meadow' as a community green space",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The North Kelvin Meadow Campaign (www.northkelvinmeadow.com) is a voluntary community organisation in Glasgow. At the end of last year, volunteers began to transform a derelict playing field into an inspiring green space, including a meadow, woodland, a community orchard and allotments.\nGlasgow council wants to sell the land for flats, but local people feel strongly that it should remain a community space and do not want these flats on the land.\nLocal authorities are required by law to provide allotment sites and Cosla, the umbrella body for Scotland's councils, has compiled a report which urges local authorities to acquire, manage and develop more land for allotments. Currently the waiting list for allotments in the area is eight years.\nPlease support us by signing the petition and writing to your MP, MSP and Glasgow Council about it! Thanks.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-06-03T11:43:16.657853Z",
            "creator_name": "Miss Karen Chung",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-03T11:43:16.657853Z",
            "rejected_at": "2009-07-03T00:01:02.590643Z",
            "rejection": {
                "code": 69632,
                "details": "This is a devolved matter and should be directed to the Scottish Executive as appropriate.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-03T00:01:02.590643Z"
        },
        "id": 12733691
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NthKelvinMeadow/"
    },
    "type": "petition"
}