{
    "data": {
        "attributes": {
            "action": "Ensure that Western Union and other payment service providers will inform Internet fraud victims of the address at which criminals collected their money.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Internet fraud and associated junk mail  flourishes because Western Union and other payment service providers offer anonymity to fraud criminals. Western Union handles most Internet fraud transactions, but will refuse to give victims information about the agency office used by the criminals for cash collection. It is impossible for victims to obtain the information which would allow us to identify the agency offices concerned, publish details and to alert law enforcement agencies. It seems  inconceivable that victims (who are paying customers of Western Union) should not be able to know the exact location of the offices used by the criminals to collect stolen funds. If action is not taken, Britain will remain a safe haven for fraud criminals - and more of them will seek to settle here.  \n\nThe Euro Payment Services Directive must soon become part of UK law, but it has nothing to say regarding transparency in the case of fraud conducted via Western Union and other payment service providers. Our government must act to protect the vulnerable.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-06-02T18:11:58.924526Z",
            "creator_name": "Mr. John Weston",
            "government_response_at": "2010-11-10T14:29:42.409673Z",
            "government_responses": [
                {
                    "created_at": "2010-11-10T14:29:42.409673Z",
                    "details": "You signed a petition asking the Prime Minister to ensure that Western Union and other payment service providers will inform Internet fraud victims of the address at which criminals collected their money.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=InterFraud\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'InterFraud'",
                    "updated_at": "2010-11-10T14:29:42.409673Z"
                }
            ],
            "opened_at": "2009-06-02T18:11:58.924526Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 625,
            "state": "finished",
            "updated_at": "2011-03-23T21:48:33.997444Z"
        },
        "id": 12730299
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/InterFraud/"
    },
    "type": "petition"
}