{
    "data": {
        "attributes": {
            "action": "please help change the speed limit before it is to late on country roads.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The country lane we ride along is used as a rat run, each time we ride out we take our lives in our hands. 03.06.09 out riding in the evening wearing flouresents with my mum on foot who was also wearing flouresent when a white focus came sppeding round the corner nearly hit my mum and took no notice of me and sped past. The car behind slowed down for us and we thanked him. Not even a minute later a newish BMW comes round corner mum waved her arm to make him slow down and notice we were there as there was a car coming other direction who had stopped. The man in BMW pulled up next to us and asked why we waved him to slow down, we explained why (pretty obvious to me) and told him there is a sign saying horses on road to which he commented 'well they're not on the bl***y road all the time' and then drove off fast. We rang the police and reported it but that will not change the speed they go around there! It's not just horse riders, there are often people walking dogs on the road. Also there are tractors with wide machinery on, and the cars could speed round the corner and hit the tractors. Do people not realise it's not only the horse and rider that could get killed they could too? Please help us make a change!",
            "closed_at": "2009-12-04T00:00:00Z",
            "created_at": "2009-06-03T22:36:33.159014Z",
            "creator_name": "Emma Jackson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-03T22:36:33.159014Z",
            "rejected_at": "2009-07-10T00:01:01.655942Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Carnage/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-10T00:01:01.655942Z"
        },
        "id": 12737349
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Speedmad/"
    },
    "type": "petition"
}