{
    "data": {
        "attributes": {
            "action": "set petitions free",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I was read recently about Manchesters scheme to plant bountifull fruit in their pubic spaces. It sounded like a lovely idea. Going to a park on a sunny day, plucking fresh fruit. I was a little jealous actually.\n\nIt just seemed like a realy good idea. So I wrote an e-petition to ask parliament to take the neccesary steps to ensure a similiar scheme was set up in London and other places around the country.\n\nI recieved a reply which said that this was not a suitable matter for a parlimentary petition. Instead I should contact the greater london authority. A petition is a way of highlighting any issue that the public are concerned about. In an age where the prime minister sees fit to make 2 comments in 2 years about Jade Goodys public life it is obvious that the prime minister is not exactly exclusively concerned with parliamentary matters.\n\nSo this petition is for everybody who agrees that we should have a platform to petition our concerns about anything, no matter how trifling they may seem to other people. They can then be judged on the level of support they recieve.",
            "closed_at": "2009-08-04T00:00:00Z",
            "created_at": "2009-06-04T11:49:44.325427Z",
            "creator_name": "Reuben Williams",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-04T11:49:44.325427Z",
            "rejected_at": "2009-07-08T00:01:02.390659Z",
            "rejection": {
                "code": 16384,
                "details": "Comments about the petitions system should be sent to number10@petitions.pm.gov.uk.\nPetitions to the Number 10 website should request an action that can be taken by the Prime Minister or Government, as explained in our terms and conditions: http://petitions.number10.gov.uk/terms If you wish to petition for an action that cannot be taken by the Prime Minister or Government, you should use another forum.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-08T00:01:02.390659Z"
        },
        "id": 12739458
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/free-petition/"
    },
    "type": "petition"
}