{
    "data": {
        "attributes": {
            "action": "preserve our 8 hours of peace and quiet in the Garden of England by CONTINUING the ban on scheduled flights into and out of Manston between 11pm and 7am.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Manston Airport is owned by a New Zealand-based company called Infratil. Infratil have signed a 'Section 106 Agreement' (S106) with Thanet District Council which regulates how Manston can be used. The S106 states that Infratil isn't allowed to schedule any flights in the 8 hours between 11pm and 7am. Night flights are already banned - we want to keep it that way.\n\nThe noise from any flights in the 8 hours between 11pm and 7am is far more intrusive and disruptive than at any other time of day, and as a result is that much more damaging. Disturbed and broken sleep caused by noise pollution increases hypertension and stress, and diminishes the quality of life for everyone in East Kent within earshot of the flightpath.\n\nAny increase in the usage of Manston Airport increases the risk of contaminating the Isle of Thanet Chalk aquifer beneath it, which is a significant water supply for Thanet.\n\nIf you think we should keep our 8 hours of peace and quiet please sign this petition.",
            "closed_at": "2009-12-31T00:00:00Z",
            "created_at": "2009-06-04T09:41:00.463780Z",
            "creator_name": "Mr Phil Rose",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-04T09:41:00.463780Z",
            "rejected_at": "2009-07-09T00:01:01.966523Z",
            "rejection": {
                "code": 16384,
                "details": "Please contact Thanet District Council about this issue in the first instance.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-09T00:01:01.966523Z"
        },
        "id": 12738655
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/8hours/"
    },
    "type": "petition"
}