{
    "data": {
        "attributes": {
            "action": "Return Ebony And Daniel Lawson To There Parents..",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In December of 2008 our 3 year old daughter Ebony came home from nursery school  with a bruise on her ear, this was reported to the local medical centre as we had not been given an explanantion as where this had come from.on 19th December 2008 social services and child protection came to our family home to take Ebony and Daniel to the hospital  for a medical examantion, we were informed that Ebony had sustained a non-accidental injury, and that after christamas both children would be made subject of a children protection plan, but they would not be taken away....\nOn Monday 22nd December social services and child protection came to take our children away, 7 months later our children still have not be returned, we have been told that we will not be getting our children back....",
            "closed_at": "2009-08-02T00:00:00Z",
            "created_at": "2009-06-02T23:17:34.824110Z",
            "creator_name": "Damian Lawson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-02T23:17:34.824110Z",
            "rejected_at": "2009-07-09T00:01:01.966523Z",
            "rejection": {
                "code": 16384,
                "details": "I'm afraid that we cannot accept this petition, as we cannot accept petitions on individual cases. However, I would suggest that you visit the websites for Cafcass (http://www.cafcass.gov.uk/) and the Family Rights Group (http://www.frg.org.uk/). The latter has a free confidential telephone advice line which may be of help.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-09T00:01:01.966523Z"
        },
        "id": 12731666
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Justicefor/"
    },
    "type": "petition"
}