{
    "data": {
        "attributes": {
            "action": "Give more financial assistance to single working parents and not the jobless ones.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Its time for the goverment to reward those who pay taxes and work hard not for those who are bone idle and cant be bothered to work. It infuriates me that as a single full time working mother to a young infant that I cannot receive help from the government, by the time I have paid all my bills and nursery fees I am left with the equivalent of what someone on jobseekers receives-so why should they get all the extra perks and help, why should we be penalised for working. It frustrates me that there are so many women out there that use their child as an excuse to not work, whereas I want to build a better future for me and my child and I believe that me working and having a good career will provide her the best future possible.  Single working parents miss quality time with their children and working can add to the stress.  There are more incentives for a single parent to not work at the moment and it makes no logical sense, we are not asking for our moats to be cleaned or £18,000 bookshelves, we are not trying to claim for second mortgage, we work to provide a better future for our children we dont expect everything on a plate otherwise we wouldnt be working in the first place. Reward those who deserve it.",
            "closed_at": "2009-09-09T00:00:00Z",
            "created_at": "2009-06-04T14:00:27.766044Z",
            "creator_name": "Danielle Watson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-04T14:00:27.766044Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 36,
            "state": "finished",
            "updated_at": "2010-02-25T14:48:57.482300Z"
        },
        "id": 12740242
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/taxpayers1st/"
    },
    "type": "petition"
}