{
    "data": {
        "attributes": {
            "action": "Scrap the 10 year rule on the age of a TAXI / Mini Cab / Private Hire TAXI",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Why is it that when we vote in local elections for change NOTHING HAPPENS. In Bristol we have the SAME Councillors making rules that end up costing OWNER DRIVERS MONEY! When your car is 10 years old you as an OWNER DRIVER are FORCED to buy a new one, as you can no-longer use this car as a TAXI. My car and many other owner drivers have cars of this age that pass an MOT and the COUNCILS COSMETIC REQUIREMENTS, but the Council refuse to issue you a new licence. We were told that if we wanted to have this RIDICULES BY-LAW changed we would need a change of Council. Well we have a change of Council and nothing has happened in-fact I phoned the Council to challenge them on this and their reply was, \"We are happy with the way the old Council are running things so we are going to let them carry on running the TAXI LICENCES ! WHAT ! We voted for change and the old party is still running the TAXIS. This is not right. We have a Council that promotes RECYCLING and they want us to buy new cars. Well I'm sorry I want to RECYCLE my TAXI as a TAXI. Unless the Council is going to buy us all NEW CARS this rule has to be SCRAPPED. Why should we be put into DEBT to satisfy the whims of a party that have been VOTED OUT ???",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-06-05T10:51:46.767154Z",
            "creator_name": "Mr Martin Gooding",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-05T10:51:46.767154Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 18,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12744441
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Taxicabs/"
    },
    "type": "petition"
}