{
    "data": {
        "attributes": {
            "action": "assess RESPONSIBLY the health impacts of wind turbines and set a minimum set back distance of 2km",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In response to a recent petition about minimum setback distance from wind turbines , the Government's reply used old surveys carried out by Hayes McKenzie, a firm of accoustic engineers deeply embedded in the wind industry.\n\nUnsurprisingly, the outcome was a foregone conclusion: there are no problems.\n\nThis was highly irresponsible of the government. Hayes McKenzie are not health specialists so asking them their opinion on the impacts on turbines is as meaningful as asking David Beckham to comment on quantum physics.\n\nIt's also a bit like asking the poacher to turn game keeper.\n\nThe methodology adopted by the Government should have been to embrace the work of medical experts actively engaged in dealing with the harmful effects of living in close proximity to wind turbines: sleep depirvation, vibro-acoustic disease and wind turbine syndrome.\n\nI call upon them to investigate the full impact without an a priori agenda to determine an outcome favourable to their deeply flawed energy policy, and to act in the best interests of the citizens of this country who are forced to live next to industrial sized turbines.",
            "closed_at": "2009-09-09T00:00:00Z",
            "created_at": "2009-06-04T17:19:01.408428Z",
            "creator_name": "Mr. Anthony James Leatham",
            "government_response_at": "2009-10-19T12:25:07.237256Z",
            "government_responses": [
                {
                    "created_at": "2009-10-19T12:25:07.237256Z",
                    "details": "You signed a petition asking the Prime Minister to \"assess RESPONSIBLY the health impacts of wind turbines and set a minimum set back distance of 2km.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21004\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'WindFarmHealth'",
                    "updated_at": "2009-10-19T12:25:07.237256Z"
                }
            ],
            "opened_at": "2009-06-04T17:19:01.408428Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 962,
            "state": "finished",
            "updated_at": "2009-10-06T03:02:14.216158Z"
        },
        "id": 12741434
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WindFarmHealth/"
    },
    "type": "petition"
}