{
    "data": {
        "attributes": {
            "action": "ask the Independent Commission on MPs' Remuneration to consider basing new MPs' 'market rate' on an average of their last three years' salaried income.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "MPs should be given a salary that reflects their individual 'market rate', not just a uniform rate. However, this can be difficult to establish as different people are worth different salaries.\n\nTo make things fairer, any new MP should be given a salary which is the average of their last three years' SALARIED INCOME. Any income from shares, pensions, etc, would not be counted. The upper limit would be £250,000pa, to attract the brightest. There would also be a lower limit of £20,000pa, so as not to discourage the low paid, etc, from taking office. Every year, this salary would increase by the rate of inflation. At elections, the proposed salaries would be displayed beside each candidate’s name. Sitting MPs would list their current salary.\n\nGranting this petition would ensure that MPs were paid what the 'real world' thought they were worth. It is a fair, simple and clear system that will invigorate first-past-the-post politics and reconnect the link between constituents and their MPs.",
            "closed_at": "2009-08-04T00:00:00Z",
            "created_at": "2009-06-04T22:53:59.276934Z",
            "creator_name": "Lindsay Meek",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-04T22:53:59.276934Z",
            "rejected_at": "2009-07-11T00:01:02.006239Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-11T00:01:02.006239Z"
        },
        "id": 12743060
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MP-MarketRate/"
    },
    "type": "petition"
}