{
    "data": {
        "attributes": {
            "action": "scrap all expenses and introduce reform for m.p,s lords and bankers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "an expenses overhaul with all expenses to be repaid and backdated to 1995. any mp in the current scandel found guilty to be removed and not allowed to stand again.a full investigation by the fraud squad,and cps.and no more second incomes.a moral/legal code brought in, not chosen by politicians.the Lords to be abolished, strickter banking industry rules.a cap on excesive slaries,including the banking industry.the closing of all loopeholes that prevent the collection or avoidance of paying tax by the rich. more power given to governing bodies with the power to take up individual cases and impose higher fines.more flexibility and quicker law changing powers if the public demand.longer jail sentenses for anyone in power found to be abusing the system .strickter controls on debt collection and clamping firms.with the oft.fsa or public having the right to close them down, if highlighted on any consumer programme unless they put things right.and adjust accodingly. stricter rules on policy selling of any and all products such as insurance,pensions,ect.and hefty fines and better compensation given, with a government guarantee.",
            "closed_at": "2010-06-10T00:00:00Z",
            "created_at": "2009-06-05T15:18:53.080124Z",
            "creator_name": "gerald ward",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-05T15:18:53.080124Z",
            "rejected_at": "2009-06-17T15:31:53.278545Z",
            "rejection": {
                "code": 16384,
                "details": "MPs' expenses are a matter for direct communication with Parliament",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-17T15:31:53.278545Z"
        },
        "id": 12746696
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pampex/"
    },
    "type": "petition"
}