{
    "data": {
        "attributes": {
            "action": "consider the immediate damage to the Internationalistion of UK education caused by the teething problems with the implementation of PBS Tier 4 on 31 March 2009",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The implementation of wide ranging changes to the international student visa process under the PBS system is having a major impact on UK Universities and international students starting this September. This was implemented on 31 March 2009 half way through the academic year and just a few months before students start to arrive in the UK this summer.\nIn some countries refusal rates are around 80% and waiting times have jumped from 4-6 days to 4-6 weeks - meaning it is now almost too late for the several hundred thousands of students coming to start courses this September.  Universities and UKBA cannot communicate their requirements to each other and confusion reigns.  \nInternational Education is worth an estimated 12.5 billion pounds a year to the UK economy.\nWithout significant and immediate changes to this system , the numbers of international students this September  will be significantly lower than usual, placing state funded Universities and private language schools under significant financial pressure and causing longer term damage to the perception of Education UK.  \nPlease consider the immediate and longer term damage that this transition period is causing right now.",
            "closed_at": "2009-10-11T00:00:00Z",
            "created_at": "2009-06-05T17:12:24.853523Z",
            "creator_name": "Cameron Allen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-05T17:12:24.853523Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2009-10-12T00:01:01.511293Z"
        },
        "id": 12747752
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/anti-pbs-tier4/"
    },
    "type": "petition"
}