{
    "data": {
        "attributes": {
            "action": "Ensure the Police fully investigate all fraudulent claims made by MP's and that those who appear to have made false claims are prosecuted.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We have seen a lot of evidence in the media of our MPs making claims for expense that should not have been claimed or they have claimed for things that no longer exist.  This is clearly obtaining property by deception and is a criminal offence and should be dealt with by prosecuting them.  Resigning and paying back money because they have been caught out is not good enough.  Would they have resigned or paid back money if they had not been caught - I think not.  They have committed a deliberate act to deceive because they have represented claims to be true when they have known them to be untrue.",
            "closed_at": "2009-07-05T00:00:00Z",
            "created_at": "2009-06-05T12:05:35.114096Z",
            "creator_name": "Mr Christopher Blackshaw",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-05T12:05:35.114096Z",
            "rejected_at": "2009-07-11T00:01:02.006239Z",
            "rejection": {
                "code": 4096,
                "details": "The Attorney General's office have advised us that this is outside the PM's remit. The PM cannot instruct the police and CPS in this way. Anyone can refer a matter to the police for investigation and they have a discretion whether to investigate the matter or not, and how to proceed following an investigation.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-11T00:01:02.006239Z"
        },
        "id": 12745041
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Deception1/"
    },
    "type": "petition"
}