{
    "data": {
        "attributes": {
            "action": "Force 2nd Charge Mortgage companies such as Barclays First Plus to reduce interest rates",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "2nd charge mortgage companies, such as Barclays First Plus, have not reduced interest rates in line with the huge reductions in BoE base rates despite using increases in such rates to trigger interest rate rises to borrowers.\n\nCompanies such as these hide behind their Terms and Conditions to take advantage of borrowers and make excessive profits when the cost of borrowing to them is low.  Their standard terms and conditions quote a \"variable\" interest rate but they have no obligation to reduce rates when BoE, or similar indices, fall but can increase rates to their borrowers should rates rise.\n\nA variable interest rate should only be to the benefit of the lender.  The government should force the Financial Ombudsman Service, the Financial Services Authority and the Office of Fair Trading to investigate such companies.  \n\nThe Government should act swiftly to force companies such as these to lower interest rates and rewrite their Terms and Conditions so that they are fair and equitable.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-06-04T16:54:09.590419Z",
            "creator_name": "Patrick Heskins",
            "government_response_at": "2011-01-21T10:17:46.541721Z",
            "government_responses": [
                {
                    "created_at": "2011-01-21T10:17:46.541721Z",
                    "details": "You signed a petition asking the Prime Minister to force 2nd Charge Mortgage companies such as Barclays First Plus to reduce interest rates.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=FirstPlusRates\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'FirstPlusRates'",
                    "updated_at": "2011-01-21T10:17:46.541721Z"
                }
            ],
            "opened_at": "2009-06-04T16:54:09.590419Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 606,
            "state": "finished",
            "updated_at": "2011-01-21T10:17:46.541721Z"
        },
        "id": 12741281
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FirstPlusRates/"
    },
    "type": "petition"
}