{
    "data": {
        "attributes": {
            "action": "look too",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "endure this criticism and hyped piffle and keep your focus where you are  winning the battle of recovery of the british economy.support the construction industry,so often used as canon fodder,the car and financial sector are given leg up and prop support,when construction is blinkered out by most politicians.support construction keep workers employed,subsidise employers 20% of their employees wages,for 12 months,or suffer shortage of skills,becoming so exasperated that any sustainable economic recovery will be conspicuous by its absence.construction is not just bricks and mortar its also  architecture,engineering,an adaptable team of proffesionals coming together to build one off projects,to restrictive programmes and budgets,and judged on performance,something the banking fraturnity could similarly model.whilst the present political landscape is deserting the team philosphy,where individuals put themselves in front of the common goal isupport your leadership,unfortunately, cannot say the support is recipricated by government to the construction industry,time to show the nation a leg up for the construction industry is long overdue.",
            "closed_at": "2010-06-08T00:00:00Z",
            "created_at": "2009-06-05T22:55:59.826810Z",
            "creator_name": "Mr Martin Begley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-05T22:55:59.826810Z",
            "rejected_at": "2009-07-09T00:01:01.966523Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-09T00:01:01.966523Z"
        },
        "id": 12750094
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/supports/"
    },
    "type": "petition"
}