{
    "data": {
        "attributes": {
            "action": "secure the release of three doctors who bravely worked in the Sri Lankan war zone and are being detained by Sri Lankan security forces.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dr T Varatharajah, Dr T Sathyamurthy and Dr V Shanmugarajah are currently being detained by the Government of Sri Lanka, for working in the war zone during the recent phase of the Sri Lankan Civil War. \n\nThese brave men have risked their lives, to save others. Working through daily shelling, they never gave up trying to save the lives of innocent civilians who were being horrifically injured. There were hardly any drugs or medicines available, their staff members were dying around them and they were constantly facing death. Still these men did not waver towards their duty.\n\nThese doctors have been put forward for the Félix Houphouët-Boigny Peace Prize, established by UNESCO and have been praised by the UN, Amnesty International, Physicians for Human Rights and Reporters Without Borders amongst many other international organisations.\n\nWe urge the British Government to intervene and secure the release of these doctors, who have not committed any crimes and have simply abided by their duty as physicians, even when they were facing the very real risk of losing their own lives.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-06-07T22:23:52.254311Z",
            "creator_name": "Thusiyan Nandakumar",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-07T22:23:52.254311Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 424,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12758284
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/freethedoctors/"
    },
    "type": "petition"
}