{
    "data": {
        "attributes": {
            "action": "Save our ice facility",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Are you aware that North Ayrshire Council in conjunction with North Ayrshire Leisure has wasted £10’s of thousands of pounds of tax payers money by commissioning the Genesis Report which looked at the refurbishment or replacement of the Magnum Leisure Centre?\n\nThe Genesis report recommends: \n· Building a new leisure centre in Irvine. \n· Locating the new centre on the Recreation Park site, adjacent to Quary Road. \n· Focusing the ice sports development in Irvine, where ice facilities are in high demand.\n \nBut instead the council have chosen to ignore these recommendations and decided on the following:\n· A joint venture with the NHS to relocate the leisure facilities to the old Ayrshire Central site, WITHOUT ice facilities.\n· The renovation of the Auchenharvie ice rink, where demand is already in decline.\n\nPlease sign up to support our campaign to show North Ayrshire Council and North Ayrshire Leisure, that local residents want to retain our own facilities.\n \nWe the undersigned wish North Ayrshire Council to relocate the proposed ice facilities to within the Irvine Conurbation as recommended by the Genesis report.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-06-06T21:50:20.278633Z",
            "creator_name": "Mrs Heather Meehan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-06T21:50:20.278633Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 325,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12754665
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/save-our-ice/"
    },
    "type": "petition"
}