{
    "data": {
        "attributes": {
            "action": "prevent schools telling five year olds about gay sex.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Pupils as young as five were left 'confused and worried' after a school assembly to explain homosexuality.\n\nParents said the experience left some pupils afraid to cuddle each other in the playground in case other children thought they were gay.\n\nThey complained they were not consulted over the content of the assembly.\n\nWhen parents complained to the headmaster, they were treated as 'homophobic' for even raising the issue.\n\nThe assembly, given to pupils aged from five to 11 at Bromstone Primary in Broadstairs, Kent, aimed to 'steer them away from homophobic bullying'.\n\nIt also covered bullying on the grounds of race, language and weight. Gemma Martin, 28, whose children attend the school, said,\n'Little girls often cuddle each other if one of them is crying or has fallen over. Now they are afraid to do that in case the others think they are gay'.\n\nHeadmaster Nigel Utton said the 30-minute assembly contained only a small section on homosexuality which was appropriate for the age of the children.\n\nI think anyone who reads this would, and should, be disturbed that schools are even attempting this without consenting the parents first.",
            "closed_at": "2009-12-17T00:00:00Z",
            "created_at": "2009-06-07T14:16:03.608981Z",
            "creator_name": "Mr Rob Simcox",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-07T14:16:03.608981Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 34,
            "state": "finished",
            "updated_at": "2010-01-22T16:41:32.628382Z"
        },
        "id": 12756532
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/5yroldsinnocence/"
    },
    "type": "petition"
}