{
    "data": {
        "attributes": {
            "action": "Legislate that every MP at every level vow ( in addition to any other vows) under oath and with legal consequences if found to fail, to be honest and fully transparent in all their financial and favour based gain whilst in and after office.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I want MP's not to allow greed to deter them from their public duties for which they have been elected - for the most part.\n\nAn MP's \"job\" is Service, not personal gain. Expences are a valid way to repay for costs incured in line with duties, but a much stricter and independent method needs to be put into effect to regain the trust of the public and to allow fair usage by MP's.\n\nMP's must not be allowed to bend the rules, line their own pockets at public expence, or fail to pay for their greed whilst in office, and if discovered after they have finished their term of office.\n\nI am sorry that a system to repay valid costs has been abused by all parties, and that the MP's who have been honest and fair in their dealings with the public have now been tared with the same brush.",
            "closed_at": "2010-06-08T00:00:00Z",
            "created_at": "2009-06-08T00:37:02.664204Z",
            "creator_name": "Christine Toner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-08T00:37:02.664204Z",
            "rejected_at": "2009-07-17T00:01:02.247405Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-17T00:01:02.247405Z"
        },
        "id": 12758591
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Vow-of-Honesty/"
    },
    "type": "petition"
}