{
    "data": {
        "attributes": {
            "action": "Ensure Local Government Authorities enforce existing legislation relating to the sale of animals in pet shops and specifically to enforce the vaccination of pet rabbits",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Pet Animals Act 1951 protects animals sold as pets.  The local Authorities are responsible for enforcing this law.  They do this by way of licensing pet shops.  Each authority can issue, change, add, remove any licence condition they see fit at any time they wish.  Most are very similar in order to satisfy the law.\n\nThe Pet Animals Act 1951 states 'all animals must receive inocculations appropriate to their species'\n\nRabbits require vaccinations to protect them from 2 diseases - Myxomatosis & Viral Haemorrhagic Disease.  Both incurable, both cause suffering and both kill.\n\nAuthorities don't currently enforce vaccination of rabbits sold in pet shops.  I suggest they should. \n \nVaccination is recommended by vets, rspca, pdsa, Defra, The Pet Advisory Committee..... anyone who knows  about rabbits basically.\n\nA current study shows around 17,000 pet rabbits die each year from Myxomatosis alone! This is an average of 46 pet rabbits dying each day.\n\nPet rabbits are being exploited by them being sold without the protection from disease, from which the law states they should be protected.",
            "closed_at": "2009-09-11T00:00:00Z",
            "created_at": "2009-06-07T08:11:17.785066Z",
            "creator_name": "Miss Lisa Chapin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-07T08:11:17.785066Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 128,
            "state": "finished",
            "updated_at": "2009-09-12T00:01:01.852983Z"
        },
        "id": 12755530
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/petshops/"
    },
    "type": "petition"
}