{
    "data": {
        "attributes": {
            "action": "Slipper sole performance standard for UK supplied slippers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Slipper health and safety:- Currently indoor slippers are not regulated with regards sole performance.\nI recently had an iccident caused by a lack of traction between my slipper sole & carpet, causing the slipper to uncontrollably slide along the carpet until a painful incident occurred.  \n\nOn inspecting slippers for a 'certificate of performance' & none found. I am informed there is no requirement for performance testing & approval of slipper soles.\nThis is very serious loophole with regards health & safety.\nMany elderly UK citizens use slippers, a fall to these citizens would be far more distressing.\n\nSpeaking with many I have been surprised at the amount of  interest generated. \nSome have thought the subject humorous, until they thought the issue through & agreed with me. I was assured they would be inspecting the slippers of family members. \n\nModern man-made carpet & slipper material may have aggravated the issue of traction, although I must stress I am no expert in this area.\n\nWhat is required: A 'British Standard' of some sort to assure a purchaser that the slipper sole performs properly in normal use & ask that the prime minister look into this as a matter of urgency.",
            "closed_at": "2009-09-11T00:00:00Z",
            "created_at": "2009-06-06T10:10:01.965751Z",
            "creator_name": "Richard Comben",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-06T10:10:01.965751Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2009-09-12T00:01:01.852983Z"
        },
        "id": 12751461
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/slipperslipups/"
    },
    "type": "petition"
}