{
    "data": {
        "attributes": {
            "action": "establish a citizen's convention to reform the political system.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Our MPs have been allowed to act in their own self serving interest and make changes such as their pay and expenses when, how and if it suits them with apparent disregard for public opinion. This is fundamentally undemocratic and corrupt and adds to the lack of trust the public have for politicians.\n\nWe call upon the PM to end this self-serving system and establish a system where ordinary people and not politicians decide such things. We ask for a citizens' convention, tasked with reviewing the political system, MPs remuneration and constitutional reform such as proportional representation and reform of the House of Lords. The convention would have 100-200 ordinary citizens, selected by lot like a jury and paid £64766 (an MPs pay) on top of their own pay. The convention would take evidence from MPs and other politicians, civil servants, groups with a special interest in reform and members of the public at \"town hall\" meetings around the country. The convention would recommend a number of options for reform which would be put to the public in a referendum and any option supported by a substantial majority of the public would become legally binding.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-06-06T00:15:01.099992Z",
            "creator_name": "Mike Haseler",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-06T00:15:01.099992Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 14,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12750499
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CitizensReform/"
    },
    "type": "petition"
}