{
    "data": {
        "attributes": {
            "action": "reverse the Greater Manchester Strategic Health Authority's decision which compels United Utilities Water Service to add hexafluorosilicic acid/fluorosilicic acid (a chemical waste by-product from the fertiliser industry and a totally unresearched \"fluoride\" with regards to safety in human consumption) to the drinking water of Manchester; this request is on the basis that the Greater Manchester Strategic Health Authority (already known to possess biased views in favour of mass medication of public drinking water) have NOT appropriately informed the public and therefore have NOT carried out their legal duty to \"consult affected consumers for the purpose of ascertaining that they support the fluoridation of their water supply.\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "What use is healthy teeth in a dying body?\n\nHexa/fluorosilicic acid is a toxic by-product of YARA's fertiliser business. UK Tax-payers purchase this chemical from YARA as \"medicinal supplements\" for drinking water.\n\nInternational Chemical Safety Card states:\n\n\"Hexafluorosilicic Acid... AVOID ALL CONTACT... IN ALL CASES CONTACT A DOCTOR!... Do NOT let this chemical enter the environment... corrosive and may cause fluoride poisoning... cause lung edema... decomposes on heating producing toxic fumes... in water is a strong acid... reacts violently with bases and is corrosive. Reacts with water or steam to produce toxic and corrosive fumes. Attacks many metals forming flammable/explosive gas.... dissociates almost instantly into silicon tetrafluoride and corrosive and toxic hydrogen fluoride.\"\n\nFluorides are MAIN ingredients in Prozac (94%), Sarin Nerve Gas and rat poisons.\n\nFluorides are registered part II poisons under 1972 Poisons Act.\nMinimum lethal dose is 5 mg per kilo of body mass (fluoride content of a tube of toothpaste). Ingested fluorides PERMANENTLY store in bones/teeth, thus exceeding lethal dose.\n\nIt is illegal to medicate someone against their will.",
            "closed_at": "2009-08-17T00:00:00Z",
            "created_at": "2009-06-09T13:05:26.474705Z",
            "creator_name": "Caren Pickering-Hope",
            "government_response_at": "2009-11-27T12:23:23.794301Z",
            "government_responses": [
                {
                    "created_at": "2009-11-27T12:23:23.794301Z",
                    "details": "You signed a petition asking the Prime Minister to \"reverse the Greater Manchester Strategic Health Authority's decision which compels United Utilities Water Service to add hexafluorosilicic acid/fluorosilicic acid (a chemical waste by-product from the fertiliser industry and a totally unresearched \"fluoride\" with regards to safety in human consumption) to the drinking water of Manchester; this request is on the basis that the Greater Manchester Strategic Health Authority (already known to possess biased views in favour of mass medication of public drinking water) have NOT appropriately informed the public and therefore have NOT carried out their legal duty to \"consult affected consumers for the purpose of ascertaining that they support the fluoridation of their water supply.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21463\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'FluorideManch'",
                    "updated_at": "2009-11-27T12:23:23.794301Z"
                }
            ],
            "opened_at": "2009-06-09T13:05:26.474705Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 333,
            "state": "finished",
            "updated_at": "2009-08-24T03:02:51.121256Z"
        },
        "id": 12768974
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FluorideManch/"
    },
    "type": "petition"
}