{
    "data": {
        "attributes": {
            "action": "intervene to prevent Gateshead Council closing Ryton Comprehensive School, a good, improving and over-subscribed school which serves its local community very well on its current site. To close such a school would not be in the best interests of pupils in Ryton and western Gateshead.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gateshead MBC is carrying out a Review and proposes 3 options, all of which unfortunately result in the closure of Hookergate School.\n\nA: HS pupils are transferred to RCS and later the larger RCS school moves to a new unspecified site.\n\nB: As A, but RCS is also closed immediately and a new school (with new staff and governors) established.\n\nC: HS pupils move to RCS; refurbishment/new building takes place on the current site.\n\nRCS is a thriving and popular school with good examination results. Pupils’ development and well-being, the governance of the school and its effectiveness to promote high quality education are all outstanding. RCS will strive to ensure pupils from HS are welcomed and strengthen the life of the school. The current site has sufficient space for the additional pupils.\n\nIt is not usual to close a good school to manage falling rolls elsewhere. Closing RCS will not be in the best interests of pupils. Option C offers the best opportunities for providing continuity for all pupils.",
            "closed_at": "2009-09-17T00:00:00Z",
            "created_at": "2009-06-08T21:55:37.773186Z",
            "creator_name": "Mr John Below",
            "government_response_at": "2009-10-07T11:15:21.095007Z",
            "government_responses": [
                {
                    "created_at": "2009-10-07T11:15:21.095007Z",
                    "details": "You signed a petition asking the Prime Minister to \"intervene to prevent Gateshead Council closing Ryton Comprehensive School, a good, improving and over-subscribed school which serves its local community very well on its current site. To close such a school would not be in the best interests of pupils in Ryton and western Gateshead.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20858\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'rytoncs'",
                    "updated_at": "2009-10-07T11:15:21.095007Z"
                }
            ],
            "opened_at": "2009-06-08T21:55:37.773186Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1318,
            "state": "finished",
            "updated_at": "2010-02-20T03:01:35.954868Z"
        },
        "id": 12765845
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/rytoncs/"
    },
    "type": "petition"
}