{
    "data": {
        "attributes": {
            "action": "prohibit the deliberate release of artificial perfumes into the air; require clear labelling of products containing artificial perfumes stating that the chemicals have not undergone full safety testing and may adversely affect the health of adults, children and foetuses; require manufacturers to phase out the use of artificial perfumes, including 'masking fragrances', within 5 years; impose an import ban on products containing artificial perfumes when the UK ban has come into effect; fund rigorous research ON HUMANS into links between artificial perfume chemicals and illness; and clarify existing legislation to explicitly include unwanted exposure to artificial perfumes in relation to pollution, neighbour nuisance and anti-social behaviour, e.g. the Clean Air Act 1993 and Environmental Protection Act 1990.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Perfumes are added to an increasing range of products, from cosmetics and medicines to toys.\n\nThey are deliberately released into the air, in supermarkets, taxis, even hospitals, for example in so-called 'air fresheners', and children are growing up in a perfumed chemical fog.\n\nYet most constituent chemicals have not been safety-tested and do not have to be listed on labels.\n\nProblems caused by the chemicals include:\n\n• skin, eye and lung irritation\n• impaired cognition\n• allergic reactions\n• earache\n• weight gain\n• vomiting\n• diarrhoea\n• urinary infections\n• hormone disruption\n• depression\n• immune system damage\n• nervous system damage\n• genital abnormalities\n• genetic mutation\n\nPerfume chemicals found harmful are banned and replaced with new ones, which then arouse concern too.  But it is then too late:  they persist for decades or more in air, water, soil and bodies.\n\nPerfumes may be contributing to the drastic decline in bees, which could be catastrophic for food production.\n\nPiecemeal, retrospective regulation is inadequate to deal with the thousands of chemicals involved, and a precautionary approach is long overdue.",
            "closed_at": "2010-06-13T00:00:00Z",
            "created_at": "2009-06-08T14:25:32.327307Z",
            "creator_name": "Vivien Pomfrey MSc",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-08T14:25:32.327307Z",
            "rejected_at": "2009-06-18T14:52:12.933425Z",
            "rejection": {
                "code": 256,
                "details": "Your title should be a clear call for action. Please shorten the length of your title to approx one sentence and move the detail into the body of your petition.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-18T14:52:12.933425Z"
        },
        "id": 12761719
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Perfumes/"
    },
    "type": "petition"
}