{
    "data": {
        "attributes": {
            "action": "not to leave a fox in charge of chicken coop?",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "PM has to decide whether giving unlimited power and autonomy to Enfield  PCT  or others is morally right.Due to depleted coiffeurs at Enfield PCT, they are showing hyperactivity in investigating doctors and asking for  six years retrospective overpayments without transparency, independent assessment and comparative audits under repeated threats of expensive Civil case. They can with impunity attack any doctor or any practice who they do not like or who holds their head above parapet. My practice is such being raided in july 2004 and police investigation lasted 2 ½ months, PCT, GMC and Medical Protection Society is still not complete as at June 2009. Public funds to the tune of four million would have been spent and wide spread collateral damage has occurred. Staff lost jobs, patients had to find new doctors, two doctors (out of four equity partners)suspended. Threats by PCT to my family, talking to my husband about my case without any authority . Nobody has been  disciplined.",
            "closed_at": "2010-06-20T00:00:00Z",
            "created_at": "2009-06-08T19:00:54.584407Z",
            "creator_name": "Dr Rama Thapar",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-08T19:00:54.584407Z",
            "rejected_at": "2009-06-22T15:44:05.480830Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-22T15:44:05.480830Z"
        },
        "id": 12764867
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EnfieldPCT/"
    },
    "type": "petition"
}