{
    "data": {
        "attributes": {
            "action": "Legislate to allow only those without criminal convictions to stand for election to UK or European Parliaments or to be appointed to the House of Lords and to require that those convicted whilst in positions in either houses to stand down upon conviction.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Given the recent events in Parliament regarding expenses and the election of convicted criminals to represent citizens the only way to re-affirm the integrity of our representatives is to legislate to prevent those who have convictions standing in UK or European elections or being selected for the House of Lords. All convictions should be included even those that are spent, especially those for dishonesty or violence. the same standards should apply as those that apply to the judiciary and police. \nParliamentary representatives must be required to set an example above reproach and to demonstrate respect for the rule of law.",
            "closed_at": "2010-06-08T00:00:00Z",
            "created_at": "2009-06-08T18:26:45.137903Z",
            "creator_name": "Nigel Mee",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-08T18:26:45.137903Z",
            "rejected_at": "2009-07-12T00:01:01.554347Z",
            "rejection": {
                "code": 512,
                "details": "Your petition may no longer be relevant. Please see the PM's statement on Parliamentary reform. http://www.number10.gov.uk/Page19582",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-12T00:01:01.554347Z"
        },
        "id": 12764540
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MP-Probity/"
    },
    "type": "petition"
}