{
    "data": {
        "attributes": {
            "action": "Abolish Monday, instead adding a new fifth day to the week.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned hereby petition the Prime Minister to give serious consideration to an issue that has plagued our society for many years.\n\nMonday is a day spoken of in antipathy the world over.  We would like to see it abolished, and a new day created to go after Friday, but before the weekend, thereby keeping our traditional seven-day week.\n\nThere are many benefits to this.\n\nFirstly, no longer will Sunday come around and people say, \"Oh, it's Monday tomorrow,\" sigh, and put down the pint. Tuesday is vastly less threatening a proposition.\n\nMonday morning sickies pulled by hungover workers will be a thing of the past, leading to as much as a 17.5% increase in GDP.\n\nThat Friday feeling will also arrive one day earlier, leaving the populace more enthusiastic and ready to face the arrival of the new day 5.\n\nDay 5 will also need to be named, resulting in an interesting pasttime for those who have nothing better to do than name it.\n\nIt should be said that not everybody is averse to Mondays, but everyone can be sympathetic to those who truly must contend with bad Mondays.",
            "closed_at": "2009-12-09T00:00:00Z",
            "created_at": "2009-06-09T17:37:21.763520Z",
            "creator_name": "John Lewis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-09T17:37:21.763520Z",
            "rejected_at": "2009-07-17T00:01:02.247405Z",
            "rejection": {
                "code": 36864,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-17T00:01:02.247405Z"
        },
        "id": 12771167
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoMondays/"
    },
    "type": "petition"
}