{
    "data": {
        "attributes": {
            "action": "act in the first instace to  protect the careers and jobs of those active in, or dependant upon, the creative industries.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For years the most prolific facilitator of copyright infringement has been The Pirate Bay. Contrary to popular belief The Pirate Bay are not a \"Doing it for the kids\" type of organisation. They are a well oiled commercial and political enterprise making very considerable sums of money through advertising and merchandise by encouraging, promoting and facilitating copyright infringement and stealing potential revenue from those who deserve the right to work and an honest rate of pay for their work. \n\nEven more alarming is the fact that they now have an elected representative in the European Parliament who will campaign doggedly to further undermine and erode the rights of those involved in the creative industries.\n\nThe real human costs of their actions can now be seen with many thousands of jobs lost across the music and retail industries not just in the UK but globally.\n\nEnough is enough!!\n\nWe are calling on the Prime Minister, with support from us as musicians, songwriters, publishers, managers, studios, labels, distributors and retailers to take a stand against their activities.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-06-10T16:53:16.938965Z",
            "creator_name": "Peter Mercer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-10T16:53:16.938965Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12777530
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/batsunleashed/"
    },
    "type": "petition"
}