{
    "data": {
        "attributes": {
            "action": "Work with the RMT Union to stop needless and damaging strikes on the London Underground and other Train services",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We agree that workers deserve good conditions and pay.\n\nHowever, the actions of the RMT Union and their leader Bob Crow are damaging the working conditions and quality of life of many UK residents.\n\nThe pay demands leading to the 48 hour Tube strike on the 9th June 2009 are unrealistic in a time of recession when most workers face a pay freeze or more.\n\nPlus, the demands to re-instate a driver  who risked the lives of his passengers and then tried to lie about it are frankly ridiculous.\n\nBob Crow needs to realise that his Union are damaging their reputation and turning the UK population against them, no matter how valid their fears for jobs and pay may be.\n\nWe ask the Government to put more pressure on the RMT to realise what type of World we live in and value the fact that they have jobs. Let alone well paid jobs.",
            "closed_at": "2009-12-09T00:00:00Z",
            "created_at": "2009-06-09T20:15:58.841385Z",
            "creator_name": "Paul Malyon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-09T20:15:58.841385Z",
            "rejected_at": "2009-07-17T00:01:02.247405Z",
            "rejection": {
                "code": 512,
                "details": "Your petition may be out of date.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-17T00:01:02.247405Z"
        },
        "id": 12772006
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RMTTubeStrike/"
    },
    "type": "petition"
}