{
    "data": {
        "attributes": {
            "action": "start more detailed Internet debates on the basese for what might become propaganda",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We should be able to qualify users with interests (as a contact of associated persons } to propose and vote {with respect to grammar, expression and meaning}, on those paragraphs moved {with respect either to some required or unacceptable amendments of grammatical, expressional or meaningful form}, possibly unconditionally, in order to formulate debates to move forward, against consequences of those positions which are needed or are in conflict with those positions to vote on paragraphs and variously render them with respect to amendments to resolve policy positions in an open democratic sense. Representation thereby is not needed but to point out results of votes for constituents to civil servants; or, to lecture voters on how to vote; and, proceed with rules of debate and formulation of commands to action.",
            "closed_at": "2010-06-10T00:00:00Z",
            "created_at": "2009-06-10T23:07:25.663666Z",
            "creator_name": "john jenkins",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-10T23:07:25.663666Z",
            "rejected_at": "2009-07-19T00:01:01.896913Z",
            "rejection": {
                "code": 768,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-19T00:01:01.896913Z"
        },
        "id": 12779420
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DoRationalDebate/"
    },
    "type": "petition"
}