{
    "data": {
        "attributes": {
            "action": "tell people who think there is discrimination against white people in this country to get over themselves and stop whinging",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I, and most people I know are white and british. Not one person I know has ever been discriminated against because they are white and/or british. People who think they have been discriminated against because they are white tend to be the sort of people who just like to complain and never realise how good they have it. Most of their problems are either entirely in their heads, are of their own doing or could be fixed easily if they'd take responsibility for their own lives. Furthermore, they tend to be the sort of people who think freedom of speech includes the right to call asylum seekers devious freeloaders but not swearing on TV or telling children there is nothing wrong with being gay. This whinging is only used to mask racist views and is an insult to people who have suffered genuine discrimination and oppression.\nIn the western world there is too much emphasis on trying to blame everything on someone else and people never seem able to get out of the childish mindset of getting mummy and daddy or mr lawyer or mr therapist or anyone else to fix their problems as long as they don't have to do it themselves. \nPlease Mr. Prime Minister, try and get through to these people. Someone should.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-06-10T20:22:53.745210Z",
            "creator_name": "Elly Thomas",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-10T20:22:53.745210Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12778598
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stop-whinging/"
    },
    "type": "petition"
}