{
    "data": {
        "attributes": {
            "action": "not give in to the RMT and Bob Crow's ridiculous demands for a 5% pay rise for tube workers by striking in the middle of a recession, no matter how much they try and disrupt our lives.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The RMT wants a 5% pay rise and a promise of no compulsory redundancies.\n\nLU had offered staff a four-year deal worth 1.5% this year and then the rate of inflation plus 0.5% in subsequent years - or a two-year deal of 1% now and inflation plus 0.5% in year two. \n\nThis when the UK's jobless rate rose this month to 7.1%, and unemployment benefit claimants hit 1.51 million. Millions of people in London are worried about just keeping their jobs, let alone getting an inflation busting pay rise. \n\nHowever the RMT, led by Bob Crow, refused the deal. As a result millions of passengers face travel disruption during the strike. \n\nAbout 3m people use the Tube network everyday and it is estimated the strike will cost the London economy about £100m, business group London First said.\n\nWe the undersigned therefore urge the Government to stand up against these these unreasonable and ridiculous demands, no matter how much Bob Crow and the RMT try and disrupt our lives by striking, in the middle of a recession. \n\nWe also urge the Government to find ways to reduce the influence of this outdated and unrepresentative union so that the tube can be properly modernised and costs reduced.",
            "closed_at": "2009-07-09T00:00:00Z",
            "created_at": "2009-06-09T22:15:58.081754Z",
            "creator_name": "Tom Duggan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-09T22:15:58.081754Z",
            "rejected_at": "2009-07-17T00:01:02.247405Z",
            "rejection": {
                "code": 512,
                "details": "Your petition may no longer be relevant.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-17T00:01:02.247405Z"
        },
        "id": 12772575
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/junetubestrike/"
    },
    "type": "petition"
}