{
    "data": {
        "attributes": {
            "action": "find out why 10,000 students and festival fans are going to be out of pocket due to Cornwall County Council over the farce of Beach Break Live 2009",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "www.cornwallscoolest.com have been supporting BBL from the start, are putting this matter to No.10 Downing St. and believe that Cornwall CC have acted without due diligence and without the care and attention for those attending the event and those in the area who would have seen an economic boost due to the festival.The event has now been moved to Kent, hundreds of miles away, and will implement further cost and time in transport arrangements to a largely student majority. \n\nCornwall CC planning committee voted unanimously to oppose BBL on May 27th - JUST 3 WEEKS BEFORE THE EVENT WAS DUE TO START and after thousands of tickets had been sold. DESPITE the fact the festival was granted its licence three weeks ago! Councillors said they were worried about safety, traffic congestion and harm to the environment - Yet in the past the location has seen huge and successful events with thousands of attendees such as The SAS Ball and Surfstock which ran without any problems.\n\nThe council should admit to their failings with this event and recompence the indiviuals who are going to be out of pockets due to their careless, inconsiderate and hugely disorganised decisions.",
            "closed_at": "2009-07-09T00:00:00Z",
            "created_at": "2009-06-09T21:45:12.870543Z",
            "creator_name": "Ian Cragg",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-09T21:45:12.870543Z",
            "rejected_at": "2009-07-17T00:01:02.247405Z",
            "rejection": {
                "code": 65536,
                "details": "",
                "reasons": [
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-17T00:01:02.247405Z"
        },
        "id": 12772423
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BeachBreakLive/"
    },
    "type": "petition"
}