{
    "data": {
        "attributes": {
            "action": "Stop shooting seals: British seals should have the same protection as dolphins and otters.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Seals are sentient mammals that experience pain, distress, fear and other forms of suffering. \nBritain’s  Common Seal population is in a catastrophic decline. There is no “humane” method of shooting seals whilst they are in the water and shooting from an unstable platform is “inherently inhumane”. \n\nShooting continues throughout the “close” season and seal pups can take weeks to die following the death of their mother, stress and starvation is terrible. Scientific evidence shows that only a very small percentage of identifiable seals target fin fish farms, salmon netsmen’s nets and salmon rivers, Non-lethal methods to prevent seals from damaging aquaculture interests exist; there is no need to shoot seals . There is no protection for preventing “harassment” of seals even in protected areas and no requirement to report the number of seals shot.\n\nSpecies “confusion” is common place when shooting; therefore protection should be given to both of Britain’s resident seal species: Grey and Common Seals (Halicherus grypus and Phoca vitulina vitulina).",
            "closed_at": "2009-10-17T00:00:00Z",
            "created_at": "2009-06-10T15:52:33.792919Z",
            "creator_name": "Mark Carter",
            "government_response_at": "2009-11-06T11:25:32.896604Z",
            "government_responses": [
                {
                    "created_at": "2009-11-06T11:25:32.896604Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop shooting seals: British seals should have the same protection as dolphins and otters.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21205\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'stopsealshooting'",
                    "updated_at": "2009-11-06T11:25:32.896604Z"
                }
            ],
            "opened_at": "2009-06-10T15:52:33.792919Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 615,
            "state": "finished",
            "updated_at": "2009-10-19T03:02:37.391261Z"
        },
        "id": 12777078
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stopsealshooting/"
    },
    "type": "petition"
}