{
    "data": {
        "attributes": {
            "action": "Scrap the Warm Front Scheme as it is unfair competition to small installers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Warm Front Scheme tender document is 48 pages and totally excludes all small firms from taking part in the scheme. Traditionally it is these small firms who have done the bulk of this work. This is unfair competition.\nThe scheme is distorting the market. Householders are having to wait for installations and given no choice of boiler, while small local firms that offer value for money have no work. \nAll gas installers, are regulated by the Gas Safe Register. All installations have to be registered and comply with building control. Small businesses could supply a better product at lower cost. If hoseholders were free to obtain their own estimates for the work, they could in most cases avoid top up fees and get a better quality boiler.\nLocal Building Control could administer a local scheme giving householders choice and the tax payer value for money if all firms could quote competitively for the installations.\nThis should be normal practice in a democratic free market economy, which I considered Britain to be.",
            "closed_at": "2009-12-19T00:00:00Z",
            "created_at": "2009-06-11T00:09:13.278164Z",
            "creator_name": "catherine redmond",
            "government_response_at": "2010-01-22T13:10:27.543358Z",
            "government_responses": [
                {
                    "created_at": "2009-08-26T11:32:00.845048Z",
                    "details": "You signed a petition asking the Prime Minister to \"Scrap the Warm Front Scheme as it is unfair competition to small installers.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20401\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'WarmFrontScheme'",
                    "updated_at": "2009-08-26T11:32:00.845048Z"
                },
                {
                    "created_at": "2010-01-22T13:10:27.543358Z",
                    "details": "You signed a petition asking the Prime Minister to \"Scrap the Warm Front Scheme as it is unfair competition to small installers.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22229\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'WarmFrontScheme'",
                    "updated_at": "2010-01-22T13:10:27.543358Z"
                }
            ],
            "opened_at": "2009-06-11T00:09:13.278164Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 807,
            "state": "finished",
            "updated_at": "2010-03-19T03:01:37.278413Z"
        },
        "id": 12779693
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WarmFrontScheme/"
    },
    "type": "petition"
}