{
    "data": {
        "attributes": {
            "action": "Abolish the 24hr 'sleep in' shift for care staff",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Thousands of care staff across the country are being made by their employers to do 24 hour shifts on a regular basis. These shifts mean that care staff work an 8 hour afternnoon into evening shift, then stay overnight at the care home they work at, effectively on call and then work the following morning 8 hour shift back to back. Staff are 'compensated'  for their loss of daily rest by the organisation but this is usually a paltry £25 a night. When waking night staff can earn around £80 a night. Inadequate sleeping areas mean staff are often sleeping on beds that are tucked into tiny offices, even though Goverment inspectors say this is not allowed. Sleep is often broken or staff are woken up in the night and then forced to work in very psychologically challenging environments the following day. Forcing people to spend nights away from their homes, family and children. Organisations do not give their staff a choice about whether they carry out these shift patterns and no concern is given as to whether they have rest days after to recuperate.  Staff don't get the breaks they are entitled to, as even their sleep is broken or restless. This is surely illegal.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-06-10T23:25:09.950572Z",
            "creator_name": "Miss Donna Carter",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-10T23:25:09.950572Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 36,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12779474
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Sleep-ins/"
    },
    "type": "petition"
}