{
    "data": {
        "attributes": {
            "action": "Stop the sale and closure of  107-109 Charing Cross Road, the famous and prestigious  home of the internationally renowned St Martins College of Art and Design, and through intervention to investigate, challenge and scrutinize the decision making methodology employed by the Rector, Nigel Carrington, and the University of The Arts in, and the necessity of, this highly controversial and unpopular plan.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Central Saint Martins remains one of London's most revered art and design institutions, producing some of the most important artists, designers and performers over the last 150 years.\n\nEstablished in 1854 St Martins has been in its current home in the purpose built site on Charing Cross Road since 1913.\n\nUnder a directive from the last Rector of The University of The Arts, all existing Central St Martins sites, including Charing Cross Road, are to be sold off and the college re-housed in a new building at Kings Cross scheduled for completion in 2011.\n\n107-109 Charing Cross Road currently houses The School of Fashion and Fine Art.\n\nThe Fashion School, renowned as the best in the world, is being offered 25% less studio space in the new Kings Cross development than it currently has at its Charing Cross Road home.\n\nWe must protect the heritage of St Martins. Voice you objection to the abandonment and sale of  Central St Martin’s much loved and historical home on Charing Cross Road and oppose the move to the New Build/Smaller Space Kings Cross development.\n\nStop the Sale and Save Central St Martins Charing Cross Road \n\nTell your friends, spread the word, fight the decision. \n\nWe love CSM We love CXR",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-06-12T10:31:33.289518Z",
            "creator_name": "Anne McCloy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-12T10:31:33.289518Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 437,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12787202
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/savestmartinscxr/"
    },
    "type": "petition"
}