{
    "data": {
        "attributes": {
            "action": "make getting a UK student visa easier",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "104,000 non-EU citizens enrolled on a full-time postgraduate programme in 2007/08, and a further 88,000 on a full-time undergraduate programme.  These students, particularly those taking Masters and PhDs, contribute to the UK’s universities in four major ways: research excellence; international funding; fees payments; and better links with global institutions.  However, the entry requirements to obtain a UK student visa have been made much tougher and more time-consuming in recent years.  Full-time students are usually not competing for employment with the UK's population, nor do they often commit acts of terrorism.  In any event, there are easier ways to enter the UK than through gaining a place at a prestigious university.  We assert that these costly barriers to entry and visa renewal make the UK a less desirable study destination.  We propose a fast-track system be created for visa applicants who have gained a place on a full-time programme at any university with a high RAE.  Such a system, even if selective with regards to country of origin or qualification pursued, would be very beneficial to the UK's high-level academic institutions and its economy.",
            "closed_at": "2009-12-18T00:00:00Z",
            "created_at": "2009-06-11T15:45:34.017257Z",
            "creator_name": "Mr Patrick Woodburn",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-11T15:45:34.017257Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10,
            "state": "finished",
            "updated_at": "2009-12-19T00:01:01.676652Z"
        },
        "id": 12783654
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StudentVisa/"
    },
    "type": "petition"
}