{
    "data": {
        "attributes": {
            "action": "reduce our reliance on debt-based money",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Each time banks advance a loan they create new money. This is because the sum is simply credited to the borrower's account but not debited from anywhere else. Banks can (quite legally) lend out far more money than they have in capital reserves, on the assumption that not everyone is going to try to withdraw their money at once. The proportion of money in circulation that has been created in this way has been estimated at 97%. Thus, almost all the money in circulation is owed by society, collectively, to the banks. Quite literally, our currency is debt. This is why we have a national debt of £697.5 billion - £10,000 for each one of us. We pay billions of pounds each year just servicing this debt. \n\nThe Government can and should act to increase the proportion of money that is Government-created and debt-free. The Government should create and spend debt-free money into the economy in order to build hospitals and schools, and even to finance viable businesses.\nRestrictions should be imposed on bank lending so that the total amount of money in circulation remains the same but the proportion that is Government-issued increases.\n\nMoney is too important to be left to the bankers.",
            "closed_at": "2009-12-18T00:00:00Z",
            "created_at": "2009-06-14T21:33:38.779540Z",
            "creator_name": "Dr Sherif Gonem",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-14T21:33:38.779540Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2009-12-19T00:01:01.676652Z"
        },
        "id": 12795962
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/debtmoney/"
    },
    "type": "petition"
}