{
    "data": {
        "attributes": {
            "action": "personally intervene to oppose and stop the plans contained in the Treasury’s final report of the Operational Efficiency Programme, to cut Land Registry staffing in half at the cost of 4,000 jobs and to open Land Registry up to privatisation through market testing.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The plans contained in the final report of the Treasury’s Operational Efficiency Programme, mean that Land Registry, the Government body responsible for registering land transactions in England and Wales is primed to have its workforce cut in half at the cost of 4,000 jobs.\n\nThe Treasury’s intention is that these cuts will be achieved by privatisation through market testing and outsourcing as well as through ‘rationalisation’ of Land Registry which is likely to lead to job losses and office closures.\n\nWe believe that it is wrong for the Government to cut spending in this way, which will have a detrimental impact on lives of Land Registry employees and the vital public service that Land Registry provides.\n\nWe oppose these plans and call on you to support Land Registry in its entirety, continuing as a vital part of the public sector",
            "closed_at": "2009-09-18T00:00:00Z",
            "created_at": "2009-06-15T11:32:40.537667Z",
            "creator_name": "Dave Lunn",
            "government_response_at": "2009-12-07T12:24:47.795500Z",
            "government_responses": [
                {
                    "created_at": "2009-12-07T12:24:47.795500Z",
                    "details": "You signed a petition asking the Prime Minister to \"personally intervene to oppose and stop the plans contained in the Treasury’s final report of the Operational Efficiency Programme, to cut Land Registry staffing in half at the cost of 4,000 jobs and to open Land Registry up to privatisation through market testing.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21594\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'PCSLandRegistry'",
                    "updated_at": "2009-12-07T12:24:47.795500Z"
                }
            ],
            "opened_at": "2009-06-15T11:32:40.537667Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 361,
            "state": "finished",
            "updated_at": "2009-10-20T03:02:41.592713Z"
        },
        "id": 12797940
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PCSLandRegistry/"
    },
    "type": "petition"
}