{
    "data": {
        "attributes": {
            "action": "step aside as you are unconstitutional .",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Basic principles of state order, right to resist.\nAll state authority emanates from the people. It is exercised by the people by means of elections and voting and by separate legislative, executive and judicial organs. \nLegislation is subject to the constitutional order; the executive and the judiciary are bound by the law. \nAll persons shall have the right to resist any person seeking to abolish this constitutional order, should no other remedy be possible.  \nThe political parties participate in the forming of the political will of the people. They may be freely established. Their internal organization shall conform to democratic principles. They shall publicly account for the sources of their funds and for their assets. \nParties which, by reason of their aims or the behavior of their adherents, seek or impair or destroy the free democratic basic order or to endanger the existence of the people of Britain shall be unconstitutional.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-06-14T08:26:09.534061Z",
            "creator_name": "Mr Antony Allen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-14T08:26:09.534061Z",
            "rejected_at": "2009-07-19T00:01:01.896913Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/please-go/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12793942
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/tyrant/"
    },
    "type": "petition"
}