{
    "data": {
        "attributes": {
            "action": "Apply for the Knighthood of Kenny Dalglish",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Kenny Dalglish has won many trophys as a player and Manager for Liverpool Football club . He was awarded an M.B.E in 2002 for his services to football. Since then he has endeavoured to raise awareness and millions of pounds for cancer by establishing The Marina Dalglish Appeal . He has also been an insirational figurehead during the extremley difficult times during and after the Hillsborough disaster. During this time many people shirked blame and responsibilty but not Kenny Dalglish it is through many of his actions that have helped the Families and the city of Liverpool to come to terms with that horrific day .Throughout his life he has conducted himself in a manner that is an example to any young footballers, even today. He is respected and adored throughout the world. The queen missed the boat with not Knighting Shankly or Paisley and we could not think of any finer example of a person who thoroughly deserves the honour of being Knighted.",
            "closed_at": "2010-02-13T00:00:00Z",
            "created_at": "2009-06-13T07:30:35.559229Z",
            "creator_name": "Kevin Hambly",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-13T07:30:35.559229Z",
            "rejected_at": "2009-07-18T00:01:01.316997Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.direct.gov.uk/honours",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-18T00:01:01.316997Z"
        },
        "id": 12791422
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KingKenny/"
    },
    "type": "petition"
}