{
    "data": {
        "attributes": {
            "action": "Allow all British Police Officers to wear the Union Flag.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Armed police patrolling Heathrow Airport have been banned from wearing tiny Union Jack badges in support of British troops.\n\nTop brass claimed the tie-pin badges - which cost £1 with proceeds going to the Help for Heroes charity - were offensive.\n\nBut one officer asked: \"How can the Union Jack be offensive?\n\n\"This ruling is even more absurd coming this weekend on the 65th anniversary of the D-Day landings.\n\n\"We must be the only country ashamed to display our national flag.\"\n\nAbout 100 officers in the Metropolitan force's SO18 Aviation branch, which patrols Heathrow, bought the inch-square badges. \n\nI think personally ours must be the only Police Force that does not wear its national flag. \n\nThis must end, they are the finest and they should have the union flag on their uniform as standard. \n\nFailing this allow them to wear the union flag voluntarily as these officers did, especially as it is for a very noble and just cause.",
            "closed_at": "2009-12-18T00:00:00Z",
            "created_at": "2009-06-14T18:43:50.439788Z",
            "creator_name": "Philip Beacall",
            "government_response_at": "2010-02-22T15:05:13.628301Z",
            "government_responses": [
                {
                    "created_at": "2010-02-22T15:05:13.628301Z",
                    "details": "You signed a petition asking the Prime Minister to \"Allow all British Police Officers to wear the Union Flag.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22543\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'PoliceUniform'",
                    "updated_at": "2010-02-22T15:05:13.628301Z"
                }
            ],
            "opened_at": "2009-06-14T18:43:50.439788Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8433,
            "state": "finished",
            "updated_at": "2010-04-20T16:42:03.814521Z"
        },
        "id": 12795412
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PoliceUniform/"
    },
    "type": "petition"
}