{
    "data": {
        "attributes": {
            "action": "change the 'dangerous dog act 1991'",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The dangerous dogs act appears to be only focusing on certain breeds. Under current legislation, many innocent dogs are seized each year simply because of the way they look.\nThese dogs are well behaved family pets who have committed no crime other than being assessed as\nan illegal breed or crossbreed which is banned in the UK under the 1991 DANGEROUS DOGS ACT\nThis BREED SPECIFIC LEGISLATION does little to protect the public from so-called ‘Dangerous Dogs’\nneither does it address the root of the problem which is mainly due to irresponsible owners with untrained dogs.\nAny dog which is seized and assessed as an illegal breed or crossbreed will be destroyed although, under the 1997 amendment,\nowners can apply to a court to have their pet registered on the Index of Exempted Dogs but this is solely down to the judge's discretion.\nPlease help us to put pressure on Government to review this legislation and implement new proposals which\nwill not only better protect the public but will save the lives of innocent dogs caught up in this unjust law.",
            "closed_at": "2009-12-18T00:00:00Z",
            "created_at": "2009-06-14T13:01:27.968480Z",
            "creator_name": "Yvonne Turner",
            "government_response_at": "2010-03-31T19:05:04.825683Z",
            "government_responses": [
                {
                    "created_at": "2010-03-31T19:05:04.825683Z",
                    "details": "You signed a petition asking the Prime Minister to \"change the 'dangerous dog act 1991'\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page23028\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'DogLaws'",
                    "updated_at": "2010-03-31T19:05:04.825683Z"
                }
            ],
            "opened_at": "2009-06-14T13:01:27.968480Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 250,
            "state": "finished",
            "updated_at": "2010-01-04T03:01:33.796755Z"
        },
        "id": 12794625
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DogLaws/"
    },
    "type": "petition"
}