{
    "data": {
        "attributes": {
            "action": "Drastic steps are needed to save football. Football Resolution",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "No January Transfer window. Not only will this curb transfer spending but also restrain those with selfish trigger happy checkbooks. It will also give fringe teams a better fighting chance to compete as fair as possible during one season. It is hoped that it will also restore a sense of loyalty to football players who so easily in our present modern day leagues seek pastures a new, motivated by money. \n\n3 year transfer cap. Regardless of a clubs’ incoming revenue, I firmly would endorse a 3 year transfer cap. This ultimately means that a club can not exceed a set transfer budget cap within a 3 year period. That is the say if there was a limit of 60 million for three years, then Real Madrid only have a 1 million budget left to spend for 3 football seasons (including the one commencing this August 2009). It also means that clubs can not buy and sell players for the sums of 80 million pounds. This will force clubs to spend more wisely, focus more on their youth academies as well as prioritizing their transfer targets. The proposed 3 year transfer cap will also curb weekly salary payments, and clubs will be faced with the dilemma of balancing out weekly salary amongst squad players.",
            "closed_at": "2010-06-13T00:00:00Z",
            "created_at": "2009-06-13T05:53:38.559736Z",
            "creator_name": "Barry Crisp",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-13T05:53:38.559736Z",
            "rejected_at": "2009-07-18T00:01:01.316997Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-18T00:01:01.316997Z"
        },
        "id": 12791366
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FootyResolution/"
    },
    "type": "petition"
}