{
    "data": {
        "attributes": {
            "action": "Be  A Proper Prime Minister and stand up for GREAT BRITAIN",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "i am shocked by reports in the news not only about minister expenses and the refusal of mr brown 'the unelected' to give us our voice in what is preached to be a democracy. now we have the US placing ex detainees from Guantanamo in bermuda. my petition isn’t about if these people are guilty, it’s to do with the lack of power, conviction and courage from this government that once made this country great. stand up and tell the u.s that these are our lands, the lands of Britain. You don’t seem bothered by the impact it has on how we feel as britains. We’re proud to be british, we love this country. stand up and show us we won’t allow any country to make decisions on our behalf and dont blame Bermuda. make us remember and feel how great we are again. all you do is make a shambles of our national identity, our freedom to elect and it’s a disgrace. this petition is to show we’re tired and ask you as the public of these great lands that you don’t just make a ’small’ complaint to the u.s for this but make it known on the international stage, that we wont be walked on and our sovereignty  is ours! dont go on x factor to show people you are a peoples person. This is what people want. be a real leader",
            "closed_at": "2009-12-13T00:00:00Z",
            "created_at": "2009-06-13T01:59:48.341702Z",
            "creator_name": "Lex Barclay",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-13T01:59:48.341702Z",
            "rejected_at": "2009-07-18T00:01:01.316997Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement. At the moment your title is too general to accept.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-18T00:01:01.316997Z"
        },
        "id": 12791304
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bermudaandtheuk/"
    },
    "type": "petition"
}