{
    "data": {
        "attributes": {
            "action": "Rethink the proposal that the Iraq inquiry be held in secret",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I, and I am sure many of you out there reading this right now are fed up with the government thinking they know whats best, it is high time that we throw out the old system and put in place a new one without the corruption of minister pay and the secrecy of the Iraq inquiry, I ask you Mr Brown to either hold the Iraq inquiry disclosing EVERYTHING to the public, failing to do so you should QUIT, your time is up.\n\nIf you do not quit I propose the public to hold a non-compliance day, whereby we do nothing for 24 hours, yes there will be problems on our side, but we can no longer allow these corrupt people to control us, our money and indeed our very way of life, government is mean't to be a father figure, and we the people are mean't to be in control, not the government in control of us. Ask yourself, do you have power over the government, 9 out of 10 of you will say no, doesen't that mean something?",
            "closed_at": "2010-06-16T00:00:00Z",
            "created_at": "2009-06-16T14:08:24.666833Z",
            "creator_name": "Shaun",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-16T14:08:24.666833Z",
            "rejected_at": "2009-07-18T00:01:01.316997Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/PublicIraq-inq/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-18T00:01:01.316997Z"
        },
        "id": 12804078
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/iraq-secret/"
    },
    "type": "petition"
}