{
    "data": {
        "attributes": {
            "action": "prevent the replacement of analogue signals for national radio stations by DAB digital radio as recommended in the Digital Britain report.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Withdrawing the analogue signal for national radio stations in 2015 will cause a number of serious problems, including the following:\n\nDAB radios are bulkier and heavier than analogue radios.  They use much more power, which makes it impractical to run them from batteries only. Battery-powered analogue sets can easily be carried anywhere in the house or garden or beyond, without needing a nearby power source.\n\nAlmost all existing radio sets will need to be replaced at considerable expense.\n\nFor good in-car DAB reception, a different aerial is needed as well as a capable receiver. The cost of upgrading existing car radios and aerials will be very high.\n\nLW reception is possible in almost all parts of Britain. DAB coverage is more limited, so there will be many coastal, mountainous or remote areas that could no longer receive national stations.\n\nThe FM signal is able to carry high fidelity transmissions such as live Proms concerts on Radio 3. The same transmissions on DAB use limited bandwidth and are of audibly inferior quality.\n\nThe DAB signal is delayed a few seconds. The exact delay depends on the receiving set, so the \"pips\" are never accurate on a digital radio.",
            "closed_at": "2010-03-16T00:00:00Z",
            "created_at": "2009-06-16T23:27:58.990676Z",
            "creator_name": "Simon Nash",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-16T23:27:58.990676Z",
            "rejected_at": "2009-07-19T00:01:01.896913Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/AM-FM-Radio/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-19T00:01:01.896913Z"
        },
        "id": 12807254
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveOurRadio/"
    },
    "type": "petition"
}