{
    "data": {
        "attributes": {
            "action": "Abolish the Construction Industry Scheme",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Construction Industry Scheme is unfair. It disables small business and the self-employed from expanding their right to work. It is purely in place as a means to extract employer's national insurance from small businesses. It is stopping the small trader from being able to work for any length of time for one company. \nIt creates unnecessary paperwork. It is a police state type policy.\nIt does not stop the large construction companies from continuing as they did before.\nNo other industry has to endure this procedure, it is purely targeted at what the government perceive as people living outside the government's social box.\nSmall business are frighten to employ anyone, frightened to act with the needs of their business, frightened to sub-contract work to anyone, in case it contravene's the opinion of the government. \nThe ridiculous idea of 'employment status' is 'big brotherist' and does not allow people to make their own choices for work and the enjoyment of citizenship in the UK. We want our freedom back.\nI have a compromise of abolishing this scheme for businesses with either less than 50 employees or businesses with less than £1 million turnover.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-06-16T11:37:10.137655Z",
            "creator_name": "LOUISA VENABLES",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-16T11:37:10.137655Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12803222
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AbolishCIS/"
    },
    "type": "petition"
}