{
    "data": {
        "attributes": {
            "action": "create a university for Swindon",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Swindon is the largest UK centre of population without a university-level institution.\n\nAn historic industrial centre at the centre of the 'M4 Corridor' and harbouring a multitude of national and multinational corporations (including Honda, Intel, Nationwide, WHSmith and Motorola), Swindon has an extensive catchment area and excellent transport links. The closest university is an 80 km (50 mile) round-trip from Bath, and with a rising number of undergraduates choosing to stay in their home towns due to the rising cost of studentship, the thousands of would-be undergraduates emerging yearly from Swindon would be well-served with an institution of their own.       \n\nA state-of-the-art university campus fit for the 21st century would be a fitting addition to one of the UK's leading employment centres, whose population is set to rise to over 200,000 inhabitants within the next decade and is a city is all but name. \n\nThe future University of Swindon (perhaps to be named Murray John University, after one of the town's leading ambassadors ?) would also go bolster the town's bid for full city status and enable it to attract employers and innovators from across the UK and the world beyond.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-06-17T00:00:26.701997Z",
            "creator_name": "Mr Chris Hyams",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-17T00:00:26.701997Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12807358
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Swindon-Univ/"
    },
    "type": "petition"
}