{
    "data": {
        "attributes": {
            "action": "Reinstate the married persons tax allowance and aid traditional family upbringing",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am a married man with 2 children. My wife stays at home and cares for the home and children. She has no way of working full time at present due to cost of child care after nursery/school etc. Therefore this is her employment. Thus we have a single family income for which only one single persons tax allowance is provided. I believe the working partner should be able to get a second allowance as if both were working.In other households where there is an equal gross income but from more than one individual, the taxation is far more favourable in that each individual will receive the personal tax allowance. In addition to this the total household income may be greater than the high rate tax threshold, but because each individual is under the threshold, the household also benefits from lower taxation on the remaining amount. This is a totally unfair taxation position and penelises myself and my family for maintaining ‘grass roots’ values. I petition for a fairer taxation system that does not penialise families (married or otherwise) where one person remains in the home to bring up young children. The tax credits are no where near the same as if the partner worked and had a full allowance.",
            "closed_at": "2009-12-24T00:00:00Z",
            "created_at": "2009-06-16T19:02:16.376150Z",
            "creator_name": "Mr Stuart MacNab",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-16T19:02:16.376150Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 60,
            "state": "finished",
            "updated_at": "2010-01-16T03:01:33.705819Z"
        },
        "id": 12805753
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/couplestaxallow/"
    },
    "type": "petition"
}