{
    "data": {
        "attributes": {
            "action": "Control Immigration of illegal immigrants and EU migrants",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Control as a matter of urgency the huge problem of illegal immigrants to the U.K. This has to be dealt with and discussed in a rational manner if we are to maintain a decent standard of living for the people who are born here. This includes all ethnic races who were born here as much as the indigenous British who are feeling their way of life is ebbing away by this influx . I would also include a cap on the Eastern Europeans allowed here which is causing numerous problems within our society. All our health services, schools and councils are weighed down with the financial burden placed on them. This is a subject only a minority of parliamentarians will speak out about for fear of being called racist. I myself am not in this category but common sense is telling me that this influx cannot continue in a country of our size whilst we do not have the resources to cope. I am not a member of the BNP but can understand why they polled so well in the euro elections. We don't want them to further their cause as this could lead to huge disharmony within our Isles, but all the evidence must surely point to having real controls in place, especially in these times when our country is striving to survive this recession.",
            "closed_at": "2009-12-16T00:00:00Z",
            "created_at": "2009-06-16T22:27:55.726979Z",
            "creator_name": "Mrs.M.I. Carter",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-16T22:27:55.726979Z",
            "rejected_at": "2009-07-19T00:01:01.896913Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/skillIMM/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-19T00:01:01.896913Z"
        },
        "id": 12806941
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Populating/"
    },
    "type": "petition"
}