{
    "data": {
        "attributes": {
            "action": "reverse his decision to conduct a private inquiry into the Iraq war and instead support the establishment of a public inquiry",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Whilst it has become clear that the government has decided to institute an inquiry into the Iraq war, it seems incredulous that it should be conducted out of the public's view by members of the privy council.\nCurrently, the selected group of privy councillors lacks anyone with a practical military background, whilst it has been decided that witnesses will not be required to provide evidence under law. Both these points detract seriously from any credibility that this inquiry might claim to have.\nThis government must realise that many members of the public require that this inquiry into a war that has effected such a large number of lives be carried out in full public view, so that it can be seen that its conclusions, and the process it reaches those conclusions by are fair and equitable. Without this public oversight there will be no faith in the inquiry or its conclusions.",
            "closed_at": "2009-12-16T00:00:00Z",
            "created_at": "2009-06-16T13:09:28.320347Z",
            "creator_name": "Liam Harper",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-16T13:09:28.320347Z",
            "rejected_at": "2009-07-18T00:01:01.316997Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/PublicIraq-inq/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-18T00:01:01.316997Z"
        },
        "id": 12803788
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PrivateInquiry/"
    },
    "type": "petition"
}