{
    "data": {
        "attributes": {
            "action": "WE, the undersigned, call on the Government to ensure Whiston and Alder Hey hospitals continue to provide world-class specialist burns units for the care and rehabilitation of serious burns patients from Merseyside and the surrounding region.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "'The Northern Burns Care Network has put forward recommendations to create three Supra Regional Burns Centres in the North of England.\nDespite their excellent reputation and offering world class care, Specialist Regional Burns Centres at both Whiston and Alder Hey hospitals have been left off a shortlist of proposed sites.\nThis would mean the hospitals would no longer treat the most severe burns patients, who would face a longer journey to hospital.\nIf the recommendation is approved by the North West Specialist Commissioning Group later this summer, both sites will suffer, as the supra centres begin to attract more funding and top-class staff.\nWe believe the expertise at both centres should be enhanced, not threatened.'",
            "closed_at": "2009-08-19T00:00:00Z",
            "created_at": "2009-06-16T16:07:56.426290Z",
            "creator_name": "Liza Williams",
            "government_response_at": "2009-12-21T11:42:00.956586Z",
            "government_responses": [
                {
                    "created_at": "2009-12-21T11:42:00.956586Z",
                    "details": "You signed a petition asking the Prime Minister to \"call on the Government to ensure Whiston and Alder Hey hospitals continue to provide world-class specialist burns units for the care and rehabilitation of serious burns patients from Merseyside and the surrounding region.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21833\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SaveBurnsUnits'",
                    "updated_at": "2009-12-21T11:42:00.956586Z"
                }
            ],
            "opened_at": "2009-06-16T16:07:56.426290Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2432,
            "state": "finished",
            "updated_at": "2010-04-16T18:30:01.460032Z"
        },
        "id": 12804889
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveBurnsUnits/"
    },
    "type": "petition"
}