{
    "data": {
        "attributes": {
            "action": "scrap plans to axe analogue radio by 2015 in the United Kingdom.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government today announced plans to shut down all major analogue radio coverage by 2015. Many radio sets in the country still receive only an analogue signal, including radios in almost all vehicles and those still in use in many households. The waste caused by obsolete wireless sets in the UK alone would be mountainous - there are over 30,000,000 vehicles on the roads in our country, the majority of which still tune in using analogue. Through this, the government will also cause the value of stock in retailers to plummet, as it would become obsolete, not good during a recession. FM is a technology still in use across Europe, where take-up of digital radio services has been slow; while there is excellent FM coverage over Europe, DAB still lags behind. Effectively, there would be no compatibility with radios manufactured for vehicles in the UK and other countries. Why has this plan not been properly thought out and why are we wasting money trying to solve a non-existent problem?",
            "closed_at": "2009-12-16T00:00:00Z",
            "created_at": "2009-06-16T22:31:45.435049Z",
            "creator_name": "Mr James Vigor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-16T22:31:45.435049Z",
            "rejected_at": "2009-07-19T00:01:01.896913Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/AM-FM-Radio/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-19T00:01:01.896913Z"
        },
        "id": 12806961
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/analogueradio/"
    },
    "type": "petition"
}