{
    "data": {
        "attributes": {
            "action": "Establish a public inquiry into the Iraq war which has all hearings open to everyone",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition calls on the Prime Minister to establish a public inquiry into the Iraq war in which all members of the public (and media - including TV cameras) have full access to all hearings and which has legal powers to compell witnesses to answer questions in person.\n\nThe Iraq war is now over and so there is little or no need for secrecy even on 'operational' or 'military' matters.\nIf any hearings are to be behind closed doors they cannot include hearings on how the decision to go to war was made, nor whether intelligence analyses were politically distorted manipulated by the government, nor on why and how troops were sent out without the proper equipment.\n\nThe public, the media and the families of people who died in the Iraq war and the July 7th bombings that resulted from it have a right to hear testimony directly from the witnesses in public hearings. \n\nSince the Prime Minister appoints the people who will decide what goes in the final report at the end of a public inquiry any inquiry in which the\nhearings of the actual evidence are in private will be a pointless white-wash.",
            "closed_at": "2009-08-15T00:00:00Z",
            "created_at": "2009-06-15T22:55:39.123176Z",
            "creator_name": "Duncan McFarlane",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-15T22:55:39.123176Z",
            "rejected_at": "2009-07-18T00:01:01.316997Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/PublicIraq-inq/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-18T00:01:01.316997Z"
        },
        "id": 12801644
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Iraqopenhearings/"
    },
    "type": "petition"
}