{
    "data": {
        "attributes": {
            "action": "Not allow the switching off of the FM radio system until the inferior DAB system has been upgraded to a DAB plus system using a modern encoding method that will allow both higher bit rates/sound quality and more stations than the current inefficient and already outdated DAB system.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Analogue FM radio currently reaches about 90% of the UK and has superior sound quality to DAB, which currently reaches around 60% of the UK.  DAB in its current form uses the already outdated mp2 encoding system, and is about 10 times as expensive to operate, which is why several commercial radio operators have already closed DAB stations, or abandoned plans to start them.  Many countries are planning to use some form of DAB Plus, which uses a much more efficient encoding system such as AAC.  Such a system would allow both more stations to broadcast and higher bit rates that would enable better-than-FM sound quality.  DAB has failed to flourish despite the huge amount of advertising by the BBC, amounting to an estimated £40 for every DAB radio sold so far.\n\nThe recent anouncement by OFCOM that the FM signal will be switched off in 2015 has more to do with allowing the government to sell off the FM spectrum for the exchequer's benefit than to enable the UK to take a step forward in radio broadcasting, which DAB is not.  If you care about sound quality and choice in radio listening, please support this petition.",
            "closed_at": "2010-06-18T00:00:00Z",
            "created_at": "2009-06-18T02:26:54.107928Z",
            "creator_name": "Mr John Talbot",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-18T02:26:54.107928Z",
            "rejected_at": "2009-07-19T00:01:01.896913Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/AM-FM-Radio/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-19T00:01:01.896913Z"
        },
        "id": 12815934
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/keepFMtilDABplus/"
    },
    "type": "petition"
}