{
    "data": {
        "attributes": {
            "action": "declare that he will not introduce a levy on using broadband internet access to fund provision of faster broadband",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A levy on landline telephones to pay for a 'broadband revolution' is wrong and discriminatory. People who pay to be connected to the landline telephone systems in this country do not necessarily need or want broadband connections but a blanket levy of any amount would be unfair on those who will not use it eg the elderly. Other nations have much faster broadband access than many areas of the UK without charging a 'tax' to pay for it. If the UK government thinks the public need faster internet access speeds, then it should either pay for it out of general taxation or instruct the telecommunications companies in this country to fund it directly according to their market share of broadband customers. Another tax at a time of economic recession and mass unemployment is wrong and will fiancially hurt those who this government purports to be helping.",
            "closed_at": "2010-06-17T00:00:00Z",
            "created_at": "2009-06-17T17:22:58.268450Z",
            "creator_name": "Standard Noise",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-17T17:22:58.268450Z",
            "rejected_at": "2009-07-19T00:01:01.896913Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/internettax/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-19T00:01:01.896913Z"
        },
        "id": 12812452
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/broadbandlevy/"
    },
    "type": "petition"
}