{
    "data": {
        "attributes": {
            "action": "to reject the UK Coal Planning Application at Huntington Lane in Telford.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Little Wenlock Parish Council implores John Denham MP, Secretary of State for Communities, to reject the UK Coal Planning Application at Huntington Lane in Telford. The open cast mine would wreck lives, scar the landscape for generations to come and harm the local wildlife.  It would deter tourist from visiting the area and be seriously detrimental to future investment in Telford.  It would destroy the image of Telford as a modern, clean town surrounded by green countryside.  The mine would destroy part of an Area of Outstanding Natural Beauty which is part of the Shropshire Hills and the area around The Wrekin. For those living next to the mine it would result in years of noise, dust and misery.  The health of children and those who suffer from chest complaints would be put at risk.",
            "closed_at": "2009-08-19T00:00:00Z",
            "created_at": "2009-06-18T10:58:09.679051Z",
            "creator_name": "Mr. John F. Marcham (Parish Clerk)",
            "government_response_at": "2009-09-30T15:36:00.820283Z",
            "government_responses": [
                {
                    "created_at": "2009-09-30T15:36:00.820283Z",
                    "details": "You signed a petition asking the Prime Minister to \"to reject the UK Coal Planning Application at Huntington Lane in Telford.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20805\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'UKCoal-Telford'",
                    "updated_at": "2009-09-30T15:36:00.820283Z"
                }
            ],
            "opened_at": "2009-06-18T10:58:09.679051Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 364,
            "state": "finished",
            "updated_at": "2009-08-24T03:02:50.866463Z"
        },
        "id": 12817655
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UKCoal-Telford/"
    },
    "type": "petition"
}