{
    "data": {
        "attributes": {
            "action": "stop broadband tax proposals",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is d a y l i g h t r o b b e r y is there no decency in Gordon's Brown body? Rural areas need broadband but it should be the government's responsibility to fund the provision for these normally richer people. For those of us on low incomes, in less pretty or quiet areas,50p is a large amount - it can be a loaf of cheap bread providing a meal for a family. It will increase surreptitiously in time becoming a greater percentage of our broadband charge. This must not go ahead. The governent hasn't consulted the normal people of the country. I suggest they decrease their ridiculous expense claims to fund it rather than robbing normal people; broadband should not be taxed. Decrease the salary of overpaid government politicians to fund it, they won't even miss the money. Gordon Brown you haven't consulted us who put you in power, you are failing miserably to represent us. Please sign this petition.",
            "closed_at": "2009-08-17T00:00:00Z",
            "created_at": "2009-06-17T18:11:35.445251Z",
            "creator_name": "Hazel Davies",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-17T18:11:35.445251Z",
            "rejected_at": "2009-07-19T00:01:01.896913Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/internettax/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-19T00:01:01.896913Z"
        },
        "id": 12812808
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/tax-broadband/"
    },
    "type": "petition"
}