{
    "data": {
        "attributes": {
            "action": "Stop the proposed housing development immediately surrounding the historical town of Warwick and Royal Leamington Spa, where Warwick District Council has passed the plans to build 10,800 new homes. This development will destroy all the things that make Warwick and Leamington Spa the great place to live.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Please sign this if you don't want 10,800 new houses built on the country side between Bishops Tachbrook, Whitnash, Warwick Gates and up the A452 up to Sainsburys between Warwick & Leamington Spa.\n\nThere is no infrastructure to cope with the additional 40,000 adults and children (UK average of 1.8 children per family). \n\nJobs for current residents, road networks, schooling, hospital facilities & green spaces within the community are at a stretch at present, and there is no room or need for the additional houses in Warwick and Leamington Spa, the amount of which has been dictated by Parliment, like they know what we need!!!!?",
            "closed_at": "2009-10-24T00:00:00Z",
            "created_at": "2009-06-17T21:19:54.069079Z",
            "creator_name": "Mr. Ed Rycroft",
            "government_response_at": "2009-12-03T11:59:48.495515Z",
            "government_responses": [
                {
                    "created_at": "2009-12-03T11:59:48.495515Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop the proposed housing development immediately surrounding the historical town of Warwick and Royal Leamington Spa, where Warwick District Council has passed the plans to build 10,800 new homes. This development will destroy all the things that make Warwick and Leamington Spa the great place to live.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21555\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'No-New-Homes'",
                    "updated_at": "2009-12-03T11:59:48.495515Z"
                }
            ],
            "opened_at": "2009-06-17T21:19:54.069079Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 247,
            "state": "finished",
            "updated_at": "2009-10-25T03:02:31.992382Z"
        },
        "id": 12814233
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/No-New-Homes/"
    },
    "type": "petition"
}