{
    "data": {
        "attributes": {
            "action": "Remove the highways agency traffic officers (traffic wombles) from our motorways and keep them flowing",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Let's sign this petition to remove the traffic wombles from our motorways, do we really need 3 lanes closed because someones wing mirror has been knocked off or someone needs to change a tyre?\n\nCome on let's use our heads if there's an accident or breakdown pass it carefully and assist if needs be.\n\nThe cost to the tax payer must be massive. They are using 4x4's which are heavy on fuel especially at high speed, why not use a rwd transit van? they work for the RAC. Not forgetting the cost to businesses due to massive delays in transport/travelling when the M1 or M25 is closed for hours.\n\nThe crap excuse doesnt wear that i've heard from about 3 different RAC patrols - \"women and the elderly feel scared if they breakdown\". If you're going to feel scared then buy breakdown cover it starts at about £30.\n\nEveryday on the radio you hear \"M25 closed due to an accident in the outside lane, tailbacks between juction 4-19\" or \"Highways agency have the M1 down to one lane between junction 5 and 4 due to a brokendown lorry, horrendous tailbacks for miles and local roads at junction 5 now grid locked as people use it as an altnerative route\"\n\nStop unnecessary motorway closures!",
            "closed_at": "2009-09-19T00:00:00Z",
            "created_at": "2009-06-18T23:27:53.462583Z",
            "creator_name": "Feyaz Sheikh",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-18T23:27:53.462583Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10,
            "state": "finished",
            "updated_at": "2009-09-20T00:01:02.124306Z"
        },
        "id": 12827490
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/wombles/"
    },
    "type": "petition"
}