{
    "data": {
        "attributes": {
            "action": "Set an agenda to raise awareness of Infertility across Britain so that all are aware of the physical, psychological and emotional impact of the condition and ensure the development and enforcement of employment laws to protect employees requiring fertility treatment",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Infertility is rarely discussed and the public are unaware of the physical, emotional and psychological effects.  This leads to mental health issues in suffers which translates to a huge financial burden on the NHS services provided to deal with mental health issues such as depression.  This financial burden could be eased through educating the public about infertility and how best to provide effective support.\n\nThose who are affected are unprotected and open to gender discrimination in the work place.  Many women have been demoted, sacked and forced to leave jobs in order to have fertility treatment.  They are forced to take holidays/sick leave to attend hospital/doctors appointments.  Many employers say that this is because fertility treatment is an elective treatment however no-one chooses to be infertile - it is a condition which is inflicted upon sufferers.  \n\nWe are told that discrimination is wrong yet every day women are discriminated against for wishing to fulfil their maternal instincts and bear a child.  If those affected could have children naturally then employers would not know until a pregnancy occurred and employees would then be protected by pregnancy laws.",
            "closed_at": "2009-09-19T00:00:00Z",
            "created_at": "2009-06-18T23:28:34.935206Z",
            "creator_name": "Mrs Stacey Blacklaw",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-18T23:28:34.935206Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 48,
            "state": "finished",
            "updated_at": "2009-09-20T00:01:02.124306Z"
        },
        "id": 12827501
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FertilityAware/"
    },
    "type": "petition"
}