{
    "data": {
        "attributes": {
            "action": "reform the parliamentary expenses system & hold a referendum to have the people approve it.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "1)MP's Salary & Expenses should be put forward for approval by the public in a referendum (run alongside any nationwide elections). 2)MP's salaries should compare with average for a similar role in a large company. 3)Prime Minister's salary should be consistent with average for a CEO. 4)MP's constituency home (or that geographically closest to their constituency) should be automatically designated their main home. 5)A fixed 'per night' allowance based on budget hotel rates can be claimed towards nights spent away from home, they can put this towards rent/mortgage if they wish. Those with a Grace & Favour home would not be able to claim this allowance. 6)Give MP's free nationwide travel on the trains & tube, promoting public transport, reducing congestion on the roads & bringing them closer to the people. 7)All MP's staff should be employed by the House of Commons, not MP's themselves. This is sensible in view of the very complex employment legislation.",
            "closed_at": "2010-06-19T00:00:00Z",
            "created_at": "2009-06-19T14:16:27.943373Z",
            "creator_name": "Miss Natalie Feerick",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-19T14:16:27.943373Z",
            "rejected_at": "2009-07-24T00:01:02.474287Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-24T00:01:02.474287Z"
        },
        "id": 12833078
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MPExpensesSalary/"
    },
    "type": "petition"
}