{
    "data": {
        "attributes": {
            "action": "Resolve the causes of home-grown terrorrism and knife crime",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Yes, I'm what you like to call racist, sexist and anti-environlmentist and have every right to be so. Religion has given little to this world other than proven indoctrination, corruption and  terrorism. Feminist's will be increasingly exposed for inadequate and incompetent control of their children and misuse of benefits;\nEvery child deserves both parents to be committed to every child until it becomes adult;\nThe problem is much greater than MP's excesses and the excesses of bankers.\nBehind that lot are the many who have also profited, particularly civil servants (a disgrace to democratic society)solicitors and associated judiciary;\n- let's also include the gross misuse of licence payer fees by the bbc, it's sychophantic trust and pursuance of their misplaced and self-indulgent interpretation of \"public purpose\"\n- let's also continue to expose the fact that whilst the bbc pursues it's interpretation of \"human rights\" it continues to reject lawful speech via it's house rules\n- my message to all in Iran is, to rightfully criticise the bbc because my rightofsay is being denied by bbc house-rules",
            "closed_at": "2010-06-27T00:00:00Z",
            "created_at": "2009-06-20T08:39:56.367244Z",
            "creator_name": "ALREADY GIVEN",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-20T08:39:56.367244Z",
            "rejected_at": "2009-06-30T16:26:52.561992Z",
            "rejection": {
                "code": 8192,
                "details": "",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-30T16:26:52.561992Z"
        },
        "id": 12838986
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/aperson/"
    },
    "type": "petition"
}