{
    "data": {
        "attributes": {
            "action": "make major improvements to the welfare standards of Animals kept by circus's and eventually phase out their use.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Animals who live with circus's more often than not, live in very bad conditions and their welfare is very poor. WE would like to see alot more done to increase the welfare standards that are currantly in place. A few example issuses WE would like to see being sorted out are:\n\n-The minimum size of animal living quarters increased, to suit individual animal spiecies. -The compulsary use of environmental enrichment techniques to improve the mental state of the animals. -Better regualtion and improvment of the animals winter quarters (size of enclosers, access to outdoors and heating and ventilation of indoor quarters, and regualar insprections to see that these are carried out. -Minimum and maximum age of animals used by circus's.\n\nThese are just some of the issues WE feel need to be addressed to improve the quality of circus animal lives, there are MANY more issues (to many for this page)that need urgent attention.\n\nThis is just the start, as WE would also like to see a date set for the use of animals in circus's to be phased out in the near future, and the present animals being kept by circus's be retired to suitable establishments.",
            "closed_at": "2010-06-20T00:00:00Z",
            "created_at": "2009-06-20T01:25:31.337353Z",
            "creator_name": "Marcus Rheade-Edwards",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-20T01:25:31.337353Z",
            "rejected_at": "2009-07-25T00:01:02.762602Z",
            "rejection": {
                "code": 2048,
                "details": "There are already similar petitions on the site which you may like to sign: \nhttp://petitions.number10.gov.uk/animalimports/\nhttp://petitions.number10.gov.uk/Circus-ban/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-25T00:01:02.762602Z"
        },
        "id": 12838590
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/welfare-circus/"
    },
    "type": "petition"
}