{
    "data": {
        "attributes": {
            "action": "Ask Ed Balls to write an online article in The Guardian newspaper in which he sets out clearly how he can believe that  the Badman Review is anything other than a wanton attack on both the family and on civil liberties.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Badman Review recommends that Local Authorities be entitled to enter family homes without permission.  It recommends further that Local Authority officials be permitted to remove children from the household for 'questioning,' without either the child's or the parent's consent. \n\nThis highly disturbing Review constitutes an assault on the presumption of innocence until guilt is proven. Forced entry into the family homes of people suspected of no crime is a fundamental attack on civil liberties which must be robustly opposed.\n\nMr Balls has so far refused a debate on this issue.  An online article in The Guardian would allow Mr Balls to explain why he believes in Badman and its recommendations.  It would also allow him to read the responses of all those parents he has so far ignored in  his bogus 'consultations.'  \n\nThe Guardian is the forum of choice for this debate because it has a trusted policy on blogs.",
            "closed_at": "2009-09-19T00:00:00Z",
            "created_at": "2009-06-19T12:31:42.588113Z",
            "creator_name": "Roger Machin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-19T12:31:42.588113Z",
            "rejected_at": "2009-07-24T00:01:02.474287Z",
            "rejection": {
                "code": 18432,
                "details": "Please contact the Minister directly. You may also want to sign an existing petition: http://petitions.number10.gov.uk/Homeschooling/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-24T00:01:02.474287Z"
        },
        "id": 12832023
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EdBallsArticle/"
    },
    "type": "petition"
}