{
    "data": {
        "attributes": {
            "action": "State some reasons to how cannabis causes worse problems than alcohol and tobacco",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "\"Cannabis has the effect of pacifying users as opposed to alcohol fuelled aggression and violence tackled by police on most UK city and town streets on a weekend. Coffeeshops could be taxed and licenced and would give an alternative to alcohol hence liberating police time and costs. There will always be a minority with an opposing personal story/view no matter what the subject matter but they need to be kept in context with ratios of opponents to current legislation, eg fox hunting.\"\n\nI understand cannabis is not healthy, but it is NOT as unhealthy as alcohol and tobacco. \nUnlike alcohol, cannabis makes a person feel relaxed and puts them in the dont-want-to-do-anything state therefore it is very unlikely that the user will harm someone. Cannabis may cause cancer but tobacco is as bad(or worse) in this case. Cannabis should be a legal drug but under controlled circumstances e.g licensed shops/bars\nRegarding the mental health issues, this affects the individual just like tobacco and what the person does to him/herself should not be of governments concern.",
            "closed_at": "2010-06-19T00:00:00Z",
            "created_at": "2009-06-19T21:26:56.875210Z",
            "creator_name": "Anna Kent",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-19T21:26:56.875210Z",
            "rejected_at": "2009-07-24T00:01:02.474287Z",
            "rejection": {
                "code": 512,
                "details": "Your petition must request a valid action that relates to government policy. We suggest you reword the title of your petition. We can not accept \"state some reason\" as a valid action. Kind regards, petitions team.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-24T00:01:02.474287Z"
        },
        "id": 12837182
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CannabisLegal1/"
    },
    "type": "petition"
}