{
    "data": {
        "attributes": {
            "action": "Take proper note of petitions which constantly recur even though you have previously rejected doing anything about them.  This includes those asking for positive action  to tackle increasing petrol prices and to be more resonable about petrol taxes",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Over time a considerable protest has been made asking for the government and petrol companies etc. to take more positive steps to reduce petrol and diesel prices.  This has included by lorry drivers and others as well as many previous related petitions on this site.  The high tax on fuel really does not help this situation, especially as it is not ring fenced to go to help improve road services or the environment but just goes into general Government funding.\n\nI do not believe that this situation is going to go away and that it is high time that the PM and the government listened to the protests and petitions, please, and took concrete action on this rather than simply providing information as to why they are not taking proper action.",
            "closed_at": "2009-09-20T00:00:00Z",
            "created_at": "2009-06-19T21:39:28.779330Z",
            "creator_name": "Alan J Munday (Most Rev.)",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-19T21:39:28.779330Z",
            "rejected_at": "2009-07-24T00:01:02.474287Z",
            "rejection": {
                "code": 16384,
                "details": "Comments about the petitions system should be sent to number10@petitions.pm.gov.uk.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-24T00:01:02.474287Z"
        },
        "id": 12837270
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ListenProperly/"
    },
    "type": "petition"
}