{
    "data": {
        "attributes": {
            "action": "save the Family Support service run by Kent Autistic Trust.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Kent Autistic Trust's Family Support service provides regular support groups where parents, grandparents, adults with ASD and other carers can go for advice and networking with others in similar situations. KAT Family Support Service holds an unmatched library of information and news-sheets. The email group is sent information about upcoming talks and events, queries for all to contribute to, updates on law changes and local council changes in provision, and even appeals for lost toys for desperate, anxious ASD children. \n\nFamily Support service helps with complex forms, school meeting support, in depth analysis of particular problems for particular children/adults; KAT Family Support treats you as an individual and will guide you through the myriad issues that parenting an ASD child can throw up. \n\nThis service is unparalleled. Its funding has been withdrawn by the National Lottery, which underlines how precarious reliance on this form of funding for such an essential service can be. The Council should step in to fund this service which will be sorely missed if it goes.",
            "closed_at": "2009-11-20T00:00:00Z",
            "created_at": "2009-06-22T14:29:05.381594Z",
            "creator_name": "Ms Louise C Dawson",
            "government_response_at": "2010-02-19T12:34:46.365175Z",
            "government_responses": [
                {
                    "created_at": "2010-02-19T12:34:46.365175Z",
                    "details": "You signed a petition asking the Prime Minister to \"save the Family Support service run by Kent Autistic Trust.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22512\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'katfamilysupport'",
                    "updated_at": "2010-02-19T12:34:46.365175Z"
                }
            ],
            "opened_at": "2009-06-22T14:29:05.381594Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 516,
            "state": "finished",
            "updated_at": "2009-11-21T00:01:01.099446Z"
        },
        "id": 12849707
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/katfamilysupport/"
    },
    "type": "petition"
}