{
    "data": {
        "attributes": {
            "action": "ensure the publication of unredacted MP expenses",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Receipts and expense forms of MPs have finally been released, albeit only the ‘redacted’ version with huge amounts of detail blacked out by the fees office. This has made a mockery of the exercise and kept hidden many of the questionable expenses already exposed by the Daily Telegraph such as the practice of ‘flipping’ second homes.\n\nThe Prime Minister should now make it clear to the fees office and the Speaker of the House that the full unredacted version of MPs’ receipts and expense forms should be published as soon as possible, making all information available in full except for that which would genuinely cause a security issue such as bank and credit card details. \n\nThis should include all notes and letters between MPs and the fees office as well as information allowing constituents to determine where second homes are located so they are able to tell if their MP has been involved in 'flipping'.",
            "closed_at": "2009-12-26T00:00:00Z",
            "created_at": "2009-06-21T20:04:20.780288Z",
            "creator_name": "William Summers",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-21T20:04:20.780288Z",
            "rejected_at": "2009-06-26T11:03:33.493056Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-06-26T11:03:33.493056Z"
        },
        "id": 12845613
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/unredact/"
    },
    "type": "petition"
}