{
    "data": {
        "attributes": {
            "action": "look into more ways of helping single parents who are working or would like to work",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear Mr Prime minister, im really grateful for the support that the government has offered to the single working parents so far but would like the Prime minister to consider other ways of helping and supporting us. \n\nWe do appreciate the support thats out there but its not enough. You find that a single parent not working is much better off than the one who is working. The ones that are working  unless they are in high fying jobs the majority is on low income and most of us would be on general jobs where you really work hard to earn that money.\n\nI know there are Tax credits which im thankful for  but after taking out child care it feels like you are being penalised for working.\n\nI know the Prime minister has mentioned a lot of times about child poverty and has outlined plans for eradicating that, even if its our responsibilities  as parents to look after our families we need more support from the government, maybe by liasing with companies to have more opportunities for single parents by looking at the shift hours  and many other things.\n\nI hope the prime minister will have the opportunity to look at this petition\n\nThank you\n\nNobuhle  ngulube",
            "closed_at": "2009-08-26T00:00:00Z",
            "created_at": "2009-06-21T23:34:26.084773Z",
            "creator_name": "Nobuhle Ngulube",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-21T23:34:26.084773Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1,
            "state": "finished",
            "updated_at": "2009-08-27T00:01:01.707229Z"
        },
        "id": 12846453
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/singleandworking/"
    },
    "type": "petition"
}