{
    "data": {
        "attributes": {
            "action": "explain to the electorate why it is appropriate to allow MPs to vote for a new Speaker, secretly, so as to protect them from retribution if they vote other than in accordance with the party line, while it is not appropriate to afford the same protection to the electorate at local and national elections where EVERY VOTE IS TRACEABLE BACK TO THE VOTER thereby putting them at risk of retribution at some later date by the government of the day after the information, at the behest of government, is leaked or - AS IS MUCH MORE LIKELY - sold off to some commercial terrorist organisation and used against them.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are used to MPs voting themselves financial benefits which they then deny to the taxpaying electorate, the best (or worst, depending where you stand) example being the 'second home allowance' where hundreds of thousands of employees have to have second homes but get no financial help while, through punitive taxation, are obliged to pay for the second homes of MPs.  NOW we have a situation whereby all of the votes of the electorate who voted at the recent local and EU elections will shortly be available through a leak or by virtue of a sale because every ballot paper was serial numbered and recorded against the name of the voter who used it while MPs who vote for the new Speaker will be allowed to do so in secret, thereby avoiding any possible risk of their vote being traced back to the MP who made it AND it has been admitted that it is being done this way to protect MPs who don't toe the party line from their party officials.  Why are MPs allowed to be protected from retribution when the electorate is not?",
            "closed_at": "2010-06-21T00:00:00Z",
            "created_at": "2009-06-21T19:24:36.369764Z",
            "creator_name": "keith jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-21T19:24:36.369764Z",
            "rejected_at": "2009-07-24T00:01:02.474287Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-24T00:01:02.474287Z"
        },
        "id": 12845466
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RulesSame4All/"
    },
    "type": "petition"
}