{
    "data": {
        "attributes": {
            "action": "guarantee that the FM radio service will not be discontinued in favour of all-digital transmissions",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "TV broadcasting is being moved to digital, and UHF transmissions are currently being phased out.  \n\nOn 16 June the Government published its Digital Britain Report.  This proposes that a similar process should now be undertaken for radio. All radio transmissions would become digital and all FM and AM receivers obsolete from 2015, just six years away - though it is be no means clear that quality countrywide digital coverage can be obtained within that timescale.  Moreover, most households have many radios, and replacing them (including car radios and hi-fi tuners) would be burdensome and expensive for the public.  \n\nThe beneficiaries of such a change would be the Government (receipts from the sale of bandwidth), digital radio manufacturers (mostly overseas) and broadcasting companies.\n\nWe believe that a change of this sort would not be in the public interest, and that any need for additional Government receipts would be better met by other means.",
            "closed_at": "2010-06-20T00:00:00Z",
            "created_at": "2009-06-20T22:16:08.197476Z",
            "creator_name": "Martin Sutherland",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-20T22:16:08.197476Z",
            "rejected_at": "2009-07-25T00:01:02.762602Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/AM-FM-Radio/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-25T00:01:02.762602Z"
        },
        "id": 12842507
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/digital-radio/"
    },
    "type": "petition"
}