{
    "data": {
        "attributes": {
            "action": "Amend the CHILDREN'S ACT 1989 so that in Family Law proceedings and in Child Protection proceedings a risk assessment framework can be put into place to look for domestic violence and abuse towards parent and child and thus taken into account as an important risk factor.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There should be widespread recognition amongst agencies working with family law and child protection that domestic violence causes considerable to distress to victims. Under the UN Convention of Rights children have the right to express their views. But should enunciation  of their rights encompass the complexities of living with abuse? Articles 19 and 34 state children need protecting from abuse. An assumption that a child has stated their true wishes without taking into account manipulation results in parents losing their children. Also women are being put under threat at post separation contact by courts and agencies failure to provide safe contact. Most post separation abuse is linked to contact. Northern Ireland have a family homes and Domestic Violence order which focuses on children Article 28 considers whether the child has suffered or is at risk. \"In circumstances of domestic violence, contact should not be presumed in the best interest of the child. The starting point should be no contact with the possibility of contact if this can arranged safely for mother and child\" Hester and Radford 1995.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-06-21T16:43:12.416706Z",
            "creator_name": "Miss Vicky Parrish",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-21T16:43:12.416706Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 34,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12844955
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/childrens-act/"
    },
    "type": "petition"
}