{
    "data": {
        "attributes": {
            "action": "intervene and ask the Indian administration to cancel the proposed Tipaimukh Dam.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Indian Government is in the process of building a 1500MW Tipaimukh Multipurpose Hydroelectric Project (Tipaimukh Dam). We the undersigned petitioners signing this wish to bring to your attention that the British Bangladeshi’s and the people of Bangladesh are very apprehensive and deeply concerned of this scheme on the international Ahu (Barak) River and express our strongest objections to it.\n\nIn a great modern democracy, such as INDIA, development must be for the people, by the people and of the people. The common good of the Nation must include, foremost, the good of those who are called upon to make the greatest sacrifice. The mega-dam proposed at Tipaimukh will smother this river; change its age-old knowable and reliable nature; and drown us all in sorrow forever! \n\nOur governmnet, must express concerns and reflect seriously upon the will of the people and do deeds to fulfill the people’s expressed wants and aspirations. \n\nWe need to ask the Indian Government to cancel the Tipaimukh Dam, let the Ahu run free and be with the people of that region who can make the right choices for themselves.  Thank you very much for your help and support\nYours Sincerely, \nThe undersigned",
            "closed_at": "2009-09-20T00:00:00Z",
            "created_at": "2009-06-22T14:49:11.719809Z",
            "creator_name": "Mr Mohammed Dobir Miah",
            "government_response_at": "2009-10-19T12:49:27.314523Z",
            "government_responses": [
                {
                    "created_at": "2009-10-19T12:49:27.314523Z",
                    "details": "You signed a petition asking the Prime Minister to \"intervene and ask the Indian administration to cancel the proposed Tipaimukh Dam.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21014\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'TipaimukhDam'",
                    "updated_at": "2009-10-19T12:49:27.314523Z"
                }
            ],
            "opened_at": "2009-06-22T14:49:11.719809Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 281,
            "state": "finished",
            "updated_at": "2009-09-21T00:01:01.209851Z"
        },
        "id": 12849825
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TipaimukhDam/"
    },
    "type": "petition"
}