{
    "data": {
        "attributes": {
            "action": "require that medical facilities be legally obliged to record and collect data on second trimester pregnancy losses, and to review the definition and use of the term 'late miscarriage'.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the UK approximately 2-3% of pregnancies (60 a day or 20,000 a year) end in so-called ‘late miscarriage’. These precious babies, born between 12-24 weeks gestation are fully formed - their mothers go through labour to deliver them. There is often no known cause leaving parents wondering whether they will have to experience the same suffering again. UK law does not allow these births to be registered, nor require hospitals to record them officially. Accurate data is needed for research. \nIn UK stillbirth applies to babies born after 24 weeks gestation (World Health Authority 22 weeks or birthweight 500g; USA & Australia 20 weeks; Norway 16 weeks). For younger babies, we strongly object to the term 'miscarriage' which is misleading, devaluing and does not properly acknowledge these babies, or their parents' suffering. Those who have sadly gone through both early and late 'miscarriages' (as I have), agree that they are very different experiences - we prefer 'second trimester loss'.",
            "closed_at": "2009-10-25T00:00:00Z",
            "created_at": "2009-06-23T17:07:55.931309Z",
            "creator_name": "Mrs Kate Llufrio",
            "government_response_at": "2009-12-03T12:04:22.336894Z",
            "government_responses": [
                {
                    "created_at": "2009-12-03T12:04:22.336894Z",
                    "details": "You signed a petition asking the Prime Minister to \"require that medical facilities be legally obliged to record and collect data on second trimester pregnancy losses, and to review the definition and use of the term 'late miscarriage'.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21559\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'latemiscarriage'",
                    "updated_at": "2009-12-03T12:04:22.336894Z"
                }
            ],
            "opened_at": "2009-06-23T17:07:55.931309Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 554,
            "state": "finished",
            "updated_at": "2009-11-30T03:01:33.003852Z"
        },
        "id": 12856439
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/latemiscarriage/"
    },
    "type": "petition"
}