{
    "data": {
        "attributes": {
            "action": "apologize for the prosecution of Alan Turing that led to his untimely death",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Alan Turing was the greatest computer scientist ever born in Britain.  He laid the foundations of computing, helped break the Nazi Enigma code and told us how to tell whether a machine could think.\n\nHe was also gay.  He was prosecuted for being gay, chemically castrated as a 'cure', and took his own life, aged 41.\n\nThe British Government should apologize to Alan Turing for his treatment and recognize that his work created much of the world we live in and saved us from Nazi Germany.  And an apology would recognize the tragic consequences of prejudice that ended this man's life and career.",
            "closed_at": "2010-01-20T00:00:00Z",
            "created_at": "2009-06-23T13:30:25.337767Z",
            "creator_name": "John Graham-Cumming",
            "government_response_at": null,
            "government_responses": [
                {
                    "created_at": "2009-09-11T10:20:52.365954Z",
                    "details": "Thank you for signing this petition. The Prime Minister has written a response. Please read below.\n\nPrime Minister: 2009 has been a year of deep reflection – a chance for Britain, as a nation, to commemorate the profound debts we owe to those who came before. A unique combination of anniversaries and events have stirred in us that sense of pride and gratitude which characterise the British experience. Earlier this year I stood with Presidents Sarkozy and Obama to honour the service and the sacrifice of the heroes who stormed the beaches of Normandy 65 years ago. And just last week, we marked the 70 years which have passed since the British government declared its willingness to take up arms against Fascism and declared the outbreak of World War Two. So I am both pleased and proud that, thanks to a coalition of computer scientists, historians and LGBT activists, we have this year a chance to mark and celebrate another contribution to Britain’s fight against the darkness of dictatorship; that of code-breaker Alan Turing.\n\nTuring was a quite brilliant mathematician, most famous for his work on breaking the German Enigma codes. It is no exaggeration to say that, without his outstanding contribution, the history of World War Two could well have been very different. He truly was one of those individuals we can point to whose unique contribution helped to turn the tide of war. The debt of gratitude he is owed makes it all the more horrifying, therefore, that he was treated so inhumanely. In 1952, he was convicted of ‘gross indecency’ – in effect, tried for being gay. His sentence – and he was faced with the miserable choice of this or prison - was chemical castration by a series of injections of female hormones. He took his own life just two years later.\n\nThousands of people have come together to demand justice for Alan Turing and recognition of the appalling way he was treated. While Turing was dealt with under the law of the time and we can't put the clock back, his treatment was of course utterly unfair and I am pleased to have the chance to say how deeply sorry I and we all are for what happened to him. Alan and the many thousands of other gay men who were convicted as he was convicted under homophobic laws were treated terribly. Over the years millions more lived in fear of conviction.\n\nI am proud that those days are gone and that in the last 12 years this government has done so much to make life fairer and more equal for our LGBT community. This recognition of Alan’s status as one of Britain’s most famous victims of homophobia is another step towards equality and long overdue.\n\nBut even more than that, Alan deserves recognition for his contribution to humankind. For those of us born after 1945, into a Europe which is united, democratic and at peace, it is hard to imagine that our continent was once the theatre of mankind’s darkest hour. It is difficult to believe that in living memory, people could become so consumed by hate – by anti-Semitism, by homophobia, by xenophobia and other murderous prejudices – that the gas chambers and crematoria became a piece of the European landscape as surely as the galleries and universities and concert halls which had marked out the European civilisation for hundreds of years. It is thanks to men and women who were totally committed to fighting fascism, people like Alan Turing, that the horrors of the Holocaust and of total war are part of Europe’s history and not Europe’s present.\n\nSo on behalf of the British government, and all those who live freely thanks to Alan’s work I am very proud to say: we’re sorry, you deserved so much better.\n\nGordon Brown\n\nIf you would like to help preserve Alan Turing's memory for future generations, please donate here: http://www.bletchleypark.org.uk/",
                    "summary": "Government response to petition 'turing'",
                    "updated_at": "2009-09-11T10:20:52.365954Z"
                }
            ],
            "opened_at": "2009-06-23T13:30:25.337767Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 32286,
            "state": "finished",
            "updated_at": "2010-11-13T20:07:20.463611Z"
        },
        "id": 12855281
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/turing/"
    },
    "type": "petition"
}