{
    "data": {
        "attributes": {
            "action": "mandate in law that household energy bills are made simpler, clearer and easier for consumers to understand.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Consumers are being left confused, badly informed and potentially vulnerable to debt because of the poor quality of some major household bills. \n\nAccording to research carried out in June 2009 by independent price comparison and switching service uSwitch.com, only 39% of people think their energy bills are written in plain English and only 4 in 10 find it easy to work out how they are calculated. \n\nEnergy bills account for a sizeable chunk of the average annual household budget, so if consumers are to manage this aspect of their budget, they need to be able to understand basic information such as their consumption, spend and tariff details. A well-written, clear and concise bill should leave consumers feeling empowered and in control, not bemused. \n\nOn this evidence we call for immediate and long-overdue legal action to ensure that energy bills become clearer, simpler and easier to understand.",
            "closed_at": "2010-01-20T00:00:00Z",
            "created_at": "2009-06-23T17:55:13.779208Z",
            "creator_name": "Mr Joe Cross",
            "government_response_at": "2010-11-08T16:15:08.087758Z",
            "government_responses": [
                {
                    "created_at": "2010-11-08T16:15:08.087758Z",
                    "details": "You signed a petition asking the Prime Minister to mandate in law that household energy bills are made simpler, clearer and easier for consumers to understand.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=betterbills\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'betterbills'",
                    "updated_at": "2010-11-08T16:15:08.087758Z"
                }
            ],
            "opened_at": "2009-06-23T17:55:13.779208Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8854,
            "state": "finished",
            "updated_at": "2010-03-04T15:36:35.734858Z"
        },
        "id": 12856621
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/betterbills/"
    },
    "type": "petition"
}