{
    "data": {
        "attributes": {
            "action": "Allow all Community First Responders (CFR's) to use (Blue Flashing) Visible Warning lights and (Siren/Horns) Audible Warning Devices when responding to all emergency calls on behalf of their local NHS Ambulance Trust.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At present if you to call 999 for a medical emergency, you may find a Community First Responder will be the first Ambulance Service personnel on scene to administer Life Support care for a Heart Attack, a Stroke, Suspended Breathing etc.\nThese are called \"Red calls\" and have an 8 minute response time.\nClinical fact.\nIf your brain is starved of oxygen for more than 8 mins you will have a 'Zero' chance of full recovery.\nCFR's volunteer their time, skill and own vehicle for the benefit of their local community but are hindered when on duty by traffic lights, speed restrictions and other road users etc wasting precious minutes.\nAs they don't have warning lights or sirens they cannot claim emergency vehicle road traffic exemptions as do full time emergency services.\nThis is a serious situation and as such needs to be addressed in law.\nImagine you were having a heart attack some 200 yards away from me, but the traffic light between us has just turned Red! Now we both have to wait for the green light before I can even attempt to get to you... not to mention the traffic jam caused by you lying in the road.\nPlease help us to help you,\n\"Give Us the Tools and We'll Do The\nJob...\" (Winston Churchill 1940)",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-06-24T02:26:21.411019Z",
            "creator_name": "T Cottrell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-24T02:26:21.411019Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 88,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12858494
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Blues-n-Twos/"
    },
    "type": "petition"
}