{
    "data": {
        "attributes": {
            "action": "Stop the closure of Thames Valley University’s Slough campus and stop the reason behind it - the unwanted ‘Heart of Slough’ redevelopment scheme, which is costing £17.52 million of public money. Instead, please spend the £17.52 million on upgrading and keeping TVU in Slough.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Thames Valley University’s Slough campus (TVU) is to be shut in 2010 and the site covered with 1598 flats. An end to higher education will be a severe blow to this growing town. Slough’s population has poor skills but how can this be improved if the university closes? Whatever happened to Education, Education, Education? \n\nThe closure of TVU is just one element of the dreadful ‘Heart of Slough’ scheme, which involves the demolition of Slough Bus Station made famous by BBC’s ‘The Office’ and the much admired library, to be replaced by a smaller library with reduced facilities.\n\nNot only is this scheme unsustainable, wasteful and disruptive but it is deluded to think that you solve a town’s problems by tearing it to pieces and flooding it with a ghetto of flats and empty offices. The offices and flats may not be built due to the recession and empty property tax, leaving unsightly building sites.\n\nA measure of the wastefulness is the demolition of TVU’s library designed by Richard Rogers and only completed in 1996 at a cost of £3.6 million!\n\nThe final insult is that this is costing £17.52 million of public money. This should be spent on upgrading and keeping TVU in Slough.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-06-23T19:16:03.498303Z",
            "creator_name": "Tristan Miles",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-23T19:16:03.498303Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 23,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12856920
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/tvuslough/"
    },
    "type": "petition"
}