{
    "data": {
        "attributes": {
            "action": "Enure pulse checks are taken during a routine visit to a GP surgery, to promote timely diagnosis and treatment of heart rhythm disorders.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Arrhythmia Alliance (A-A), a coalition of healthcare professionals, patients and carers promotes better understanding, diagnosis, treatment and quality of life for individuals with cardiac arrhythmias, or heart rhythm disorders. A-A is running a 'Know Your Pulse' initiative which aims to encourage people to have their pulse checked when they visit their GP surgery.  More than 1% of the population is affected by atrial fibrillation (AF), the most common type of heart rhythm disturbance and people with AF have a dramatically reduced quality of life and face a high risk of having a stroke. Furthermore, 100,000 sudden cardiac deaths occur each year, and 120,000 unexplained incidences of loss of consciousness occur due to cardiac arrhythmias. Early identification of heart rhythm disorders is crucial in reducing the number of associated premature deaths. A-A calls on the Government to make heart rhythm disorders a priority by ensuring pulse checks are taken during a routine visit to a GP surgery to identify potential cardiac arrhythmias. Please sign this petition in support of A-A.",
            "closed_at": "2010-01-04T00:00:00Z",
            "created_at": "2009-06-22T15:57:17.028178Z",
            "creator_name": "Joanna Goldberg",
            "government_response_at": "2010-02-04T14:19:26.760966Z",
            "government_responses": [
                {
                    "created_at": "2010-02-04T14:19:26.760966Z",
                    "details": "You signed a petition asking the Prime Minister to \"Enure pulse checks are taken during a routine visit to a GP surgery, to promote timely diagnosis and treatment of heart rhythm disorders.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22352\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'KnowYourPulse'",
                    "updated_at": "2010-02-04T14:19:26.760966Z"
                }
            ],
            "opened_at": "2009-06-22T15:57:17.028178Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1224,
            "state": "finished",
            "updated_at": "2010-01-07T03:01:33.238248Z"
        },
        "id": 12850348
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KnowYourPulse/"
    },
    "type": "petition"
}