{
    "data": {
        "attributes": {
            "action": "Stop Discrimination Towards Muslim Pilgrims",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "You can buy your flight tickets for the cheapest deal available from a travel agent online or in person to go to Saudi Arabia. However, if you are intending to go for pilgrimage (Hajj or Umrah), certain airliners (e.g. British Airways) will instruct you to buy your tickets from an appointed agent who will on many occasions rip you off by charging you up to £150 or even more than the normal price available for anyone else going for business or as a visitor. For example, British Airways instruct pilgrims to buy their tickets from Masterfare. Why do pilgrims have to go through an appointed agent and pay more? The truth is - and everyone who has signed this petition testifies this - that this is nothing but a money making scam to rip off pilgrims!\n\nOUR AIM:\nTo stop what everyone who has signed this petition believes to be discriminatory, immoral, unethical and greedy tactics to rip off pilgrims.\n\nAIRLINERS: British Airways, British Midlands International\n\nTRAVEL AGENTS\nMasterfare - Appointed agents for BA and BMI, Opodo - Selling tickets without stating their invalidity for Hajj & Umrah. Some people have bought tickets for their whole family and have been left crying!",
            "closed_at": "2010-06-25T00:00:00Z",
            "created_at": "2009-06-25T12:57:33.360491Z",
            "creator_name": "Pilgrim Watch",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-25T12:57:33.360491Z",
            "rejected_at": "2009-07-26T00:01:01.997335Z",
            "rejection": {
                "code": 8192,
                "details": "Please provide your full name when submitting a petition.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-26T00:01:01.997335Z"
        },
        "id": 12865568
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Pilgrim-Watch/"
    },
    "type": "petition"
}