{
    "data": {
        "attributes": {
            "action": "Make Childminders Exempt From Early Years Foundation Stage",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "40000 childminders have quit in the last year. This coincides with the introduction of Early Years Foundation Stage (EYFS).\nMost principles of EYFS are easily achieved, but the paperwork needed to prove this is staggering. The same rules apply to childminders as to nurseries. These significantly different settings should have separate rules. \nChildminders' homes are not educational establishments, there is no need for assessments to be made on the children. Until a child attends school it should be their parents' job to assess them.\nEYFS states the need for consistency between early years settings. This defies the slogan 'Choice for Parents, the best start for children',and removes choice.\nPeople choose childminders because they want a relaxed, home environment for their children. The requirements of EYFS directly oppose this.\nChildminders do need regulations, but this system is too much to expect of them. If a child is safe and happy that is enough.\nChildminders are understandably frustrated and are leaving in their droves. The knock on effect of this is that children are going to have to change carer multiple times which is surely not an ideal situation.",
            "closed_at": "2009-09-20T00:00:00Z",
            "created_at": "2009-06-24T17:39:12.287562Z",
            "creator_name": "Mrs Sally Jones",
            "government_response_at": "2009-10-19T12:20:47.293748Z",
            "government_responses": [
                {
                    "created_at": "2009-10-19T12:20:47.293748Z",
                    "details": "You signed a petition asking the Prime Minister to \"Make Childminders Exempt From Early Years Foundation Stage.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20996\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'anti-EYFS'",
                    "updated_at": "2009-10-19T12:20:47.293748Z"
                }
            ],
            "opened_at": "2009-06-24T17:39:12.287562Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1407,
            "state": "finished",
            "updated_at": "2010-05-10T14:57:21.759230Z"
        },
        "id": 12861857
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/anti-EYFS/"
    },
    "type": "petition"
}