{
    "data": {
        "attributes": {
            "action": "ban the burkha from our streets",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The veil is simply a tool of oppression which is being used to alienate and control women under the guise of religious freedom.The burkha is the ultimate visual symbol of female oppression. It is the weapon of radical Muslim men who want to see Sharia law on Britain's streets, and would love women to be hidden, unseen and unheard. It is totally out of place in a civilised country. \nPrecisely because it is impossible to distinguish between the woman who is choosing to wear a burkha and the girl who has been forced to cover herself and live behind a veil, I believe it should be banned. \n'If you want to live here, live like us.' \nthe burkha is not a religious sign, 'it's a sign of subservience, a sign of debasement... In our country, we cannot accept that women be prisoners behind a screen, cut off from all social life, deprived of all identity.' \nSo what should we do in Britain? For decades, Muslim fundamentalists, using the human rights laws, have been allowed to get their own way. \nIt is time for ministers and ordinary British Muslims to say, 'Enough is enough'. the Government must ban the wearing of the hijab in school and the burkha in public places.",
            "closed_at": "2009-12-24T00:00:00Z",
            "created_at": "2009-06-24T12:53:19.050688Z",
            "creator_name": "mariam rodrigues",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-24T12:53:19.050688Z",
            "rejected_at": "2009-07-30T00:01:03.213220Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/No-Burkas/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-30T00:01:03.213220Z"
        },
        "id": 12860324
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Ban-burkha/"
    },
    "type": "petition"
}