{
    "data": {
        "attributes": {
            "action": "speak out against Bristol City Football Clubs plans to build a new stadium at Ashton Vale, Bristol",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Prime Minister is on record that he will \"robustly defend the Green Belt.\"\n\nBristol City Football Club plans to sell its existing Ashton Gate Stadium to Tesco, construct a new stadium nearby on supposedly protected green belt land at Ashton Vale and also build 300 houses on green belt land next to the new stadium in order to finance the whole  development, which the club cannot otherwise afford.\n\nThis all equates to selling off the family home, declaring yourself homeless and insisting the council immediately re-house you.\n\nThe club even want the whole scheme fast tracked through the council's planning process, despite every stage being contrary to existing local plans, in order to take advantage of England's 2018 World Cup Bid.\n\nWe the petitioners say \"YES!\" to world cup football in Bristol at a new stadium on BCFC's current Ashton Gate site, but \"N0!\" to any of their inappropriate development plans for Ashton Vale.",
            "closed_at": "2009-10-21T00:00:00Z",
            "created_at": "2009-06-24T17:39:58.148515Z",
            "creator_name": "Mr Ron Morton",
            "government_response_at": "2009-11-10T15:13:22.900833Z",
            "government_responses": [
                {
                    "created_at": "2009-11-10T15:13:22.900833Z",
                    "details": "You signed a petition asking the Prime Minister to \"speak out against Bristol City Football Clubs plans to build a new stadium at Ashton Vale, Bristol.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21258\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'BCFCAshtonGate'",
                    "updated_at": "2009-11-10T15:13:22.900833Z"
                }
            ],
            "opened_at": "2009-06-24T17:39:58.148515Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 203,
            "state": "finished",
            "updated_at": "2009-10-22T00:01:01.978967Z"
        },
        "id": 12861860
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BCFCAshtonGate/"
    },
    "type": "petition"
}