{
    "data": {
        "attributes": {
            "action": "allow Microsoft to sell the forthcoming Windows 7 complete with Internet Explorer in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "So that freedom of choice is not sacrificed please allow Microsoft to sell the forthcoming Windows 7 complete with Internet Explorer in the UK without fear of penalty.\n\nTo avoid discriminating against people who want Microsoft's Windows 7 complete with Internet Explorer, the full version of Windows 7 should be available to purchase alongside the less featured version that they intend to sell in the EU. \n\nIt is understood that this less featured version will not include Microsoft's Internet Explorer and that this is in response to the possibility of Microsoft being fined for selling the fully featured version in Europe. \n\nSo that the buyer can choose what he or she wants both versions of Windows 7, the ones with and without Microsoft's Internet Explorer, should be available to buy and the idea of penalising Microsoft should they offer this freedom of choice is bizarre.",
            "closed_at": "2009-09-27T00:00:00Z",
            "created_at": "2009-06-27T21:15:07.578162Z",
            "creator_name": "Mr Les. Denning",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-27T21:15:07.578162Z",
            "rejected_at": "2009-07-30T00:01:03.213220Z",
            "rejection": {
                "code": 1024,
                "details": "",
                "reasons": [
                    "Commercial endorsement, promotion of any product, service or publication, or statements that amount to adverts"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-30T00:01:03.213220Z"
        },
        "id": 12877139
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Windows7withIE/"
    },
    "type": "petition"
}