{
    "data": {
        "attributes": {
            "action": "instruct Natural England to ensure equal representation of legal and legitimate motorcycling interests on their Rights of Way Working Group and to ensure that all work undertaken prior to full representation is reviewed and if necessary amended, once proper representation is established. This to be achieved notwithstanding the early closure date for initial responses having passed.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Other interest groups have increasingly secured limitations on the legitimate use of motorcycles on ancient rights of way, based on flawed data, unsupported opinions and without full representation of the interests of responsible and legitimate motorcycle users of such rights of way. \nIt is a gross breach of natural justice to have established this further Working Group without securing full and equal representation of other legitimate stakeholders, including motorcyclists. \nThis petition does not seek a place on the group for anyone promoting the illegal use of motorcycles in breach of the Road Traffic Act.",
            "closed_at": "2009-09-30T00:00:00Z",
            "created_at": "2009-06-26T21:01:58.401169Z",
            "creator_name": "Mr Bill Nelson",
            "government_response_at": "2009-10-19T12:50:20.766256Z",
            "government_responses": [
                {
                    "created_at": "2009-10-19T12:50:20.766256Z",
                    "details": "You signed a petition asking the Prime Minister to \"instruct Natural England to ensure equal representation of legal and legitimate motorcycling interests on their Rights of Way Working Group and to ensure that all work undertaken prior to full representation is reviewed and if necessary amended, once proper representation is established. This to be achieved notwithstanding the early closure date for initial responses having passed.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21015\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Green-Lanes'",
                    "updated_at": "2009-10-19T12:50:20.766256Z"
                }
            ],
            "opened_at": "2009-06-26T21:01:58.401169Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1146,
            "state": "finished",
            "updated_at": "2010-04-16T15:30:01.790674Z"
        },
        "id": 12874220
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Green-Lanes/"
    },
    "type": "petition"
}