{
    "data": {
        "attributes": {
            "action": "Boycott Chinese Goods Help yourself out of Recession",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are currently in a monetary depression, we all feel it. And it's a long way out.\n \nBUT YOU CAN HELP\n \nAll our wealth is going to China. \nEvery time you buy something made in China you send your money to China, not to your country not to your neighbours but to China the next Country to rule the world. \nChinese people are not consumer driven like we in the west, so china relies solely on we Americans/Europeans to buy their products.\nSub Prime mortgages were led from the glut of savings, the highest percentage of those savings are Chinese!!\nThey save We spend we live on plastic/credit for today but they are saving.\nIt's a country of great disparity of rich and poor.\nInferior goods which reduce the lifespan of products which means we use more valuable earth resources twice as quick.\n \n\nIf you buy Chinese you are working toward china ruling us all by the weight of its economy\n\n\nIf you buy Chinese you support:\n \n\nSlave labour\nChild Labour\nPollution\nDictatorships\nSquandering valuable earth resources\nThe harvesting of illegal body parts from executed prisoners’\n \n \n\nMoney is power keep your money in your area or that of your friends\n\nBuy American \nBuy European\n\nLet’s stand strong together",
            "closed_at": "2010-06-28T00:00:00Z",
            "created_at": "2009-06-28T21:01:56.625127Z",
            "creator_name": "Andrew",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-28T21:01:56.625127Z",
            "rejected_at": "2009-07-31T00:01:02.545407Z",
            "rejection": {
                "code": 128,
                "details": "",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-31T00:01:02.545407Z"
        },
        "id": 12879568
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/recessions/"
    },
    "type": "petition"
}