{
    "data": {
        "attributes": {
            "action": "Recommend a posthumous honourary Knighthood for the late, great Michael Jackson",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Michael Jackson has died. To recognise his impact and services to music, the Prime Minister should recommend to the Queen that he be awarded a posthumous, honourary Knighthood on behalf of our nation.\n\nWe will ALL remember where we were when we learned of Michael Jackson's death, which, in part, goes to show the significance of the man's brilliance. He redefined popular music and how music/dance artists will forever come to visualise their work.\n\nYes, he had his bad and mad moments as well as his critics, however for his services to music, contemporary culture and the arts (and nothing else, for all you nay-sayers!), it is only right that our Queen should honour the greatest entertainer in human history by bestowing our nation's greatest honour, posthumously. \n\nWe cannot deny this man's contribution to our culture (especially those who were brought up listening to his songs and watching his videos), so we should rightfully recognise him and his contribution in this way.",
            "closed_at": "2009-12-26T00:00:00Z",
            "created_at": "2009-06-26T12:17:15.915220Z",
            "creator_name": "Matthew Connaughton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-26T12:17:15.915220Z",
            "rejected_at": "2009-07-30T00:01:03.213220Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.direct.gov.uk/honours",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-30T00:01:03.213220Z"
        },
        "id": 12871394
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KnightJacko/"
    },
    "type": "petition"
}