{
    "data": {
        "attributes": {
            "action": "encourage Senior Ministers in the Department of Health to meet with STEPS Charity and parents of children late diagnosed with Developmental Dysplasia of the Hip",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Up to 2000 children a year are diagnosed with development dysplasia of the hip (DDH) which requires treatment involving splints and plaster body casts. Late diagnosis can lead to complex surgery and lifelong problems, often impacting on psychological development. \n\nEarly diagnosis is described as a \"clinicians dream\" as it can, in many cases, be easily treated.  \n\nEDM (Early Day Motion) 826 (23.2.09) \"urges the Government to meet STEPS\" to investigate the existing shortcomings on the Newborn and 6-8 week baby check specifically for Hips.  To date (26.6.2009) 106 MPs have signed this EDM and a further 60 have written to Anne Keen (representing nearly 1/3 of our elected representatives).  Unfortunately Mrs Keen, nor any member of her department, has made arrangements to meet with STEPS and affected parents. We would appreciate if our Prime Minister could encourage Senior Ministers from the Department of Health to rectify this oversight urgently.",
            "closed_at": "2009-12-30T00:00:00Z",
            "created_at": "2009-06-26T13:24:58.417869Z",
            "creator_name": "Oonagh Keith",
            "government_response_at": "2010-08-12T17:03:29.764690Z",
            "government_responses": [
                {
                    "created_at": "2010-08-12T17:03:29.764690Z",
                    "details": "You signed a petition asking the Prime Minister to encourage Senior Ministers in the Department of Health to meet with STEPS Charity and parents of children late diagnosed with Developmental Dysplasia of the Hip.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=NewbornHips\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'NewbornHips'",
                    "updated_at": "2010-08-12T17:03:29.764690Z"
                }
            ],
            "opened_at": "2009-06-26T13:24:58.417869Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2421,
            "state": "finished",
            "updated_at": "2010-05-08T15:30:02.270910Z"
        },
        "id": 12871893
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NewbornHips/"
    },
    "type": "petition"
}