{
    "data": {
        "attributes": {
            "action": "ensure an exemption for epilepsy from the new generic prescribing proposals, on the grounds that the active ingredients in different brands of anti-epileptic medication can legally vary by up to 45% and that unnecessarily switching between versions can have a profound negative effect on a person’s health and quality of life, can cause breakthrough seizures, worsening of seizures or increased side effects, leading to loss of employment, driving licence, educational opportunity, serious injury and, in the most severe cases, death, and that consistent effective treatment should not be altered on questionable cost grounds.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "From January 2010 pharmacists will be expected to change the brand of drug named on a prescription and replace it with a different generic brand. This is against the epilepsy guidelines from NICE. There is significant evidence from doctors and patients that some people with epilepsy have difficulties when changed between different versions of the ‘same’ drug. Generic brands have to follow ‘bioequivalence’ rules. These allow the amount of active ingredient to vary 80 – 125 %; being given a different brand can mean receiving a different dose. Many anti-epileptic drugs (AEDs) have a narrow therapeutic window and dose levels have to be finely balanced. A doctor with special interest in epilepsy should change someone’s epilepsy medication, not a pharmacist or health economist. People with epilepsy should receive the same version of their AED unless their doctor prescribes otherwise for medical not financial reasons. The Joint Epilepsy Council is campaigning for an exemption for AEDs.",
            "closed_at": "2009-10-01T00:00:00Z",
            "created_at": "2009-06-30T15:39:23.383534Z",
            "creator_name": "Simon Wigglesworth",
            "government_response_at": "2010-02-04T15:57:00.113885Z",
            "government_responses": [
                {
                    "created_at": "2010-02-04T15:57:00.113885Z",
                    "details": "You signed a petition asking the Prime Minister to \" ensure an exemption for epilepsy from the new generic prescribing proposals, on the grounds that the active ingredients in different brands of anti-epileptic medication can legally vary by up to 45% and that unnecessarily switching between versions can have a profound negative effect on a person’s health and quality of life, can cause breakthrough seizures, worsening of seizures or increased side effects, leading to loss of employment, driving licence, educational opportunity, serious injury and, in the most severe cases, death, and that consistent effective treatment should not be altered on questionable cost grounds.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22367\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'epilepsygenerics'",
                    "updated_at": "2010-02-04T15:57:00.113885Z"
                }
            ],
            "opened_at": "2009-06-30T15:39:23.383534Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12204,
            "state": "finished",
            "updated_at": "2010-04-28T15:52:27.130613Z"
        },
        "id": 12889209
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/epilepsygenerics/"
    },
    "type": "petition"
}