{
    "data": {
        "attributes": {
            "action": "ask Taiwan to give visa-free access to British Nationals (Overseas) and to fully recognise our British status",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Due to geographical proximity and cultural closeness, many Hong Kong people go to Taiwan every year for different purposes.\n\nCurrently only British citizens are able to visit Taiwan without a visa, and their British citizenship is fully recognised there. British Nationals (Overseas) (who are also ethnic Chinese)  require a special landing visa to visit the island, and their British status is not recognised by the Taiwanese authorities. Other British nationals require a pre-arrival visa. Taiwan does not stamp BN(O) passports. \n\nForeign nationals enjoy a better immigration deal than its own quasi-nationals in Taiwan. Due to its ridiculous policy, we would rather be a full Briton in Taiwan. \n\nThe UK is one of the few EU countries that grants Taiwan visa-free access.We therefore hope that the reciprocal visa-free arrangement can be extended to other categories of British nationals.\n\nThe UK Government has promised that BN(O)s can seek consular help in Taiwan even the Taiwanese authorities do not recognise our status. It would be better if our British status can be fully recognised by Taiwan, so the British Government can provide formal consular help for BN(O)s in Taiwan.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-06-29T11:53:27.753760Z",
            "creator_name": "Sam Fan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-29T11:53:27.753760Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 62,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12881911
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BNOTWN/"
    },
    "type": "petition"
}