{
    "data": {
        "attributes": {
            "action": "QUIT(I cant unfortunately use the Four letter word followed by OFF that i wanted to use)nobody wants you in charge!!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "nobody apart from tony thought that you would do well as pm, as we can see by his closeness with george.w.bush, tony blair's not a good judge of character, or of requirements to be a good leader! i hold you responsible for britains 'credit crisis',you were the chancellor, now money has become worthless(much like yourself) and i fear it is all part of some dark plan to force us into the euro currency and to create a united states of europe(or even, nwo). and how long are u going to kill innocent people? i keep hearing that in this raid, or that raid 'x' ammount of terrorists have been killed, but no info on innocent deaths,i dont think i would be far wrong in guessing that our armed forces have killed many more innocents than the combined number of people killed in both 9/11 and the 7/7 bombimgs! i also find it discouraging that exactly one month before the 7/7 bombings a bill was passed saying that 'government' would handle any public inquiries in the future, makes it easier for you sininster vultures in 'government' to hide any wrong doings and ensure they dont get exposed. so please give our country back to the people and an elected official!!",
            "closed_at": "2010-06-29T00:00:00Z",
            "created_at": "2009-06-29T09:29:47.392146Z",
            "creator_name": "john paul hull",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-29T09:29:47.392146Z",
            "rejected_at": "2009-08-20T00:01:03.598983Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-20T00:01:03.598983Z"
        },
        "id": 12881026
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/QUITOFFBROWN/"
    },
    "type": "petition"
}