{
    "data": {
        "attributes": {
            "action": "The implementation of all the Shipman Reforms & to extend them in scope & to include nurses & all other health staff & associated organisations.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The implementation of the full Shipman reforms.\n\nThat they are extended to adequately cover all avenues of ease & ability of various levels of abuse on the public for those in the health service.\n\nThat the reforms are extended to include nurses, all other health staff & any organisations including the GMC, NMC, BMA, RCN, MDU. \n\nTo include a ban on ‘off licence’ prescribing other than in clearly defined research programs or with limited case by case approval by a new special body.\n\nA general program of the reduction of inappropriate over use of drugs.\n\nA special police task force to be created with facilities & staff capable of dealing with health based crimes. \n\nThat Tony Blair be investigated regarding the political gains reasons for dropping the bulk of Shipman reforms in relation to the then up & coming 3rd election & the objections from doctors to the reforms & against all the advice of those involved & then giving the GP’s massive wage increases & far favourable work practices at a time where severe budget restraints existed throughout the rest of the NHS.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-06-30T11:54:29.125413Z",
            "creator_name": "Mr Duncan Latham",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-30T11:54:29.125413Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12887765
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Shipman-Reforms/"
    },
    "type": "petition"
}