{
    "data": {
        "attributes": {
            "action": "To stand by the right of the South Yemen's (South Arabian) people to self determination, freedom and independence",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since May 2007 Yemen has witnessed widespread civil unrest in the south.\nThere is strong southern sentiment that maintains the South was not unified with the North, but rather was illegally occupied by Northern forces following the civil war in 1994. This has been marked by a storm of protest across the South in which southerners have mobilised against what they see as institutionalised economic and political discrimination against Southern citizens.\nThe Yemeni state’s reaction to Southern discontent has been increased repression. Peaceful protesters face tear gas, rubber bullets, live rounds, imprisonment, and even death. The government has actively tried to prevent citizens from gathering, and it has interfered with international press coverage of events.\nAs the south was formally a protectorate under British rule we urge the Prime Minister and British government to adopt an active interest in this crisis by standing by the right of the Southern people to self- determination, freedom and independence and to pressure the Yemeni state to respect southerner’s (as well as their own people’s) human rights and freedom of expression.",
            "closed_at": "2009-12-31T00:00:00Z",
            "created_at": "2009-06-29T11:39:48.142476Z",
            "creator_name": "Mr Roboya Abdulla",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-29T11:39:48.142476Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 200,
            "state": "finished",
            "updated_at": "2010-01-01T00:01:01.799835Z"
        },
        "id": 12881830
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Southernmovement/"
    },
    "type": "petition"
}