{
    "data": {
        "attributes": {
            "action": "save hookergate school from closure",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Our council have given us only three options regarding the future of hookergate comprehensive and Ryton comprehensive, none of which involve keeping Hookergate open. All of the options given will involve combining both schools which would mean one very large school with over 1700 pupils. At hookergate we currently have approx 530 pupils the majority of which can walk to school. The traffic would be horrendous at this size of school and it will only be a matter of time before an accident happens.\nThe government tell us \"every child matters\" however we dont feel that our children matter if the only option is to close their school and disrupt their valued education. Hookergate is in an excellent position well away from the main road and our children desperately do not want to change schools.\nWe love our small school and we would like option D ... keep both schools open. cut the intake by only a few pupils at Ryton and the intake at Hookergate will rise. \nWe have been told that it is a \"done deal\" and Hookergate will close no matter what. we do not accept this. We know that closing our school is the wrong decision. please sign our petition and try to save hookergate school from closure.",
            "closed_at": "2009-08-31T00:00:00Z",
            "created_at": "2009-06-29T14:32:58.525858Z",
            "creator_name": "sally wilson",
            "government_response_at": "2009-09-29T11:28:34.537872Z",
            "government_responses": [
                {
                    "created_at": "2009-09-29T11:28:34.537872Z",
                    "details": "You signed a petition asking the Prime Minister to \"save hookergate school from closure.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20766\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'hookergate'",
                    "updated_at": "2009-09-29T11:28:34.537872Z"
                }
            ],
            "opened_at": "2009-06-29T14:32:58.525858Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 335,
            "state": "finished",
            "updated_at": "2010-01-09T03:01:33.609905Z"
        },
        "id": 12882828
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/hookergate/"
    },
    "type": "petition"
}