{
    "data": {
        "attributes": {
            "action": "Educate future generations to deal with climate change effects.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Our children will face Climate Change induced challenges that are greater than world wars. \n\nIn the West society is not equipped to deal with such adversity as we have developed in a cotton-wool age.\n\nThe current curriculum addresses environmental responsibility which is essential - but - science now indicates potentially catastrophic climate effects regardless of Human efforts to curtail emissions - and society must be capable of adapting.\n\nAs a minimum therefore:\n\nAwareness of the likely effects should be taught in schools - preferably we need to equip our children with pragmatic skills to deal with this. This should not be presented as a scary topic - and will need careful handling\n\nWe need to equip our future leaders - engineers, planners, politicians, economist etc etc etc (via universities now!) with the skills to ensure that society adapts effectively and in time.\n\nClimate adaptation (sadly) will be big business; presenting UK PLC with an opportunity to lead the world - but only if we are smart in targeting our research, in skilling our workforce and by exploiting our knowledge by taking entrepreneurial risk (something UK is hopeless at)",
            "closed_at": "2009-12-31T00:00:00Z",
            "created_at": "2009-06-30T09:23:03.521471Z",
            "creator_name": "Mr Alan Melrose MBE",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-06-30T09:23:03.521471Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 37,
            "state": "finished",
            "updated_at": "2010-01-01T00:01:01.799835Z"
        },
        "id": 12886465
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/climate-adapting/"
    },
    "type": "petition"
}