{
    "data": {
        "attributes": {
            "action": "work with manufacturers of central heating boilers to create a 'Boiler Scrappage Scheme'",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "According to the 'Energy Saving Trust' if everyone in the UK with gas central heating installed a high efficiency condensing boiler, we would save enough energy to heat 3.4 million homes for a whole year and save around 13 million tonnes of Carbon Dioxide. The householder could also save around a third on their heating bills.\n\nThe recently introduced Car Scrappage scheme has proved a success for the car industry, but a Boiler Scrappage Scheme, along the same lines, could be even more successful.\n\nIt would help the Government to achieve it's climate change targets, it would benefit boiler manufacturers, plumbers merchants and installers by stimulating demand and it would benefit the householder by saving them money.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-07-01T13:15:45.888504Z",
            "creator_name": "Mick Williams",
            "government_response_at": "2010-11-02T12:18:52.659741Z",
            "government_responses": [
                {
                    "created_at": "2010-11-02T12:18:52.659741Z",
                    "details": "You signed a petition asking the Prime Minister to work with manufacturers of central heating boilers to create a 'Boiler Scrappage Scheme'.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=boilerscrappage\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'boilerscrappage'",
                    "updated_at": "2010-11-02T12:18:52.659741Z"
                }
            ],
            "opened_at": "2009-07-01T13:15:45.888504Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2605,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12894285
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/boilerscrappage/"
    },
    "type": "petition"
}