{
    "data": {
        "attributes": {
            "action": "convince the BBC to distribute their full news content in RSS to encourage news innovation",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UK citizen pays an annual TV License. This license in part funds the BBC Online service, which includes regional, national and international news.\n\nCurrently the machine-readable format for the BBC news content, RSS, only displays the first sentence of the article. We'd love this to be the full article.\n\nThe BBC could save significant expense if they allowed their content to be open - a large part of the Future of BBC Media (http://bit.ly/155LPR) is in creating and encouraging engagement and participation with readers and external companies. If RSS were full text, 3rd party developers and companies would be empowered to build great applications with the BBC content.\n\nThe BBC website does not run advertisements, there is no harm in allowing companies to innovate with the full content.\n\nBroadersheet (http://bit.ly/19OcIf), an early stage hi-tech company based in Cambridge UK is building an online newspaper that learns what topics and sources of news our readers enjoy. We are not alone in redefining online news consumption and this simple alteration to the BBC policy would dramatically improve everyone's online experience.",
            "closed_at": "2010-01-01T00:00:00Z",
            "created_at": "2009-07-01T16:44:10.530642Z",
            "creator_name": "Mr Peter deLacey Clark",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-01T16:44:10.530642Z",
            "rejected_at": "2009-08-20T00:01:03.598983Z",
            "rejection": {
                "code": 65536,
                "details": "",
                "reasons": [
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-20T00:01:03.598983Z"
        },
        "id": 12895955
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bbcfree/"
    },
    "type": "petition"
}