{
    "data": {
        "attributes": {
            "action": "abolish the 'Intra Company Transfer' work permits scheme immediately.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This scheme allows companies to bypass UK immigration rules and import non-EU workers into the UK, displacing UK/EU staff. This scheme bypasses other schemes such as the skilled migrants points system, which work fairly based on national need and individual migrants skills. This is allowing the displacement of tens of thousands of workers, particulary in IT.\nIt is unfair on UK (and EU) workers as these shipped in workers enjoy tax (and often accomodation) benefits not available to workers living in the UK due to the local cost of living and tax regime. This is raising UK unemployment by the tens of thousands and undermining the UKs future competetiveness in Information Technology as skills are built up here and then return abroad. This scheme is fundamentally unfair. No one can object to the work being out-sourced to be carried about abroad, but this mass importing of non-EU labour to have the work done here, is unfair.",
            "closed_at": "2009-09-21T00:00:00Z",
            "created_at": "2009-07-01T11:50:22.163905Z",
            "creator_name": "Sean Key",
            "government_response_at": "2010-02-22T15:01:33.182897Z",
            "government_responses": [
                {
                    "created_at": "2010-02-22T15:01:33.182897Z",
                    "details": "You signed a petition asking the Prime Minister to \"abolish the 'Intra Company Transfer' work permits scheme immediately.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22534\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Abolish-ICTs'",
                    "updated_at": "2010-02-22T15:01:33.182897Z"
                }
            ],
            "opened_at": "2009-07-01T11:50:22.163905Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 349,
            "state": "finished",
            "updated_at": "2009-09-22T00:01:01.737926Z"
        },
        "id": 12893664
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Abolish-ICTs/"
    },
    "type": "petition"
}