{
    "data": {
        "attributes": {
            "action": "Recognise the flaws in current Cycle Helmet testing and provide funding to prove or disprove their current effectiveness in preventing injury",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are many myths circulating regarding the effectiveness of cycle helmets. Many people wrongly assume that they are guaranteed to withstand an impact with a larger vehicle at speed. This is despite the many ways in which a cyclist can fall or be hit should the rarity of such an occasion occur.\n\nI would like to see the Government place funding into real peer-reviewed and state of the art research to test the effectiveness of modern cycle helmets. Current tests for UK Helmets only seem to cover moderate speeds of around 12mph and a distance of 1.5m (so essentially a fall). Tests need to incorporate:\nBlunt and sharp testing\nA far greater range of impact speeds and distances\nUse calibrated, modern analysis (crash test “dummies” perhaps) and sensing equipment\n\nThis information also needs to be made more available in its current form and any future research to those choosing to cycle and those using the roads around cyclists. Although I am pro-helmet I feel the current information is often misleading and incomplete",
            "closed_at": "2010-01-02T00:00:00Z",
            "created_at": "2009-07-02T18:38:18.761981Z",
            "creator_name": "D J Cook",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-02T18:38:18.761981Z",
            "rejected_at": "2009-08-20T00:01:03.598983Z",
            "rejection": {
                "code": 512,
                "details": "As stated in our terms and conditions (http://petitions.number10.gov.uk/terms) we cannot accept petitions which call on the PM to \"acknowledge\" or \"recognise\" something. You may wish to change the wording of your petition and resubmit it.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-20T00:01:03.598983Z"
        },
        "id": 12905117
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/helmetresearch/"
    },
    "type": "petition"
}