{
    "data": {
        "attributes": {
            "action": "arrange a Knighthood for Kevin John Shortis",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is for a knighthood for Kevin John Shortis, for his services to the motor industry. Mr Shortis has work in the motor industry since leaving school in the mid 50’s. Now approaching 70, Mr Shortis is still working 6 days a week running a business with over 70 trading sites and more than 6oo staff, restlessly bringing the consumer the best deals and service available. Mr Shortis virtually invented the car accessory shop and the fastfit tyre and exhaust fitting service, which millions of motorists now use to liberate themselves from the main dealers and poor garages, which many people have since copied. Although Mr Shortis has not sort recognition for his services to the motor industry, but the changes that Mr Shortis created in the industry revolutionized the service that the consumer received in the motor industry means that a knighthood is very over due.",
            "closed_at": "2009-09-02T00:00:00Z",
            "created_at": "2009-07-02T22:13:12.034905Z",
            "creator_name": "Mr Richard John Shortis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-02T22:13:12.034905Z",
            "rejected_at": "2009-08-06T00:01:04.068133Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.direct.gov.uk/honours",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-06T00:01:04.068133Z"
        },
        "id": 12906457
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/shortis/"
    },
    "type": "petition"
}