{
    "data": {
        "attributes": {
            "action": "Pardon Michael Shields",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Justice secretary Jack Straw had refused Michael Shields appeal for a pardon.  This is from sky news on 2nd July 2009:\n\nHe was transferred to Britain to serve the remainder of his sentence, and is currently held at HMP Haverigg in Cumbria.  In a provisional decision, Mr Straw was unable to conclude Shields was \"morally and technically innocent\", the Ministry of Justice said.\n\nA High Court judgement in December last year set a \"very high\" bar for granting what is known as a free pardon.\n\nA Ministry of Justice spokesman said Mr Straw had written to Shields to give him a \"full explanation\" of the reasons for his decision.\n\nShields can make further representations to the Justice Secretary, after which he will make a final decision.\n\nThis is an utter disgrace.  Michael Shields is being punished for a crime he did not commit.  This petition is to hopefully get Michael Shields pardoned.  He is innocent and does not deserve to be in jail.",
            "closed_at": "2010-01-03T00:00:00Z",
            "created_at": "2009-07-03T01:22:06.249071Z",
            "creator_name": "Miss Danielle Vint",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-03T01:22:06.249071Z",
            "rejected_at": "2009-08-20T00:01:03.598983Z",
            "rejection": {
                "code": 16384,
                "details": "Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-20T00:01:03.598983Z"
        },
        "id": 12907188
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MShieldsPetition/"
    },
    "type": "petition"
}