{
    "data": {
        "attributes": {
            "action": "convey to Her Majesty the Queen that her people wish her to use her Royal Prerogative to insist on a UK-wide referendum on the Lisbon treaty, in the absence of her government's willingness so to do.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Lisbon Treaty is one of the biggest constitutional changes since Magna Carta; all three major political parties promised a referendum on its direct precursor in 2005; but now there is no chance for the British people to have their say on this immensely important change in the balance of power in our country. We call on the Prime Minister to convey to Her Majesty the Queen that her subjects wish her to use her constitutional position to give us a full, free and fair vote on the Lisbon Treaty. Your Majesty, because our party politicians have failed us, please intervene to save your subjects and yourself, before power passes irreversibly away from this country.",
            "closed_at": "2010-01-02T00:00:00Z",
            "created_at": "2009-07-02T21:34:02.423048Z",
            "creator_name": "David Price",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-02T21:34:02.423048Z",
            "rejected_at": "2009-08-20T00:01:03.598983Z",
            "rejection": {
                "code": 6144,
                "details": "http://petitions.number10.gov.uk/votebritish/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-20T00:01:03.598983Z"
        },
        "id": 12906165
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Lisbon-Queen/"
    },
    "type": "petition"
}