{
    "data": {
        "attributes": {
            "action": "Stop the Merger between Royal Holloway, Egham and St George's, Tooting both of University of London",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am concerned at the proposed merger between Royal Holloway, University of London, Egham, Surrey and St George's (Medical School), Tooting, University of London.\n\nAs a former student at Royal Holloway, I am concerned that the proposed merger between the above colleges may damage Royal Holloway's outstanding reputation in the arts and humanities.\n\nI am also concerned that the proposed merger is unworkable as it creates a university split between an inner London campus and one located at some considerable distance away in Surrey. \n\nI am also of the opinion that the present uncertain economic conditions make this a very unwise time to launch such a major project and that the financial implications of the project have not been properly thought out.\n\nI am also concerned that the merger in name will result in St George's medical school migrating to merge physically onto the Egham campus at some future stage.\n\nI am petitioning for the proposed merger being promoted by RHSG Ltd. be put on hold and the timetable for merger in September 2010 be set aside for extended consultations and evaluations.",
            "closed_at": "2010-07-02T00:00:00Z",
            "created_at": "2009-07-02T20:30:57.537781Z",
            "creator_name": "Mr Anthony Rodriguez",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-02T20:30:57.537781Z",
            "rejected_at": "2009-08-20T00:01:03.598983Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-20T00:01:03.598983Z"
        },
        "id": 12905726
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stop-rhsg/"
    },
    "type": "petition"
}