{
    "data": {
        "attributes": {
            "action": "Save Bruce from being put down under the Dangerous Dogs Act.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On 19/09/07 Bruce was seized by council officials as an alleged “pit bull type” and taken to kennels whilst his owner was taken to court for owning a banned breed. \nWhile incarcerated in kennels he has lost weight and has a cut to his muzzle. The wound has now become infected. His tail has had to be amputated and he has open sores. He is described by experts as being a friendly dog that poses no danger to the public. In a desperate attempt to save Bruce, owner Shannon Brown, has created petitions and videos resulting in worldwide support to “Bring Bruce Home”.\nNorthern Ireland has not adopted the 1997 Amendment Act unlike the rest of the UK, despite being proposed several times, thus meaning any dog deemed to be “pit bull type” cannot be entered onto the Index of Exempted Dogs.  If the proposal had been accepted in Northern Ireland, Bruce would have been home long before now. Northern Ireland is however currently considering legislative change but this is not likely to be achieved in time to save Bruce.Please spare Bruce’s owner the further trauma of destroying Bruce so needlessly. Please pardon Bruce and allow a blameless animal the chance of life.",
            "closed_at": "2009-08-03T00:00:00Z",
            "created_at": "2009-07-03T16:38:29.101234Z",
            "creator_name": "Mr Geoff Marsh",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-03T16:38:29.101234Z",
            "rejected_at": "2009-08-20T00:01:03.598983Z",
            "rejection": {
                "code": 4096,
                "details": "Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-20T00:01:03.598983Z"
        },
        "id": 12910564
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Bring-Bruce-Home/"
    },
    "type": "petition"
}