{
    "data": {
        "attributes": {
            "action": "introduce legislation requiring everyone's marriage and civil partnership paperwork to be completed in the registry office.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In France it has long been the requirement that the official marriage documentation should be completed in the appropriate local Registry Office. French couples who desire a religious marriage still take their religious vows in their place of worship before proceeding to the registry office.\n\nThis measure, if adopted in the UK, would have the following benefits:\n\n1. People of all faiths (including the longer-established ones), or of no religion, will be engaging with the local authorities, hopefully feeling valued as a result, but in any event emphasising their common legal rights and responsibilities as citizens or residents of the UK.\n\n2. Not all religious leaders are granted the powers of registrar, and some faiths don't even have identifiable leaders. This measure would put members of every faith community on an equal footing.\n\n3. One of the main differences between marriage and civil partnership, in that the latter's ceremony cannot have a religious element, would disappear. Partners in marriages and civil partnerships would each be able to have a religious ceremony if they so desired, without the State's let or hindrance.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-07-05T00:02:19.709964Z",
            "creator_name": "Andrew Wheatley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-05T00:02:19.709964Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-08-04T10:53:53.612122Z"
        },
        "id": 12915593
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RegOfficeForAll/"
    },
    "type": "petition"
}