{
    "data": {
        "attributes": {
            "action": "reinstate the N213 bus, running between West Croydon, Sutton and Kingston at nights",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As it is known nationwide and often ridiculed in the mass media, Croydon is a very dangerous area, particularly so at nights. With the cancellation of the N213, there is no way of those living in the Sutton or Kingston Borough to get home from Croydon and for people living in the Croydon Borough to travel home from Kingston or Sutton. This action increases risk as more people will be walking home, especially dangerous for intoxicated young women. It also increases the likelihood of drink driving and unlicensed taxis. A £2 bus journey has turned into a £26 cab ride (Based on Black Cab from East Croydon to Cheam during night shift), this is not a viable journey home for students on a low income. Local businesses will suffer, including Reflex and TigerTiger in Croydon, and Oceana in Kingston to name but a few. Therefore we request to reinstate the N213 bus between Croydon and Kingston.",
            "closed_at": "2009-10-05T00:00:00Z",
            "created_at": "2009-07-05T21:36:14.228753Z",
            "creator_name": "Mr Benjamin Keen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-05T21:36:14.228753Z",
            "rejected_at": "2009-08-05T00:01:04.520619Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for Transport for London, who fall within the Mayor of London's remit.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-05T00:01:04.520619Z"
        },
        "id": 12917995
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/reinstateN213/"
    },
    "type": "petition"
}