{
    "data": {
        "attributes": {
            "action": "Release Ronald Biggs",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I/We feel that the punishment, in this case, does not fit the crime. For a thirty year sentence to be up held is not reasonable. Murderers have been released after less time and our prisons are painfully overcrowded. Ronnie Biggs came back to the UK knowing that he would be put in jail.. and yet he still handed himself in, surely this must be taken into account? He has served a third of his sentence, longer than some other criminals do, surely this should count for something? He is now an elderly man with very poor health. He has had numerous strokes and at any time could have another which could prove fatal. This man is not a danger to the public, we need to do the humane thing and let him live his last days as a free man and to die alongside his family, not prison bars. So I/we urge the Prime Minister to over-rule the decision made on July 1st 2009, by the Secretary of State for Justice, and grant Mr Biggs parole.",
            "closed_at": "2010-01-05T00:00:00Z",
            "created_at": "2009-07-05T22:35:16.116975Z",
            "creator_name": "Ms Deborah C. Ward",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-05T22:35:16.116975Z",
            "rejected_at": "2009-08-20T00:01:03.598983Z",
            "rejection": {
                "code": 16384,
                "details": "As stated in our terms and conditions, we cannot accept petitions on individual legal cases. Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-20T00:01:03.598983Z"
        },
        "id": 12918261
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Free-Ronny-Biggs/"
    },
    "type": "petition"
}