{
    "data": {
        "attributes": {
            "action": "appeal to the Football Conference and Football Association in permitting Farsley Celtic it's rightful place in The Blue Square North",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Football Conference Limited wrote to the club informing them that in accordance with the controversial “Appendix E” of the Rules of the Football Conference “Farsley Celtic is not eligible for membership of the Competition for the forthcoming season.\n\nIt was controversially applied to fellow Blue Square North members Northwich Victoria who entered administration at the end of last season, only to be overturned upon appeal by the Football Association. Northwich, as a result, are permitted to play in the Conference North albeit start with a 10 point deduction, in accordance with the main body of the Football Conference rules.\n\n“ It is of concern to us that the Football Conference have taken this decision, despite the recent decision of the Football Association in the case of Northwich, and with no apparent change in the rules. They seem to be completely disregarding the precedent that has been set.If the FA uphold the Conference’s decision, with the fixtures arranged for the next season throughout the non league pyramid Farsley Celtic basically will  have no league in which to play”.",
            "closed_at": "2009-08-05T00:00:00Z",
            "created_at": "2009-07-05T20:13:01.809705Z",
            "creator_name": "Michael Binns",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-05T20:13:01.809705Z",
            "rejected_at": "2009-08-06T00:01:04.068133Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-06T00:01:04.068133Z"
        },
        "id": 12917677
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/farsleyceltic/"
    },
    "type": "petition"
}