{
    "data": {
        "attributes": {
            "action": "STOP USING POLONIUM-210 IN FERTILIZERS USED TO GROW FOOD",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Polonium-210 also known as Radium F, the substance that killed Alexander Litvinenko, found in tobacco & vegetables. People are unaware Radioactive Polonium-210 contained in phosphate fertilizers is absorbed by the roots of plants & stored in its tissues. Polonium-210 can affect the body's lymph nodes, liver & tissues. Effects are more common in the kidney & the spleen. When polonium-210 is inhaled, it can come to rest on the mucous lining of the breathing tract. When you breathe out, polonium-210 can damage the cells lining the airways. This could lead to lung cancer over time. The primary means of exposure are ingesting food & water containing Polonium-210 & inhaling polonium-contaminated dust. Inhalation is of particular concern in the vicinity of a source of airborne dust, such as a phosphate plant & in areas of high radon concentrations.\nCosts cannot be used to justify using Polonium-210, alternative safer fertilizers should be used, nor are they expensive & the government should be implementing these to protect human live & banning Radioactive Polonium-210 to be used.\nHow can you put a price on human lives?",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-07-03T21:34:07.916454Z",
            "creator_name": "Susan Kelly",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-03T21:34:07.916454Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 14,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12911876
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Polonium-210/"
    },
    "type": "petition"
}