{
    "data": {
        "attributes": {
            "action": "Monitor the situation in the south of the Yemen caused by the Yemeni Government",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The feelings of Inequality that people experience in the southern areas of Yemen.\nThe manifestations of inequality which are displayed in areas such as the ownership of Land in the southern parts of Yemen.\nThe rising levels of unemployment in the southern areas of Yemen.\nIncreasing grievances relating to lack of opportunities for people to gain Higher Education qualifications overseas for those students from the southern parts.\nThe apparent curbing of the freedom of the press which people in Yemen have enjoyed during the recent history – and this is clearly demonstrated in the closure of 8 newspapers recently.\nThe recent worrying trends of violence which resulted in the killing of peaceful demonstrators\nThe failure of the government to halt corruption which is impoverishing and depleting the resources of Yemen and making it more difficult for Yemeni people to get out of the poverty trap.\nWe supported the Unity of Yemen, but the genuine grievances that people have need to be address by the Yemeni Government in order for the Unity of Yemen to be maintained.\nWe would like the British/Yemeni Government to address these issues that are tearing the Yemen apart.",
            "closed_at": "2009-10-21T00:00:00Z",
            "created_at": "2009-07-07T16:31:45.948723Z",
            "creator_name": "Higar Saleh",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-07T16:31:45.948723Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 35,
            "state": "finished",
            "updated_at": "2009-10-22T00:01:01.978967Z"
        },
        "id": 12927252
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FreeSouthYemen/"
    },
    "type": "petition"
}