{
    "data": {
        "attributes": {
            "action": "Provide all grazing animals and outside farm animals; buildings in their pastures to go into each night until the morning, out of the rain, cold and wind. And with access to the buildings during the daytime too; to provide shelter from the rain, cold and wind and shade from the hot sun. And water available in their pastures during the day and night.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "All grazing animals and outside farm animals should have buildings in their pastures, to go into each night out of the rain, cold and wind - with bedding, draught free and with windows. Perferably, in small animal units eg.10 animals per building. The buildings should be the maximum size needed so that the animals feel comfortable in it, with high ceilings. Also the animals should be able to have access to the buildings during the daytime too; to provide shelter during rain, cold and wind and  shade from the hot sun. The buildings could be made from a suitable building material eg. stone, so that it would be cool in the summer and warm in the winter and decorative for the animals to look at and therefore mentally stimulating for them. Also water available in their pastures during the day and night. Also natural vegetation in pastures eg, shrubs, bushes and trees in pastures to provide natural shelter from the wind, and shelter from rain and shade from hot sun for animals in fields - which is also scenic for the animals to look at and therefore mentally stimulating for them.\nSo that, ideally, optimum animal \ncomfort conditions are met.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-07-07T17:42:23.838908Z",
            "creator_name": "Shirley Bond",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-07T17:42:23.838908Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 17,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12927804
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AnimalShelters/"
    },
    "type": "petition"
}