{
    "data": {
        "attributes": {
            "action": "Abolish the bbc and the tv licence and stop being harassed by the tvl people",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Get rid of the corrupt & crooked bbc & the tv licence, It is not fair, if u r poor & r on benefits or disabled yet u still have 2 find money for a tv licence & then all u get is harrassment all of the time, which in any other company would b ruled as totally ilegal. I am sick 2 death of this, y should I pay 4 tv channels I never watch, & what right has the bbc to tell me I can't watch any other channels. The bbc is greedy & needs 2b paid 4 by other means, not by the public who r being ripped off by the bbc 4 posh hotels & massive wages etc while we struggle 2 survive, if the bbc want 2 charge people charge people overseas 4 the world service & axe bbc news24 as it is a waste of money. I won't pay 4 totally biased tv that have religious crap on etc, These channels ra total waste of money. Also is time 4 the bbc 2 tell the complete truth about everything but they never will, this is totally out of order & has 2b brought into line.",
            "closed_at": "2010-07-21T00:00:00Z",
            "created_at": "2009-07-08T02:11:55.159819Z",
            "creator_name": "Thenewrobinhood",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-08T02:11:55.159819Z",
            "rejected_at": "2009-07-23T16:59:38.577240Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-23T16:59:38.577240Z"
        },
        "id": 12929719
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Abolish-the-bbc2/"
    },
    "type": "petition"
}