{
    "data": {
        "attributes": {
            "action": "Change the rules on EMA where as the person doing the course still has and does not lose out on earnings for holidays taken during the EMA period.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "You r stopping the other parent from being able 2c their teens. Unless they live with the parent, it is now impossible for them to have holiday's with the other parent with out losing ema, it is unfair on the teen & the other parent who get 2c their teens the most of 2 weekends every month & yet still have 2 pay 2c their teens & get no help what so ever. It is totally unfair & the teen should b able 2 spend precious time with their other parent.  u have penalised both us & our teens, u have no idea just how many lives ur  ruining through not letting these teens beeing with their other parents 4 holidays etc, 2 some of us this is the only decent time we get 2 spend with our teens & this should not b stopped but this is what you are doing & this is not right & has 2b changed,  Mr Brown u have no idea about living in the real world like the rest of us. Do u not realise that doing this 2 both the teenagers & the parents will result in suicides, it is just not right 4 some of us who the only family we do have is our teenagers like myself. U have no idea and yet u say u believe in the family, well start showing it & change these rules on ema now.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-07-08T01:25:34.116680Z",
            "creator_name": "Thenewrobinhood",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-08T01:25:34.116680Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12929693
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Ema-unfairnew/"
    },
    "type": "petition"
}