{
    "data": {
        "attributes": {
            "action": "support accessible and affordable practical political education",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Our society depends on active, informed and effective political participation. Many people feel powerless and won’t engage unless they can make a difference. They do not trust politicians or the political system and do not take part in politics at any level. \nTo restore trust in politics, it should be easy for people to take part in democratic politics, in their own neighbourhood, voluntary associations and national, European or even global governance.  \nPractical political education can help people to develop the confidence, skills and knowledge to have an effective voice. \nWe therefore call on the Prime Minister, all elected politicians and education providers to \n1. support our efforts to provide accessible and affordable practical political education so that all citizens can understand how the system works, get their voice heard and influence decisions;\n2. create local, independent ‘democracy hubs’ to provide impartial information and support for effective participation in decision-making at all levels;\n3. promote Nolan’s seven principles of public life: accountability, honesty, integrity, leadership, objectivity, openness and selflessness.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-07-07T18:13:02.746138Z",
            "creator_name": "Titus Alexander",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-07T18:13:02.746138Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 115,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12927948
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/learningpolitics/"
    },
    "type": "petition"
}