{
    "data": {
        "attributes": {
            "action": "Put a stop to social services abuse of children and parents rights",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A year's an Eternity 2 any child.Abuse has 2 stop? by social services(SS)professionals shuld no better abuse powers trump up issues runny nose dirty face youngest in pushchair as last unannounced visit by SS.Parents spend 9weeks 2b assessed? Walk out taken court hav'nt learnt mistake was allowing SS access 2 kids. Child protection wast money u PAY taxpayer solicitors barristers kids guardian 2 protect kids who spoke 2them 2young 2 understand eldest's 4. Paediatrician says Me my wee Sis an Bro all have global development delay lota poppycock.Court threat issue care order do as SS want. Family reluctantly go 2 assessment told sign contract. Aft returning 2 centre next mornin eldest awakens 6am screaming uncontrolably parents never experience this b4 could not b calmed at all decide go hospital doctor quized details said distressed state damage done? live in democracy not dictatorship.CALL FOR REVIEW of SOCIAL SERVICES PROPER GUIDLINES an STRUCTURES 2 OBIDE by SHAME YOU PROFESSIONALS abuse is abuse theres no excuse for abuse of CHILDREN.UNCRC need strengthened apply from age 2 upwards. please sign.",
            "closed_at": "2009-12-07T00:00:00Z",
            "created_at": "2009-07-07T04:20:56.597451Z",
            "creator_name": "Mr Martin Bell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-07T04:20:56.597451Z",
            "rejected_at": "2009-08-20T00:01:03.598983Z",
            "rejection": {
                "code": 16384,
                "details": "Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-20T00:01:03.598983Z"
        },
        "id": 12924304
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SSabuse/"
    },
    "type": "petition"
}