{
    "data": {
        "attributes": {
            "action": "Prevent the deportation of Habib Azizi",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Habib Azizi is an Iranian national but has been seeking asylum here in the UK for appro 8 years. Habib is a keen sports person and wishes to represent Great Britain. He was imprisoned and tortured in Iran for speaking out in public about Irans refusal to take part in International Competition and for his fellow countrymen being banned from the national teams if they were not muslims. Habib is a Christian. He has been helping young children of all nationalities train in karate in Leeds and has also been accepted ont the Federation of English Karate Associations National sqaud. He has not commited any crime and does not have any radical religious or political views. Please give him the right to remain and to be able to contribute to the UK and to integrate into society.",
            "closed_at": "2009-09-06T00:00:00Z",
            "created_at": "2009-07-06T21:19:14.692243Z",
            "creator_name": "Steve Leak",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-06T21:19:14.692243Z",
            "rejected_at": "2009-08-20T00:01:03.598983Z",
            "rejection": {
                "code": 16384,
                "details": "As stated in our terms and conditions, we cannot accept petitions on individual legal cases. Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-20T00:01:03.598983Z"
        },
        "id": 12923419
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LetHabibStay/"
    },
    "type": "petition"
}