{
    "data": {
        "attributes": {
            "action": "Create a law which introduces criminal sanctions for design right infringement",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Design law today has a far greater importance in terms of protecting new designs than it has ever done in the past.\nThe four most copied industries within ACID’s membership are the furniture, textiles, interior accessories and giftware industries.  A visit to any major High Street retailer will clearly demonstrate the importance of these sectors of the design industry to the UK economy.\nACID is very concerned that there are currently no criminal sanctions whatsoever under the UK unregistered and registered design right, the unregistered or registered Community design.  Accordingly, anyone dealing in pirated goods that are protected by one of the design rights rather than by copyright or trade marks are at no risk of criminal proceedings being brought against them.\nSince ACID's formation in 1996, it has seen a huge escalation of copying taking place within the design industry.  ACID firmly believes that the introduction of criminal sanctions for design right infringements, will have a significant effect on the reduction of copying and dealings with pirated goods in the UK, consequently strengthening the British design industry.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-07-10T12:01:24.418324Z",
            "creator_name": "Dids Macdonald",
            "government_response_at": "2010-11-11T15:04:43.041722Z",
            "government_responses": [
                {
                    "created_at": "2010-11-11T15:04:43.041722Z",
                    "details": "You signed a petition asking the Prime Minister to create a law which introduces criminal sanctions for design right infringement.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=DesignRight\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'DesignRight'",
                    "updated_at": "2010-11-11T15:04:43.041722Z"
                }
            ],
            "opened_at": "2009-07-10T12:01:24.418324Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 580,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 12939426
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DesignRight/"
    },
    "type": "petition"
}