{
    "data": {
        "attributes": {
            "action": "Provide financial help for Watford Electronics",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Watford Electronics as been out of business for 2 years.Watford Electronics, which owned online retail store Savastore, went into administration this month and has also changed its name, which could cause further confusion for its customers.\n\nThe company went into administration on the 7 February, owing around £3.3mn. Financial services firm Smith & Williamson, which was appointed as administrator, sold on the 'chattels' and 'goodwill' – desks, chairs, trading name, customer lists etc – for a nominal sum on the same day to a company called Globally Ltd.\n\nGlobally is registered at Jessa House, Luton. Records at Companies House show this company was only incorporated under the company number 06083590, on 5 February 2007.It looks like the Watford Electronics group has hit the financial skids. According to contacts at various suppliers, the company - the driving force behind the Redten internet service provider and owner of the savastore web site and various well-known PC brands (Aries, Carrera, Demonite, Time, Tiny) - is undergoing a monetary crisis.",
            "closed_at": "2010-07-09T00:00:00Z",
            "created_at": "2009-07-09T21:32:13.815768Z",
            "creator_name": "chris",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-09T21:32:13.815768Z",
            "rejected_at": "2009-08-20T00:01:03.598983Z",
            "rejection": {
                "code": 20480,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-20T00:01:03.598983Z"
        },
        "id": 12937728
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WATFORDELECTRON/"
    },
    "type": "petition"
}