{
    "data": {
        "attributes": {
            "action": "Order the courts to impose an automatic whole life tariff sentence for those convicted of murder - including teenagers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The rise in gang related murders is continually being met by a series of very lenient sentences, particularly among teenage gang members.  Youth is being factored into sentencing as a mitigating factor and teenage gang members especially seem to be getting hit with sentences for murder that see them released when they are in their mid to late 20s.  The Government is failing in everything else it does, so in order to redeem itself somewhat, it needs to order the judges of this land, who are horrendously out of touch with the normal public, to impose a whole life tariff on anyone convicted of murder in this country.  The burden of proof that a murderer is safe to return to society should be on the criminal at his parole hearing and it should not be automatically assumed that a person who has “served his time” is safe to return to society.  No convicted murderer should be considered for release until they have served an absolute minimum of 25 years in prison.",
            "closed_at": "2010-07-12T00:00:00Z",
            "created_at": "2009-07-10T12:53:31.344524Z",
            "creator_name": "Mr Malcolm Lusby",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-10T12:53:31.344524Z",
            "rejected_at": "2009-08-20T00:01:03.598983Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-20T00:01:03.598983Z"
        },
        "id": 12939608
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Life-for-murder/"
    },
    "type": "petition"
}