{
    "data": {
        "attributes": {
            "action": "Formally investigate the child support agency and it’s capabilities and failings.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Child Support Agency is failing the very children is purports to support. Lone parent families are amongst the most vulnerable to poverty.\n\nAssessments have to be pushed through by the parent with care and take months or years. Refusal to pay is not addressed. Arrears mount which cannot be paid in large amounts. We need the money now.\n\nBills and mortgage are unpaid - we could lose our homes!\n\nComplaints are not recognised or actioned.\n\nDifferent accounts are given by different people, for eg I was told that the nonresident parent (NRP) had not been contacted because of a new computer system, a faulty system, time restraints, change to CMEC...\n\nWhere are the extra powers that we hear of? How will we ever eradicate child poverty when there is ineptitude at the very top of the CSA? Maybe it’s because they are afraid to take any real action?\n\nI am not the stereotypical single parent; I'm a 34 year old working single mum with a good family behind me. I didn’t plan on becoming a lone parent it just happened. I love my son and want the very best for him. The CSA are failing us all and making a mockery of the British Government.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-07-09T23:12:05.438718Z",
            "creator_name": "Miss Maria Glover",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-09T23:12:05.438718Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 53,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12938033
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/investigatecsa/"
    },
    "type": "petition"
}