{
    "data": {
        "attributes": {
            "action": "not move the Key Stage 2 SATs exams from May to June, to ensure that school children do not spend all year being ‘taught to the test’, and have the opportunities to participate in other extra curricular activities, such as going on school trips.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Thousands of primary school children go on school trips following their SATs exams in year six, usually during the month of June. As well as having educational benefits, these trips are often used as a reward after the stress of SATs exams.\n\nThe Government plans to move the SATs exams back by one month from May to June.  If the exams are moved back to June, and the students are required to spend time at their chosen secondary school in July, this means that teachers will not have any opportunity to go on school trips during the summer term.\n\nMoving the tests will also mean that teachers spend even more of the school year ‘teaching to the test.’  This will lead to the loss of other beneficial additional activities, like school trips and awards ceremonies based on exam results.  We believe this policy could seriously hinder the Education Secretary’s goal of creating a ‘broad and balanced curriculum’, and urge the Prime Minister to reverse it.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-07-09T16:37:48.766146Z",
            "creator_name": "Jenny Lynch",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-09T16:37:48.766146Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 133,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12936740
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MovingSATs/"
    },
    "type": "petition"
}