{
    "data": {
        "attributes": {
            "action": "To make industrial injuries benefit  not count when claiming means tested benefits",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Industrial Injuries Disablement Benefit is paid to compensate\nthose who have suffered disablement from a loss of physical or mental faculty caused by an industrial accident or prescribed disease.\nYou can claim whether or not you are incapable of work. However,Industrial Injuries Disablement is not means tested, which means you can claim it regardless of any income or savings you have unless you are claiming means tested benefits then it is treated as income which leaves people worse off.  We petition the Prime Minister to make industrial injuries benefit not count when claiming means tested benefits and let people have Industrial injuries benefit regardless of claiming means tested benefits and recognition that long term illness or disability has a substantial and lasting effect on day to day living and that help is needed, industrial injuries benefit is vital in helping for your injury/disease,the benefit should be there to help compensate for your injury and suffering to get help such as paying for specialised equipment, help to pay for a car or taxis,or money to pay for a cleaner etc",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-07-09T22:18:28.218932Z",
            "creator_name": "Sue Taylor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-09T22:18:28.218932Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 34,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12937878
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/InjuriesBenefit/"
    },
    "type": "petition"
}