{
    "data": {
        "attributes": {
            "action": "Stop National Grid's closure of its Newcastle site.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "189 valuable, local jobs at the National Grid's Newcastle office are under threat of being off shored, despite National Grid making a massive profit of nearly £3billion, a 12% rise from the previous year. National Grid is a UK based company that is set to benefit form the huge investment required to upgrade the countries energy infrastructure. These sackings are unnecessary cost cutting and nothing more than pure, corporate greed. \n\nThe joint trade unions who represent the workers on the site have pledged their full support to stop these job cuts. \n\nWe demand: \n-That government puts pressure on National Grid to stop these unnecessary sackings. \n-The Act of Parliament which governs the conduct of the energy regulator is changed to ensure that OFGEM have to take into consideration socio-economic factors including retaining jobs in the UK when reaching decision on funding for the regulated energy sector.\n\nFor more information visit www.nationalgreed.co.uk",
            "closed_at": "2009-10-21T00:00:00Z",
            "created_at": "2009-07-08T12:41:47.382741Z",
            "creator_name": "Abigail Jones",
            "government_response_at": "2009-12-30T10:38:20.498446Z",
            "government_responses": [
                {
                    "created_at": "2009-12-30T10:38:20.498446Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop National Grid's closure of its Newcastle site.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21925\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'nationalgreed'",
                    "updated_at": "2009-12-30T10:38:20.498446Z"
                }
            ],
            "opened_at": "2009-07-08T12:41:47.382741Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3489,
            "state": "finished",
            "updated_at": "2009-10-22T00:01:01.978967Z"
        },
        "id": 12931192
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nationalgreed/"
    },
    "type": "petition"
}