{
    "data": {
        "attributes": {
            "action": "Stop the cruel selling of pregnant bitches.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It was a freezing cold New Years Day,we heard the catch on the door go,what would it be this time a beating,a kicking or maybe if we were lucky a morsel of food.Chloe sat cowered in the corner of the shed,her swollen belly full of puppies and aching with hunger,but no food,just yanked out of the corner and taken away from her friends,fur clipped off which was nice as the faeces attached went too.Then into an empty cage in the house.Chloe couldn't look,more humans,they gave the evil humans lots of paper(money)they gently lifted her out and carried her to a car.After a while the car stopped and they took her into a warm place.They gave her food,water and a clean bed.Chloe had her babies 4 days later,they were raised with love and care.Chloe is no longer thin,dirty or hungry,but she is still scared of humans.As for the humans that abused her and sold her 4 days before giving birth.WELL.\nJust a few weeks ago Bonnie was in the same stable hoping for a dish of fresh water to cool her down,it was hard work carrying these puppies around(12 days to go),the humans came and took her in the house,you can imagine the rest.Except this time we were unable to get to Bonnie before she was sold.",
            "closed_at": "2010-01-21T00:00:00Z",
            "created_at": "2009-07-10T10:05:41.218133Z",
            "creator_name": "Miss michelle halliday",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-10T10:05:41.218133Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 48,
            "state": "finished",
            "updated_at": "2010-01-22T00:01:01.382277Z"
        },
        "id": 12938963
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pregnantbitches/"
    },
    "type": "petition"
}