{
    "data": {
        "attributes": {
            "action": "Shut down the 118800.co.uk service, pending an informed opt in from all users whose mobile numbers have been commercially collected and stored on this web.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned take issue with the Information Commissioners office's decision to allow a commercial web site, ( www.18800.co.uk ) to collect mobile telephone numbers, without the express informed consent of the owners of the mobile telephones concerned and then to effectively make these mobile numbers public domain to anyone who is willing to pay for their service.\n\nWe ask the Government to close this site down and remove every record until such time as an informed opt in, (for 18800.co.uk to hold a record and to release it for profit to anybody), can be obtained from the owner of every mobile telephone record held.\n\nWe also ask that all further services of this nature are forced to obtain the end users specific, informed opt in before a record is created and that these services are specifically excluded from web sites and commercial organisations terms and conditions of use.",
            "closed_at": "2010-01-12T00:00:00Z",
            "created_at": "2009-07-12T19:37:12.569594Z",
            "creator_name": "mr richard arnold",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-12T19:37:12.569594Z",
            "rejected_at": "2009-08-20T00:01:03.598983Z",
            "rejection": {
                "code": 65536,
                "details": "",
                "reasons": [
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-20T00:01:03.598983Z"
        },
        "id": 12946508
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/118800a/"
    },
    "type": "petition"
}