{
    "data": {
        "attributes": {
            "action": "Ensure our Government insist on responsible safety measures are undertaken by Cornish local authorities and tourist facilitators to ensure that targeted youth markets are safe within that area..",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Two young people, in a very short space of time, lost their lives and another suffered critical injuries and could have met the same fate in Newquay Cornwall.\nWe ask the Cornish local authorities that Gates and fences are in place along the cliff roads to ensure that to get to the cliff top, people have to open something to walk through and cannot just wander down an open path.\nTo ensure any holiday resort that encourages young people to come there has adequate policing to ensure that they enforce their trades people, selling/serving alcohol, to vigorously monitor the IDs of young people and are policing the streets and footpaths to make sure nothing untoward happens.\nTo change their marketing campaigns to not use terms like frenzied party, Teenage party capital of the UK, come here and party hard.\nInsist that all tour companies offering unsupervised teenage holidays have holiday reps. who monitor the children, checking they are safely back at the campsites at midnight.\nNo one knows the heartache these tragedies have caused, so it is for these families, whose lives have been devastated and hopefully to stop this happening to any one else, that you are asked to sign this petition.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-07-10T16:41:13.112550Z",
            "creator_name": "Shireen Barbour",
            "government_response_at": "2010-12-17T16:05:39.973351Z",
            "government_responses": [
                {
                    "created_at": "2010-12-17T16:05:39.973351Z",
                    "details": "You signed a petition asking the Prime Minister to ensure our Government insist on responsible safety measures are undertaken by Cornish local authorities and tourist facilitators to ensure that targeted youth markets are safe within that area.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=makenewquaysafe\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'makenewquaysafe'",
                    "updated_at": "2010-12-17T16:05:39.973351Z"
                }
            ],
            "opened_at": "2009-07-10T16:41:13.112550Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1298,
            "state": "finished",
            "updated_at": "2010-12-17T16:05:39.973351Z"
        },
        "id": 12940433
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/makenewquaysafe/"
    },
    "type": "petition"
}