{
    "data": {
        "attributes": {
            "action": "Call a general Election now, the British people, whats left of them in this so called Democracy, want a general Election NOW to rehabilitate the UK. We are fed up of this washed out Labour government and it's un-elected leader, the people of Britain demand an Election now to eradicate all that is wrong. We have the right under judicial law to demand such an Election and that it happen within the  next 2 months. Failure would be a result with the government to comply with the electorate's wishe's. Meaning a totalitarian regime, and one whereby the electorate are sure to bare greviance.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The British electorate demand their voices to be heard. We vote, we put who we want into power, Gordon Brown is an un-elected prime minister, so we now demand the right to call an election under democratic rules to elect a new Prime Minister. We want our country back, we want a stop to immigration, we want a stop to all these high fuel taxes, we want a stop to these stupid green taxes, we want a stop to Brussels interfering in our way of life, we want a STOP to this government destroying our heritage,. WE WANT A STOP. Give the English a chance, it is OUR country, and we won't give it away. GIVE US OUR SAY.",
            "closed_at": "2010-07-13T00:00:00Z",
            "created_at": "2009-07-13T14:15:52.266651Z",
            "creator_name": "Richard haezaert",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-13T14:15:52.266651Z",
            "rejected_at": "2009-08-20T00:01:03.598983Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-20T00:01:03.598983Z"
        },
        "id": 12949548
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/englandsfuture/"
    },
    "type": "petition"
}