{
    "data": {
        "attributes": {
            "action": "Bring justice for the Alsations that died at the hands of the police",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Nottinghamshire police force is being investigated by the RSPCA after two alsatian police dogs died when they were left in a car by their handler during the heatwave.\n\nThe dogs were found dead in a private car which had been left in the car park at Nottinghamshire police headquarters in Arnold on Tuesday afternoon. Their handler, who was on duty, had gone inside some time before the dogs were found dead. The handler, who has not been suspended and is now at home on leave, could be prosecuted, the force confirmed. The maximum sentence for causing unnecessary suffering to an animal is six months in prison and a £20,000 fine.\n\nThe car park is close to the force's new kennels. The force has its own dog breeding programme but it is thought the alsatians had been donated by a breeder for public service.\nplease sign this petition to get justice for these poor dogs suffering, this should NEVER of happened, and they need to be procicuted to the fullest. the dogs could have been put in the kennels, safe. its commen sence not to leave dogs in cars in such heat",
            "closed_at": "2009-10-11T00:00:00Z",
            "created_at": "2009-07-11T22:27:59.729891Z",
            "creator_name": "Mrs Jane Mann",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-11T22:27:59.729891Z",
            "rejected_at": "2009-08-20T00:01:03.598983Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-20T00:01:03.598983Z"
        },
        "id": 12944351
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/justicefordogs/"
    },
    "type": "petition"
}