{
    "data": {
        "attributes": {
            "action": "Recognise the support given by the people of Wootton Bassett to the fallen servicemen and women who pass through the town on their homeward journey.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The town comes to a standstill when the bodies of the fallen service men and women pass through .\nThe welcome home in Wootton Bassett has become a horribly familiar one over the last two years. It is not organised. Local people, veterans, service personnel stationed locally, leather-clad bikers and bereaved families just turn up, line the street and bear witness.\n\nAs always, silence descended on the town just before 3pm as the church bell began to toll and the hearses reached the main street.\nis it not possible for the town to be awarded an Elizabeth Medal in recognition  of there unstinting support to the fallen heroes and their loved ones.",
            "closed_at": "2010-07-11T00:00:00Z",
            "created_at": "2009-07-11T00:58:32.828961Z",
            "creator_name": "Judith Pearson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-11T00:58:32.828961Z",
            "rejected_at": "2009-08-20T00:01:03.598983Z",
            "rejection": {
                "code": 512,
                "details": "As stated in our terms and conditions, we cannot accept petitions which call on the PM to \"acknowledge\" or \"recognise\" something. You may wish to sign this petition instead: http://petitions.number10.gov.uk/Wootten/",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-20T00:01:03.598983Z"
        },
        "id": 12941817
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WottonBassett/"
    },
    "type": "petition"
}