{
    "data": {
        "attributes": {
            "action": "Protect Our Children from the Abuse of Parental Alienation and Abduction (please see details)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Please protect our children and their human rights to their family. We ask:\n1. For enhanced and decisive regulatory decisions such that it is recognised that a child has the right to both parents, and grand parents, and that such family ties must be protected. \n2. That child abduction, parental alienation, and obstruction of contact should be recognised as human rights abuses under both national and international law, whether practised by parents against each other or by officials against an individual parent, so that they can be taken to court and tried for these crimes, with the degree of alienation and or false allegations taken into account. \n3. That items 1 and 2 be integrated into the framework for dealing with both international and domestic child removal.  \n4. Concerning non-respect of contact rights and parental kidnappings, to which a blind eye is sometimes turned by the judiciary, in order to get conventions and laws on co-parenting and shared residence to be respected, we must have a \"no-delay\" justice system where non-compliance is an unacceptable risk. Delays result in extended periods of loss of contact with further alienation, and emotional abuse to the child.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-07-13T00:25:18.506094Z",
            "creator_name": "Greg Downing",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-13T00:25:18.506094Z",
            "rejected_at": "2009-08-20T00:01:03.598983Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 12947377
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ParentAlienation/"
    },
    "type": "petition"
}