{
    "data": {
        "attributes": {
            "action": "Send more troops, more helicopters and more resources to Afghanistan!!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The death toll in Afghanistan is rising due to lack of resources and troops!! Therefore, we request that Gordon Brown addresses the following points:\n\n1. Stop listening to cabinet ministers who haven't got a clue about how to fight a war and start listening to the soldiers, soldiers such as General Sir Richard Dannatt! \n\n2. Stop reducing the defence budget and increase it to allow extra funds for new, better equipment!\n\n3. Stop giving aid money to countries like China, who are now richer than us, and to tyrants in Africa!\n\n4. Send more troops, more helicopters and more equipment to Afghanistan. The Generals request more troops but the cabinet says no because they don't have a clue how we fight a war!\n\nThe British public is extremely proud of it's Armed Forces, as seen in Wooton Bassett everytime troops come home or a fallen soldier is brought home, but the reputation of the Armed Forces is now at stake because of a serious lack of support! So we ask, Mr Brown, please, for the sake of all our boys that have died and all those that are fighting still, listen to the Generals and send more support!! \n\nIf the Americans can do it, we can do it better!!",
            "closed_at": "2009-09-21T00:00:00Z",
            "created_at": "2009-07-12T18:12:50.595936Z",
            "creator_name": "Stephen Beatty",
            "government_response_at": "2010-01-20T13:23:02.917540Z",
            "government_responses": [
                {
                    "created_at": "2010-01-20T13:23:02.917540Z",
                    "details": "You signed a petition asking the Prime Minister to \"Send more troops, more helicopters and more resources to Afghanistan!!\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22159\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SupportforAfghan'",
                    "updated_at": "2010-01-20T13:23:02.917540Z"
                }
            ],
            "opened_at": "2009-07-12T18:12:50.595936Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 519,
            "state": "finished",
            "updated_at": "2009-09-22T00:01:01.737926Z"
        },
        "id": 12946244
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SupportforAfghan/"
    },
    "type": "petition"
}