{
    "data": {
        "attributes": {
            "action": "OUTLAW ANY FORM OF ARRANGED MARRAIGE IN THE U.K.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "THIS PETITION IS PLAIN AND SIMPLE AS STATED ABOVE.  FORCED MARRAIGES ARE ILLEGAL IN THIS COUNTRY.  THIS GOVERNMENT SAYS THAT THERE IS NO NEED TO OUTLAW ARRANGED MARRAIGE, AS FORCED MARRAIGE IS ALREADY OUTLAWED.\n\nMANY REASONABLE PEOPLE FEEL THAT ARRANGED MARRIAGE IS AGAINST THE BASIC HUMAN RIGHTS OF A PERSON.  TO ATTEMPT TO PLACE ANYONE IN AN ARRANGEMENT, ULTIMATELY TO MARRY, THAT THEY HAVE NOT PERSONALLY, WHOLLY AND SINGULARLY CHOSEN FOR THEMSELVES, WITHOUT ANY KIND EXTERNAL INFLUENCE WHATSOEVER, SHOULD BE AGAINST THE LAW.\n\nNATURE PLACES NO RESTRICTION ON ANY TWO LIKE-MINDED PEOPLE IN THIS WORLD, OUT OF THEIR OWN CHOICE, FROM BEING IN A RELATIONSHIP AND MARRYING.  NO OTHER PERSON SHOULD FOR CULTURAL, RELIGIOUS OR IDEOLOGICAL REASONS SEEK TO INTERFERE.\n\nAS THIS PRACTICE CAN BE SHOWN TO BE WIDESPREAD IN THE U.K AND AFFECTS VULNERABLE AND POWERLESS YOUNG TEENAGERS, THE PUNISHMENT FOR ANYONE INVOLVED IN THIS PRACTICE SHOULD BE IMPRISONMENT FOR AT LEAST 12 YEARS.",
            "closed_at": "2010-07-14T00:00:00Z",
            "created_at": "2009-07-13T22:16:07.400961Z",
            "creator_name": "STEPHEN PAUL HARFORD",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-13T22:16:07.400961Z",
            "rejected_at": "2009-08-21T00:01:01.825115Z",
            "rejection": {
                "code": 256,
                "details": "Please address the excessive use of capital letters; they make your petition hard to read.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-21T00:01:01.825115Z"
        },
        "id": 12953082
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/STOPARRANGEMARIG/"
    },
    "type": "petition"
}