{
    "data": {
        "attributes": {
            "action": "LACK OF CARING PROFFESSION FOR CANCER PATIENTS IN BIRMINGHAM",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "No 24 hour advice, care or clinical support is not available for patients in Birmingham.   \nPatient care in Birmingham is backed up by other charities like the Samarthans and the NHS Direct. \nCare is not listed on www.nhs.uk website under post code B1.  \n\nA recognised cancer nurse helpline is closed out of office hours and is operated by officers who lack clinical knowledge.  \nA cancer patient in need of support should never be expected to get an answerphone response out of normal office hours \nand be told, if they need emotional support to ring another charity.  This signifies lack of care and clinical support.\n\nRecognised cancer nurses have no link with the expert care provided by Hospice nurses and this needs to be made clear to patients. \n\nBirmingham needs a 24 hour advice, care and clinical support for patients, the second biggest City in the UK. \nThe new Queen Elizabeth Hospital opens in 2010 making it a leader in cancer expertise. \nPatients need care and support in Birmingham where a major lack of resource exists. \n\nCancer may take the patients life but at least, leave the patient with their pride. \n\nA cancer patient should not have to ask for a nurse if it is a caring profession.",
            "closed_at": "2010-07-14T00:00:00Z",
            "created_at": "2009-07-14T15:12:57.416272Z",
            "creator_name": "JEAN SAVAGE",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-14T15:12:57.416272Z",
            "rejected_at": "2009-08-21T00:01:01.825115Z",
            "rejection": {
                "code": 65536,
                "details": "",
                "reasons": [
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-21T00:01:01.825115Z"
        },
        "id": 12956448
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CARE-BIRMINGHAM/"
    },
    "type": "petition"
}