{
    "data": {
        "attributes": {
            "action": "ban companies from grabbing the intellectual property rights to photographs in carefully worded competition terms and conditions",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It has become common practice for companies and organisations to run photographic competitions for the purpose of harvesting large volumes of photographs from entrants which can then be used by the competition owner and/or sponsors at no cost. These competitions rely on 1) people not reading the terms and conditions, 2) the t&c's being difficult to locate and/or 3) the wording of the t&c's being difficult to understand.\n\nThe property being harvested from vast numbers of photographers (mainly consumers) is of great value to these companies who grant themselves the right to use the images in marketing campaigns and advertising, use on products and packaging and even in some cases resale and syndication.\n\nWe call on the Prime Minister to look at this issue during the Government's current review of intellectual property law, and to examine the 'Artists Bill of Rights' promoted by the photographic organisation 'Pro-Imaging' which calls for only limited rights (such as the right to use the images to promote the competition etc) to be taken by competition organisers.",
            "closed_at": "2009-10-22T00:00:00Z",
            "created_at": "2009-07-13T16:12:30.688634Z",
            "creator_name": "Darren Hector",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-13T16:12:30.688634Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 665,
            "state": "finished",
            "updated_at": "2009-10-24T03:03:15.444628Z"
        },
        "id": 12950214
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PhotoCompetition/"
    },
    "type": "petition"
}