{
    "data": {
        "attributes": {
            "action": "require all museums and art galleries receiving public funds to release all photographs they commision of their objects into the public domain or under a Creative Commons licence.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The National Portrait Gallery has recently taken legal action against the Wikimedia Foundation for hosting photographs of their paintings even though the paintings are no longer under copyright.\n\nIt is unreasonable that any publicly owned or funded museum should restrict the public from having access to photographs of their objects.  These bodies receive public funding to promote public understanding of and familiarity with art and history, not to restrict it.\n\nAny museum or gallery which takes public funds should be required to release to the public all photographs it commissions of all objects in its collection, whether still under copyright or not.  This would include photos taken for curatorial reasons, publicity, web sites, as well as those taken for creating souvenirs, postcards, calendars, etc.  The original photographs should be made available at full resolution.\n\nThe photographs should either be released into the public domain or under a Creative Commons licence allowing public use of the material.",
            "closed_at": "2009-10-22T00:00:00Z",
            "created_at": "2009-07-13T18:14:20.363817Z",
            "creator_name": "Graham Cobb",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-13T18:14:20.363817Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 33,
            "state": "finished",
            "updated_at": "2009-10-23T00:01:01.485378Z"
        },
        "id": 12950800
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/artphotos/"
    },
    "type": "petition"
}