{
    "data": {
        "attributes": {
            "action": "help get a re-trial for Nick rose.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My name is Kay Rose, and my son Nick Rose is serving life (min 20 yrs) for a murder he did not commit!\n\nThe trial was based on circumstantial evidence and has huge holes in it!\n\nWe have a support group set up on facebook for Nick, and have nearly 800 members, a lot of those people are from Devon, where he was convicted,ask yourself 'WHY' there are so many supporters, because this conviction is unsafe!!!\n\nIf you want to read about Nick's case go to http://tinyurl.com/r4ccyc\n\nWe have been accepted by the CCRC, who investigate miscarraiges of justice,so we are doing all the right things, but we cannot take any chances, and need all the help we can get, as we believed in the justice system, and it let us down!!!!\nWe put our faith in our legal team, and did'nt interfere, because we were very naive, and thought Nick would be found 'not guilty' we believed if you had not done anything wrong, you had nothing to worry about!\n we know different now, we have learnt alot in over 5 yrs that Nick has been in prison.\n\nWe will never give up fighting to clear his name, and get him home, where he should be!\n\nSo if you think he should have a re-trial, please sign this petition.\n\nThank You\n\nKay Rose",
            "closed_at": "2010-07-15T00:00:00Z",
            "created_at": "2009-07-14T23:18:59.064705Z",
            "creator_name": "MRS KAY G ROSE",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-14T23:18:59.064705Z",
            "rejected_at": "2009-08-20T00:01:03.598983Z",
            "rejection": {
                "code": 81920,
                "details": "We are sorry to inform you that, as stated in our terms and conditions, we cannot accept petitions on individual legal cases. Individual legal cases are a matter for direct communication with the Home Office. We also cannot accept petitions with links to websites. You can find our terms and conditions here: http://petitions.number10.gov.uk/terms",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel",
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-20T00:01:03.598983Z"
        },
        "id": 12958873
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NICKROSE/"
    },
    "type": "petition"
}