{
    "data": {
        "attributes": {
            "action": "Stop treating the war in Afghanistan as a matter of political rivalry; listen to our military leaders, and support our troops as requested, rather than publicly criticising them if they complain that they are not receiving support",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is not a petition to remove our troops from Afghanistan. Whether or not people agree that we should have gone there in the first place, the fact is that now we are there, and we now have to complete the job and remove the threat of the Taliban. This job will be accomplished more quickly and with less loss of British soldiers' lives if they receive the unequivocal support of the entire Government, and are supplied with all the manpower and hardware that the experts, ie the military leaders, request. Please do your job and listen to these men who know their jobs far better than you do. They are not trying to score political points by criticising government policy; they are trying to keep their men as safe as possible and complete their tasks.",
            "closed_at": "2009-09-13T00:00:00Z",
            "created_at": "2009-07-13T15:41:52.939441Z",
            "creator_name": "Andrew Evans",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-13T15:41:52.939441Z",
            "rejected_at": "2009-08-21T00:01:01.825115Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/SupportforAfghan/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-21T00:01:01.825115Z"
        },
        "id": 12950062
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Afghan-war/"
    },
    "type": "petition"
}