{
    "data": {
        "attributes": {
            "action": "stop new VAT tax rises to make up for the losses incurred due to bank bailouts, Both Labour and Conservative leaders have issued statemants that they will endeavor to raise VAT tax levels and reduce public spending to counteract the bailout of the incompetant bankers who have cost this country's tax payer billions of pounds.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the tax payers are fed up with rich, incompetant bankers/polititians bleeding us dry, we wish THEM to make up any deficit and not the tax payer. We already pay exorbitant amounts each year and services are reducing, this is unfair and we want justice.\nThe government has stolen our money to bail out banks, we were never asked by OUR representatives to give away OUR money to the banks who, due to their incompetance, have gotten themselves into finacial trouble, they are in business and if they cannot succeed they should be allowed to go bust as any other business would.\nThis petition asks the government to revoke these tax increases for the normal tax payer and recoup the losses by higher taxes for the rich financial industry who think they can gamble with our money and get away with any losses they might incur by bailouts, it’s time they paid they price of incompetence.\nStop the increase of greed and deal with the country’s need: better working conditions, better health service, feed the hungry, house the homeless and care for all the people of this country and not just the politicians and wealthy.",
            "closed_at": "2010-07-23T00:00:00Z",
            "created_at": "2009-07-14T15:35:35.766958Z",
            "creator_name": "Alan Louttit",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-14T15:35:35.766958Z",
            "rejected_at": "2009-07-23T16:25:44.582078Z",
            "rejection": {
                "code": 1,
                "details": "",
                "reasons": [
                    "Party political material"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-23T16:25:44.582078Z"
        },
        "id": 12956570
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/No-VAT-Rise/"
    },
    "type": "petition"
}