{
    "data": {
        "attributes": {
            "action": "consider a Knighthood for Brian May and Roger Taylor, for their unstinting raising of funds for the Mercury Phoenix Trust.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since 1992 the Mercury Phoenix Trust have been responsible for donating more than £8 million in the fight against AIDS making over 600 grants to charities worldwide. Applications for grants have come in from many countries around the world and collaboration has been realised with groups as far removed as the World Health Organisation to grass-root organisations run partly by voluntary workers in Uganda, Kenya, South Africa, Zambia, Nepal, India and South America. The Trust is following the latest developments in drug therapies and adapting funding policy to the changing needs of those affected by HIV/AIDS, and current concentrating it’s efforts on education and awareness in the Developing World.",
            "closed_at": "2010-07-15T00:00:00Z",
            "created_at": "2009-07-15T09:31:52.414614Z",
            "creator_name": "Mrs Beryl Wright",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-15T09:31:52.414614Z",
            "rejected_at": "2009-08-20T00:01:03.598983Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.direct.gov.uk/honours",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-20T00:01:03.598983Z"
        },
        "id": 12959798
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/May-Taylor/"
    },
    "type": "petition"
}