{
    "data": {
        "attributes": {
            "action": "hold a public consultation on the proposed introduction of automatic generic substitution",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Recently, it has become clear that the Department of Health (DH) is considering the introduction of Automatic Generic Substitution of medicines by pharmacists in 2010. Since this change could proceed without a formal consultation, we believe that it is necessary to set out the possible clinical implications and encourage a public consultation to take place. \n\nGeneric substitution has the potential to be disruptive to patients’ medication regimens, and impact upon adherence. There is also potential for under treatment or adverse events in some individuals. \n\nThere are many cases where generic prescribing is fully appropriate and vital to containing costs. Indeed, generic prescribing already accounts for 83% of all prescriptions in the UK. However, by considering Automatic Generic Substitution, we not only run the risk of losing sight of the people who matter, the patients, but also increasing healthcare costs through poorer outcomes. We believe that the prescribing decision should not be taken out of the hands of the prescribing doctor or nurse.",
            "closed_at": "2010-01-22T00:00:00Z",
            "created_at": "2009-07-13T16:42:00.619983Z",
            "creator_name": "Miss Louise Crathorne",
            "government_response_at": "2010-08-19T15:01:39.435674Z",
            "government_responses": [
                {
                    "created_at": "2010-08-19T15:01:39.435674Z",
                    "details": "You signed a petition asking the Prime Minister to hold a public consultation on the proposed introduction of automatic generic substitution.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=genericsubst\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'genericsubst'",
                    "updated_at": "2010-08-19T15:01:39.435674Z"
                }
            ],
            "opened_at": "2009-07-13T16:42:00.619983Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 553,
            "state": "finished",
            "updated_at": "2010-01-23T00:01:01.280257Z"
        },
        "id": 12950345
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/genericsubst/"
    },
    "type": "petition"
}