{
    "data": {
        "attributes": {
            "action": "Urge the Primeminister and the Home Office to reject all Assylum seeker requests and to return Illegal Immigrants to their country of origin!!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is now time for the government to consider the Human Rights of genuine British Citizens instead of worrying about citizens from other countries and to send them back to their country of origin, or at the very least, back to France where most of them first came from.\n\nImmigrants are given 5 star rooms in hotels, free access to the NHS, given benefits etc and is given these services on a silver platter and using Tax Payers Money.\n\nThe redicilous amount of money used to \"accomodate\" such people can then be used on genuine National requirments, NHS, Education, Social Security and especially our lads, fighting and dying in Iraq and Afghanistan to give them better pay and state of the art equipment that they need urgently.\n\nIllegal immigrants, assylum seekers and workers from other countries on visas affect genuine work oppertunities for Genuine British citizens.\n\nTherefore, we urge the Prime Minister, the Home Office and the government to send all people who are not British regardless of colour or creed, as long as they are genuinly British all others should not be here, regardless of excuses.",
            "closed_at": "2010-01-22T00:00:00Z",
            "created_at": "2009-07-16T17:03:42.655591Z",
            "creator_name": "Dyfed Henry Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-16T17:03:42.655591Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 19,
            "state": "finished",
            "updated_at": "2010-01-23T00:01:01.280257Z"
        },
        "id": 12967589
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Immigration16/"
    },
    "type": "petition"
}