{
    "data": {
        "attributes": {
            "action": "Time how long",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "how long does IT take hoW much money DOES IT COST TO TO PETITION, HOW LONG TO ARGUEE  WHAT IS RIGHT AND WRONG AND MORAL ,IF YOU AND THE PEOPLE DO NOT KNOW,WHY BOTHER SHAME ON YOU all\n SO IF THIS IS THE CASE WERE IS ROBIN HOOD OR GUY FORKS OR I WOULD SAY OLIVER CROMWELL, SHAME ON YOU ALL ,YOU HAVE ABONDONED YOUR SO CALLED PEOPLE, IN YOUTH ,MIDLIFE OLDAGE.\n,  ,FOR YOUR POCKETS NOW YOU ASK USE FOR A OPION I WOULD SUSPECT THAT THROUGH YOUR ACTIONS YOU DO NOT HAVE A CLUE ,WELL HERE IS A PERSON OR HUMAN WHO IS NOT GOING TO PUT UP WITH   IT .TO SAY THE LEAST CRAP ,IN A WORLD ,THAT HAS PLENTY HENCE BOB GELDORF. YOU WERE ALL FORTOLD YOU HAVE IN A ROUND ABOUT WAY BIT THE HAND THAT FEEDS YOU PEOPLE HAVE LOST HOPE THEY WILL NOT DO YOUR BIDDING YOU GIVE THEM NOTHING ,BUT TAKE AWAY THERE LIVES, WHY SHOULD THEY PUT UP WITH TAX HIKES GAS HIKES FOOD HIKE YOU CANNOT AFTER ALL THESE YEARS EVEN AGRRE ON A SET AMOUNT OF PENSION, THERE ACCORDING TO STATISTICS MORE OLDPEOPLE THAN TEENAGERS\nWHO HAVE HOMES TO MAINTAIN ON A PENSION OF 92 POUNDS IF SINGLE 20 QUID MORE IF NOT, PLEASE GET A GRIP A PENSION IS NOT ENOUGH TO RUN A HOME, SO WERE THE HELL HAS THE CONTRIBUTIONS GONE  I NEED ANSWERS NOT PETITION OR ARGUING WHO IS RIGHT OR WRONG",
            "closed_at": "2010-02-15T00:00:00Z",
            "created_at": "2009-07-15T14:26:20.701180Z",
            "creator_name": "CHRISTOPHER",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-15T14:26:20.701180Z",
            "rejected_at": "2009-08-21T00:01:01.825115Z",
            "rejection": {
                "code": 640,
                "details": "Please address the excessive use of capital letters; they make your petition hard to read. If you wish to write to the PM, you can find contact details here: http://www.number10.gov.uk/footer/contact-us",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-21T00:01:01.825115Z"
        },
        "id": 12961530
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LIVELIFE/"
    },
    "type": "petition"
}