{
    "data": {
        "attributes": {
            "action": "Allow Tax Credits for couples paying for their own IVF",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Some couples are in an unfortunate position whereby they need IVF. Mainly their need for IVF is because of a prior medical condition. Alot of couples are exempt from NHS funded cycles. An average cycle can cost £4,000.  To save £4,000 is a commitment, (IVF works on average after the 3rd cycle) and £12,000 later.  The tax that a couple has to pay before netting the £12,000 is appx £3,000 (an amount not far off funding another cycle).I appeal for you to offer couples tax credits on IVF cycles to help the burden of the costs.  By paying themselves, they are going privately and not burdening the NHS. I believe IVF is the only medical condition other than cosmetic surgery that patients have to pay for. If you are able to provide £2,000 for the “car scrapage” campaign, then do something similar for couples in this situation. Not being able to have children is causing couples distress emotionally and the strain financially is another huge problem to bear.  For someone to drive around in an “old” car will not cause them as much emotionally distress compared to some of the couples unable to conceive without medical intervention.",
            "closed_at": "2009-11-22T00:00:00Z",
            "created_at": "2009-07-16T15:47:46.849908Z",
            "creator_name": "Mrs Joanne Hayes",
            "government_response_at": "2010-01-20T13:42:05.704247Z",
            "government_responses": [
                {
                    "created_at": "2010-01-20T13:42:05.704247Z",
                    "details": "You signed a petition asking the Prime Minister to \"Allow Tax Credits for couples paying for their own IVF\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22172\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'IVFTaxCredits'",
                    "updated_at": "2010-01-20T13:42:05.704247Z"
                }
            ],
            "opened_at": "2009-07-16T15:47:46.849908Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 265,
            "state": "finished",
            "updated_at": "2010-04-20T12:38:54.552870Z"
        },
        "id": 12967229
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IVFTaxCredits/"
    },
    "type": "petition"
}