{
    "data": {
        "attributes": {
            "action": "show full support to workers and staff of Johnnie Walkers of Kilmarnock.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Diageo has announced that it is to close the Johnnie Walker plant in Kilmarnock, Ayrshire and another plant in nearby Hurlford with the loss of up to 800 jobs.\n\nJohnnie Walker is the world’s leading brand of Scotch Whisky, with Johnnie Walker Red Label being the world’s best selling whisky.\n\nJohnnie Walker was established in Kilmarnock in 1820 and has been connected with the town ever since. Every bottle of Johnnie Walker whisky sold around the world bears the town’s name.\n\nDiageo does not deny that the Kilmarnock plant is profitable. Its focus is on making greater profits by restructuring its operations in Scotland. \n\nHistory plays a major part in the appeal of whisky but it would appear that Diageo places no value on that history or on the loyalty shown to the Johnnie Walker brand by the Kilmarnock community for almost 200 years.\n\nIt will be a hammer blow to everyone in Kilmarnock if Diageo goes ahead with these closures. \n\nPlease support the petition.",
            "closed_at": "2010-07-15T00:00:00Z",
            "created_at": "2009-07-15T10:42:07.975484Z",
            "creator_name": "Miss Karen Knapp",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-15T10:42:07.975484Z",
            "rejected_at": "2009-08-21T00:01:01.825115Z",
            "rejection": {
                "code": 1024,
                "details": "Please reword your petition and resubmit.",
                "reasons": [
                    "Commercial endorsement, promotion of any product, service or publication, or statements that amount to adverts"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-21T00:01:01.825115Z"
        },
        "id": 12960186
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/JohnnieWalkers/"
    },
    "type": "petition"
}