{
    "data": {
        "attributes": {
            "action": "give Ulster back to the Irish who rightfully own it",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "700 Years ago (approx) the Island of Ireland was stolen by violent British forces using tanks and guns and to this day Britain still retains control of part of it.If it happeded today, it would be declared an act of terrorism by the international community.I truly can't understand how it can be right that one country rules another by force.\nI don't wish to be rude, but just remember there would be no such thing as the IRA etc if the English hadn't done what they did. Remember, all those in the North of Ireland who declare themselves either, English, British or Protestant are just the babies of the original men that took Ireland using violence. They took people's homes and land and liberty.Whichever representative reads this email - I wonder if you have the integrity to reply to this email and explain to me how the Unionist and Protentant cause is right and true?I won't hold my breath however, as we all know the truth hurts.",
            "closed_at": "2010-07-17T00:00:00Z",
            "created_at": "2009-07-17T14:42:49.281380Z",
            "creator_name": "Jack Cork",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-17T14:42:49.281380Z",
            "rejected_at": "2009-08-28T00:01:01.848531Z",
            "rejection": {
                "code": 2,
                "details": "Some of the information in your petition is not factually correct.",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-28T00:01:01.848531Z"
        },
        "id": 12971513
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Ireland-Irish/"
    },
    "type": "petition"
}