{
    "data": {
        "attributes": {
            "action": "We call on all Muslim country's to stop selling Oil in dollar's and it to be brought in another currency i.e. gold or the Euro which is not controlled by America and it's supporters of war against the Muslim's in Palestine.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Jesus peace be with him ('Eesaa in Arabic) Eesaa was known for turning the money making traders tables over( even Christians know this as it's in their Bible) So today 1 ½ Billion Muslims are calling for freedom for Palestine, and turn their back's on the Money market's which fund the war machine's that kill Palestinian Brothers and Sister and even children .With weapons paid for by the Dollar.\n\nThe Dollar is the only currency that OPEC sell's it's Oil in? Muslim Leader's are trading in the same paper that buy's Israeli weapons which kill's Palestinians.\n\nWe call on all Muslim country's to stop selling Oil in dollar's and it to be brought in another currency i.e. gold or the Euro which is not controlled by America and it's supporters of war against the Muslim's in Palestine. if the leader's of the Arab World hear this call and switch their money trading in the Mid-east to another form over night the American Dollar will be worthless.\n\nWe the under signed ask all Muslim's and non Muslim's to reject another round of peace talk's controlled by Israel and America and make the USA $ Dollar worthless like their false claims for justice and peace for Muslim's in Palestine",
            "closed_at": "2010-07-19T00:00:00Z",
            "created_at": "2009-07-19T02:07:58.184423Z",
            "creator_name": "Jenvey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-19T02:07:58.184423Z",
            "rejected_at": "2009-08-22T00:01:01.998321Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-22T00:01:01.998321Z"
        },
        "id": 12976921
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/OPECmembers/"
    },
    "type": "petition"
}