{
    "data": {
        "attributes": {
            "action": "make Commonwealth Day an Annual Bank Holiday",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the words of the Queen, Head of the Commonwealth, at her accession in 1952:\n\n'The Commonwealth bears no resemblance to the empires of the past. It is an entirely new conception built on the highest qualities of the spirit of man: friendship, loyalty, and the desire for freedom and peace.’\n\nAt a time of great global insecurity, we should cherish institutions which promote a sense of global community and co-operation. The Commonwealth, made up of states with strong pre-existing relationships, and representing 2 billion global citizens, has sought to serve this end for the last sixty years.  \n\nIn the words of the Commonwealth itself, \n\n'The aim of commemorating Commonwealth Day is to promote understanding on global issues, international co-operation and the work of the Commonwealth to improve the lives of its 2 billion citizens.'\n\nA brilliant way Commonwealth Day (held on the second Monday of March each year) could be celebrated is by making it a Bank holiday, so therefore showing its positivity and importance to Britain, by government and people.\n\nSo please make Commonwealth Day an annual bank holiday!",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-07-17T12:59:55.711573Z",
            "creator_name": "Mr Afzal Shaikh",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-17T12:59:55.711573Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 78,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 12970991
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CommonwealthDay/"
    },
    "type": "petition"
}