{
    "data": {
        "attributes": {
            "action": "get involved in the \"Save Alan Hodgson(Gorman)  from Hell in Ghana\" campaign on Facebook",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is to secure the immediate release from jail in Ghana of Alan Hodgson who was convicted of drug smuggling and sentenced to 20 years for a crime he did not commit. Evidence has proved that he wasnt even in the country at the time yet his case has just been thrown out at the second appeal a few days ago (Now July 09).\n\nThese are his mothers words\n\nWhat happened last week when Alan's appeal failed is a disgrace to Ghanaian Justice and a flaunting of Human Rights.\n\nİ believe it is illegal to change or alter the original charges in the way that the Judges have done..they altered the goalposts, to uphold the conviction on what they imagine happened. \nJudges shouldn't be able to destroy a persons life on what they believe may or may not have happened, there has to be definite proof.\nThere is nothing to tie Alan in with my brother's and the other men's crime.\nİ will be asking the FCO to investigate this as a Miscarriage of Justice.",
            "closed_at": "2010-07-23T00:00:00Z",
            "created_at": "2009-07-20T16:10:33.373017Z",
            "creator_name": "Shirley Morris",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-20T16:10:33.373017Z",
            "rejected_at": "2009-07-24T08:34:58.084536Z",
            "rejection": {
                "code": 20480,
                "details": "Please contact the Foreign Office to raise your concerns.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-24T08:34:58.084536Z"
        },
        "id": 12981811
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AlanHodgsonGhana/"
    },
    "type": "petition"
}