{
    "data": {
        "attributes": {
            "action": "legalize cannabis for responsible people",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "you say the risk is too high for mental illness the percent of normal people getting pshycotic illnes is 1-2 %  add cannabis and the chance doubles wich is 2-4% out of a hundred. and people who already have the illnesses should not be allowed ANY.alcohol kills a lot more people ino this because my brother smoked WEED all his life but he also drunk everday guess what he died of?  he died of alcohol. each year aLCOHOL with tobacco completly leave cannabis on another level.i feel it is against my human right to have you tell me that i cant smoke cannabis it is my choice the same as alcohol or tobacco.i will not be made a criminal for sitting at home with a joint. thank you. all people shud stand up to you and be counted.people who disagree with cannabis should not get involved with it simple.i need to say again that it is our choice to smoke cannabis not yours.SOME PEOPLE THINK THE REASON ALCOHOL IS LEGAL BECAUSE IT KEEPS THE POPULATION DOWN AND CANNABIS COULD NOT ACHEIVE THIS. HERB IS A PLANT.",
            "closed_at": "2010-07-24T00:00:00Z",
            "created_at": "2009-07-20T17:04:43.334554Z",
            "creator_name": "MR DANIEL DAVIES",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-20T17:04:43.334554Z",
            "rejected_at": "2009-07-24T08:24:14.397196Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-24T08:24:14.397196Z"
        },
        "id": 12982023
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MYRIGHTTOHERB/"
    },
    "type": "petition"
}