{
    "data": {
        "attributes": {
            "action": "Ensure that the Tyne & Wear Metro Systems remains totally in the Public Sector.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Tyne & Wear Metro system is a shining example of a world class railway service being delivered by the Public sector, this service is being put in jeopardy by the current policy of inviting the Private Sector to \"bid\" for the delivery of this vital service to the residents of Tyne & Wear. This excercise has had, and is continuing to have a demoralising effect on a dedicted workforce, yet despite this the service being provided is second to none. It is vital that the Metro remains in the public arena and the workforce remain motivated to provide a valve for money first class service to the travelling public in Tyne & Wear.The Private Sector must not be allowed to inveigle it's way into this service, this would see the ultimate and long term decline of the system, to the detriment of the public.",
            "closed_at": "2009-11-04T00:00:00Z",
            "created_at": "2009-07-20T11:50:18.929700Z",
            "creator_name": "Alvin Dimes",
            "government_response_at": "2009-12-04T12:12:26.059744Z",
            "government_responses": [
                {
                    "created_at": "2009-12-04T12:12:26.059744Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ensure that the Tyne & Wear Metro Systems remains totally in the Public Sector.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21583\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'PUBLICMETRO'",
                    "updated_at": "2009-12-04T12:12:26.059744Z"
                }
            ],
            "opened_at": "2009-07-20T11:50:18.929700Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 597,
            "state": "finished",
            "updated_at": "2009-12-04T03:01:32.182843Z"
        },
        "id": 12980751
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PUBLICMETRO/"
    },
    "type": "petition"
}