{
    "data": {
        "attributes": {
            "action": "force pubs/clubs to reduce the size/strength of drinks",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Breweries, pubs and clubs share a large portion of the blame for the violence occurring as a consequence of alcohol consumption.  Drink size and strength have stealthily increased in recent years, and most people do not realise that they are drinking more than they mean to, especially if they are driving.  A few years ago, the average size of a spirit shot was 25ml; a small glass of wine was 125ml.  Now it is 35ml for a single shot, and even larger, as cheap house doubles are heavily promoted. And hardly anybody sells 125ml glasses of wine.  The new \"small\" is 175ml.  Likewise with beers. As an example, Heineken used to sell 2 versions: 3.2% or Export over 5%; but they have dropped the \"weaker\" version.  Why? It takes the choice away from the customer, and it has been  sneakily done.  Most people will carry on drinking as they always did, not realising they are consuming more alcohol.  Corporate greed has taken over any responsibility they should feel towards their customers and the consequent problems.  They must be forced to re-introduce and promote the smaller sizes.  It might help to reduce some of the health and violence problems faced by the whole community.",
            "closed_at": "2010-01-24T00:00:00Z",
            "created_at": "2009-07-21T22:18:47.512481Z",
            "creator_name": "Miss Maria Alicia Casero-Rojo",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-21T22:18:47.512481Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2010-01-25T03:01:33.710711Z"
        },
        "id": 12989739
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/breweries-pubs/"
    },
    "type": "petition"
}