{
    "data": {
        "attributes": {
            "action": "increase the defence budget with immediate effect, to provide more helicopters to replace the ageing Seakings,provide better protected vehicles & personal equipment. as well as to invest further in the Royal Navy.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The recent PMs Question time highlighted the need for more helicopters in Afghanistan. The number given was 30,& the PM gave a spin about an increase of 60%.The percentage figure is a joke & shows how few helicopters were on Ops. \n\nThat was outlandish behaviour by the PM,30 is not enough.\n\nMore helicopters will save lives as they can medivac any casualties quickly.\n\nDid the PM not take any notice of the Falklands War? lessons were meant to have been learned but cutting the number of type 45s is pure folly, how will the fleet be protected as ships can only be in one place at a time, also we have no Air defence capability as the GR7/9 Are not fully capable of the fighter role because they are ground attack aircraft.\nThe Commando Seakings were the ones, I worked with while in the RN & that was 1977 & they are still in service\n\n\nWhy is this Govt not increasing the defence budget?",
            "closed_at": "2009-10-20T00:00:00Z",
            "created_at": "2009-07-20T11:13:48.639798Z",
            "creator_name": "Ian Winter",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-20T11:13:48.639798Z",
            "rejected_at": "2009-08-21T00:01:01.825115Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/SupportforAfghan/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-21T00:01:01.825115Z"
        },
        "id": 12980606
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/seakings/"
    },
    "type": "petition"
}