{
    "data": {
        "attributes": {
            "action": "add a new compulsory hour per year to the National Curriculum that will seek to alleviate the rising body image problems in the UK’s 12-20 year olds.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A proposal for a new compulsory hour per year in the PSHE curriculum that will deal with the problems teenagers face when it comes to their appearance. The lesson will attempt to tackle confidence issues early so they don’t have a chance to develop, so young people in the UK will not be held back by their lack of self esteem and self belief. The lesson content will be created by a team of experts and psychologists and will include preliminarily:\n• talks from outside experts\n• making teens aware of the techniques magazines and fashion houses employ to make models/celebs look unrealistically perfect\n• challenges to help the teens not to obsess so much about appearance and not to use as much make-up/fake tan;\n• tips for body confidence collated by psychologists\n\nThis is an incredibly important campaign, as nothing is being done in our schools to counter-act the incredible swelling in the UK of media exposure and its consequent negative influence on teenage self esteem. Your backing would be greatly appreciated.",
            "closed_at": "2009-12-23T00:00:00Z",
            "created_at": "2009-07-20T17:19:25.254417Z",
            "creator_name": "Shona Collins",
            "government_response_at": "2010-02-09T10:37:37.814833Z",
            "government_responses": [
                {
                    "created_at": "2010-02-09T10:37:37.814833Z",
                    "details": "You signed a petition asking the Prime Minister to \"add a new compulsory hour per year to the National Curriculum that will seek to alleviate the rising body image problems in the UK’s 12-20 year olds.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22417\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'bodyconfidence'",
                    "updated_at": "2010-02-09T10:37:37.814833Z"
                }
            ],
            "opened_at": "2009-07-20T17:19:25.254417Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 49903,
            "state": "finished",
            "updated_at": "2010-09-23T18:30:01.691227Z"
        },
        "id": 12982069
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bodyconfidence/"
    },
    "type": "petition"
}