{
    "data": {
        "attributes": {
            "action": "fulfil his multiple international and domestic obligations to tackle demand for prostitution by adopting the ‘Nordic model’ which decriminalises those who sell sexual acts and supports them to exit prostitution, whilst at the same time criminalising those who purchase sexual acts.  Curbing the demand for prostitution, which draws more vulnerable people into the industry and fuels sex trafficking, is a vital step towards ending the exploitation and abuse experienced by the majority of people in prostitution.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Studies indicate that the majority of women enter prostitution under the age of 18 and that childhood abuse, poverty, drug dependency and homelessness are key triggers into prostitution. Once in prostitution, sexual and physical assault is common and 9 out of 10 surveyed women say they would exit prostitution if they could. \n\nIt is essential that those selling sexual acts are decriminalised and that support services are provided to exit prostitution. Furthermore, legislation is needed to curb the demand for prostitution that expands the industry and fuels trafficking. \n\nProposals to criminalise the buying of sex from a person subjected to force are a welcome step towards shifting criminal liability to those who purchase sexual acts. However, it does not go far enough in terms of ending exploitation through prostitution and preventing future generations from being coerced into the sex industry. \n\nWe therefore urge the government to follow the ‘Nordic model’ which decriminalises those who sell sexual acts whilst criminalising those who purchase them. This approach has been adopted by Sweden, Norway and Iceland, as part of their end violence against women policies.",
            "closed_at": "2010-03-23T00:00:00Z",
            "created_at": "2009-07-21T15:46:36.938490Z",
            "creator_name": "Ruth Breslin",
            "government_response_at": "2010-09-17T12:55:44.202578Z",
            "government_responses": [
                {
                    "created_at": "2010-09-17T12:55:44.202578Z",
                    "details": "You signed a petition asking the Prime Minister to fulfil his multiple international and domestic obligations to tackle demand for prostitution by adopting the ‘Nordic model’ which decriminalises those who sell sexual acts and supports them to exit prostitution, whilst at the same time criminalising those who purchase sexual acts. Curbing the demand for prostitution, which draws more vulnerable people into the industry and fuels sex trafficking, is a vital step towards ending the exploitation and abuse experienced by the majority of people in prostitution.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=TacklingDemand\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'TacklingDemand'",
                    "updated_at": "2010-09-17T12:55:44.202578Z"
                }
            ],
            "opened_at": "2009-07-21T15:46:36.938490Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1002,
            "state": "finished",
            "updated_at": "2010-04-05T20:30:43.854213Z"
        },
        "id": 12986246
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TacklingDemand/"
    },
    "type": "petition"
}