{
    "data": {
        "attributes": {
            "action": "Reduce VAT to 5% for Hairdressing Salons",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Everybody wins: \n•Customers - VAT on hairdressing is just a direct tax on hairdressing that comes straight out of clients' pockets. \n•Hairdressers - less tax on their services will create more demand, leading to more job opportunities and more training development so they do a better job for the customer and have more job security. \n•Salon owners will no longer act as tax collectors, a role that makes them feel like they are taking advantage of their clients as one of the best-liked service providers in the economy. The high threshold is a tax on success, creating unfair competition and pricing the successful out of the market so they become less successful. A lower threshold with a lower rate of VAT means there will be fairer competition because more businesses will fall within the VAT system but they will pay a smaller amount each. \n•Government - A Dutch trial proved that deeply reduce VAT results in more jobs, more apprentices, improved business, which boosts the economy, increases the number of businesses registered for VAT, resulting in more responsible business bringing in at least as much VAT overall.",
            "closed_at": "2010-01-23T00:00:00Z",
            "created_at": "2009-07-23T12:00:27.663739Z",
            "creator_name": "Victoria Remblance-Summers",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-23T12:00:27.663739Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 75,
            "state": "finished",
            "updated_at": "2010-01-24T00:01:01.719727Z"
        },
        "id": 12999884
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Hairdressers-VAT/"
    },
    "type": "petition"
}