{
    "data": {
        "attributes": {
            "action": "support the sustainability and growth of community radio by substantially increasing the resources of the Community Radio Fund.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The growth of community radio has been described by Ofcom as \"one of the great UK broadcasting success stories in the last few years\", yet this new sector remains economically very precarious. The Community Radio Order 2004 restricts community radio to a maximum 50 per cent of revenue from advertising and sponsorship and, in some locations, advertising is prohibited entirely. This settlement was to be complemented, in part, by a sizeable Community Radio Fund. The government's own impact assessment, in line with the recommendations of the Everitt Report, suggested the Fund would require £3-4 million per annum. In its first year £500,000 was provided. Since then, annual spending commitments to the Fund have not increased, while the number of licensees has grown from 14 to over 200. Alongside review of the Community Radio Order 2004 the government must commit to a substantial increase in the Community Radio Fund to support the long term sustainability and success of community radio.",
            "closed_at": "2009-09-24T00:00:00Z",
            "created_at": "2009-07-22T12:27:36.033940Z",
            "creator_name": "Steve Buckley",
            "government_response_at": "2010-07-21T14:31:02.009302Z",
            "government_responses": [
                {
                    "created_at": "2010-07-21T14:31:02.009302Z",
                    "details": "You signed a petition asking the Prime Minister to support the sustainability and growth of community radio by substantially increasing the resources of the Community Radio Fund.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=allthevoices\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'allthevoices'",
                    "updated_at": "2010-07-21T14:31:02.009302Z"
                }
            ],
            "opened_at": "2009-07-22T12:27:36.033940Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3432,
            "state": "finished",
            "updated_at": "2009-12-20T03:01:37.610384Z"
        },
        "id": 12992732
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/allthevoices/"
    },
    "type": "petition"
}