{
    "data": {
        "attributes": {
            "action": "Accept all Petitions and Allow The Public To Have Their Say",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "No government has any right to rule. What's important is maintenance of democracy and accountability. For example,your government has never had a mandate to ban anything, yet it has banned much. No \"government\" should be allowed to ban anything without  referenda on the those issues. Yes we've seen many bans on many things by self-indulgent ideologists, the fact is that democracy is continually being abused. Despite their ideological campaigns, not one person in any government nor any legitimate scientist\ncan legitimately claim any \"global warming\" other than the fact that our planet is still trying to recover from the current ice age. In response to your next questions. You lot already know my status so why do your webteams keep asking me to provide it?. The answer is obvious, they don't like my comments.",
            "closed_at": "2010-07-25T00:00:00Z",
            "created_at": "2009-07-23T06:31:14.567647Z",
            "creator_name": "ron dennis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-23T06:31:14.567647Z",
            "rejected_at": "2009-07-27T15:56:59.720493Z",
            "rejection": {
                "code": 16384,
                "details": "Comments about the petitions system should be sent to number10@petitions.pm.gov.uk.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-27T15:56:59.720493Z"
        },
        "id": 12998173
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ACCOUNTABILITY1/"
    },
    "type": "petition"
}