{
    "data": {
        "attributes": {
            "action": "live up to his words to defend the Green Belt,  and to oppose the development of 1400 homes and commercial buildings by Pinewood Studios on 44 hectares of Green Belt land.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In March 2007 the PM stated :  “We will continue to robustly defend the Green Belt”. \n\nThis proposal is a flagrant breach of all that the Green Belt stands for.  The Colne Valley Park was established for a reason - to draw a line against the outward sprawl of suburbia.  Once an area of Metropolitan Green Belt is lost it is lost forever.\n\nLocal hospitals and secondary schools are already at or over capacity. Local traffic volumes would increase dramatically and there are no plans to upgrade the rural roads, some single track. 1400 new homes would be grossly out of proportion to current residential development. \n\nTo suggest the project is in the 'National Interest' is a deception. The sale of 1400 homes at say,  £300,000 each would bring in revenue of £420,000,000.  This proposal is a cynical plan to boost the revenue of Pinewood Studios.  \n\nThe proposal includes “up to 2,200 car parking spaces”, & yet the majority of homes in South Bucks have at least 2 vehicles these days.  \n\nThe streetscape “film sets” are likely to  be of limited use because of their design",
            "closed_at": "2009-11-23T00:00:00Z",
            "created_at": "2009-07-23T09:04:07.001984Z",
            "creator_name": "Mr Peter Treadwell",
            "government_response_at": "2009-12-09T15:26:22.514511Z",
            "government_responses": [
                {
                    "created_at": "2009-12-09T15:26:22.514511Z",
                    "details": "You signed a petition asking the Prime Minister to \"live up to his words to defend the Green Belt, and to oppose the development of 1400 homes and commercial buildings by Pinewood Studios on 44 hectares of Green Belt land.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21657\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'stoppinewood'",
                    "updated_at": "2009-12-09T15:26:22.514511Z"
                }
            ],
            "opened_at": "2009-07-23T09:04:07.001984Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1011,
            "state": "finished",
            "updated_at": "2010-03-06T03:01:36.390335Z"
        },
        "id": 12998602
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stoppinewood/"
    },
    "type": "petition"
}