{
    "data": {
        "attributes": {
            "action": "refuse to reinstate Aminopyralid as a weed killer in Britain.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A hormone weed killer (Aminopyralid) used on grassland was taken up by grazing animals and remained in manure which, when applied to the land, caused the failure of a wide range of crops including  beans, peas, potatoes and tomatoes, soft fruits and flowers. Aminopyralid attaches itself to organic matter and the length of time it takes to beak down completely is as yet unknown. The potential for contamination by aminopyralid and clopyralid is causing growers to lose confidence in peat free composts. Due to the occurrence of patches of contamination in organic matter it is extremely difficult if not impossible to ensure an uncontaminated end product.  A receiver of contaminated material is landed with a problem of disposing of toxic waste. After widespread protests it was withdrawn in August 2008 but an application has been made for its reinstatement.  We believe that, even taking into account improved stewardship, the use of this chemical cannot be adequately controlled.",
            "closed_at": "2009-10-23T00:00:00Z",
            "created_at": "2009-07-23T14:45:16.561340Z",
            "creator_name": "John Shobbrook",
            "government_response_at": "2009-11-11T14:26:29.586648Z",
            "government_responses": [
                {
                    "created_at": "2009-11-11T14:26:29.586648Z",
                    "details": "You signed a petition asking the Prime Minister to \"refuse to reinstate Aminopyralid as a weed killer in Britain.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21280\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'aminopyralidban'",
                    "updated_at": "2009-11-11T14:26:29.586648Z"
                }
            ],
            "opened_at": "2009-07-23T14:45:16.561340Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2667,
            "state": "finished",
            "updated_at": "2010-02-01T03:01:48.961608Z"
        },
        "id": 13000909
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/aminopyralidban/"
    },
    "type": "petition"
}