{
    "data": {
        "attributes": {
            "action": "apologise for the illegal and heinous act of Child Migration to Aust from 1947 to 1967  .",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Any nation that does not care for and protect all of it's children, does not deserve to be called a nation .  NELSON  MANDELA . \n---------------------------------------\n\n          \n \nFrom 1947 thru 1967 indigenous British children were forcibly and sustematically sent in consignments to Aust as orphans. None of them were orphaned! They were thrust into the hands of the most cruellest of organisations to act as their 'Guardian' in Bindoon, Clontarf, Tardun and Castledare Boys Homes ; this was sanctioned by the incumbent Govt of Britain . Many were to suicide  upon their release from these places of horror. To add insult to injury, in 1948 a boat called the 'Empire Windrush' was to disembark 492 foreigners from Jamaica to settle here! And hence, in regular streams from Asia, Africa and elsewhere, immigrants with THEIR children were granted permission to reside in the land that these children were ejected from. We ask the PM to APOLOGISE to those that were so badly dealt with by the heartless Political Party initially responsible, and the subsequent complicent Governments of that era .",
            "closed_at": "2010-01-27T00:00:00Z",
            "created_at": "2009-07-24T09:39:54.464776Z",
            "creator_name": "James.R.Green.",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-24T09:39:54.464776Z",
            "rejected_at": "2009-07-28T13:50:28.254510Z",
            "rejection": {
                "code": 1,
                "details": "",
                "reasons": [
                    "Party political material"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-28T13:50:28.254510Z"
        },
        "id": 13007057
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Ejection/"
    },
    "type": "petition"
}