{
    "data": {
        "attributes": {
            "action": "note that 328 MP's including more than 100  Labour party members have signed EDM 1423 Parliamentary Ombudsman and Equitable Life Policyholders and comply with the wishes of those MP's by accepting the Parliamentary Ombudsman's recommendations for compensation to Equitable Life policyholders who have suffered loss.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "EDM 1423 has received 328 signatures, more I believe than any previous EDM, which shows many MP's do not think the Goverment's current proposals are sufficient to remedy the injustice to victims of the Equitable Life saga.\nEDM 1423 states that this House notes the Parliamentary Ombudsman has taken the very unusual step of using powers under the 1967 Act to present Parliament with a further and final report on Equitable Life; also notes that the Public Administration Select Committee's second report on Equitable Life, Justice denied? concluded that the Government's response to the Parliamentary Ombudsman's report was inadequate as a remedy for injustice; recognises the vital role of the Ombudsman plays in public life; reaffirms the duty of Parliament to support the office of the Ombudsman; believes the Goverment should accept the recommendations of the Ombudsman on compensating policyholders who have suffered loss; welcomes the formation of the All-Party Group on Justice for Equitable Life Policyholders; and notes with regret its necessary formation and the fact that over 30,000 people have already died wating for a just resolution to this saga.",
            "closed_at": "2009-10-25T00:00:00Z",
            "created_at": "2009-07-24T11:54:58.315125Z",
            "creator_name": "Michael Read",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-24T11:54:58.315125Z",
            "rejected_at": "2009-07-27T15:56:41.674036Z",
            "rejection": {
                "code": 1,
                "details": "",
                "reasons": [
                    "Party political material"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-27T15:56:41.674036Z"
        },
        "id": 13008323
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/edm1423/"
    },
    "type": "petition"
}