{
    "data": {
        "attributes": {
            "action": "revise the Dangerous Wild Animals Act 1976, to include Pythons, Boa Constrictors and any non venomous but lethal snake.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My cat was recently killed and eaten by a 13 foot long Burmese Python which had been left alone in its owners back garden. A snake of this size could kill a grown adult, yet they are not considered a threat to the general public. Pythons do not have to be licensed, nor does the law regulate how they must be kept. We ask for the law to be amended to include them in the Dangerous Wild Animals Act 1976. By leaving the snake unattended and for it to kill my cat, my neighbour has done nothing wrong in the eyes of the law. The RSPCA say that legally no crime has been committed, that nothing can be done, no-one is responsible or can be held to account. They have campaigned to have these snakes added to the list of animals which must be licensed under the DWAA, but they were not among the species added to the Act in 2007. Experts decided to keep them off the list because they pose little danger to the general public as \"most accidents with pythons involve owners or members of the same household\". Much to mine and the RSPCA’s amazement, rather than strengthening the law, the Government is planning to relax it in Autumn 2009 making it easier for people to own dangerous animals.",
            "closed_at": "2009-10-24T00:00:00Z",
            "created_at": "2009-07-24T01:16:44.542101Z",
            "creator_name": "Mr Martin Wadey",
            "government_response_at": "2009-12-30T10:33:09.894263Z",
            "government_responses": [
                {
                    "created_at": "2009-12-30T10:33:09.894263Z",
                    "details": "You signed a petition asking the Prime Minister to \"revise the Dangerous Wild Animals Act 1976, to include Pythons, Boa Constrictors and any non venomous but lethal snake.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21922\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'no-to-pythons'",
                    "updated_at": "2009-12-30T10:33:09.894263Z"
                }
            ],
            "opened_at": "2009-07-24T01:16:44.542101Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4699,
            "state": "finished",
            "updated_at": "2010-05-12T16:53:19.997814Z"
        },
        "id": 13005688
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/no-to-pythons/"
    },
    "type": "petition"
}