{
    "data": {
        "attributes": {
            "action": "act on removing cars of British Heritage from being accepted within the scrappage scheme.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Although I am starting this petition with focus on the Classic Austin, Morris and Rover Mini I am sure that all owners of cars that have a status of British Heritage would agree and sign the petition.\n\nThe introduction of the Scrappage scheme is seen by many as beneficial to the motor industry and environment. However the policy was wide sweeping and does not appear to consider cars that hold more than the short term financial benefit of the Scrappage scheme. Clubs and the Classic Car Media are noting with disbelief cars of Heritage being traded in and then scrapped. \n\nThe government needs to reconsider the policy and remove Scrappage payments for cars that are part of the British Heritage.",
            "closed_at": "2009-10-27T00:00:00Z",
            "created_at": "2009-07-24T10:36:30.782499Z",
            "creator_name": "Mark Davies",
            "government_response_at": "2009-12-04T12:08:31.462453Z",
            "government_responses": [
                {
                    "created_at": "2009-12-04T12:08:31.462453Z",
                    "details": "You signed a petition asking the Prime Minister to \"act on removing cars of British Heritage from being accepted within the scrappage scheme.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21579\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Mini-scrappage'",
                    "updated_at": "2009-12-04T12:08:31.462453Z"
                }
            ],
            "opened_at": "2009-07-24T10:36:30.782499Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 307,
            "state": "finished",
            "updated_at": "2009-11-05T03:01:30.111372Z"
        },
        "id": 13007619
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Mini-scrappage/"
    },
    "type": "petition"
}