{
    "data": {
        "attributes": {
            "action": "censure the Driving Standards Agency (DSA) for the failure to provide adequate geographic coverage of new multi purpose test centres for Module 1 Motorcycle tests; furthermore that the Government acts to ensure such facilities are provided quickly to prevent further hardship endured by test candidates.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Contrary to promises by the then-Minister for Transport that test facilities for motorcyclists would be widely accessible, DSA implemented a new off-road test knowing that such facilities do not exist; furthermore repeatedly acts obstructively and evasively with 'time-wasting' tactics where potential sites for new centres are identified by riders' rights groups (e.g. the site at Tanygroes near Aberystwyth, identified by MAG and agreed by two local MPs & the County Council Highways Officer). \nIn mid-Wales many riders must travel up to 79 miles to Swansea.\n\nRemote communities in Scotland are well outside of DSA guidelines e.g Campbeltown 130 miles plus to Glasgow. Portree 117 miles to Inverness; the Western isles face a minimum 60 mile journey to Inverness from Stornoway plus a 4 Hour ferry journey and up to 60 miles on Harris/Lewis or 50 miles plus on Skye. DSA were supposed to have a MPTC in Oban/Fort William, but have given up looking for a site.\n \n\n The DSA fails in its public duty and fails novice motorcyclists.",
            "closed_at": "2009-10-24T00:00:00Z",
            "created_at": "2009-07-24T08:18:36.642031Z",
            "creator_name": "Phil McFadden",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-24T08:18:36.642031Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 21,
            "state": "finished",
            "updated_at": "2009-10-25T00:01:01.296311Z"
        },
        "id": 13006199
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/2Far2TestBikers/"
    },
    "type": "petition"
}