{
    "data": {
        "attributes": {
            "action": "stop criminalising live music with the Licensing Act, and to support amendments backed by the Culture, Media and Sport Committee, and the music industry, which would exempt most small-scale performances in schools, hospitals, restaurants and licensed premises.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Under the Licensing Act, a performance by one musician in a bar, restaurant, school or hospital not licensed for live music could lead to a criminal prosecution of those organising the event. Even a piano may count as a licensable 'entertainment facility'. By contrast, amplified big screen broadcast entertainment is exempt. The government says the Act is necessary to control noise nuisance, crime, disorder and public safety, even though other laws already deal with those risks. Musicians warned the Act would harm small events. About 50% of bars and 75% of restaurants have no live music permission. Obtaining permission for the mildest live music remains costly and time-consuming. In May, the Culture, Media and Sport Committee recommended exemptions for venues up to 200 capacity and for unamplified performance by one or two musicians. The government said no. But those exemptions would restore some fairness in the regulation of live music and encourage grassroots venues.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-07-26T15:51:56.148252Z",
            "creator_name": "Phil Little",
            "government_response_at": "2010-10-25T16:40:07.763172Z",
            "government_responses": [
                {
                    "created_at": "2010-10-25T16:40:07.763172Z",
                    "details": "You signed a petition asking the Prime Minister to stop criminalising live music with the Licensing Act, and to support amendments backed by the Culture, Media and Sport Committee, and the music industry, which would exempt most small-scale performances in schools, hospitals, restaurants and licensed premises.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=livemusicevents\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'livemusicevents'",
                    "updated_at": "2010-10-25T16:40:07.763172Z"
                }
            ],
            "opened_at": "2009-07-26T15:51:56.148252Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 16950,
            "state": "finished",
            "updated_at": "2011-05-04T16:55:51.728443Z"
        },
        "id": 13019132
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/livemusicevents/"
    },
    "type": "petition"
}