{
    "data": {
        "attributes": {
            "action": "provide support for 16 to 18 year olds",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This age group are not entiltled to any unemployment benefits or housing support and often slip through the net, many are often in conflict at home and they can become homeless, sofa surfing and even living in tents, they are often not noticed because many people can't believe that any teenager is not living at home with mum and dad.\n\nMany young people are struggling with many issues such as parental drug use at home, violence within the family often affects them directly and other types of abuse and neglect.  Most of the young people affected do not 'look homeless' or like they are suffering in any way, they are effectively hidden. \n\nMany of them are have failed accedemically and have many issues to deal with - they often struggle to cope with all the things going on in their lives and despite the media approach to teenagers most of them are just normal young people struggling to find their place in a increasingly more hostile society.  The young are our future and they all need to be supported when they are young to become well rounded young adults that are able to cope with the life they are expected to take on, how can they do this without the neccessary support?",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-07-24T23:57:09.541358Z",
            "creator_name": "Mrs Elleanor Scott",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-24T23:57:09.541358Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 17,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13013785
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Tweens/"
    },
    "type": "petition"
}