{
    "data": {
        "attributes": {
            "action": "raise awareness of Chiari Malformation",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In your response to a previous petition re:Chiari awareness, it was stated that Chiari Malformation is 'very rare' A disease or disorder is defined as rare in Europe when it affects less than 1 in 2000 citizens, CM has previously been thought to affect 1 in 1000 but current research indicates it is now being diagnosed much more often. There is little/no information on the NHS websites re: Chiari, but information on conditions with similar symptoms and instance such as MS (which many Chiarians are wrongly diagnosed with) is easily found. We ask that the NHS websites be updated to provide straight forward, comprehensive information on the condition. Sufferers of CM may go years without an accurate diagnosis, from then on many will have the uphill battle of dealing with employers, medical professionals, the DWP and their medical advisors who do not have adequate knowledge (if any) of the condition and its wide range of symptoms. Chiari is not the 'rare' condition it was once thought to be, we ask the government to recognise this and help the thousands of UK sufferers who not only face a daily fight with the condition but with raising awareness of it ourselves.",
            "closed_at": "2010-01-27T00:00:00Z",
            "created_at": "2009-07-26T00:21:21.176320Z",
            "creator_name": "Laura Hickman",
            "government_response_at": "2010-08-19T15:02:35.386652Z",
            "government_responses": [
                {
                    "created_at": "2010-08-19T15:02:35.386652Z",
                    "details": "You signed a petition asking the Prime Minister to raise awareness of Chiari Malformation.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=ChiariAwareness\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'ChiariAwareness'",
                    "updated_at": "2010-08-19T15:02:35.386652Z"
                }
            ],
            "opened_at": "2009-07-26T00:21:21.176320Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 563,
            "state": "finished",
            "updated_at": "2010-01-28T00:01:01.841963Z"
        },
        "id": 13017424
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ChiariAwareness/"
    },
    "type": "petition"
}