{
    "data": {
        "attributes": {
            "action": "Push for more research into Brain tumours",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There needs to be more research undertaken into investigating the aetiology and treatment of brain tumours, particularly high grade tumours.There are a large number of types of cancers and funding needs to be equitable. However the morbidity and mortality needs to be taken into consideration when funding is allocated. In areas where a lot of money has been spent- eg Leukaemia the prognosis and outcomes have improved over the last two decades. On the other hand with brain tumours this does not appear to be the case. \nFacts:    \n * More children die from a brain tumour than any other cancer\n    *  3,400 people lose their lives to a brain tumour each year\n    * On average 75% of all childhood cancer patients in Britain survive five years, only 65% of children diagnosed with a high grade brain tumour live for longer than this\n    * In adults, with a malignant brain tumour, only 14% living longer than 5 years\n    * 40% of all cancer deaths in children are from a brain tumour\n    * The number of people dying from a brain tumour has increased - incidence increases by approximately 2% per year\n    * On average it takes longer to diagnose a child with a brain tumour in the UK than in North America.\nPlease support brain tumour research.",
            "closed_at": "2010-01-27T00:00:00Z",
            "created_at": "2009-07-24T16:54:29.757708Z",
            "creator_name": "DianneJones",
            "government_response_at": "2010-03-19T16:57:08.916790Z",
            "government_responses": [
                {
                    "created_at": "2010-03-19T16:57:08.916790Z",
                    "details": "You signed a petition asking the Prime Minister to \" Push for more research into Brain tumours.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22887\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Braintumours'",
                    "updated_at": "2010-03-19T16:57:08.916790Z"
                }
            ],
            "opened_at": "2009-07-24T16:54:29.757708Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4006,
            "state": "finished",
            "updated_at": "2010-05-18T16:30:02.193147Z"
        },
        "id": 13011589
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Braintumours/"
    },
    "type": "petition"
}