{
    "data": {
        "attributes": {
            "action": "Invest in manufacturing in the UK Stop the closure of Vesta Blades UK, wind turbine blade factory, on the Isle of Wight. Or face the uproar from increased bills on renewable energy because we have to buy from abroad!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government is facing a growing credibility gap over green jobs, environmental campaigners and trade unionists are united to fight the closure of Britain's sole major wind turbine plant. \nMinisters proclaimed a green employment future for the UK involving 400,000 jobs in environmental industries yet they are declining to intervene over the forthcoming closure of the Vestas Wind Systems plant on the Isle of Wight. While opening an onshore wind farm in the south of England, Energy and Climate Change Secretary Ed Miliband confirmed the government’s commitment to expanding wind energy. We urge the government to prevent the closure of Vestas Blades a wind turbine blade plant, scheduled to close on 31 July. \nWe support nationalisation of this facility. We believe it would be a travesty for the plant to close at this time, laying off skilled workers who already make the products that wind energy expansion require\nOutrageously by closing this plant we as a country are forced into buying abroad, at a time when we should be investing into our economy I cannot comprehend why you the Prime minister would allow such a thing to happen?",
            "closed_at": "2009-08-25T00:00:00Z",
            "created_at": "2009-07-25T13:45:18.027304Z",
            "creator_name": "E Steven",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-25T13:45:18.027304Z",
            "rejected_at": "2009-08-26T00:01:02.334431Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-26T00:01:02.334431Z"
        },
        "id": 13015484
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/InvestUK/"
    },
    "type": "petition"
}