{
    "data": {
        "attributes": {
            "action": "memorial",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Hastily\nDear Sir, I am very interested by the proposal of a Workers Memorial Day for between 2008/9 180 workers were killed whilst at work.  Although this is tragic I do not agree with it.  People are dieng all over the place every day.  Now I know this may sound quirky but I know what I am saying.  Nostradamus predicted that we would have a Diana day.  I think it would be befitting to respect the the lady who did so much for this country on the day of her death in August.  That is my petition.  I think this country owes it to Diana to celabrate her life and to remember how much she gave us and the world. Also the best thing to do as far as Hampstead residents are concerned as I live with the Life President of Gayton Road, is to have Diana on the fourth plinth in Trafalger Square  Yours most sincerely Stuart Lockhart Philip\n3A Gayton Road\nHampstead\nLondon\nNW3 1TX\n07762062490\n\nMany thanks Sir for your good work I can see you are under a lot of competion but it is very clear to me and the people I know that you are a very decent Gentleman.  I wish you all the best.  Our family motto is FIGHT.  Stuart",
            "closed_at": "2009-09-27T00:00:00Z",
            "created_at": "2009-07-27T12:38:56.420749Z",
            "creator_name": "stuart lockhart philip",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-27T12:38:56.420749Z",
            "rejected_at": "2009-07-28T10:22:52.665670Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-28T10:22:52.665670Z"
        },
        "id": 13023771
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/memorial2/"
    },
    "type": "petition"
}