{
    "data": {
        "attributes": {
            "action": "Uphold Our Stance and Never Negotiate With Terrorists!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "You are betraying every soldier that has died, every member of the public and the stance Britain takes when dealing with Terror.\n\nGreat Britain's stance on terrorism is to not negotiate with its participants due to their being mass murderers etc. Now the government wants to talk to the Taliban of all 'organisations'.\n\nMiliband has announced that those wishing to stay and live under the Afghan constitutional law may do so. I'm afraid that is rather naive as they will continue murdering and terrorising regardless just as they have been doing for years, decades even.\n\nAlso not forgetting the message going back on this tough line policy would send to them and other terrorists across the world: 'If you kill enough people, you will get what you want'. Not something to promote! \n\nThis is just another example of what a weak government you are. Talking to the Taliban will mean that on that very day terrorism will have won a battle over us. \n\nStop thinking like accountants wanting to fight this war on the cheap, which is the real reason there are more casualties than necessary, and give the Army what they need to finnish the Taliban off and send a real message to terrorism!",
            "closed_at": "2009-10-27T00:00:00Z",
            "created_at": "2009-07-27T15:36:37.694743Z",
            "creator_name": "Mr. Piers Wilson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-27T15:36:37.694743Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2009-10-28T00:01:01.690644Z"
        },
        "id": 13025167
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/No-Taliban-Talk/"
    },
    "type": "petition"
}