{
    "data": {
        "attributes": {
            "action": "Review court hearings to allow a parent or anyother person who is more than cable of substiting a solicitor due to unaffordability when legal aid isn't allowed",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My daughter was involved in a road accident, Dec 4th 08 near our home, was hit by a car from behind her, overtaken & sideswiped. \n\nVarying statements of have reached the magistrates crt.\n\nPhotos of damage to the cars shows the discrepancies in statements. Legal cost of £5k to fight the case is unaffordable.\n\nDue to health & finances we are close to losing our home & more. \n\nMy daughter has never dealt with a court case before but I am able as I have presented specifics in the past to legal groups. I have spent many hours preparing notes but the court have advised that I am not allowed to represent my daughter.\n\nThis is unfair to anyone who cannot afford a legal team & discriminates my abilities to that of a paid legal.\n\nBeing her father is irrelevent, it is about being able to present the facts clearly to illustrate the pattern of events for all to make a fair & final judgement.\n\nThe case is due in Glouc Mag-Crt, 17th Aug to discuss the statements etc, the main hearing is 11th Sept 09.\n\nShe is accused of driving without due care & attention, she was driving in the correct position & the leading vehicle.  \n\nPlease can you look at human rights on this point.\n\n\nGraham Jackson",
            "closed_at": "2009-08-10T00:00:00Z",
            "created_at": "2009-07-27T10:53:16.546822Z",
            "creator_name": "Mr Graham Jackson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-27T10:53:16.546822Z",
            "rejected_at": "2009-08-26T00:01:02.334431Z",
            "rejection": {
                "code": 16384,
                "details": "Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-26T00:01:02.334431Z"
        },
        "id": 13022681
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LEGAL-SUB/"
    },
    "type": "petition"
}