{
    "data": {
        "attributes": {
            "action": "ensure the safe and continued storage of embryos whose statutory storage period has expired when the HFE Act 2008 comes into force on 01 October 2009. This is in line with recommendations from the Human Fertilisation and Embryology Authority.  We ask that the Government bring forward further regulations as a matter of urgency to allow for the continued storage of such embryos for those who desire it, in order that they may have a family by means of surrogacy where there is the medical need.  We also petition the Prime Minister to act immediately to suspend the destruction of such embryos where the gamete providers so wish.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "",
            "closed_at": "2009-11-28T00:00:00Z",
            "created_at": "2009-07-27T19:36:18.949140Z",
            "creator_name": "Melanie and Robert Gladwin",
            "government_response_at": "2009-12-21T11:46:53.915058Z",
            "government_responses": [
                {
                    "created_at": "2009-12-21T11:46:53.915058Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure the safe and continued storage of embryos whose statutory storage period has expired when the HFE Act 2008 comes into force on 01 October 2009. This is in line with recommendations from the Human Fertilisation and Embryology Authority. We ask that the Government bring forward further regulations as a matter of urgency to allow for the continued storage of such embryos for those who desire it, in order that they may have a family by means of surrogacy where there is the medical need. We also petition the Prime Minister to act immediately to suspend the destruction of such embryos where the gamete providers so wish.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21835\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'saveourembryos'",
                    "updated_at": "2009-12-21T11:46:53.915058Z"
                }
            ],
            "opened_at": "2009-07-27T19:36:18.949140Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 966,
            "state": "finished",
            "updated_at": "2009-12-15T12:47:41.754999Z"
        },
        "id": 13026836
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/saveourembryos/"
    },
    "type": "petition"
}