{
    "data": {
        "attributes": {
            "action": "I don`t know Amy Barnes, I`m purely shocked to read of the trial and the abusiveness / evilness of her partner.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Be ensured that murderers with unequivocal evidence against them to their victims to have time in jail for the full life sentence i.e. their life, not 24 years with the ability to be released earlier and should be put under intense psychological reading to find if this act was done of malice / loss of one’s mind or purely evil, the evaluation should then be made to end their life by sentence of death. Mr Morrison, who took the life of his partner, is considered unequivocal from the outcome by Court of Law and he should pay the price… this is a violent man, he should not be allowed back on the streets. From what I have read of the case he may be sorry for his actions now the law has caught up with him and has given sentence, though with previous violent actions to females, when he does come out from prison he will still be able to harm (he will be oldest 46), this is totally wrong and why the UK is becoming a lacklustre / no regard for life country as you can simply get away with murder.\nfinally... we are tax payers paying to house murderers, something is surely far wrong?\nplease do something...",
            "closed_at": "2010-07-29T00:00:00Z",
            "created_at": "2009-07-28T22:55:02.829214Z",
            "creator_name": "Alan Mann",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-28T22:55:02.829214Z",
            "rejected_at": "2009-07-30T09:01:31.311492Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-07-30T09:01:31.311492Z"
        },
        "id": 13035576
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Amy-Barnes/"
    },
    "type": "petition"
}