{
    "data": {
        "attributes": {
            "action": "compel the MOD to immediately abandon its shameful attempt to reduce the level of compensation awarded to troops harmed in the line of duty who develop subsequent complications",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a nation we should be profoundly ashamed of the way we treat those brave men and women who risk their lives daily, increasing numbers of whom make the ultimate sacrifice in the call of duty, from the pittance which they receive as a salary to the utter lack of support of those returning home suffering physical or mental injuries.\n\nThat the MOD should seek to penny-pinch by differentiating between compensation payable for the original injury and for subsequent complications is truly shameful and seems to escape the indisputable fact that the complications are a direct consequence of the original injury.\n\nIt is time that this country started to reward and compensate those brave men and women risking all for the benefit of all appropriately.",
            "closed_at": "2009-10-28T00:00:00Z",
            "created_at": "2009-07-28T23:18:04.177818Z",
            "creator_name": "Mark Chatburn",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-28T23:18:04.177818Z",
            "rejected_at": "2009-08-28T00:01:01.848531Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Woundedjustice/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-28T00:01:01.848531Z"
        },
        "id": 13035706
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Forces-comp/"
    },
    "type": "petition"
}