{
    "data": {
        "attributes": {
            "action": "review policing policy for the bulldog bash motorcycle festival",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned would like a full review of Warwickshire ACC Bill Holland's Policing strategy for the Bulldog Bash Motorcycle Show and Music festival; which is held annually at Long Marston Airfield, near Stratford-upon-Avon.\n\nWe feel that the Policing of this event is both excessive and unjustified; due to the events good safety record and overwhelming public support, both from the local community, local Council and members of the public who attend the event year on year.\n\nWe acknowledge the fact that the event is managed by members of the Hells Angels Motorcycle Club who are the target of ACC Bill Holland’s actions, however all the undersigned have nothing but praise for a well run, well managed, safe event; which has been enjoyed by the motorcycling community for many years without any major incident on site.\n\nACC Holland’s calls to have the show stopped will fragment the motorcycling community – which would by its very nature increase the chance of smaller events struggling to gain licence approval as the whole motorcycling community becomes vilified.\n\nWe urge you to review the policing policy on this event as it is a gross waste of our law abiding tax payer’s money.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-07-30T15:08:59.444093Z",
            "creator_name": "martin mccormack",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-30T15:08:59.444093Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1409,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13059025
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/asscheifholland/"
    },
    "type": "petition"
}