{
    "data": {
        "attributes": {
            "action": "Recognise the horticulture industry as a true profession with funding and assistance for all",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Horticulture is worth over £5 billion to the UK economy. Gardens, parks and open spaces are an important part of our daily lives, yet the industry as a whole, does not have a form of governance or representation or legislative body.\n\nThe black market diminishes and undermines the many good people who are extremely passionate about their industry but they do not have a single organisation to turn to to represent their needs. \n\nWe need a government department to construct a set of industry standards and guidelines that is central to horticulture.\n\nWe need to be able to have access to a government minister and department to discuss, quickly and efficiently, what is needed for the future.\n\nClimate change and increased food prices has dictated that the world focusses on plants and trees in a bid to combat CO2 emissions and provide fresh produce.\n\nThe industry deserves to have representation, finance and a platform to help get news and information out to a wider audience.\n\nHorticulture is so overlooked that there is not even an exact category in this government petition facility for it.",
            "closed_at": "2009-10-31T00:00:00Z",
            "created_at": "2009-07-30T13:52:13.321764Z",
            "creator_name": "Philip Voice",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-30T13:52:13.321764Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 41,
            "state": "finished",
            "updated_at": "2009-11-01T00:01:01.516762Z"
        },
        "id": 13058346
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/landscaping/"
    },
    "type": "petition"
}