{
    "data": {
        "attributes": {
            "action": "amend planning laws so that planning permission is required to convert a Pub into a Supermarket.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Our only local pub The Walnut Tree Pub, Lillington, Warwickshire has been sold to Tesco by the Pub Company Punch Taverns, to be converted to a Tesco Express store. \n\nOver 3000 local residents dont want it, neither do the local businesses or the local council - but their hands are tied. As the planning law stands a pub can be converted into a supermarket without any consultation or impact assessments on the local area/businesses or traffic congestion.\n\nThe pub co tried to sell our pub before to make way for 34 flats - it was turned down by local council and the court of appeal due to the impact on the area and traffic problems it would create.\n\nNow Tesco have bought the site and as the law stands there's little that can be done to stop it! \n\n50+ pubs a week are shutting, we believe the government should act now to protect our communities, heritage of running great community pubs - before they all get swallowed up and turned into supermarkets run by Tesco or the like.\n\nWe agree that some areas can benefit from the conversion of a poorly run pub to a well run supermarket, but we believe the impact of what it can bring to the area good/bad must be assessed in consultation with local residents and the community.",
            "closed_at": "2009-09-01T00:00:00Z",
            "created_at": "2009-07-31T23:19:00.477578Z",
            "creator_name": "jane padginton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-31T23:19:00.477578Z",
            "rejected_at": "2009-09-02T00:01:02.028211Z",
            "rejection": {
                "code": 65536,
                "details": "",
                "reasons": [
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-09-02T00:01:02.028211Z"
        },
        "id": 13069194
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/tescno/"
    },
    "type": "petition"
}