{
    "data": {
        "attributes": {
            "action": "To urge 'Mereck' to put into production the mumps vaccine as soon as possible.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As parents we have the right to choose what medical care we would like to give to our children.  For numerous reasons some of us choose to innoculate our children using the seperate mumps, measles and rubella injections. For which we have no choice but to pay privately for but we do so for the sake of our children.  The only licenced company in Britain to produce the mumps vaccine is a USA company called Mereck.  They have ceased producing the vaccine.  Other companies in Europe produce the mumps vaccine but it is not approved in Britain.  Without this authorised mumps vaccine being put back into production parents are left with very little choice, either go into Europe and get their child vaccinated against mumps but it is not approved in the UK, do not get their child vaccinated and a mumps epidemic will begin or take the MMR.  Since we as parents do not want to take the MMR as that is the reason why we are persuing single vaccines we will be endangering the lives of our children and others by not vaccinating or getting an unlicenced vaccine out side the UK.  Mereck is the only safe company and our only option we need mumps back in production immediately.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-07-31T21:23:11.882610Z",
            "creator_name": "claire cotton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-31T21:23:11.882610Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 70,
            "state": "finished",
            "updated_at": "2010-07-23T09:30:02.218117Z"
        },
        "id": 13068689
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/mumpsmereck/"
    },
    "type": "petition"
}