{
    "data": {
        "attributes": {
            "action": "Ban the slaughter houses, make everything free range!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I  watched a video called Kentucky Fried Cruelty on a link on an animal welfare Bebo group. It was the most horrific, brutal way to treat these chickens. Beaks cut off, Quoting, \" Having their beak cut off isn't like cutting off a finger nail, it's like having your finger cut off,\"  then left to starve, die of infection or just at the sheer shock of having their beak cut off, being hung upside down by their legs while they are rotated to a machine to slit their throat that doesn't even kill all of them leaving them to needlessly suffer, kicked and beaten, left in their own filth. Never seeing sunlight and having to suffer this brutality for human consumption. This is the worst case of animal cruelty I have ever seen. Peta are on their case but they have done next to nothing to change their brutal cruelty. Can we do something to stop businesses/industries using this method of slaughter and make all farm animals live in the open air, with care and comfortable living conditions. Free range food is the way forward. No living creature should have to suffer even if they are reared for food. What I have written doesn't compare to actually seeing the video, but I hope it will make you aware of this brutality.",
            "closed_at": "2010-02-03T00:00:00Z",
            "created_at": "2009-07-31T21:28:56.689948Z",
            "creator_name": "Pauline Hanna",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-31T21:28:56.689948Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 51,
            "state": "finished",
            "updated_at": "2010-02-04T00:01:01.802918Z"
        },
        "id": 13068713
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FreeRangeFarms/"
    },
    "type": "petition"
}