{
    "data": {
        "attributes": {
            "action": "To abolish Prescription charges for all people with Cystic Fibrosis",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Cystic Fibrosis (CF) is the UK's most common life-threatening inherited disease.\n\nCystic Fibrosis affects over 8,000 people in the UK.\n\nOver two million people in the UK carry the faulty gene that causes Cystic Fibrosis - around 1 in 25 of the population.\n\nIf two carriers have a child, the baby has a 1 in 4 chance of having Cystic Fibrosis.\n\nCystic Fibrosis affects the internal organs, especially the lungs and digestive system, by clogging them with thick sticky mucus. This makes it hard to breathe and digest food.\n\nEach week, five babies are born with Cystic Fibrosis.\n\nEach week, three young lives are lost to Cystic Fibrosis.\n\nAround half of the CF population can expect to live over 35 years, although improvements in treatments mean a baby born today could expect to live even longer.\n\nCurrently people with CF have to pay prescription charges, which when you consider the amount of medicine they have to take daily just to keep them alive is rediculous. There are currently no schemes to help people with CF fund there prescriptions. Gordon Browns son, is also affected with Cystic Fibrosis , so why this has not being noticed amazes me.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-07-31T14:41:29.747282Z",
            "creator_name": "April Ratcliffe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-07-31T14:41:29.747282Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 28,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13066149
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CF-charges/"
    },
    "type": "petition"
}