{
    "data": {
        "attributes": {
            "action": "‘require a Home Office public statement that the doctrinal tenet of the Islam stated in the Koran i.e. Sura 3:118 in which Muslims are directed to not associate \"...with unbelievers, Jews, Christians....\" for any reason and specifically in an employment context \"...advisors, consultants, protectors, friends, helpers...\"and related Hadiths not here specified; are in breach of the Racial and Religious Hatred Act 2006 and also other legislation intended to stop discrimination such as Employment legislation e.g. Race Relations Act 1976 Section 1 and consequently should be acknowledged by British Muslims.’",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The best interests of the British people especially the indiginous population require a review should confirm (or otherwise) the interpretation of the statements in the Koran Sura 3:118 and make such conclusions public and; if upheld; \n+ require that all issues of the Koran are of an edited version in which the offensive statements are deleted; \n+ prohibit actions of all proselytising Muslims and Islamic institutions which do not publicly renounce the said offensive statement; \n+ undertake a national campaign that encourages Muslims to denounce said tenet in the Koran.\nThe government is implored to face facts and not avoid addressing this issue on ground of muslim sensitivities which are inconsistent with the greater interest of the British population and it's heritage of free speech and toleration (and thus required of imported religions in particular Islamic schools, madrasas and communities). \nThe English Bill of Rights 1689 2nd Oath 2nd para is also breached by subversive accomodations made to the Islamic religion.\nThis is a political/legislative facing petition - not a religious one.",
            "closed_at": "2010-09-10T00:00:00Z",
            "created_at": "2009-08-02T13:47:24.771438Z",
            "creator_name": "Jerry Shadbolt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-08-02T13:47:24.771438Z",
            "rejected_at": "2009-09-29T14:59:48.897848Z",
            "rejection": {
                "code": 4098,
                "details": "It is a matter for the courts to decide whether a breach of the Act has occurred.",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-09-29T14:59:48.897848Z"
        },
        "id": 13074894
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Curb-Islam/"
    },
    "type": "petition"
}