{
    "data": {
        "attributes": {
            "action": "allow democracy and free speech in the United Kingdom",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "in order to bring the United Kingdom in to line with the rest of the Eurpoean Union it should finally honour basic human rights and allow democracy and free speech ie remove the ridiculous political correct policies of the UK that forbid any expression against foreigners, immigration, asylum and all related subjects inclusive of sex related subjects which the government seems to pursue with an unhealthly perverse zealour with no regard for the effect on mainstream society. Equally there should be the right to protest against the government without being \"muffled\" or \"water cannoned\". Included should be the revocation of the current postholders position in the government as primeminister since the person occupying this post was never elected in, therefore constitutes legally being a non-democratic dictator and the predecessor was not voted in on a majority basis which is equally as undemocratic, depite having made false promises prior to the general election that the system would be changed after he was elected in to ensure democratic majority proportional voting.",
            "closed_at": "2010-08-03T00:00:00Z",
            "created_at": "2009-08-01T19:09:46.767915Z",
            "creator_name": "Iva Brain",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-08-01T19:09:46.767915Z",
            "rejected_at": "2009-08-03T11:16:55.939349Z",
            "rejection": {
                "code": 8192,
                "details": "You will need to provide your full address to submit a petition. We can not accept \"Spain\" as an address.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-08-03T11:16:55.939349Z"
        },
        "id": 13072512
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/basicrights/"
    },
    "type": "petition"
}