{
    "data": {
        "attributes": {
            "action": "Take Action Helping To End  the Barbaric Treatment Of Dogs and Cats As Food In Other countries",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "i am sickened this practice is continuing in china korea and the philippines amongst others. switzerland also allows eating of dog meat.\n     publicized first in the 80s articles showed dogs with sharp food tins forced onto their muzzles, front legs dislocated, tied behind their backs, killed as slowly as possible, in the belief this improved the flavour of the meat.  dogs were thrown live into boiling couldrons of water.  a story i read concerned a chow being hung and  dying over half an hour, witnessed by a journalist in the philippines\n        the papers led a campaign over several weeks asking people to campaign and sign petitions to embassies of the offending countries. this i did telling them that though not all countries saw dogs as we in the UK do only if death was necessary for food for pity sake kill them humaneley!!\n     fur from these animals is finding its way onto garments you may have.\ni am angry and sickened that it is still going on and in some places increasing. \n    there is enough information on the net to look at.it is stomach churning.\n     Please please please for pity sake sign this petition and campaign. put an end to the barbarity inflicted on these defenceless and trusting friends of ours.\n            \n             TY",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-08-02T12:54:54.793494Z",
            "creator_name": "Christoher Savage",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-08-02T12:54:54.793494Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 335,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13074765
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Dogdeath/"
    },
    "type": "petition"
}