{
    "data": {
        "attributes": {
            "action": "ensure an acquitted defendant's rights to costs recovery from the Court Central Funds remain unchanged.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Ministry of Justice plan to implement a new costs recovery system from October 2009. Under new rules any defendant acquitted of an offence in the Magistrates' Court will only be reimbursed at prevailing legal aid rates regardless of the level of costs they paid to their lawyers.\n\nThis proposed rule change will undoubtedly mean that many defendants will accept wrongful prosecutions for commercial reasons. The Association of Motor Offence Lawyers (of which I am President) see thousands of convictions each year in the Magistrates' Court that should never occur due to misunderstanding of technical points concerning motoring legislation. If a defendant wishes to clear their name, they often have to take their case to the Crown Court. This can be an expensive process for which legal aid is unavailable which many will not embark upon with the knowledge that even when they win their appeal, they will lose the majority of the legal fees they spend in the process. \n\nThe costs savings the government are seeing to make could be made by examining and improving other ineffective processes within the court system. It is not fair to pass yet another expense onto the public.",
            "closed_at": "2009-11-07T00:00:00Z",
            "created_at": "2009-09-07T10:16:49.296602Z",
            "creator_name": "Miss Jeanette Miller",
            "government_response_at": "2010-01-25T11:05:32.787594Z",
            "government_responses": [
                {
                    "created_at": "2010-01-25T11:05:32.787594Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure an acquitted defendant's rights to costs recovery from the Court Central Funds remain unchanged.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22241\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'CostsRecovery'",
                    "updated_at": "2010-01-25T11:05:32.787594Z"
                }
            ],
            "opened_at": "2009-09-07T10:16:49.296602Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 21948,
            "state": "finished",
            "updated_at": "2010-05-19T16:58:34.676873Z"
        },
        "id": 13298200
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CostsRecovery/"
    },
    "type": "petition"
}