{
    "data": {
        "attributes": {
            "action": "Change punitive \"A-day\" Pension legislation to provide flexible early retirement rules for employees aged 50+ with recognised disabilities",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The aim of this petition is to garner support to challenge the unfair and punitive A-day Pension legislation in regards to the early retirement age change from 50 to 55 and its discriminatory impact on the disabled.  Currently there is no flexibility in the rules to allow an employee with a disability to retire before 55, unless sufficient medical grounds are established. To compound this injustice, many employers are closing their Defined Benefit Pension schemes and replacing them with Defined Contribution schemes that contain more punitive conditions for those wishing to take normal early retirement between the ages of 55 to 63. The changes will force those with health issues to work on until retirement is either affordable or is enforced by the illness itself.\n\nThere needs to be some degree of flexibility in the Pension rules to allow people living with recognised disabilities to retire early (50+), to give them some degree of quality of life in retirement before the illness takes over.  Employers will not readily grant retirement on ill-health grounds if an employee does not meet the legal criteria, so Government intervention is essential.\n\nPlease support this petition.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-09-07T02:08:04.776949Z",
            "creator_name": "Richard Moore",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-07T02:08:04.776949Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 225,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13297401
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ADay50Disability/"
    },
    "type": "petition"
}