{
    "data": {
        "attributes": {
            "action": "have the double yellow lines on Bullingham Lane removed. Bullingham Lane, Hereford, Herefordshire",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Bullingham Lane, Hereford is a very wide road & before it became the main road of a residential housing estate it used to be part of the SAS camp, because of this Bullingham Lane had double yellow lines on either side. We have been trying to get the lines removed through contacting our Council direct and through our MP Paul Keech - all to no avail.\n\nMost residents have 1 or 2 car parking spaces and with most people these days owning 2 cars leaves nowhere for guests or other visitors to park.\n\nIf we run the risk of parking outside our houses we've found parking tickets which have been left as early as 6:30am - we are quite far out of town and tickets do not get handed out this early on the main streets in Hereford City Centre.\n\nThe lines are no longer needed and if removed would mean we could park either side & there would still be sufficient room for cars to drive either side & heavy good vehicles, it may also mean some people would reduce their speed on this road.\n\nGuests can only park in the narrower streets on the estate such as Waggoners Way as to avoid a parking ticket, but this causes upset to residents on these streets as the roads are much narrower.\n\nPlease get these lines removed.",
            "closed_at": "2009-12-07T00:00:00Z",
            "created_at": "2009-09-07T13:38:02.908845Z",
            "creator_name": "Miss Gemma Blackwell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-07T13:38:02.908845Z",
            "rejected_at": "2009-10-07T00:01:02.159325Z",
            "rejection": {
                "code": 16384,
                "details": "Please contact your local council.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-07T00:01:02.159325Z"
        },
        "id": 13299533
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bullinghamlane/"
    },
    "type": "petition"
}