{
    "data": {
        "attributes": {
            "action": "knight the actor tom baker",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "the people on this  petition would like the honour of a knighthood bestowed on the actor tom baker in the new years honours list. born thomas stewert baker on the 20th jan 1934. he was a struggling actor before he got the part of the 4th incarnation of the doctor in the b.b.c. science fiction series 'doctor who'. he played the role with distinction from 1974 till 1981 [the longest duration of any actor in the lead role] .apon leaving the series his on screen credit's include medics, the life and loves of a shedevil blackadder 2 [guest appearance], randall and hopkirk [deceased] and monarch of the glenn. although his on screenwork is rare these days his vocal work is undiminished as narrator of b.b.c radio and t.v comedy 'little britain' . channel 5's 'the beebs' the voice of zeebad in the magic round about film. the voice over of the 'brit awards' and various t.v. commercials . further more due to the rivival of dr who he has reprised his role as the 'the 'doctor ' in a series of audio plays. with his  distinctive voice' warm smile and comic wit he has endeared him self into the hearts of the british public for nearly 40 years. we wish to see him bestowed with this accolade thank you",
            "closed_at": "2009-12-11T00:00:00Z",
            "created_at": "2009-09-08T11:57:14.274592Z",
            "creator_name": "ian david broderick farrar",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-08T11:57:14.274592Z",
            "rejected_at": "2009-09-14T13:36:00.351511Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.direct.gov.uk/honours",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-09-14T13:36:00.351511Z"
        },
        "id": 13305245
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/knighttombaker/"
    },
    "type": "petition"
}