{
    "data": {
        "attributes": {
            "action": "instigate a review of the process by which Belle Vue was chosen as the site of the proposed Academy for Consett, with a view to allowing local people greater influence over the choice of site.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Although Durham County Council identified six potential sites for the proposed Consett Academy, the written consultation process offered residents the chance to choose between only two, both existing recreation fields. This choice ruled out the extensive reclaimed former steelworks site, a brownfield site favoured by many residents. Many residents believe that it is foolish to build on recreational green space when there is a viable brownfield alternative. They believe that the decision has been taken without giving due consideration to their opinions, expressed in 157 letters and a petition containing over 1100 names submitted to Durham County Council.",
            "closed_at": "2010-03-08T00:00:00Z",
            "created_at": "2009-09-08T02:33:48.285726Z",
            "creator_name": "Owen Temple",
            "government_response_at": "2010-03-31T19:26:05.435406Z",
            "government_responses": [
                {
                    "created_at": "2010-03-31T19:26:05.435406Z",
                    "details": "You signed a petition asking the Prime Minister to \"instigate a review of the process by which Belle Vue was chosen as the site of the proposed Academy for Consett, with a view to allowing local people greater influence over the choice of site.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page23039\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ConsettAcademy'",
                    "updated_at": "2010-03-31T19:26:05.435406Z"
                }
            ],
            "opened_at": "2009-09-08T02:33:48.285726Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 519,
            "state": "finished",
            "updated_at": "2010-03-09T00:01:01.735912Z"
        },
        "id": 13303337
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ConsettAcademy/"
    },
    "type": "petition"
}