{
    "data": {
        "attributes": {
            "action": "reverse the decision to close the Accident and Energency Unit at Bishop Auckland General Hospital by County Durham & Darlington NHS Foundation Trust and order a review of the process which led to this decision being made.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The closure of the Accident & Emergency unit at Bishop Auckland General Hospital is due to be completed on October 1st 2009. The result of this will be to risk the lives of people across a wide area of County Durham. There will be an increase in the time taken to transport the injured to hospital, endangering lives and disenfranchising friends and relatives who will find it more difficult to visit their loved ones. This decision will also place a serious burden upon the A&E services at University Hospital North Durham and Darlington Memorial Hospital as well as bringing into question the sustainability of Bishop Auckland General Hospital.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-09-07T15:33:20.577407Z",
            "creator_name": "Mark Wilkes",
            "government_response_at": "2010-08-19T15:28:32.212110Z",
            "government_responses": [
                {
                    "created_at": "2010-08-19T15:28:32.212110Z",
                    "details": "You signed a petition asking the Prime Minister to reverse the decision to close the Accident and Energency Unit at Bishop Auckland General Hospital by County Durham & Darlington NHS Foundation Trust and order a review of the process which led to this decision being made.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=BishopAuckland\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'BishopAuckland'",
                    "updated_at": "2010-08-19T15:28:32.212110Z"
                }
            ],
            "opened_at": "2009-09-07T15:33:20.577407Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 566,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 13300226
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BishopAuckland/"
    },
    "type": "petition"
}