{
    "data": {
        "attributes": {
            "action": "prevent the planned Closure of Woodberry Downs Childrens Centre Early Years Nursery‏",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are the parents of children who attend Woodberry Downs Children’s Centre - Early Years Nursery.  This petition is for those who wish to support us in fighting the closure of our nursery. In July 2009 the Learning Trust who runs the nursery, announced the closure of the Early Years Centre at Woodberry Downs. The information we have received from the Learning Trust has been vague.  Their reasons for the closure (lack of take up of places and health and safety) were given with no supporting evidence. The Trust closed the waiting list in May 2009, without opportunity for parents to help with the take up of places, as we all know of other parents who would love to get their children into this excellent nursery. The nursery is ideally situated for parents and is the only one in the Borough situated near a tube station. It has excellent facilities, including a large grassy outdoor space and fantastic carers. There is a shortage of nursery spaces in the Borough for under twos, and if our nursery closes, it will be extremely difficult for us, the parents of young children to get spaces in an alternative nursery, particularly a nursery of the quality of Woodberry Downs.",
            "closed_at": "2009-12-09T00:00:00Z",
            "created_at": "2009-09-08T21:04:34.135192Z",
            "creator_name": "Ms Melanie Read",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-08T21:04:34.135192Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 163,
            "state": "finished",
            "updated_at": "2009-12-10T00:01:01.756312Z"
        },
        "id": 13309757
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WoodberryDowns/"
    },
    "type": "petition"
}