{
    "data": {
        "attributes": {
            "action": "close down urgently the website mareaunire dot com",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This website mareaunire dot com is doing a lot of illegal activities. It is also inciting to violence and abuse against rroma and Magyar minority in Romania. Some of the people managing the website are involved in underground actions. They are trying to instigate the Romanian community in UK against the others. On this website's forum the following dealings are taking place regularly: buying and selling cigarettes and alcohol with no stamp duty paid, advertising stolen cars, exchanging credit card information for cloning purposes, advertising prostitution, publishing encryption keys of hacked digital tv. channels, occasionally people enquiring about narcotics etc.\nAs a matter of urgency we ask you to address this problem which is starting to create tension within the Romanian community in UK.",
            "closed_at": "2010-09-08T00:00:00Z",
            "created_at": "2009-09-08T11:38:37.024367Z",
            "creator_name": "Cristina Irimie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-08T11:38:37.024367Z",
            "rejected_at": "2009-09-08T13:36:31.872120Z",
            "rejection": {
                "code": 65536,
                "details": "The content within your petition is still effectively a link to a website, which we can not accept. \n\nYou will need to generalise your epetition or alternatively sign a similar petition: http://petitions.number10.gov.uk/StopHate/\n\nAnother option is to complain about the site to Ofcom (http://www.ofcom.org.uk/complain/)",
                "reasons": [
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-09-08T13:36:31.872120Z"
        },
        "id": 13305093
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MareaUnire/"
    },
    "type": "petition"
}