{
    "data": {
        "attributes": {
            "action": "ensure the immediate release and resettlement in their homes of more than 280,000 Tamil civilians, including 50,000 children and elderly illegally incarcerated in squalid Nazi style Concentration style camps by the Sri Lankan government in Northern Sri Lanka, by garnering the support of the EU, Commonwealth and the UN as a matter of urgency.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "More than 280 000 Tamil civilians are being detained in cramped, squalid military run camps in the north of the island. There is a lack of humanitarian aid for the wounded, malnourished and severely traumatised war victims. With flooding, spread of diseases and the onset of the Monsoon conditions will worsen drastically resulting in further deaths. There is no freedom of movement and the camps are at a risk of becoming permanent. Thousands of Tamils are detained incommunicado by the army. The perpetrators of war crimes remain free from prosecution in Sri Lanka. \n\nTherefore: \n1. The UN, ICRC and INGOs must be given full and unhindered access to care for and protect the civilians in the camps, and help them return to wherever they choose to live. \n2. A list of all those still alive and in custody should be published, so that families can stop searching for loved ones who are dead. \n3. Any who continue to be detained as alleged LTTE combatants must be treated in accordance with the provisions of international law, and urgently given access to legal representation. \n4. Sri Lanka should request or accept a full UN investigation into war crimes committed by all parties during the war.",
            "closed_at": "2009-12-09T00:00:00Z",
            "created_at": "2009-09-08T18:19:58.098771Z",
            "creator_name": "Mr Nathan Kumar",
            "government_response_at": "2009-12-23T11:17:42.236913Z",
            "government_responses": [
                {
                    "created_at": "2009-12-23T11:17:42.236913Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure the immediate release and resettlement in their homes of more than 280,000 Tamil civilians, including 50,000 children and elderly illegally incarcerated in squalid Nazi style Concentration style camps by the Sri Lankan government in Northern Sri Lanka, by garnering the support of the EU, Commonwealth and the UN as a matter of urgency.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21876\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'CeylonJustice'",
                    "updated_at": "2009-12-23T11:17:42.236913Z"
                }
            ],
            "opened_at": "2009-09-08T18:19:58.098771Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 834,
            "state": "finished",
            "updated_at": "2010-07-12T09:30:01.663340Z"
        },
        "id": 13308447
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CeylonJustice/"
    },
    "type": "petition"
}