{
    "data": {
        "attributes": {
            "action": "consider reduction in the longer term visa fees to UK.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Visa fees has increased considerably from 8th July 2009 to INR 42500 for multiple entry visa for ten years. This equates to £500. This visa fees has steadily increased from £36 in 2002, £50 in 2005 and £63 in 2007 to £67 currently. \nThis petition is for consideration in reduction of the multiple entry longer term visa fees which is currently £500. This will affect people like us who live in UK and have parents and other family in India who might want to visit us more than once in 10 years. It will also affect visitors who would want to visit UK more than once, but not have to go to the Visa Office every time they want to come to UK. It seems unreasonable to charge so much, especially compared to the fees charged by other western countries. For eg: the charges for USA are USD 181, AUD 100 for Australia and 60 Euros for Schengen states.\nA study by Oxford Economics in July 2008 showed reduction in number of visitors with small increase in visa fees and we feel that this further increase in the longer term visa fees will reduce visitors further. A reciprocal increase in visa fees by other countries could be detrimental for UK economy.",
            "closed_at": "2009-12-08T00:00:00Z",
            "created_at": "2009-09-08T15:15:19.993585Z",
            "creator_name": "Mr. Bijayendra Singh",
            "government_response_at": "2010-01-22T13:05:27.768499Z",
            "government_responses": [
                {
                    "created_at": "2010-01-22T13:05:27.768499Z",
                    "details": "You signed a petition asking the Prime Minister to \"consider reduction in the longer term visa fees to UK.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22225\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'E-V-F-R2009'",
                    "updated_at": "2010-01-22T13:05:27.768499Z"
                }
            ],
            "opened_at": "2009-09-08T15:15:19.993585Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 399,
            "state": "finished",
            "updated_at": "2009-12-09T00:01:01.732999Z"
        },
        "id": 13306752
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/E-V-F-R2009/"
    },
    "type": "petition"
}