{
    "data": {
        "attributes": {
            "action": "make changes to Gift Aid so that charities can more easily benefit from the full amount of tax paid on donations by higher rate tax payers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The modern Gift Aid scheme fails to maximize its potential, particularly in terms of the ‘moderately wealthy’ giving modest sized donations.  While charities can reclaim the basic rate of tax on donations, higher rate tax payers are able to reclaim the difference between the basic and higher rates of tax for themselves. They can donate this additional amount to one charity through their self-assessment. In reality, only 50% of higher rate tax payers complete a self assessment, representing a considerable loss of potential income for charities. The Institute of Fundraising is calling on Government to make it easier for charities to benefit from this additional relief by allowing them to claim the money directly. The proposals maintain the option for higher rate donors to keep the relief for themselves which can act as an incentive for some higher rate donors but they also introduce a great opportunity for charities and indeed beneficiaries. Full details of the proposal and information about the additional ‘missing’ relief are available on the Institute of Fundraising website.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-09-08T11:00:51.800659Z",
            "creator_name": "Louise Richards",
            "government_response_at": "2010-08-19T16:44:38.692072Z",
            "government_responses": [
                {
                    "created_at": "2010-08-19T16:44:38.692072Z",
                    "details": "You signed a petition asking the Prime Minister to make changes to Gift Aid so that charities can more easily benefit from the full amount of tax paid on donations by higher rate tax payers.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=giftaidhrt\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'giftaidhrt'",
                    "updated_at": "2010-08-19T16:44:38.692072Z"
                }
            ],
            "opened_at": "2009-09-08T11:00:51.800659Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1953,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 13304723
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/giftaidhrt/"
    },
    "type": "petition"
}