{
    "data": {
        "attributes": {
            "action": "Change the Visa fee structure for UK visitors",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Visa fee has increased considerably from 8th July 2009 to £500 from most countries for a multiple entry long term visa. This petition is for consideration in reduction this fee. This will affect people like us who live in UK and have parents and other families in India or other countries where the citizens need Visa, who might want to visit UK more than once in 10 years. It will also affect tourists who would want to visit UK more than once. It seems unreasonable to charge so much, especially compared to the fees charged by other western countries. For eg: the charges for USA are USD 181, AUD 100 for Australia and 60 Euros for Schengen states. A study by Oxford Economics in July 2008 showed reduction in number of visitors with small increase in visa fees and we feel that this further increase in the longer term visa fees will reduce visitors further. A reciprocal increase in visa fees by other countries could be detrimental for UK economy.\nThis visa fees for single entry also has steadily increased from £36 in 2002, £50 in 2005 and £63 in 2007 to £67 currently.",
            "closed_at": "2009-12-08T00:00:00Z",
            "created_at": "2009-09-08T21:15:55.104591Z",
            "creator_name": "Bijayendra Singh",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-08T21:15:55.104591Z",
            "rejected_at": "2009-10-09T00:01:01.459486Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/E-V-F-R2009/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-09T00:01:01.459486Z"
        },
        "id": 13309846
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VUK-2009/"
    },
    "type": "petition"
}