{
    "data": {
        "attributes": {
            "action": "Abolish the foundation paper",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I understand that some people are less academic than others but surely those people should not be limited to a grade C because of it. It\\'s not up to the system to catagorise (tell me if i didn\\'t spell that right) young people in this way. It is up to the system to try and push forward those who are less academic and not pull them back.\nI myself was told that i would not get a C in maths or science at GCSE on the higher paper and even though i knew this wasn\\'t true, my family knew it and my friends knew it i still had to tell my science teacher to \"shove his foundation paper where the sun doesn't shine\" to get my voice heard. I\\'m glad i did, because even though i didn\\'t get above a C in either subject i still felt like my hard work had paid off in the end. Also a group of my friends and people who i didn\\'t really know found the courage to fight for themselves as well and i know for a fact that at least three of them, whose target grades where C\\'s and D\\'s, got A\\'s and A*\\'s.\nFor some people. being put on the foundation paper is like being told without a doubt that you\\'re stupid. My story and that of my friends just goes to show that with a little push in the right direction target grades mean nothing.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-09-07T15:27:17.489699Z",
            "creator_name": "Miss Sophie White",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-07T15:27:17.489699Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13300183
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Nofoundation/"
    },
    "type": "petition"
}