{
    "data": {
        "attributes": {
            "action": "submit a change in the law regarding reciprocal childcare",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Imagine this:\n\nTwo women from the same company give birth at similar times. When their children reach one year old both women wish to return to work on a part time basis. They decide to job share and undertake reciprocal childcare in order to minimise their outgoings and enable themselves to return to work. The children are very good friends and have grown up together as sisters and the two women are very good friends and trust each other to look after their child.\n\nHowever, after a visit from Ofsted they have now been stopped from doing this. The reason? Apparently due to the law concerning childcare, this is illegal due to the fact that they get a reward for looking after the child (i.e. reward = childcare when they go to work!)\n\nThey have now been forced to put their children into childcare meaning they can't work as they wished due to the elevated costs. In a day and age when the Government want women to return to work, why is it made so difficult for people?\n\nWe are asking the Prime Minister to review the meaning of reward in the Children's Act to money and gifts so reciprocal childcare would be allowed.\n\nIf you agree, please sign the petition to show your support.",
            "closed_at": "2010-03-09T00:00:00Z",
            "created_at": "2009-09-08T20:44:15.075545Z",
            "creator_name": "Nicola Davies",
            "government_response_at": "2010-03-22T10:47:36.467904Z",
            "government_responses": [
                {
                    "created_at": "2009-10-09T11:27:33.985027Z",
                    "details": "You signed a petition asking the Prime Minister to \"submit a change in the law regarding reciprocal childcare\". \n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20902\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'reciprocalcc'",
                    "updated_at": "2009-10-09T11:27:33.985027Z"
                },
                {
                    "created_at": "2010-03-22T10:47:36.467904Z",
                    "details": "You signed a petition asking the Prime Minister to \"submit a change in the law regarding reciprocal childcare.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22884\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'reciprocalcc'",
                    "updated_at": "2010-03-22T10:47:36.467904Z"
                }
            ],
            "opened_at": "2009-09-08T20:44:15.075545Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 20694,
            "state": "finished",
            "updated_at": "2010-05-26T20:30:01.805918Z"
        },
        "id": 13309594
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/reciprocalcc/"
    },
    "type": "petition"
}