{
    "data": {
        "attributes": {
            "action": "Stop BBC from allowing politicians air racist views and drum up hostilities at taxpayers expense",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "BBC should be stopped from using taxpayers' fund to finance the airing of racist views opposed to the constitutional provisions of the United Kingdom.\n\nThe use of funds contributed by hard working, liberal minded, highly developed citizens and taxpayers in the UK for the projection of the vice of the low level, racist, misguided  pressure groups called parties, that unlawfully advocates the repatriation of bonafide citizens and taxpayers of the UK on the grounds of RACE, must be stopped. The unlawful threats of violating the rights of peace loving, law abiding citizens of one of the most developed nations in the world most be vehemently rejected.\n\nSo we say NO to BBC insistence in flying the RACE kite. We consider this stand a clear expression of BBC's insensitivity to this highly litigious  issue which affects very many people. \n\nWe say public funds channelled to the BBC must not, in the guise of democracy, be abused on the \"Question time\" which seems to offer an opportunity to groups eagerly seeking out opportunities for the expression of racist and highly subversive and  divisive party literature which are disturbing to and opposed by the sane majority of the populace.",
            "closed_at": "2009-11-08T00:00:00Z",
            "created_at": "2009-09-07T21:17:21.667254Z",
            "creator_name": "S Hacker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-07T21:17:21.667254Z",
            "rejected_at": "2009-09-09T15:20:49.165185Z",
            "rejection": {
                "code": 4096,
                "details": "The PM and Government have no control over what the BBC does. Please contact the BBC directly.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-09-09T15:20:49.165185Z"
        },
        "id": 13302454
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Citizens-Object/"
    },
    "type": "petition"
}