{
    "data": {
        "attributes": {
            "action": "oppose the adoption of the Codex Alimentarius (WHO/UN) proposals for imposing agro chemical use on all farmers, including Organic farmers, as well as restricting nutritional & herbal supplements.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If this bill is accepted & allowed to go through, it will result in farmers being forced to use pesticides, growth hormones & other agro chemicals, even if the farmers are trying to avoid chemicals & be organic. This could destroy the organic industry & inhibit consumers from choosing organic foods. There is a substantial evidence for the harm that pesticides, herbicides, excessive farm anti-biotics, hormones & other agro chemicals are doing to people's health & to the environment. This policy will allow 7 of the most dangerous, previously banned highly toxic chemicals to be used once more in farming. \nThis bill will also severely curtail people's freedom of choice to maintain good health or recover from illness by using natural, easily available nutritional or herbal supplements because these will end up being banned or restricted to ineffective levels.  \nThe cost of accepting this legislation to our nation's health, environment & to the NHS, is untenable.",
            "closed_at": "2009-12-09T00:00:00Z",
            "created_at": "2009-09-08T12:41:38.977702Z",
            "creator_name": "Mr Jeremy Friar",
            "government_response_at": "2010-02-04T14:21:05.241640Z",
            "government_responses": [
                {
                    "created_at": "2010-02-04T14:21:05.241640Z",
                    "details": "You signed a petition asking the Prime Minister to \"oppose the adoption of the Codex Alimentarius (WHO/UN) proposals for imposing agro chemical use on all farmers, including Organic farmers, as well as restricting nutritional & herbal supplements.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22351\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'CodexAlimentarus'",
                    "updated_at": "2010-02-04T14:21:05.241640Z"
                }
            ],
            "opened_at": "2009-09-08T12:41:38.977702Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 728,
            "state": "finished",
            "updated_at": "2010-03-07T03:01:41.233465Z"
        },
        "id": 13305572
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CodexAlimentarus/"
    },
    "type": "petition"
}