{
    "data": {
        "attributes": {
            "action": "Help the disabled in this difficult time with standing order payments to companies to pay for very expensive equipment through the motability scheme which is only possible if you hire a new car and discriminates against the less well off disabled person.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "currently the Motability programme insists that a disable person must give up their higher rate mobility componant in order for them to supply a contract hire vechicle, if the disabled person decides to do this they may also have help with purchasing a scooter and wheel chair and possibly other expensive equipment like a crane /hoist to put a heavy scooter into their new vechicle to get around when they arrive at their destinantion.\n\nIf you own your own vechicle you cannot get any help in purchasing disabled equipment via the motability scheme which does seem to discriminate between those who can afford a new car and those that can't afford a new car.\nit is very surprizing in 2009 that the goverment lets a company operate like this and treats disabled people in this way.surely it is time to petition the goverment to make some changes to the motability scheme to help every disabled person not just the wealthy disabled people.",
            "closed_at": "2009-12-08T00:00:00Z",
            "created_at": "2009-09-08T14:59:15.362263Z",
            "creator_name": "Nigel Rudd",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-08T14:59:15.362263Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2009-12-09T00:01:01.732999Z"
        },
        "id": 13306606
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Motabilityscheme/"
    },
    "type": "petition"
}