{
    "data": {
        "attributes": {
            "action": "abandon Lord Mandelson's plans to ban individuals from the internet based on their use of 'peer to peer' file sharing.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The use of P2P is neither illegal nor exclusive to copyright theft. Many free software providers use this form of distribution, as does the BBC’s iPlayer. If citizens are innocent until proven guilty, ISP’s would be forced to monitor internet usage to ensure that no copyrighted material is being transferred. This flagrant disregard for privacy is comparable to forcing the Post Office to search through parcels for photocopied documents or mixtape cassettes.  Such requirements would place enormous strain on ISP’s whilst failing to prevent the distribution of copyrighted material through hidden IP’s, http or ftp. Who is punished in the case of shared family connections?\n\nThe increasing role of the internet in access to society should not be underestimated. Cutting off households deprives families of education, government services and freedom of speech. We do not see this as a fitting punishment, nor do we believe the breaches in privacy involved to be justifiable under copyright law.",
            "closed_at": "2009-10-08T00:00:00Z",
            "created_at": "2009-09-08T11:30:12.937812Z",
            "creator_name": "Mr Sean Mills",
            "government_response_at": "2010-02-19T11:33:18.320872Z",
            "government_responses": [
                {
                    "created_at": "2010-02-19T11:33:18.320872Z",
                    "details": "You signed a petition asking the Prime Minister to \"abandon Lord Mandelson's plans to ban individuals from the internet based on their use of 'peer to peer' file sharing.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22497\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'web-ban'",
                    "updated_at": "2010-02-19T11:33:18.320872Z"
                }
            ],
            "opened_at": "2009-09-08T11:30:12.937812Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 551,
            "state": "finished",
            "updated_at": "2010-02-23T03:01:37.593775Z"
        },
        "id": 13305010
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/web-ban/"
    },
    "type": "petition"
}