{
    "data": {
        "attributes": {
            "action": "Ignore the \"No To Pythons\" and revising the DWAL to include Pythons, Boa Constrictors and other non-venomous snake",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "After reading a site I find it a disgrace that someone as ignorant to our hobby ( Herpetologists ) Can actually try to petition against them. I'm calling for education not extermination of our beloved species of reptile. If someone is ignorant enough to allow their cat to free roam outside whilst knowing there is a large burmese python in the next garden then I don't think they should be allowed to keep fluffy animals at all.\n\nIt is not the responsibility of the owner of the snake to ensure their next door neighbour's cat is safe. Under the animal welfare act the owner of the snake is responsible for protecting their animal from undue harm. If the snake was only a 3ft Burmese or another python or even a boa constrictor it wouldn't of been the cat that was harmed the snake would of been instead due to the bacteria in the cats claws.\n\nYou do not see them trying to ban cats for eating mice and birds because it is in their natural instinct so why try to ban or license reptiles? Punish the deed not the breed!!!\n\nA reptile keeper is just the same as a fluffy keeper we all love our animals the same be it scaley or be it fluffy!",
            "closed_at": "2010-03-09T00:00:00Z",
            "created_at": "2009-09-07T19:17:22.344039Z",
            "creator_name": "Mr Paul Rollason",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-07T19:17:22.344039Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 61,
            "state": "finished",
            "updated_at": "2010-03-10T03:01:35.559630Z"
        },
        "id": 13301660
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Justice4Reptiles/"
    },
    "type": "petition"
}