{
    "data": {
        "attributes": {
            "action": "Exempt vehicles built before 1st January 1980 from Car Scrappage Scheme",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Historic vehicles form part of our heritage, and reflect our social, industrial, technological and artistic history. Many Historic vehicles are at risk from this scheme, exemplified by a perfect 1958 Morris Minor (Auto Trader, 11 Aug ‘09) and 1954 Riley RME (Practical Classics Sep ‘09). Many vehicles built after 1st Jan 1980 are also of historical or technical merit, but judgment of merit for individual vehicles becomes more complex. Without doubt, a vehicle built before 1st Jan 1980 is a Historic vehicle, and of social & historical value even if it was a 'bad' car when new.\n\nWith so few cars from the ‘70s & older on the road, an exemption will have no effect on the operation of the scheme and negligible environmental impact.\n\nAn exemption set pre- 1st Jan 1980 would prevent destruction of a significant number of vehicles of merit, with no adverse effect on the operation of the scheme. This exemption will be particularly important if the scheme is extended beyond current deadline.",
            "closed_at": "2010-03-08T00:00:00Z",
            "created_at": "2009-09-08T19:02:11.923323Z",
            "creator_name": "Mt Thomas Dewit",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-08T19:02:11.923323Z",
            "rejected_at": "2009-10-10T00:01:02.831489Z",
            "rejection": {
                "code": 2048,
                "details": "A very similar epetition already exists, you may wish to add your name to this petition http://petitions.number10.gov.uk/Mini-scrappage/(this petition is due to end fairly soon, once it does end you could then resumbit your petition).",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-10T00:01:02.831489Z"
        },
        "id": 13308766
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Pre80-ScrapExemp/"
    },
    "type": "petition"
}