{
    "data": {
        "attributes": {
            "action": "Ban the police practice of using the hard shoulder to question drivers about minor road traffic offences, such as speeding.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At least 250 people in the UK are injured every year on the hard shoulder.\n\nMotoring organisations and the police state that the hard shoulder should be used only in emergencies and that, in the event of a breakdown, the vehicle occupants should vacate their vehicle and await assistance in a safe place, away from the traffic, behind the crash barrier.\n\nDespite the known and obvious dangers, it is commonplace for police officers to request that drivers pull over onto the hard shoulder following minor road traffic offences, such as speeding. Once on the hard shoulder, police procedure usually entails inviting the driver of the vehicle to sit in the police vehicle, while passengers, who may include children, remain seated in their vehicle. Trucks and fast moving traffic continue to pass the two vehicles while the police officer(s) discuss the alleged offence(s) with the driver. Discussions may take several minutes, putting the lives of the driver, the police officer(s) and any passengers at risk throughout.\n\nExcept in emergency, when it is necessary for a police officer to stop a vehicle, the vehicle should first be escorted off the motorway to a safe location.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-09-08T11:07:38.124084Z",
            "creator_name": "Mark Howath",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-08T11:07:38.124084Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 33,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13304782
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PoliceHdShoulder/"
    },
    "type": "petition"
}