{
    "data": {
        "attributes": {
            "action": "Change current procedures that have preventing  Bonnie-Leigh Tyler having any qaulity of Life and remain in place for positive progress for others likely to be afflicted with the same .",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "break the silence.\nour story:\nmy daughter was once a happy and healthy child with a bright future . At the age of 13 Bonnie-Leigh was overwhelmed with  poor health. This literally took the very bright light out of my childs life .  . bonnie-leigh has now not been unable to communicate for a long time and burdened with constant pain . the horror of this unfolding was equal to that of the professional indifference to her plight . \ni watched over a time as the qaulity of her life lessened each day . \nthere has to be something very wrong in 2009 with those whom are paid to help  those whom are vunerable ,to think its acceptable to  have left her like that .to devalue a life ,to devalue life by not pursuing a diagnosis,  without a diagnosis ,it is a  life without treatment or cure .\nwhy was my child not valued ?\n\ni ask all of you to take a minute of your day to consider living just one month burdened with pain , and locked into world of silence.\nhow would you get through that month without being able to talk?\nthis petition is  about changing present procedures, to remember every child matters  and giving qaulity of life.\nmy daughter has nothing ,  please support her and the changes i hope to bring about for all .\n\n\n\nK. Ursell",
            "closed_at": "2010-03-27T00:00:00Z",
            "created_at": "2009-09-09T00:08:37.174648Z",
            "creator_name": "Miss K Ursell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-09T00:08:37.174648Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 143,
            "state": "finished",
            "updated_at": "2010-03-28T00:01:01.886677Z"
        },
        "id": 13310768
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/1Voice/"
    },
    "type": "petition"
}