{
    "data": {
        "attributes": {
            "action": "ensure that the National Football Museum receives sufficient funding or lobbies for such from the Football Association so that the museum is not moved from it's current location in Preston, which is synonymous with the creation of the professional football game, which is why the museum was located there initially and why the FIFA collection is housed there.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "An early day motion has been called in the Commons about a previous statement by Lord Mawhinney concerning a possible relocation of the museum to the New Wembley Stadium. Following that all mention of relocation was dropped. We see this proposal as having less credibility, as a move to Wembley would be considered more reasonable to football fans nationwide.\nTo move the museum to Manchester city centre, would not only be following the history of the demise of football in smaller towns and cities towards the large conglomerates, but would reduce the amount of tourists to Preston, yet it would not increase the amount of tourists to Manchester.\nPreston has ideal communication links and few traffic problems compared to the city of Manchester. There is also ample parking space at the current location, unlike Urbis.\nPlease either provide the necessary funding or lobby the FA and museum trustees to keep the museum in a historic place in English football rather than Urbis a place that has no association with football.",
            "closed_at": "2009-12-09T00:00:00Z",
            "created_at": "2009-09-09T00:52:59.575137Z",
            "creator_name": "Mr Pete Ingham",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-09T00:52:59.575137Z",
            "rejected_at": "2009-10-09T00:01:01.459486Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/FootballMuseum/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-09T00:01:01.459486Z"
        },
        "id": 13310852
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Football-Museum/"
    },
    "type": "petition"
}