{
    "data": {
        "attributes": {
            "action": "ensure that the tradition of General Election 'NIGHT' is not killed 60 years on!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned call upon the members of the Cabinet to ensure the  tradition of Election Night is maintained, and that guidance, either statutorily or otherwise, is issued to local councils to begin the count as soon as possible after the closing of ballot boxes (save special circumstances ballots i.e. ballots in the Shetland Isles).\n\nCurrently 1 in 4 councils (Times, Sept 6 2009) are considering the move to counting during office hours during the following day and several major councils, including Newcastle upon Tyne, have already opted for a Friday count. Officials in Leeds, York, Gloucestershire and the London borough of Lewisham are among those considering it. \n\nAs well as this, Election Night produces some great \"Live\" newsworthy stories, and enables watchers to understand the geo-political nature of Britain. By moving to a Friday count many adults will be at work and children at school, ultimately resulting in the dilution of interest resulting in a plethora of people who traditionally do not participate actively in politics losing a great opportunity to develop political literacy and understanding of our democratic and electoral processes.",
            "closed_at": "2009-11-09T00:00:00Z",
            "created_at": "2009-09-09T13:59:37.961048Z",
            "creator_name": "James-J Walsh",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-09T13:59:37.961048Z",
            "rejected_at": "2009-10-09T00:01:01.459486Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for individual councils and the Electoral Commission.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-09T00:01:01.459486Z"
        },
        "id": 13314360
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Election-Night/"
    },
    "type": "petition"
}