{
    "data": {
        "attributes": {
            "action": "Revise the Employment and Support Allowance to reflect people with Illnesses who already have a job.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "When claiming ESA Government need to take into account that some claimants are working and that their employers are supporting them. When SSP is no longer able to be paid then they need ESA.  To be told \"you have no limited capability for work\" is wrong, then to be told if you cannot do your job then you need to find one you can do, hence making yourself unemployed and then have to claim Jobseekers Allowance.\n  In this financial climate is this what the Prime Minister wants or needs?   People do get sick from time to time and cannot go to work  they need help to get better from whatever  the problem is and then be able to go back to their employer with a clean bill of health. So can the Prime Minister please change the way ESA is administered and set a more realistic time frame for employed people who need ESA assistance. Perhaps look after a 12 to 18 months period for the initial assessment as to the progression of their Illness, also to make the questions on the assessment more realistic because the way they are now no matter how severe a persons condition they  will never get a pass on the medical assesment phase of ESA.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-09-09T18:20:43.717716Z",
            "creator_name": "Mrs Julie Appleby",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-09T18:20:43.717716Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 21,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13316780
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/esaandwork/"
    },
    "type": "petition"
}