{
    "data": {
        "attributes": {
            "action": "instigate a review of the Rehabilitation of Offender Act 1974",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The rehabilitation of offenders act 1974 allows offences to become \"Spent\" after a defined period dependant on the sentance imposed.\n\nIn 2002 access was given to all employers giving them access to Basic, Standard and Enhanced Checks.\n\nBecause of the current economic climate employers are now being more \"picky\" over who they recruit and this has resulted in virtually every employer requesting a \"basic\" check as a minimum for even entry level roles.\n\nNot everybody is going to re-offend and whilst there may be a small risk to employers in that an offence may be committed whilst under their employ there is far higher risk to society in that if the former offender doesn't find work they're likely to commit a crime again.\n\nMost employers turn away ex-offenders (even those that are honest about their criminal records) because they are worried about the risk and roles which are not requesting a CRB check are extremely hard to find even entry level jobs.\n\nRehabilitation is about encouraging and helping people to do things for themselves so why make it difficult for them to find work and lead an honest lifestyle?",
            "closed_at": "2009-11-09T00:00:00Z",
            "created_at": "2009-09-08T23:56:45.614515Z",
            "creator_name": "Mr David Knight",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-08T23:56:45.614515Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2009-11-10T00:01:01.832909Z"
        },
        "id": 13310726
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Reviewroaa/"
    },
    "type": "petition"
}