{
    "data": {
        "attributes": {
            "action": "Support UK adopters who wish to adopt not only “healthy” children from China who have no prospect of a family in China but also children with medically identified “special needs”.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For over 10 years the government (DCSF), has supported an adoption program with the Chinese government agency (CCAA). Historically, children put forward to the UK were always from the “Non Special Needs” program, a title meaning they did not have an identified medical condition. But many children have medical conditions, from the fairly minor to the very serious, and they join the “Special Needs” (SN) program – actively supported by many other countries throughout the world but not by the UK. In the past a few UK adopters managed to purposefully adopt SN children. However, the Chinese system has recently changed and this is no longer possible. UK adopters can't adopt a SN child because DCSF don't have a system that works with CCAA's new online system to place these children. We understand that DCSF are working on this anomaly. We ask that they work swiftly to end this discrimination and develop a system that facilitates the placement of SN children in UK families.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-09-09T20:30:01.862717Z",
            "creator_name": "Ms Siobhan M  Flynn",
            "government_response_at": "2010-09-17T16:19:30.180667Z",
            "government_responses": [
                {
                    "created_at": "2010-09-17T16:19:30.180667Z",
                    "details": "You signed a petition asking the Prime Minister to support UK adopters who wish to adopt not only “healthy” children from China who have no prospect of a family in China but also children with medically identified “special needs”.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=adoptionchinasn\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'adoptionchinasn'",
                    "updated_at": "2010-09-17T16:19:30.180667Z"
                }
            ],
            "opened_at": "2009-09-09T20:30:01.862717Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 529,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13317823
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/adoptionchinasn/"
    },
    "type": "petition"
}