{
    "data": {
        "attributes": {
            "action": "Completely dismantle the benefit (social welfare) system and start again from the beginning",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Originally the social welfare system was designed for people who were very seriously and genuinely in trouble, however the system has become more and more lenient, and open to massive cases of people taking advantage.\n\nThis petition believes that the system should be wholly restructured to support those genuinely in difficulty, encourage people to work, pay for meaningful training schemes to develop people's skills and remove financial advantages in the tax system for having children. \n\nOf the tens of billions of pounds which is set aside for the UK social welfare system every year, much of this could be saved and invested into more meaningful projects such as a massive push for clean energy (wind turbines and hydroelectric power), as well as a massive push for a nationalized public transport network throughout the UK, providing affordable transport of a good quality and encouraging people to leave their cars behind and to use electric buses and trains and to climb onto their bicycles! The UK is far behind our European neighbours, such as Spain, France and Germany in this regard. This would have a prolific effect on not only congestion but also on the UK obesity problem.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-09-11T10:39:33.173925Z",
            "creator_name": "Adam J Carter",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-11T10:39:33.173925Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 20,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13329156
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/benefit-system/"
    },
    "type": "petition"
}