{
    "data": {
        "attributes": {
            "action": "allow the parents and teachers of summer born children to decide which school year their child goes into.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The current proposals would allow summer born children to start school later in the school year but do not allow any flexibility as to which school year they would enter. Children vary hugely in their speed of development; some will thrive with the challenge of being the youngest in the year whilst others will struggle; the statistics prove that this can have a lasting effect. \n\nMy friend and I were due to give birth on the same date, my son was born a week early and her son was born two weeks late on 1st September. Her son is a fast developer and needs constant challenging, my son takes a bit more time to do things, then does them very well. Under the current system my son will be in the year above with children a year older than him and her son will be in the year below with children a year younger.\n\nDividing chidren into different years, with a black and white cut off point, is crude and inflexible and disadvantages thousands of children. There should be a large 'grey' area where parents and teachers decide together what would be best for each child.",
            "closed_at": "2010-09-11T00:00:00Z",
            "created_at": "2009-09-11T11:43:27.003820Z",
            "creator_name": "Mrs Susannah Samuel",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-11T11:43:27.003820Z",
            "rejected_at": "2009-10-18T00:01:02.365636Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/startlater/#detail",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-18T00:01:02.365636Z"
        },
        "id": 13329724
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Summer-born-kids/"
    },
    "type": "petition"
}