{
    "data": {
        "attributes": {
            "action": "Objection to the planning application submitted to the South Hams District Council to build 50 homes at Rowes Farm in Stoke Gabriel, South Devon, which is prime agricultural land in an Area of Outstanding Natural Beauty.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Stoke Gabriel is a beautiful, small historic village with a unique setting on the River Dart, popular with tourists and local visitors.\n\nMidas Homes plan to build 50 houses on 1.5 ha, destroying ancient Devon banks and hedgerows and displacing many protected fauna.\n \nAccess is via a frequently congested class 3 road; increasing the existing frustration and danger to pedestrians and inhibiting emergency services access. There is no infrastructure or jobs to support this large development. \n\nIt is outside the permitted development area. South Hams District Council should uphold their planning policy and stop this inappropriate development.  \n\nAllowing the building of expensive houses for open market sale on AONB designated agricultural land, will set a dangerous precedent.\n\nOver 600 signatures (~70% of village population) against this development has been handed to South Hams Council - surely the voice of local people speaking.\n\nWe need wider support. Please sign our ePetition.",
            "closed_at": "2009-11-10T00:00:00Z",
            "created_at": "2009-09-10T10:46:04.997091Z",
            "creator_name": "Peter Lee",
            "government_response_at": "2009-12-17T13:21:29.442549Z",
            "government_responses": [
                {
                    "created_at": "2009-12-17T13:21:29.442549Z",
                    "details": "You signed a petition asking the Prime Minister to \"Objection to the planning application submitted to the South Hams District Council to build 50 homes at Rowes Farm in Stoke Gabriel, South Devon, which is prime agricultural land in an Area of Outstanding Natural Beauty.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21744\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'StokeGabriel'",
                    "updated_at": "2009-12-17T13:21:29.442549Z"
                }
            ],
            "opened_at": "2009-09-10T10:46:04.997091Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 355,
            "state": "finished",
            "updated_at": "2009-11-11T03:01:33.000946Z"
        },
        "id": 13321269
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StokeGabriel/"
    },
    "type": "petition"
}