{
    "data": {
        "attributes": {
            "action": "erm i dont no if this is right place for this but here we go",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "i think we should have more sporting facilities in schools a bit like the americans do. that way it would keep kids more active during the time after school so that would keep them off the street. which would reduce crime from kids. they could also use the spaces on a night time for older sports team and fitness classes. this would keep england healthier. it would create jobs to build and keep running which would help people out of the reccesion. also it would give us a better shot at the olymics because we would have more advanced ways of training infact it would make us better at all sports.",
            "closed_at": "2009-11-10T00:00:00Z",
            "created_at": "2009-09-10T16:33:26.905934Z",
            "creator_name": "shaun newton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-10T16:33:26.905934Z",
            "rejected_at": "2009-10-10T00:01:02.831489Z",
            "rejection": {
                "code": 512,
                "details": "The title of your petition should be a sentence, preferably starting with a verb, which clearly summarises what you are asking for, and not a name or statement. For example, see this live petition about a similar topic: http://petitions.number10.gov.uk/Sports-For-All/\n\nIf you would like to write to the Prime Minister instead, you can find contact details here: http://www.number10.gov.uk/footer/contact-us",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-10T00:01:02.831489Z"
        },
        "id": 13324300
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/sportfacilities/"
    },
    "type": "petition"
}