{
    "data": {
        "attributes": {
            "action": "rethink the Government’s plans to place an additional charge on horse owners in order to pay for a new animal health body, on the grounds that any such move would complicate the process of responding to animal disease outbreaks without offering clear benefits to those who breed, ride and care for horses or delivering value for money to taxpayers. We call on the Government to work with all sections of the equine community – including owners, breeders and equine veterinarians – to find a fair alternative solution to managing animal disease.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government’s plans would impose an unfair and arbitrary financial burden on the horse community. At a time when the Government should be supporting rural economies and encouraging wider participation in outdoor sport, imposing an annual charge for each horse will have a negative impact on the estimated 4.3m people who enjoy horse riding ever year and up to 270,000 people employed by the equine sector in the UK. If implemented, horse owners whose animals are involved in entirely non-commercial, sporting or not-for-profit activities will be charged alongside owners of commercial farm livestock animals, yet whilst the latter receive large-scale public funding from sources such as Regional Development Grants, most horse owners receive no comparable subsidy. Separating responsibility for animal health from animal welfare will create unnecessary complexity. From a practical and veterinary viewpoint the two are inextricably linked. Finally, the proposed new Government body represents poor value for money for the taxpayer, costing an estimated administrative cost of £2.3m to set up and maintain in order to collect a total of just £4.5m.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-09-10T16:33:21.997115Z",
            "creator_name": "Jonathan Ware",
            "government_response_at": "2010-07-30T11:09:09.291088Z",
            "government_responses": [
                {
                    "created_at": "2010-07-30T11:09:09.291088Z",
                    "details": "You signed a petition asking the Prime Minister to rethink the Government’s plans to place an additional charge on horse owners in order to pay for a new animal health body, on the grounds that any such move would complicate the process of responding to animal disease outbreaks without offering clear benefits to those who breed, ride and care for horses or delivering value for money to taxpayers. We call on the Government to work with all sections of the equine community – including owners, breeders and equine veterinarians – to find a fair alternative solution to managing animal disease.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=Horse-Rethink\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'Horse-Rethink'",
                    "updated_at": "2010-07-30T11:09:09.291088Z"
                }
            ],
            "opened_at": "2009-09-10T16:33:21.997115Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12913,
            "state": "finished",
            "updated_at": "2011-03-30T10:23:39.017793Z"
        },
        "id": 13324298
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Horse-Rethink/"
    },
    "type": "petition"
}