{
    "data": {
        "attributes": {
            "action": "consider legislation to ammend the Disability Discrimination Act, which would allow diabetics to serve in HM Armed Forces",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Disability Discrimination Act was passed in 1995 and was amended in 2005. \n\nSince then, it has been illegal for employers to deny employment on the basis of disability or illness, diabetes for example.\n\nUnfortunately, that law does not apply to HM Armed Forces, who imply a blanket ban on diabetics from signing up to serve our country.\n\nResearch published in 2007 from Finland (where diabetics can serve) concluded that the drop-out rate was not significantly higher for diabetics than for those who did not have diabetes.\n\nThe research was focused on 47 men in the Finnish Army between 2001 and 2005.\n\nIt showed that the drop-out rate for diabetics was 15% whereas the drop-out rate for non-diabetics was 12%.\n\nIt also showed that 46 per cent of conscripts with diabetes were chosen for leadership training compared to 20 per cent of all conscripts.\n\nSimon O'Neill, the Director of Care and Policy for Diabetes UK said: People with diabetes should be given the right to prove their fitness. Unfortunately, in the UK, the armed forces are the last employer not to adopt a positive outlook on disability discrimination issues. Diabetes UK will continue to campaign to get this reversed.”",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-09-12T23:33:22.946855Z",
            "creator_name": "Aaran Johnson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-12T23:33:22.946855Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13339460
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/letusserve/"
    },
    "type": "petition"
}