{
    "data": {
        "attributes": {
            "action": "recommend that Dr Alan Turing be awarded a posthumous Knighthood for his services to the Country during WW2, and for his work in Computing after the War",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Prime Minister has recently issued a posthumous apology for the treatment of Dr Alan Turing.\nThe work of Dr Alan Turing was instrumental in the defeat by the Allies of Nazi Germany. His work at Bletchley Park was vital to the British war effort. His skills enabled the advances in cryptography which allowed the German Enigma codes to be broken. It is impossible to quantify how many Allied lives he saved, and by how much the war was shortened due to his efforts.\nHis work on Computing after the war was also of great benefit to both the Nation, and the Worldwide scientific community.\nIt is only right and proper that someone who has contributed so much to our nation should be honoured in this way.\nWe ask that Dr Alan Turing be nominated to receive the honour of Knight Commander of the British Empire.\n\nHe may then take his rightful place in history as Sir Alan Turing.",
            "closed_at": "2009-11-11T00:00:00Z",
            "created_at": "2009-09-11T21:46:05.567369Z",
            "creator_name": "Robert McNair",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-11T21:46:05.567369Z",
            "rejected_at": "2009-10-14T00:01:01.569064Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.direct.gov.uk/honours",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-14T00:01:01.569064Z"
        },
        "id": 13334498
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Turing-Honours/"
    },
    "type": "petition"
}