{
    "data": {
        "attributes": {
            "action": "Legalise all drugs due to the ease at which they can be acquired",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The country is in a state where illicit substances can be acquired by any person at any time. The relative ease of this should be an eye opener for the government to realise that any “war on drugs” is fruitless, and as such, the government should legalise all drugs. This would allow the government to tax it heavily, as they have done with tobacco. There are several reasons why the government should legalise all drugs, one of which has been mentioned already. Other reasons for legalisation include free will; the choice to take said drugs, it will stop fuelling the Taliban; who sell opium and use the money for terrorism. It will mean that the drugs can be supplied with dosage recommendations; so less people will die due to ignorance, and people who have overdosed will no longer be afraid of the repercussions of going to hospital. And lastly, drugs can be regulated, so that they are sold clean and pure, so the risk of unexpected outcomes is minimal. Let us not forget the psychonaughts who developed Parkinson’s disease from taking legal chemicals. \nIn addition, the cost of treating drug related problems would be easily covered by the new income.",
            "closed_at": "2010-03-18T00:00:00Z",
            "created_at": "2009-09-11T20:05:55.179631Z",
            "creator_name": "Mr Daniel Watkins",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-11T20:05:55.179631Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2010-03-19T00:01:01.057790Z"
        },
        "id": 13333924
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DrugFreedom/"
    },
    "type": "petition"
}