{
    "data": {
        "attributes": {
            "action": "Scrap the Independent Safeguarding Authority",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Vetting and Barring Scheme run by the Independent Safeguarding Authority (ISA) shifts the balance from innocent until proven guilty to requiring citizens proving to the state they are not criminals. Under it a mother cannot organise with her son's rugby club to provide a lift to children. She is not allowed to take them to any social event more than once a month. Children will see adults as potential abusers and every child is at potential risk. Most child abusers are family members or friends not on a register; this new quango won’t identify these people. Authors can no longer give school talks unless they pay £64 to ‘prove’ that they are not criminals. Publishers cannot offer work experience to teenagers who want to learn about the world of publishing. And so on. Meanwhile, any dodgy character that slips through the vetting process will have unfettered access to children. The government will insist they are safe because they have a certificate to prove it. Scrap this Quango.",
            "closed_at": "2010-09-12T00:00:00Z",
            "created_at": "2009-09-12T11:48:39.750617Z",
            "creator_name": "Barry Tighe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-12T11:48:39.750617Z",
            "rejected_at": "2009-10-18T00:01:02.365636Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Parentvetting/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-18T00:01:02.365636Z"
        },
        "id": 13336489
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Scrap-the-ISA/"
    },
    "type": "petition"
}