{
    "data": {
        "attributes": {
            "action": "provide more Admiral Nurses to support carers of people with dementia",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The charity For Dementia, provides a vital service called \"Admiral Nurses\" who are specialist dementia nurses, working within the NHS, providing advice and support to carers of people with dementia. Unfortunately there are not enough Admiral Nurses in the country. Supporting people living with dementia is a national priority, as set out in the National Dementia Strategy. \nAs Patron of For Dementia, John Suchet says, “Having access to an Admiral Nurse is currently a postcode lottery. How can that possibly be right? Every dementia carer should have access to an Admiral Nurse.”  The number of people living with dementia is forecast to double within a generation.\nBy 2025 there will be over 1 million people living with dementia in the UK. I urge you to provide more Admiral Nurses now.",
            "closed_at": "2009-12-24T00:00:00Z",
            "created_at": "2009-09-11T14:52:53.985795Z",
            "creator_name": "Mrs Louise John",
            "government_response_at": "2010-03-31T19:41:49.482790Z",
            "government_responses": [
                {
                    "created_at": "2010-03-31T19:41:49.482790Z",
                    "details": "You signed a petition asking the Prime Minister to \"provide more Admiral Nurses to support carers of people with dementia.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page23043\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'AdmiralNurses'",
                    "updated_at": "2010-03-31T19:41:49.482790Z"
                }
            ],
            "opened_at": "2009-09-11T14:52:53.985795Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 792,
            "state": "finished",
            "updated_at": "2010-05-13T15:39:12.587062Z"
        },
        "id": 13331492
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AdmiralNurses/"
    },
    "type": "petition"
}