{
    "data": {
        "attributes": {
            "action": "ensure that people on EMA get the same amount of money as those on jobseekers allowance.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I feel everyone should get EMA, as we are all in education and trying to make something of our lives and we need money to supply things such as travel fayres and coursebooks.\nI do not think it's fair also that those on jobseekers allowance that are not getting out there and actually searching for jobs are earning around £100 every two weeks which is what i earn in 5 (I am on £20 a week EMA). I feel EMA should be increased to the same amount as job seekers over the two weeks and everyone in full time education should receive this and not at subsidised amounts depending on what parents earn. It's not parents that go to college is it? It's us young people who need to buy our own equipment and travel fayres. I just feel that people when they actually get jobseekers allowance spend it on alcohol and not things which they actually need anyway and taxpayers such as my parents are benefitting their drinking fund with money that could go on my education. I do hope you take note of this petition as young people never really get a say and the chance to show how they feel.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-09-12T00:37:07.663095Z",
            "creator_name": "Miss Jade Wilcox",
            "government_response_at": "2010-09-17T16:18:17.331868Z",
            "government_responses": [
                {
                    "created_at": "2010-09-17T16:18:17.331868Z",
                    "details": "You signed a petition asking the Prime Minister to ensure that people on EMA get the same amount of money as those on jobseekers allowance.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=EMA-increase\n\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'EMA-increase'",
                    "updated_at": "2010-09-17T16:18:17.331868Z"
                }
            ],
            "opened_at": "2009-09-12T00:37:07.663095Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 542,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13335169
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EMA-increase/"
    },
    "type": "petition"
}