{
    "data": {
        "attributes": {
            "action": "Empower the Afghan people to be part of the global community",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Historically the Afghan people have been a proud warrior tribe with a fierce reputation for independence and bravery. Unfortunately they seem to be caught in a vicious circle of poverty, fundamentalism and corruption. The  global community needs to empower these people. Instead of giving aid - of which only a fraction trickles down to the target recipient, thanks to the corrupt intermediaries - it would make sense to BUY the poppy produce from the farmers (possibly) at a fraction of the cost of spending Billions of pounds on the firearms as we do today.  This could have a positive cascading effect on the lives of the impoverished Afghans. For one it would change their mission in life to live happily and not die bitterly. Some of these earnings could go towards building much needed infrastructure, education institutions, healthcare etc. Secondly the source of finance for the fundamentalists - drug trade - would go dry and the people will have lesser reasons to align with the bigots. Last but not the least we will save hundreds of lives (both our soldiers and the innocent civilians) and billions of pounds in this war for the hearts and minds of the Afghan people!",
            "closed_at": "2009-12-15T00:00:00Z",
            "created_at": "2009-09-12T10:46:29.622676Z",
            "creator_name": "Rahul Jayawant",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-12T10:46:29.622676Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2009-12-16T00:01:01.898355Z"
        },
        "id": 13336214
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BUY-THE-POPPY/"
    },
    "type": "petition"
}