{
    "data": {
        "attributes": {
            "action": "Say NO to product placement on TV",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government is set to allow British TV to descend to include the worst aspects of American TV by allowing commercial advertising to intrude into programme content. \n\nAt first this may just be the camera hovering over the manufacturer's badge on a car but what's to stop it descending into deliberate interference of plot and manipulation of the viewer? \n\nManipulation of plot script and content is rife in the America. We don’t see it here, as those programmes are filtered out. So, do we appreciate the danger of this proposal? \n\nIn America programmes often run into cleverly edited adverts without a gap - fooling you into thinking the programme is still running!\n\nYou think that’s bad? Imagine what can be achieved when the advertisers start negotiating to place their products, edit the programme scripts, influence plot and have a final say in production – because they hold the purse strings! \n\nCan you really see substantial funds being raised by minor things we don’t notice? No! Substantial extra funds will only be raised if the effect on US is substantial and advertisers get a return for their money!\n\nSay no to this proposal and safeguard the quality standards of British television!",
            "closed_at": "2010-03-14T00:00:00Z",
            "created_at": "2009-09-13T11:08:06.292326Z",
            "creator_name": "John Handford",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-13T11:08:06.292326Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 345,
            "state": "finished",
            "updated_at": "2010-04-21T00:30:02.262597Z"
        },
        "id": 13340972
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ProductPlacement/"
    },
    "type": "petition"
}