{
    "data": {
        "attributes": {
            "action": "We request the Prime Minister intervene to ensure a representative residence' association be formed on the Exmouth Estate.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In May 2006, the Exmouth Estate was transferred to Swan Housing\nAssociation from the London Borough of Tower Hamlets. Since this date a\nsmall group of residents called the Exmouth Estate Residents Board\n(EERB), claimed to speak for all residents of the Estate, despite\nlacking signed mandates from residents authorising them to do so.\n\nIn defiance of TSA regulations, the EERB is the only Exmouth residents'\nassociation Swan HA will recognise. Swan Housing refuses to consult,\ninvolve and engage, other legitimate, democratically elected &\ndemographically representative, residents' associations on the Estate.\n\nTogether, Swan HA and the EERB have made major decisions, with little or\nno consultation with the majority of residents; decisions which not\nonly impact on the residents' quality of life, but also have \nfinancial consequences for tenants and leaseholders alike.\n\nWe the undersigned did not choose to be represented by the EERB.  Our\nvoices are ignored by Swan HA. We reject EERB's claim to\nauthority and protest their lack of democratic process and principles.\nWe have the democratic right to be consulted on decisions that impact on\nour quality of life and this is not happening.",
            "closed_at": "2010-03-14T00:00:00Z",
            "created_at": "2009-09-14T10:36:50.258322Z",
            "creator_name": "Reama Goni",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-14T10:36:50.258322Z",
            "rejected_at": "2009-10-24T00:01:02.414441Z",
            "rejection": {
                "code": 4096,
                "details": "We suggest you contact the local council/your local councillor, as this would be a matter for local authorities in the first instance.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-24T00:01:02.414441Z"
        },
        "id": 13346734
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SwanHousing/"
    },
    "type": "petition"
}