{
    "data": {
        "attributes": {
            "action": "Ban Police Helicopters in Bolton",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The daily use of Police Helicopters over Bolton by Greater Manchester Police is \"a deliberate strategy by the police to cause fear in the community\" according to Consultant Psychiatrist Graham Ash.\n\nThe local independent self-harm group says \"there is no doubt this causes harm and suffering\".\n\nThe sudden forced consciousness of a police helicopter's noise is dangerous at night to those engaging in meditation. Theta wave consciousness is calibrated to perceive just beyond the threshold. If your body is not in a safe place and position, it could become injured, for theta consciousness is primarily an internal focus and is only barely aware of your physical body and its immediate locality.\n\nThere is an increased level of heart attacks in Bolton (backed up by official figures) increased self-harm, mental disorders. At the end of the day, nobody wants police helicopters over their house.\n\nWe - \"Ban Police Helicopters\" (pro peace and quiet) - call on residents of Bolton to support a ban and share their experiences. We also feel compensation should be given by the police to victims of their harassment, and a public apology given by Greater Manchester Police.",
            "closed_at": "2009-11-14T00:00:00Z",
            "created_at": "2009-09-14T13:57:58.036223Z",
            "creator_name": "David Connolly",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-14T13:57:58.036223Z",
            "rejected_at": "2009-10-28T00:01:01.785574Z",
            "rejection": {
                "code": 16384,
                "details": "Please contact Greater Manchester Police in the first instance.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-28T00:01:01.785574Z"
        },
        "id": 13348619
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/helicopter/"
    },
    "type": "petition"
}