{
    "data": {
        "attributes": {
            "action": "Reduce number of speed cameras on cost grounds",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is common knowledge that speed camera placements regularly break the rule that they should only be placed at accident blackspots. Maybe the 'powers that be' think an accident 'could' occur on any particular millimeter of road so everywhere is a potential black spot.\nThe cost of these things is excessive and it's a circular industry doing nothing but making money for gastco, employing people to administer and maintain the system to make money out of all of us. It produces nothing of real wealth for this country.\nCameras at 'real' black-spots maybe a good idea, but they are a reactive deterent, not proactive or intelligent and they also elevate the machine above the human being.\nLess cars and better driver education is the answer..not implicit state  threats, which is bad for the nations morale!\nLife is risk. You can waste 100% GDP on this if you want but people will still die on the roads, and when the oil runs out people will still get trampled to death by horses!\nI understand each camera costs £15,000, so think of that when you drive past them plus the admin costs. It's an excessive objectionable waste of money.",
            "closed_at": "2010-01-15T00:00:00Z",
            "created_at": "2009-09-14T00:09:01.148811Z",
            "creator_name": "Mr Jeremy Lister",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-14T00:09:01.148811Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 17,
            "state": "finished",
            "updated_at": "2010-01-16T03:01:33.781287Z"
        },
        "id": 13344728
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Less-cameras/"
    },
    "type": "petition"
}