{
    "data": {
        "attributes": {
            "action": "Issue a statement congratulating the Australian Prime Minister Mr Keven Rudd for his honesty and courage in addressing immigration issues in Australia",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "His words:\nImmigrants, not Australians, must adapt. Take It Or Leave It. I am tired of this nation worrying about whether we are offending some individual or their culture...\nThis culture has been developed over two centuries...by millions of men and women who have sought freedom\nWe speak mainly English, not...any other language Therefore, if you wish to become part of our society, learn the language. Most Australians believe in God...If our God offends you, then I suggest you consider another part of the world as your new home...We will accept your beliefs, and will not question why. All we ask is that you accept ours, and live in harmony and peaceful enjoyment...But once you are done complaining, whining, and griping about...I highly encourage you take advantage of one other great Australian freedom, The right to leave. If you aren't happy here then leave. We didn't force you to come here. You asked to be here. So accept the country you accepted.'",
            "closed_at": "2009-12-13T00:00:00Z",
            "created_at": "2009-09-13T22:19:40.601461Z",
            "creator_name": "Paul Young",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-13T22:19:40.601461Z",
            "rejected_at": "2009-10-15T00:01:02.760538Z",
            "rejection": {
                "code": 2,
                "details": "Kevin Rudd did not make the statement popularly attributed to him.",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-15T00:01:02.760538Z"
        },
        "id": 13344384
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Kevin-Rudd/"
    },
    "type": "petition"
}