{
    "data": {
        "attributes": {
            "action": "fulil the aspirations of the Palestinian and Israeli people for a two-state solution.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We, the citizens and students of Glasgow would like to add our voices to those belonging to the hundreds of thousands of Israelis and Palestinians who have joined the OneVoice Movement, and pledged to stand up against violent extremism and continued conflict. \n\nTogether, we call upon you and your government to use all available resources, in order to achieve the following demands:\n\n• Ensure an immediate end of all violence from both sides in all its forms;\n\n• Recognise, respect, and implement all prior international agreements between Israel, the PLO and the PA;\n\n• Recognise the right of both peoples to independence, sovereignty, freedom, justice, dignity, respect, national security, personal safety and economic viability;\n\n• Implement concrete confidence-building measures that will improve the lives of the Palestinian and Israeli people, including ensuring freedom of movement for ordinary civilians and fostering education against incitement on both sides;\n\n• Immediately commence negotiations and reach and implement a Two State Solution, ending the occupation and fulfilling the consistent will of the overwhelming majority of both populations.",
            "closed_at": "2009-11-23T00:00:00Z",
            "created_at": "2009-09-13T21:15:45.900415Z",
            "creator_name": "Anthony Silkoff",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-13T21:15:45.900415Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 21,
            "state": "finished",
            "updated_at": "2009-11-24T00:01:01.914924Z"
        },
        "id": 13344059
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/OneVoiceGlasgow/"
    },
    "type": "petition"
}