{
    "data": {
        "attributes": {
            "action": "intervene to stop the proposed waste treatment plant at Shepherd's Grove, Stanton, Suffolk. We are presuming that an incinerator processing at least 150,000 tonnes of waste per year is the preferred option and would therefore like to make the following points as we feel that our views are not being adequately represented by certain parties involved in the decision making process:",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The potential health risk from incineration to our children and ourselves.\nThere is considerable evidence to support significant health risks to anyone living within 25 mile radius of the area.\n\nWe expect that there would be up to 1 lorry movement every minute associated with an incinerator (the Allington incinerator has a lorry movement every 40 seconds). This increase in traffic would considerably increase risk to local road users, cyclists and pedestrians. If the site expands, as it inevitably would do, then lorry movements will increase further.\n\nStanton and the surrounding villages are all areas of natural beauty. The positioning of an incinerator at Shepherds Grove would change this irrevocably due to the physical size and height of such an installation (it would be visible for many miles).\n\nIs burning it really the right approach?\n\nAct now and help support our campaign by signing this petition.\n\nFor further information use a very well known search engine using the key phrase \"suffolkcaws\"",
            "closed_at": "2009-11-28T00:00:00Z",
            "created_at": "2009-09-15T00:10:48.957677Z",
            "creator_name": "Mr Chris Witham",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-15T00:10:48.957677Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 56,
            "state": "finished",
            "updated_at": "2009-11-29T00:01:01.206839Z"
        },
        "id": 13353614
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/suffolkcaws/"
    },
    "type": "petition"
}