{
    "data": {
        "attributes": {
            "action": "legislate to significantly reduce the pervasive multisave and BOGOF promotions",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The food waste caused by multisaves/BOGOF (“bulk promotions”) is appalling.  We propose:\n\n(i) bulk promotions are not permitted on perishable food;\n(ii) increasing the price for a single item around the same time as the bulk promotion is deceitful and should not be permitted;\n(iii) the price for a single item should be clearly displayed alongside the bulk promotion;\n(iv) products should not be on bulk promotions indefinitely, but rather for a limited period of time (c.f. sales where shops are not meant to promote a product as being on sale indefinitely).\n\nThe practice is also simply unfair for single people who cannot benefit from promotions.  Even for larger households, promoting goods by X% off rather than the equivalent bulk promotion, would benefit larger households to the same extent as the present bulk promotions.  Bulk promotions also make shopping more confusing – trying to figure out what is in and what is out of the promotion; calculating the single item cost, the judgement of whether you would make use of an extra item, and ensuring it is honoured at the till…",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-09-14T21:23:13.321833Z",
            "creator_name": "Craig Watson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-14T21:23:13.321833Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 17,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13352762
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bogoffbogof/"
    },
    "type": "petition"
}