{
    "data": {
        "attributes": {
            "action": "investigate the mismangement of student finance applications for the academic year 2009-10",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Student Finance England has failed to process student applications in order for them to begin university knowing they have enough money to pay for both tuition and living expenses. It has put it's faith in a computeriseed application system that keeps the customers,ie students and their parents /carers at arms length and so they are unable to correct or even query when mistakes are made. The call centre ,which is the supposed point of contact with customers is overwhelmed and impossible to access most of the time. If contact is made they cannot solve the difficulty but merely check details, as they do not appear to have access to the processing centre where all the mistakes and delays originate. Student Finance England, by attempting to deal with a complicated process purely on line, have messed up the start of university life for many young people.",
            "closed_at": "2010-09-15T00:00:00Z",
            "created_at": "2009-09-15T13:11:52.578624Z",
            "creator_name": "Pamela Walker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-15T13:11:52.578624Z",
            "rejected_at": "2009-10-22T00:01:02.575428Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/downwithSFE",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-22T00:01:02.575428Z"
        },
        "id": 13357192
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/studentcash/"
    },
    "type": "petition"
}