{
    "data": {
        "attributes": {
            "action": "Provide appeal and accountability mechanisms for the Downing Street e-Petition website",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The e-Petition website has become an important means for the British people to communicate their feelings to their rulers. However, sometimes valid petitions are rejected without good reason. No mechanism providing for the review of rejection decisions exists. While that remains true, suspicions will inevitably grow that political censorship is being practised. \n\nThe persons making the rejection decisions must be individually identifiable and there must be a mechanism through which they can be held to account for improper decisions. Letters received from the civil service are from identifiable individuals. Emails should be no different. Skulking behind the cloak of internet anonymity should be unacceptable for those acting on behalf of the Prime Minister's office.\n\nThe core concept behind the e-Petition website is to make those in power accountable to the people. Unfortunately, the very operation of the website belies this noble idea, as those operating it are completely unaccountable.",
            "closed_at": "2010-09-15T00:00:00Z",
            "created_at": "2009-09-15T16:19:39.465456Z",
            "creator_name": "Paul Geraghty",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-15T16:19:39.465456Z",
            "rejected_at": "2009-10-24T00:01:02.414441Z",
            "rejection": {
                "code": 16384,
                "details": "We cannot accept petitions about the petitions system. Comments about the petitions system should be sent to number10@petitions.pm.gov.uk.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-24T00:01:02.414441Z"
        },
        "id": 13359083
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stopcensors/"
    },
    "type": "petition"
}