{
    "data": {
        "attributes": {
            "action": "Mr Leroy Hickson",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Government to Abolish road tax.\nHi I have a request to ease the tax burden on people - pay according to thier usage. Action:- 1/ Abolish ALL car tax. 2/ Instead include a tax increase on the price of fuel per ltr. Benefits 1/ There will be no tax dodgers anymore as everyone needs fuel and therefore by including it in the fuel price the government will increase revenue and can therefore charge less via the tax. 2/ You would not need to spend millions on managing car tax via government departments. 3/ People then only pay based on thier usage so it is thier choice rather than having a fixed car tax. People will pay proportionally to how many miles they do a year. So if you only use your car for going to the shops and back each week your proportion of car tax will be low. 4/ You will also earn more tax as well from visitors to the UK who use fuel as they dont pay UK car tax now. 5/ People will be happier as it will be thier choice if they want to use a 4x4 and use alot of fuel or buy a smaller car and they only pay according to how many miles they do. This is better than labelling everyone the same and making everyone pay the same which is unfair. You must make an exemption for UK haulage companies.",
            "closed_at": "2010-09-22T00:00:00Z",
            "created_at": "2009-09-16T11:01:52.482321Z",
            "creator_name": "Mr Leroy hickson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-16T11:01:52.482321Z",
            "rejected_at": "2009-09-24T10:44:44.495819Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-09-24T10:44:44.495819Z"
        },
        "id": 13364707
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Cancel-Road-Tax/"
    },
    "type": "petition"
}