{
    "data": {
        "attributes": {
            "action": "attend COP 15 in person (the 15th meeting of the parties of the UN's Framework Convention on Climate Change)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Arguably the most important meeting in the history of humankind. The talks in Copenhagen which begin on December 7th are the latest in a series of annual UN meetings aimed at coordinating international action against climate change. They began with the 1992 Earth Summit in Rio.\n\nAt this year’s conference, the world community will try to agree on a successor to the Kyoto protocol to find a solution to the biggest threat we have ever faced: global warming.\n\nKnown in ‘UN-speak’ as COP 15 (the 15th meeting of the parties of the UN's Framework Convention on Climate Change), the meeting in Copenhagen will try to work out a way for the world to act together to deliver an international plan of action capable of keeping global warming below 2 degrees C.\n\nWe believe it is imperative that Gordon Brown attend in person to show the UK's unwavering support to stopping climate change.",
            "closed_at": "2009-10-16T00:00:00Z",
            "created_at": "2009-09-16T12:22:43.241877Z",
            "creator_name": "Jamie Baker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-16T12:22:43.241877Z",
            "rejected_at": "2009-10-21T00:01:02.184702Z",
            "rejection": {
                "code": 16384,
                "details": "The Prime Minister has said he would personally attend the climate change summit in Copenhagen to ensure a successful outcome: http://www.number10.gov.uk/Page20657 and http://www.number10.gov.uk/Page20670",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-21T00:01:02.184702Z"
        },
        "id": 13365417
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pm-2-un/"
    },
    "type": "petition"
}