{
    "data": {
        "attributes": {
            "action": "intervene in the plans of HM Revenue and Customs to cut jobs and privatise their Business and People Support service which currently provides a valuable welfare resource for thousands of staff.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The welfare service and its predecessors in the former Inland Revenue and Customs & Excise have provided many years of excellent service to thousands of members when needed. \nTheir work is valued by members and staff in HMRC, and also seven other government departments and agencies who currently use the welfare service - including HM Treasury and the Valuation Office Agency among others.\nAt a time when the service is increasingly needed, HMRC are looking to reduce and privatise the service.\nThis is an attack not only on the jobs of loyal staff within HMRC, but other departments as well. Staff facing job losses, being \"loaned\" to other departments and changes in their work practices look to welfare to support them through these difficult and uncertain times.\nThe Public and Commercial Services Union (PCS) believe HMRC have not engaged in meaningful consultation with the union on this agenda - choosing instead to quietly \"wind down\" the service to save money in the short-term, which will then be spent on buying in a privatised, generalist telephone service.\nSupport the campaign. Support your colleagues. Say no to back-door privatisation.",
            "closed_at": "2009-12-28T00:00:00Z",
            "created_at": "2009-09-16T10:40:36.751199Z",
            "creator_name": "Diane Ebanks",
            "government_response_at": "2010-03-24T10:13:40.759947Z",
            "government_responses": [
                {
                    "created_at": "2010-03-24T10:13:40.759947Z",
                    "details": "You signed a petition asking the Prime Minister to \"intervene in the plans of HM Revenue and Customs to cut jobs and privatise their Business and People Support service which currently provides a valuable welfare resource for thousands of staff.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22928\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'hmrcwelfare'",
                    "updated_at": "2010-03-24T10:13:40.759947Z"
                }
            ],
            "opened_at": "2009-09-16T10:40:36.751199Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 867,
            "state": "finished",
            "updated_at": "2010-02-10T03:01:35.665280Z"
        },
        "id": 13364498
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/hmrcwelfare/"
    },
    "type": "petition"
}