{
    "data": {
        "attributes": {
            "action": "take the honourable course and resign, taking full responcibility for his role as the architect of the financial crash. Principaly due to his policy, as chancellor, of encouraging extremely light regulations for city institutions.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Politics, like banking, seems to be unique in the fact that if you are a totally incompetent failure in what you do you continue in your position and to be handsomely rewarded. Not so long ago Brown was hailed by all and sundry as the best chancellor in living memory. As Mao remarked on the French revolution, when asked about the effects, \"Its too early to tell.\" Due entirely to the efforts of Gordon Brown the fiscal regulations in the city of London were the most relaxed on the planet. Brown also sold off the bulk of the gold reserves at an extremely low, knock down price. The low price, of course, precipitated by his own actions. There are many other incompetent acts of this government that are too numerous too mention too mention. I am sure I speak for many in my frustration. I have a degree in philosophy, am unemployed, and inevitably sent for minimum wage jobs by the job centre, which, incidentally, is staffed entirely by immigrants.",
            "closed_at": "2010-09-16T00:00:00Z",
            "created_at": "2009-09-16T10:19:20.875974Z",
            "creator_name": "Mr Stephen Davies",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-16T10:19:20.875974Z",
            "rejected_at": "2009-10-22T00:01:02.575428Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/please-go",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-22T00:01:02.575428Z"
        },
        "id": 13364291
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/incompetantbrown/"
    },
    "type": "petition"
}