{
    "data": {
        "attributes": {
            "action": "intervene and sort out the problems with the student tuition fees and loans service provided by Student Finance England",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The educational year for 2009/2010 for most new university students in England has been fraught with difficulty concerning their loans for tuition fees and maintenance. Most are having trouble getting hold of their loans either close the beginning of term or during actual term time, even after months of assurances from the management of Student Finance England that prospective students who applied on time will be paid on time.\n\nI request that the Prime Minister's office intervene and sort out this travesty of a mess caused by the company and assure new students that funding will be provided in lieu so that drastic steps such as having to reject a university place will not have to be taken, especially by those students from low income families or those with children to support.\n\nFurthermore, I request that an investigation into the chaos surrounding this be launched and that appropriate action is taken to prevent a situation like this from occurring again\n\nIt is clear that this company hugely underestimated and under-prepared itself for the student application process and it is my opinion that this company, SFE, is extraordinarily unfit for any sort of purpose.",
            "closed_at": "2009-10-16T00:00:00Z",
            "created_at": "2009-09-16T00:28:06.188362Z",
            "creator_name": "Chris Brook",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-16T00:28:06.188362Z",
            "rejected_at": "2009-10-22T00:01:02.575428Z",
            "rejection": {
                "code": 2048,
                "details": "There are other petitions on this topic - perhaps you would consider adding your name to one of these:\n\nhttp://petitions.number10.gov.uk/downwithSFE\nhttp://petitions.number10.gov.uk/stufin/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-22T00:01:02.575428Z"
        },
        "id": 13362454
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SFEmess/"
    },
    "type": "petition"
}