{
    "data": {
        "attributes": {
            "action": "Stop Ofcom obsoleting all current Freeview boxes by implementing unenforcable DRM in digital broadcasts.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The BBC have written to Ofcom requesting that they force manufacturers to implement digital rights management (DRM) in digital broadcasts in the United Kingdom.\n\nThis action would cause all current Freeview boxes to become obsolete, requiring the entire lot to be replaced or upgraded at great cost to the British public and taxpayer, and would create large amounts of landfill scrap across the country as thousands of these boxes are thrown away.  A similar proposal was made in the United States, and it was rejected by their regulators.\n\nThe proposed solution is not in the interests of the British Public, and is unenforcable.  It is for this reason that we the undersigned petition the Prime Minister to oppose the request from the BBC and ask Ofcom to enter into dialogue with industry professionals before taking any action of this kind.",
            "closed_at": "2009-09-30T00:00:00Z",
            "created_at": "2009-09-16T13:41:47.387120Z",
            "creator_name": "Mr Benjamin J Nolan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-16T13:41:47.387120Z",
            "rejected_at": "2009-10-23T00:01:02.319737Z",
            "rejection": {
                "code": 2048,
                "details": "You may wish to consider adding your name to the existing petition:\n\nhttp://petitions.number10.gov.uk/hd-freeview-con",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-23T00:01:02.319737Z"
        },
        "id": 13366152
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bbc-hd-drm/"
    },
    "type": "petition"
}