{
    "data": {
        "attributes": {
            "action": "reject plans to penalise the ordinary people of this country in order to deal with the mess caused by bankers' greed",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It was reported on the News on 15th September that the Government is considering various measures to sort out the economy once the recession is over.  One proposal was to abolish the Winter Fuel Payment for pensioners; I might agree that it should be means-tested, as suggested for Child Benefit, but abolishing it altogether would hit those of us, like myself, whose income is low enough to qualify for Pension Credit.  \n\nOf course this is not the only Government proposal; I just feel more strongly about it because it would affect me personally.  I imagine most people would be affected, to a greater or lesser extent, by at least some of the proposals; and I feel, very strongly indeed, that this is totally wrong.  The greedy bankers caused this situation and, far from changing their ways (which I feel is the least they can do), they are continuing to act as they always have. They should be hit by a punitive windfall tax on their salaries and bonuses - and possibly penalised in other ways such as imprisonment - why should the ordinary people of this country, who can only dream of the sort of money the bankers make, suffer because of their actions?",
            "closed_at": "2010-03-28T00:00:00Z",
            "created_at": "2009-09-16T02:00:08.496011Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-16T02:00:08.496011Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2010-03-29T00:01:01.102774Z"
        },
        "id": 13362611
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PenaliseBankers/"
    },
    "type": "petition"
}