{
    "data": {
        "attributes": {
            "action": "travel by road the next and each time he visits the troops in Afghanistan to prove he is happy with the level of deployment of helecopters to British Forces deployed in Helmand Province Afghanistan. Also to encourage his Cabinet and members of HM Opposition to do like wise",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Prime Minister, members of the British Government and H.M Opposition always seem to travel by helecopter when visiting British Troops deployed in Hemand Province Afghanistan. Lets see them offer their moral support to the troops and travel by road the next, and each time they visit Helmand Province. It appears they consider the amount of helcopters deployed in Helmand is sufficient for the needs of British Troops on the ground. If this is the case and troops are constantly carrying out foot patrols lets see members of HM Government travelling by road and not taking a badly needed helecopter away from the patrols",
            "closed_at": "2010-01-17T00:00:00Z",
            "created_at": "2009-09-17T15:02:18.140804Z",
            "creator_name": "Geoff Thompson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-17T15:02:18.140804Z",
            "rejected_at": "2009-10-24T00:01:02.414441Z",
            "rejection": {
                "code": 2048,
                "details": "You may wish to consider signing one of the existing petitions below:\n\nhttp://petitions.number10.gov.uk/SupportforAfghan/\nhttp://petitions.number10.gov.uk/vector/\nhttp://petitions.number10.gov.uk/EQUIPOURHEROES/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-24T00:01:02.414441Z"
        },
        "id": 13375697
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Army-Helecopters/"
    },
    "type": "petition"
}