{
    "data": {
        "attributes": {
            "action": "to reject Lord Jackson’s recommendation that fixed costs be extended to all fast track personal injury cases.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Lord Jackson has been asked to undertake a review of civil litigation costs and to consider whether fixed costs in personal injury litigation should be extended from road traffic work to the whole of the personal injury arena. This is despite the fact that there has been no review at all of the existing fixed costs regime. We are opposed to fixed costs being extended in this way and the vast majority of claimant lawyers agree.  This is not about greedy claimant lawyers.  This concerns the much wider issues of access to justice and injured people being protected from the powerful lobbying of the major insurance companies. There are no benefits to injured people as a result of this scheme and the fact it can be imposed without proper debate has worrying implications for the democratic process.   The vast majority of the public have no idea that their ability to pursue a claim for personal injuries is being threatened in this way.  High Street practices are in real jeopardy.  Where will the ordinary member public go for legal advice?  These issues are too important to be debated in such a cavalier manner at the behest of the insurance industry.",
            "closed_at": "2009-12-24T00:00:00Z",
            "created_at": "2009-09-17T11:00:00.508177Z",
            "creator_name": "Rhonwen Barraclough",
            "government_response_at": "2010-04-01T16:16:19.681752Z",
            "government_responses": [
                {
                    "created_at": "2010-04-01T16:16:19.681752Z",
                    "details": "You signed a petition asking the Prime Minister to \"to reject Lord Jackson’s recommendation that fixed costs be extended to all fast track personal injury cases.” \n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page23078\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'civilcosts'",
                    "updated_at": "2010-04-01T16:16:19.681752Z"
                }
            ],
            "opened_at": "2009-09-17T11:00:00.508177Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1054,
            "state": "finished",
            "updated_at": "2010-02-16T03:02:06.360307Z"
        },
        "id": 13373524
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/civilcosts/"
    },
    "type": "petition"
}