{
    "data": {
        "attributes": {
            "action": "Be granting Sheriff Lawburt 2 Ackes of my own Land For Free, To Help Maintian And Preserve The Land! So that I can help with the enviroment!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I would like to be granted 2 ackes of land, so that I can own and live on the 2 ackes of land for free! And in return,this I would maintianed and presevere this land for it to be kepted clean and Tidy! These 2 ackes of land, can be anything like: Woodlands, part Fields and part Woodlands or Waste Land! This way, you will bedoing your part for the enviroment, this will also cut down onthe crime we have today, by applying for this land, it will help people to understand, about how we are distroying this world! Aswell as living on your 2 ackes of land, you are learning the knowlege of this world!! But in order to do this,you will need to have a writen Contract and for it to be signed by you and the Government, to say that you will abide by the law of the land and the rules! I hope that you would cnsider this, as I have already been refused on two acations, I do not want to be stuck in Care for all of my life! I should have the right to choose, where I can live, what are you going to loose, Nothing!",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-09-19T02:36:48.113553Z",
            "creator_name": "Sheriff Lawburt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-19T02:36:48.113553Z",
            "rejected_at": "2009-09-24T16:47:36.829906Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 13387495
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/2AckersOfLand/"
    },
    "type": "petition"
}