{
    "data": {
        "attributes": {
            "action": "Render the sale of Goldfish bowls illegal, or at the very least, make it illegal to sell things as \"Goldfish/fish/coldwater fish Bowl\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is to stop the horrible sales of Goldfish Bowls that are currently for sale in the UK.\nHundreds of Goldfish die everyday across the UK because of inadequate care.\nThe popular image of a goldfish in a fishbowl is an enduring one. However, some countries have banned the sale of bowls of that type under animal rights legislation due to the risk of stunting, deoxygenation and ammonia/nitrite poisoning in such a small environment. Because of their large oxygen needs and high waste output, the popular goldfish bowls of the past are no longer considered appropriate housing for goldfish.\n\nLike most carp, goldfish produce a large amount of waste both in their faeces and through their gills, releasing harmful chemicals into the water.Build-up of this waste to toxic levels can occur in a relatively short period of time, which is often the cause of a goldfish's sudden death. Because of this, goldfish need a large volume of water in which to live. For common and comet varieties, each goldfish should have about 20 gallons(US) or 75 liters of water. Fancy goldfish (which are smaller) should have about 10 gallons(US) or 37.5 liters per goldfish.",
            "closed_at": "2009-11-23T00:00:00Z",
            "created_at": "2009-09-18T01:35:07.575064Z",
            "creator_name": "Chris Manning",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-18T01:35:07.575064Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 30,
            "state": "finished",
            "updated_at": "2009-11-28T03:01:33.273595Z"
        },
        "id": 13380126
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BanGoldfishBowl/"
    },
    "type": "petition"
}