{
    "data": {
        "attributes": {
            "action": "Victims of crime need the same human rights as the culprits if not more",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "bereaved parents are left to continue with teir life with no assistance from any government department. Our deep hurting is ignored by all as they do not know how to deal with us.including professionals.\nA government body has be to be created to look after us in time of need.\n\nStrange  i read in newspapers that prisoners are to get massages and pampaering\n\nIt is we the real victins who need looking after more not the prisoners who have damaged us.\n\nWe need papemering and massages not them\nwake up!!!!!!\n\nYou say no action\n\n1 stop pampering the horrible prisoners and start looking after the real victims\n\n\nWho are you trying to kid that no action can be taken\n\nWe need more action in out directions \nthan the \nBrutAL PRISONES\n\nI HAVE BEEN SUICIDAL 3 TIMES AND NO ONE CARES\n\nwAKE Up BEFORE I GO TO NEWSPAPERS AND GO NATIONAL AND GET NRESPAPERS AND ALL BAREAVED PARENTS TOIMPOSE PRESSURE ONYOU\n\nwe first--- then the horible people who put us in this position\n\nDo something about it now!!!!!!!\nBefore many of us may no longer be arounf as we cannot take the pain imposed on us through no choice.\n\nYes there is plenty action you can take to help us\n\nIvan",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-09-19T13:34:41.287901Z",
            "creator_name": "ivan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-19T13:34:41.287901Z",
            "rejected_at": "2009-10-21T10:25:26.567720Z",
            "rejection": {
                "code": 8704,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement. Please provide both your first and last names in your petition.",
                "reasons": [
                    "Statements that don't actually request any action",
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 13389108
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Equaltoothres/"
    },
    "type": "petition"
}