{
    "data": {
        "attributes": {
            "action": "\"introduce compulsory household and industry recycling\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "People should be only allowed to throw  one rubbish of bag of kitchen waste including nappies and toilet waste per house. \nAll of this with its council reference number or bar code on the plastic bag provided by the boroughs to have more control.\n\nThe recycled materials should be limited as well, depending on the number of occupants.\n\nThe same control for business, as they should have an Environmental Mangement Department, controling the waste and finding ways to reduce it and contribute to the education of the community.\n\nFines should  be granted to houses and businesses if they do not reclycle or over use their target.\n \n \nMoney giving away to convince people to recycle (campaigning/funding  charities)will be saved as a compulsory law will be changing the circumstances bringing more respect to this land regardless if people are British or not.\n\nWaste disposed in landifills cause a lot of health issues and underground pollution. Minimising as much rubbish going there will give  a good example to other countries.\n\nEconomy will improve, jobs will be created and emissions will reduce.\nAdding the fact that it will be a huge step towards climate change improvement.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-09-18T12:35:05.434041Z",
            "creator_name": "Sabrina Ali-Delgado",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-18T12:35:05.434041Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13382881
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/peace100/"
    },
    "type": "petition"
}