{
    "data": {
        "attributes": {
            "action": "make it compulsory for driving instructors to make their ADI status clear when pupils are looking for a driving instructor.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently, a driving instructor can either be a fully qualified instructor or a trainee instructor. While the former has passed tests to gain such a status, a trainee instructor has no formal qualification to teach pupils how to drive.\n\nHowever, when enquiring about purchasing driving lessons a trainee driving instructor need not specify their trainee status, and thus are in a position to abuse this privelege and charge the same rates as a fully approved ADI. The enquiree may be left in the dark as to the quality of the teaching by such instructors.\n\nA pupil who is being taught to drive by a trainee instructor will likely learn slower than a pupil of a fully approved ADI due to the potential lack of experience and knowledge of a trainee. Therefore they may be hindered in driving tests, thus requiring more lessons, and paying more money to learn to drive than someone who goes with a full ADI.\n\nPlease make it compulsory for driving instructors to clarify their ADI status when potential pupils are enquiring for lessons to prevent abuse of the trainee system and stop customers from being taken for a ride.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-09-19T00:39:55.842752Z",
            "creator_name": "Jon Mondalson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-19T00:39:55.842752Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13387349
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/adiclarity/"
    },
    "type": "petition"
}