{
    "data": {
        "attributes": {
            "action": "introduce a meaningful regulatory framework for banking, to ensure reasonable interest rates for savers and borrowers, and avoid excessive bonus payments.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Whilst it is clear that the banks must rebuild their reserves in the wake of the banking crisis, they currently appear to be doing so too quickly.  This is at the expense of their customers. \n\nBorrowers are having to pay unreasonable interest rates, on which the lenders margin has in many cases increased exponentially.\n\nThese high rates have the extremely undesirable effect of making borrowers much higher risk - the risk of default is much higher when you are being forced to pay an interest rate at least twice as high as could possibly be justified by the BOE base rate, or LIBOR.\n\nAt the same time depositors are recieving derisory rates.\n\nFurthermore banks have effectively moved the goalposts for existing customers, and are now penalising the very customers to whom they pushed 100% mortgages just 18 months ago, with no suitable products, and high variable rates.\n\nIt is likely that bankers will reintroduce very high performance related bonuses in the near future as they profit at the expense of the public. Moderation should now be the watchword in the banking sector, we have seen that they cannot be trusted to self regulate, so will the government accept this responsibility?",
            "closed_at": "2010-03-28T00:00:00Z",
            "created_at": "2009-09-18T11:45:27.686103Z",
            "creator_name": "David Bosley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-18T11:45:27.686103Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 36,
            "state": "finished",
            "updated_at": "2010-03-29T00:01:01.102774Z"
        },
        "id": 13382442
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cutratesnow/"
    },
    "type": "petition"
}