{
    "data": {
        "attributes": {
            "action": "reject proposals from the British Medical Association to vastly increase taxes on alcohol and restrict pub opening hours; and to protect the interests of the responsible, sensible majority of moderate drinkers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The British Medical Association’s (BMA) recent Under the Influence Report proposes a draconian clampdown on pubs and alcohol. As a consumer organisation CAMRA, the Campaign for Real Ale, is appalled that the BMA are seeking changes that will harm all responsible drinkers and pub goers rather than focusing on targeted measures to address the behaviour of the small minority who abuse alcohol.\n\nBMA proposals to increase duty on alcohol above inflation in addition to a new alcohol levy would significantly increase pub prices and price many of us out of going to the pub on a regular basis.  Many thousands of well-run community pubs could be forced to close as a result of these two ideas alone, on top of the growing pressures that community pubs already face. The BMA however wish to go further in their campaign against responsible drinkers and strictly control pub opening hours, which could mean a return to a uniform 11pm, or earlier, closing time.",
            "closed_at": "2009-12-23T00:00:00Z",
            "created_at": "2009-09-18T10:18:20.459559Z",
            "creator_name": "Emily Ryans",
            "government_response_at": "2010-07-30T11:03:48.637020Z",
            "government_responses": [
                {
                    "created_at": "2010-07-30T11:03:48.637020Z",
                    "details": "You signed a petition asking the Prime Minister to reject proposals from the British Medical Association to vastly increase taxes on alcohol and restrict pub opening hours; and to protect the interests of the responsible, sensible majority of moderate drinkers.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=support-the-pub\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'support-the-pub'",
                    "updated_at": "2010-07-30T11:03:48.637020Z"
                }
            ],
            "opened_at": "2009-09-18T10:18:20.459559Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2828,
            "state": "finished",
            "updated_at": "2010-01-18T03:01:33.664206Z"
        },
        "id": 13381546
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/support-the-pub/"
    },
    "type": "petition"
}