{
    "data": {
        "attributes": {
            "action": "Allow Football Players To Celebrate With Their Fans After Scoring A Goal",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Us fans, the heart and soul of football, think that it is ridiculous that football players get given a yellow card just for showing their passion by celebrating with the supporters who pay money and travel miles to watch their team play.\nWhat we mean by 'celebrating with the fans' is hugging and embracing a few of them after scoring. It shows the player's passion and I know from my own experiecence that when a famous football player celebrates with you then it is something that you will never forget. When it was allowed a few years ago, it was something that I used to hope and look foward to before every match. But now if a player choses to celebrate with the fans they receive a yellow card, and its very rare that you see a player doing that knowing that they'll get booked.\nOn behalf of almost every football fan, it would be massivley appreciated if the goverment announce to Fifa that you want referees to stop booking football players when they celebrate with their fans after scoring a goal. Thankyou.",
            "closed_at": "2010-03-19T00:00:00Z",
            "created_at": "2009-09-19T21:47:30.068789Z",
            "creator_name": "Lloyd Chambers",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-19T21:47:30.068789Z",
            "rejected_at": "2009-10-21T00:01:02.184702Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for the apropriate football authorities.  It is not a matter for Government.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-21T00:01:02.184702Z"
        },
        "id": 13391199
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FootballPassion/"
    },
    "type": "petition"
}