{
    "data": {
        "attributes": {
            "action": "Allow UK pistol shooters to have access to secure pistol ranges",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many debates and petitions ask for restoration of pistol shooting in the UK, but few seem to request a compromise.  We propose that consideration be given to either allowing suitably vetted and authorised pistol shooters access to police or army pistol shooting facilities at distinct times and days or, the funding of secure facilities for all.  \nAllowing civilian shooters to access Police or Army ranges would maximise the use of the ranges and possibly even fund them.  This could easily be administered alongside training days and the civilian firearm in question could be placed under the supervision of a Police/Army armourer whilst not being used.\nAn alternative is to design and build facilities for use by all in 3 conveniently located centres. This would be cost effective for the tax payer, allow government control and mean that a raft of modern safety and security measures could be built in; measures could include, for instance, an internal armoury for the storage of pistols coupled with a number of secure doors to pass through before leaving the range without his/her firearm, which would be retained.",
            "closed_at": "2010-03-24T00:00:00Z",
            "created_at": "2009-09-20T11:26:37.781630Z",
            "creator_name": "Gary Sewell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-20T11:26:37.781630Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 14,
            "state": "finished",
            "updated_at": "2010-03-25T00:01:01.841589Z"
        },
        "id": 13392368
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PistolShooting/"
    },
    "type": "petition"
}