{
    "data": {
        "attributes": {
            "action": "Scrap the out dated Tv license and have the choice to pay for what you watch.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Independent economic research analysis and investigations by consumer protection organisations such as the National Consumers Council have consistently concluded, for many years, that the UK TV licence is a levy which is regressive in its financial impact on the poor. This gross iniquity is perpetuated in essence by the UK Government upon its most vulnerable citizens. This situation is even more outrageous in an age when the poor may receive only 5 terrestial TV channels, for which the TV licence contributes to the cost of only BBC output, yet the more wealthy within the UK tend to enjoy dozens, or even hundreds of digital or satellite TV channels at comparatively little extra cost to them per channel. This petition accordingly urges the Government to abolish the UK TV licence and allow the BBC to make use of all lawful, reasonable, modern means of capital and revenue generation including share issues, property equity stakes and loans and advertising on BBC TV, radio and internet broadcasts",
            "closed_at": "2010-03-21T00:00:00Z",
            "created_at": "2009-09-21T11:26:03.304778Z",
            "creator_name": "Jeremy Sims",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-21T11:26:03.304778Z",
            "rejected_at": "2009-10-24T00:01:02.414441Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/BBC-PPV/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-24T00:01:02.414441Z"
        },
        "id": 13396883
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/The-TV-License/"
    },
    "type": "petition"
}