{
    "data": {
        "attributes": {
            "action": "Empower childen with SEN to have access to all schools which can meet their needs, not just the ones a LA consider cheapest.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There should be an end to the post code lottery and ineptitude of Local Authorities refusing children with SEN access to excellent specialist schools where they can get appropriate help for their needs. \n\nLAs often base decisions on which school is cheapest, rather than looking for the best possible option for that child.  The special educational needs of the child and parental preference should be the main reason a school is chosen.  \n\nThe horrendously stressful and expensive tribunal process should not have to be gone through just to secure your SEN child a place in a school where they can get real help for their particular needs.",
            "closed_at": "2010-03-28T00:00:00Z",
            "created_at": "2009-09-20T13:02:01.155325Z",
            "creator_name": "Mrs A Norris",
            "government_response_at": "2010-09-17T16:25:12.306339Z",
            "government_responses": [
                {
                    "created_at": "2010-09-17T16:25:12.306339Z",
                    "details": "You signed a petition asking the Prime Minister to empower childen with SEN to have access to all schools which can meet their needs, not just the ones a LA consider cheapest.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=SE-NEEDS\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'SE-NEEDS'",
                    "updated_at": "2010-09-17T16:25:12.306339Z"
                }
            ],
            "opened_at": "2009-09-20T13:02:01.155325Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 525,
            "state": "finished",
            "updated_at": "2010-04-08T17:30:01.682376Z"
        },
        "id": 13392700
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SE-NEEDS/"
    },
    "type": "petition"
}