{
    "data": {
        "attributes": {
            "action": "Use the BBC for a live policy debate between political party leaders in the run up to a general election.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned agree with the Sky News campaign that there should be a live televised debate between the leaders of the main political parties, but hold that any such debate should NOT be broadcast by Sky, but by the BBC. \n\nWe are calling for a policy debate between the leaders (or representatives) of the main parties in the run up to a national election. This is exactly the kind of public service broadcasting that the BBC is designed for and that it is the market leader in. By watching representatives of the main political parties discussing policy, we would gain information useful in making an informed decision on which party to vote for.\n\nWe do not support the call for a debate because it is what they do in the USA, we support the call for a debate despite the fact that it is what they do in the USA. We do not wish to copy the American model wholesale; we have a different political system  and may need a different model of debate. This should be as inclusive as practical regarding the political parties involved. These may include; Conservatives, Labour, Liberal Democrats, Green Party, UKIP.",
            "closed_at": "2010-03-20T00:00:00Z",
            "created_at": "2009-09-20T12:51:35.513035Z",
            "creator_name": "Tracy Duckett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-20T12:51:35.513035Z",
            "rejected_at": "2009-10-28T00:01:01.785574Z",
            "rejection": {
                "code": 16385,
                "details": "You should contact the BBC with your request.",
                "reasons": [
                    "Party political material",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-28T00:01:01.785574Z"
        },
        "id": 13392675
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/policydebate/"
    },
    "type": "petition"
}