{
    "data": {
        "attributes": {
            "action": "Re-instate The National Service Act (Revised or Otherwise)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The National Service Act will provide many benefits including: bringing troublesome youths off the street, strengthening our forces, teaching youths respect and hard working ethics, providing under-privileged youths with trades and employable education. There would be a huge decline in crime and violence. Postponing service should be allowed for those remaining in full time education, full exemptions being made to those who are seeking employment in medical, science, teaching, emergency service & critial careers. The term should be 2 years minimum. Those studying Medical degrees should be offered service into medical units, in which they can apply thier training. Men and Women will both be subject to enlistment, Women can apply for full exemption if in full-time education or work after school. Individuals will be given a choice of careers and skill paths within the Service, based on thier suitablitiy. Full Medical and Dental services will be provided free of charge, as will food & accomodation. individuals in full-time education beyond thier 25th birthday, will be exempt from service. All Citizens/Immigrants will be subject to National Service if under 25.",
            "closed_at": "2010-03-21T00:00:00Z",
            "created_at": "2009-09-21T16:31:39.632199Z",
            "creator_name": "Mr Dean Lark",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-21T16:31:39.632199Z",
            "rejected_at": "2009-10-24T00:01:02.414441Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/bringbackNS/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-24T00:01:02.414441Z"
        },
        "id": 13399088
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nationalservact/"
    },
    "type": "petition"
}