{
    "data": {
        "attributes": {
            "action": "Save & Refurbish Putney Hospital!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Putney Hospital is located at Putney Common, SW15 London.\nIt is in a beautiful setting, and this hospital once provided care from 1912 until 1999.\nFor some reason, it was closed.\nIn times when healthcare should be paramount and the building of new hospitals is vastly expensive, why?\nWhy do we have a building that is wholy owned by the local authority not being used for it's main use?\nRefurbish this once excellent hospital as a General Hospital and incorporate a facility for young people as an after school/college & sports venue.\nIt is understandable that there are newer hospitals nearby, but this hospital must retain a 'hospital' aspect due to the specifications of the donation of the land to the country.\n(This was a condition of the land use).\nKeep the land as was specified by the donator in 1912 as for use of a hospital, and 'add value' to this as suggested above.\nIncorporate a social centre and after school/college club for youngsters, and hey presto, street crime is reduced because people actually have something to do!\nLook at the Flikr webiste and do a search for photos.\nKeep this a public entity and NOT a developers dream.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-09-21T11:25:58.801341Z",
            "creator_name": "Chris Stevenson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-21T11:25:58.801341Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13396882
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PutneyHospital/"
    },
    "type": "petition"
}