{
    "data": {
        "attributes": {
            "action": "build a skate park in Purley",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the town Purley, South London, there are a lot of people who use the skate ramp in the rotary field, in fact, so many that there is not enough room for all of the users of this ramp.  During any one given day there averages about thirty users of the ramp and more during public holidays. Several of the regular users of the ramp have said that the ramp is poor quality and is becoming worn, which has caused damage to hundreds of pounds worth of their equipment. Most people are forced to travel for up to an hour to enjoy such recreation, where there are better facilities.  There is clearly a lack of activities for young people in Purley and by expanding the current set up will give the youth of Purley more of an option when it comes to recreation.  Not only would an expansion lead to a wider option of recreation in Purley, but will allow those with talent to progress and put something back into the soceity.  A project involving the public with the development of youth activities in Purley and the surrounding area could provide an outlet for the youth of Purley which they could get involved with and feel part of something, bringing the community together.",
            "closed_at": "2010-09-19T00:00:00Z",
            "created_at": "2009-09-19T23:23:53.008943Z",
            "creator_name": "Elliot Miles",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-19T23:23:53.008943Z",
            "rejected_at": "2009-10-21T00:01:02.184702Z",
            "rejection": {
                "code": 16384,
                "details": "This is best directed at your local council.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-21T00:01:02.184702Z"
        },
        "id": 13391465
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/skate-park/"
    },
    "type": "petition"
}