{
    "data": {
        "attributes": {
            "action": "Legislate to restrict advertising during TV programmes.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition has been created to request that the government legislates to stop the highly annoying practice of having irritating channel identification icons permanently displayed towards the top LH corner of the screen and to stop the infuriating practice of announcing upcoming programmes on \"dropdown or popup banners during a programme. Within the last year Sky, and in the last few months Channel 5 have craftily introduced dropdown programme \"advertisements\" during programmes. These are very annoying as they are both a distraction to viewing pleasure,obstruct the picture and are totally unnecessary when a perfectly functional electronic programme guide is available. it is also easy to identify the channel in use via the digital menu system & thus channel identification icons serve no useful purpose.  Licence payers should be entitled to enjoy a picture that is not spoilt by such intrusions. All TV stations, including Sky transmissions  should be made to remove channel identification icons & prevented from utilising dropdown or popup messages during programmes.",
            "closed_at": "2010-10-11T00:00:00Z",
            "created_at": "2009-09-22T15:31:26.497113Z",
            "creator_name": "Mr Thomas Cooke",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-22T15:31:26.497113Z",
            "rejected_at": "2009-10-12T14:46:03.014985Z",
            "rejection": {
                "code": 20480,
                "details": "You should write to the broadcasters concerned about your issues.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-12T14:46:03.014985Z"
        },
        "id": 13405395
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StopAdverts/"
    },
    "type": "petition"
}