{
    "data": {
        "attributes": {
            "action": "Lower the Fuel costs Petrol/Diesel in the UK!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We have had enough with paying ridiculously high taxes on our wages, our homes, our businesses, our neighbourhoods and our vehicles - so instead of taxing us all the more, why not reward the country who gave you the position you have?\n\nFuel costs are disgusting and are only going to become more expensive, why is this? It's cost hasn't gone up as much as you charge us on it with the taxes, so how can you get away with it?\n\nWe ask that the Prime Minister do the right thing in his short lived life in the 'big seat' and look after his interests! £108.9p per litre is extaution! If things aren't improved and soon, we shall make a stand like in the past until change has taken place.\n\nFreeze fuel costs - we know what you've done with Lybia, the land where water is worth more than Petrol. Show us that you are in charge of this 'once proud nation' - don't bow down to the beurocrats and the politically correct any longer, don't put others interests before our own.\n\nLook after your people, and they will look after you!",
            "closed_at": "2010-03-22T00:00:00Z",
            "created_at": "2009-09-22T17:43:58.763097Z",
            "creator_name": "Parker Edwards",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-22T17:43:58.763097Z",
            "rejected_at": "2009-10-28T00:01:01.785574Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/reducepetroltax/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-28T00:01:01.785574Z"
        },
        "id": 13406385
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FreezeFuelCosts/"
    },
    "type": "petition"
}