{
    "data": {
        "attributes": {
            "action": "Introduce a central uk database & order all offices recording strays in the uk to provide online photos of found pets to enable ease of cross-checking and finding of pets before the\" 7 day rule \"is up and healthy pets run the risk of being put to sleep through no fault of their own.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It would be an excellent idea to create a central database for found pets in the uk.Thousands of pets are lost & found in the uk every year & a large percentage of these are either put to sleep needlessly or rehomed(often without the owner ever knowing they were in rescue & continuing to look for them for years after).A lot of this could be prevented & thus the numbers in rescue/pounds reduced if there was a database that everyone could access to find their pet-ie make both the finder's & the owners job's easier.Groups that already exist to help lost & found pets from all over the uk could liase & in theory no found pet need be \"missed\" by the owner looking for them & countless thousands of pounds would be saved needlessly feeding animals that could be \"safe at home\" with a little more help. The onus is currently on the owner to find the pet which could have strayed or been taken & dumped anywhere in the country, an impossible task to contact people who you dont even know exist. This could help everyone & i believe strongly should be considered as a useful tool to all concerned.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-09-22T20:50:44.139147Z",
            "creator_name": "Jane Dell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-22T20:50:44.139147Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 413,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13407591
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LostPetDatabase/"
    },
    "type": "petition"
}