{
    "data": {
        "attributes": {
            "action": "condemn terrorism in any form. Request BBC for apologizing for its irresponsible journalism",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I express my strong concern at BBC's  irresponsible use of words in news article- http://news.bbc.co.uk/1/hi/world/south_asia/8266088.stm\n\nBBC's irresponsible use of words \"charity leader\" for accused is a gross disrespect to the lives of hundreds of innocent people who died in the gruesome terrorist attack. Any accused of such an act, being endorsed as a \"charity leader\" is a gross acceptance of the stand on terrorism that these terrorist groups stand for. Such irresponsible journalism tends to strengthen terrorists and bolsters their justification for killing innocent people. \n\nAny act of violence, irresponsible killing of innocent people, in any form is absolutely unacceptable, wherever it may happen in the world, and against any community such violence may be targetted. No excuse can be used to justify such terrorist acts.\n\nWe request you to condemn BBC's irresponsible use of words that not only empathizes but also glorifies  terrorism via its ending statement- \"Jamaat-ud-Dawa works as an Islamic charity all over Pakistan.\"\n\nPlease support this petition to condemn terrorism in all its forms.\n\nMany thanks,\nAmieya.",
            "closed_at": "2010-03-21T00:00:00Z",
            "created_at": "2009-09-21T21:12:34.794852Z",
            "creator_name": "Amieya Prabhaker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-21T21:12:34.794852Z",
            "rejected_at": "2009-10-28T00:01:01.785574Z",
            "rejection": {
                "code": 81920,
                "details": "You should contact the BBC directly with your comments.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel",
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-28T00:01:01.785574Z"
        },
        "id": 13400822
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CondemnTerror/"
    },
    "type": "petition"
}