{
    "data": {
        "attributes": {
            "action": "allow Barking and Dagenham Council to leave the current unfair housing subsidy system as soon as possible. We are willing for the council to take a fair portion of the national housing debt if it means extra funds which can be used to improve homes for local people.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For years Barking and Dagenham has been unable to improve housing as much as it wants because of an unfair subsidy system which costs it more than £20 million a year. A huge chunk of rental income has to be handed back to the government to service a national housing debt of £18 billion. The system is known as the Housing Revenue Account.\n\nAfter years of lobbying government for a change, the new Housing Minister John Healey recently announced that he plans to reform the system. His consultation is going on at the moment and Barking and Dagenham Council has launched a campaign called Stand Up For Local Housing to bring all of its residents together to press for the best possible outcome for the borough’s future.\n\nThe council wants an early release from the HRA system. It is willing to take on a reasonable share of the national debt if it means more money will be freed up to improve housing in the borough.",
            "closed_at": "2009-11-29T00:00:00Z",
            "created_at": "2009-09-22T17:25:58.113781Z",
            "creator_name": "Mark Taylor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-22T17:25:58.113781Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 323,
            "state": "finished",
            "updated_at": "2009-12-05T03:01:33.169353Z"
        },
        "id": 13406231
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Standuphousing/"
    },
    "type": "petition"
}