{
    "data": {
        "attributes": {
            "action": "Abolish the IELTS for overseas nurses as it discriminates against nurses from outside the EU",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Nursing and Midwifery Council (NMC), a public body, sets \"standards for entry to their register for applicants (nurses) trained outside the UK\". For nurses to become registered in the UK this means that they must pass the International English Language Test (IELTS). It has been stated by the NMC that this is to protect \"patient safety and the safety of mothers and babies\" and \"to protect the public\". The passing of the IELTS examination has been set at such a high level that it is virtually impossible for overseas nurses to pass thus there are 1000s of very capable people in the UK who are unable to work as nurses. The NMC only applies their criteria to nurses who have qualified outside the EU despite them stating that the \"NMC introduced the IELTS for ALL overseas applicants\". If the NMC are so concerned with protecting \"patient safety and the safety of mothers and babies\" and \"protecting the public\" then why do they not apply their rules equally and fairly? The application by the NMC of their rules discriminates against overseas nurses and nurses currently residing in the UK. Therefore the IELTS should be abolished.",
            "closed_at": "2010-03-28T00:00:00Z",
            "created_at": "2009-09-22T14:50:50.936393Z",
            "creator_name": "Mr Simon Jessett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-22T14:50:50.936393Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 133,
            "state": "finished",
            "updated_at": "2010-03-29T00:01:01.102774Z"
        },
        "id": 13405123
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NMCdiscriminates/"
    },
    "type": "petition"
}