{
    "data": {
        "attributes": {
            "action": "cease all collection and storage of children's data under the Contact Point scheme.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As part of the Children and young People’s Directorate big plan - ‘Every Child Matters’, a new database is being created – ContactPoint.\n\nThis database will hold the details of every child in the UK from birth to 18.  On each child’s record will be the details of every professional worker who deals or has dealt with that child.  These workers will have access to the database and will be able to see who else is working with this child.\n\nThe literature explaining the system states people should only talk about a child if the child or parents agree but this is just a guideline and not a requirement.  If a child is in danger, child professionals should phone the police.  If a child is injured they should phone an ambulance.  This should be the only priority, NOT logging on to a database.  \n\nThis database and the obvious huge support network it will require are totally un necessary, will be open to misuse, loss and abuse and will remove any right to privacy the child has as their record will be available to all professionals who work with that child.\n\nThere is no option for an opt out of the database so the rights of both the child and the parents to protect their child have been over ruled by the state.",
            "closed_at": "2009-12-28T00:00:00Z",
            "created_at": "2009-09-22T20:05:04.133587Z",
            "creator_name": "Mr Mark Heaton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-22T20:05:04.133587Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 24,
            "state": "finished",
            "updated_at": "2009-12-29T00:01:01.053819Z"
        },
        "id": 13407245
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoToContactPoint/"
    },
    "type": "petition"
}