{
    "data": {
        "attributes": {
            "action": "Improve standards of student housing",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are some landlords that should be ashamed of their houses that they let out to students, yet don't do a thing.\nI have heard many horror stories of former students of their problems, yet dispite repeatingly contacting their landlord, these problems aren't fixed. Things such as oven not working when first moved in, no hot water, mould, radiator not working etc. Yet, these landlords can receive up to 6 times more rent in a year than if they rented the property privately.\n\nWhat makes it even more sick is that some landlords have about 40 houses on their portfolio. If these houses could house 240 students at £80 per week and having to pay rent for 12 months (when the students actually live in the property for 9 months), they receive just under £1m in rent. There is money to repair the hot water system, replacing fridges.\n\nStudents are facing lifetime debts to due living in disgusting conditions, which could affect their health, in turn will affect their degree.\n\nThe govt needs to make sure that student housing is in a reasonable state and when things do go wrong, the landlords should fix within an agreed timeframe",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-09-21T21:57:51.805032Z",
            "creator_name": "Greg Foster",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-21T21:57:51.805032Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13401086
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/studentlandlord/"
    },
    "type": "petition"
}