{
    "data": {
        "attributes": {
            "action": "Not fail the victims of your unjustified war",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The refugee camp in Calais, France known as 'the jungle' is being dismantled by the French police. Whilst no-one should have to live in squalid conditions such as those in the camp, the attitude & stance which the British government has taken towards the now displaced migrants is disgusting. 'Immigration minister Phil Woolas said the migrants had no right to claim asylum in the UK, and he questioned whether they were genuine asylum seekers' - BBC News 22/9/09. The majority of people in the camp are of Afghan or Iraqi origin & are victims of an illegal, immoral war waged by the U.K & the USA. The British government has an appalling track record on providing asylum in comparison with many other developed countries. It is the fault of the government that these people cannot remain in their home countries, & whilst there maybe no legal obligation to provide some of them with asylum, there is certainly a moral one.",
            "closed_at": "2010-03-22T00:00:00Z",
            "created_at": "2009-09-22T15:56:32.975203Z",
            "creator_name": "Miss Sophie Brown",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-22T15:56:32.975203Z",
            "rejected_at": "2009-10-28T00:01:01.785574Z",
            "rejection": {
                "code": 512,
                "details": "Please can you be more specific in the title of your petition?  Perhaps you could resubmit youe petition with the following title: \"Provide asylum to the residents of the 'Jungle' refugee camp in Calais.\"",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-28T00:01:01.785574Z"
        },
        "id": 13405564
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WarVictims/"
    },
    "type": "petition"
}