{
    "data": {
        "attributes": {
            "action": "To change laws as to consessionary bus pass",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I feel as though, the consessionary bus pass, should be changed and the following action should be taken.\n1: Users aged over 60, if travelling before  0930 off peak travel time only pay half fare on all bus routes.\n2:The extra consessions practiced by some counties, or metropolitan areas, be dropped such as rail travel.\n3: all bus operators , must have  machines fitted to account for all users of the consessionary travel.\n4: More information as to those users, so a chip sytem can read all details, as to how often travel is made.\n5: That all County Councils have a record of all users,and this is used as a means of claiming resources from central government funding over the financial year.\nFor Example cost of Consessionary Travel is shown on the respective areas Council Tax sheets.\n6:Allow cross border travel into Wales, and Scotland, so that persons in any of the countries involded can travel free in those countries.\n7: Those under 60 , who have bus passes, must have more detail as to claim.And are means tested\nSuch as Alcholics and illegal drug users, and those on Incapicity Benefit,have to show proper ID as to gain one.",
            "closed_at": "2010-03-28T00:00:00Z",
            "created_at": "2009-09-22T10:00:47.479781Z",
            "creator_name": "Michael Furn",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-22T10:00:47.479781Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2010-03-29T00:01:01.102774Z"
        },
        "id": 13402946
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Lawconpass/"
    },
    "type": "petition"
}