{
    "data": {
        "attributes": {
            "action": "extend the requirements that the law acts in accordance with sexual equality in caes of family law.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We ask the Prime Minister to extend the sexual equality requirements for the British legal system to include the family courts and social services. \nA man who gives up his employment to look after his young children and to allow his wife to continue with her career should be given the same protection as a woman who is in the same position. \nThe current situation where a man who is a child’s primary career losing custody of his child and residence of his home leaving him with no career and the prospect of pensioner poverty is unacceptable. A woman in the similar situation under the current system would gain custody of their child and permanent residence and ownership of the family home. A system of determination of custody and family home ownership should be put in place that does not take into account the gender of the two parents and does not assume custodial suitability according to a person’s gender. A man can be a good parent as well as a woman.\nIt is asked that the current system of social service reporting in family law cases be modified to ensure the report is based upon an individual’s suitability to be a parent and not on the person’s gender as it is often applied currently.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-09-24T15:53:32.991989Z",
            "creator_name": "John Shields",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-24T15:53:32.991989Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13419346
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SexEqualFLaw/"
    },
    "type": "petition"
}