{
    "data": {
        "attributes": {
            "action": "ban pro-anorexia websites",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Pro-anorexia websites or pro ana websites as they are often known, praise dieting and weight loss to the extreme encouraging young girls to become dangerously thin. Anorexia is a very serious disease that can cause health problems for example infertility in women and even death. \n\nHundreds of these dangerous websites are easily viewed on the net which encourage young and impressionable girls and boys to lose weight using drastic and unhealthy measures. \n\nThe websites give ideas on how to hide anorexia and bulimia from doctors and parents. Images of skinny celebrities and clearly anorexic girls are praised and used as inspiration.\n\nOften pro-ana websites feature a tips section; one of the suggestions on a particular website encourages young girls to ‘Eat in front of the mirror. Hell, eat in front of the mirror naked and see how much you want to eat then’ \n\nCurrently Government recommendations about keeping children safe online do not specifically address these websites. This needs to be changed and this is where you can help!\n\nProtect your children, your friends, your family, the world from these terrible websites, sign this petition to ban them!",
            "closed_at": "2010-03-28T00:00:00Z",
            "created_at": "2009-09-23T10:38:54.698011Z",
            "creator_name": "Miss Jane Broderick",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-23T10:38:54.698011Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 97,
            "state": "finished",
            "updated_at": "2010-03-29T00:01:01.102774Z"
        },
        "id": 13410171
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ban-pro-ana/"
    },
    "type": "petition"
}