{
    "data": {
        "attributes": {
            "action": "For the purposes of the Motability allowance redifine the definition of disabled to include those actually ‘disabled’ and cut back the allowance to the provision to a no frills no choice basic functional vehicle.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "How did we get from providing disabled people with basic transport to sports cars?  \n\nWe went from a situation where a basic form of transport was given to disabled people to an allowance which can be used by ‘disabled’ people for anything and a definition of ‘disabled’ that is so wide it includes people who, in ordinary terms, are not disabled.\n\nThe scheme, which includes the right to upgrade (at the recipients additional expense) also includes free insurance, servicing, tyres, breakdown cover and insurance for other family members.  This is a relatively pain free cut which could be applied to many recipients.  In difficult times when we must make painfull cuts, cutting or at pruning back some of the luxury add ons of the Motability system  would produce relatively minor discomfort. \n\nMy petition is: For the purposes of the Motability allowance redifine the definition of disabled to include those actually ‘disabled’ and cut back the allowance to the provision to a no choice, no frills, basic, functional vehicle.",
            "closed_at": "2010-03-28T00:00:00Z",
            "created_at": "2009-09-23T14:31:37.801137Z",
            "creator_name": "Michael",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-23T14:31:37.801137Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2010-03-29T00:01:01.102774Z"
        },
        "id": 13412258
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CutMotability/"
    },
    "type": "petition"
}