{
    "data": {
        "attributes": {
            "action": "Not to Allow the Introduction of Tax on Broadband Internet FULLSTOP?!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government aims to bring in a new legislation which will TAX YOU for having fixed line Internet, this will be brought in before the next election so YOU CAN,T SAY NO! However the travesty won't stop there even if you don't have internet you will be taxed just for having a telephone line meaning not only will you have to pay your service provider but you'll also have to pay the Government. \n\nIt would apply to everyone with a fixed line telephone and could raise up to £175 million a year.\n\nIt is though the plan would mean people with a home phone line paying a £6 annual fee even if they are not connected to the internet. \n\nThis legislation is completely unacceptable by any means and should be halted. There is no reasonable excuse for such a tax especially seeing as service providers do not guarantee the level of service we receive. \n\nThis would mean paying more money into an unpredictable service which couldn't be guaranteed by the Governmnet, this legislation also fails to consider that you already have to pay V.A.T (Value Added Tax) which is soon to return to 17.5% increasing the overall cost unfairly to the end user.",
            "closed_at": "2009-12-23T00:00:00Z",
            "created_at": "2009-09-23T22:26:59.464540Z",
            "creator_name": "Nicholas Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-23T22:26:59.464540Z",
            "rejected_at": "2009-10-28T00:01:01.785574Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/stopbroadbandtax/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-28T00:01:01.785574Z"
        },
        "id": 13415451
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoTaxBroadband/"
    },
    "type": "petition"
}