{
    "data": {
        "attributes": {
            "action": "Enforce Internet sites Facebook and You Tube to strictly monitor and remove any hate videos, groups, members and vulgar comments which slander, disrespect and cause undue distress regarding Hillsborough and other such disasters where innocent people lost their lives.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Videos & groups are being created on Facebook, You Tube & similar websites to insult, disrespect & slander Hillsborough, Heysel & Munich air disaster. Innocent videos e.g Liverpool videos still have members who are not monitored leaving comments for no other purpose than to cause distress to all who see what they are saying, some very graphic and upsetting. This is distressing to all who are exposed to this and we the undersigned feel that strict monitoring of groups, members and comments & suchlike should be in force to prevent such behaviour. Despite numerous contact to the websites reporting members & groups over the years nothing has been done, individuals are still free to behave in this manner & it is getting worse. We feel that members & their usernames, videos & groups should be pre approved by the sites before being allowed to go go public & any that are already out there of this nature in question should be immediately removed & serious legal action to be taken against anyone involved in such activities. There needs to be a serious criminal punishment & a name & shame policy in force to prevent such behaviour.",
            "closed_at": "2010-09-24T00:00:00Z",
            "created_at": "2009-09-24T11:38:09.847421Z",
            "creator_name": "Julia Brannigan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-24T11:38:09.847421Z",
            "rejected_at": "2009-10-29T00:01:01.328659Z",
            "rejection": {
                "code": 16384,
                "details": "Please contact Ofcom if you have concerns about the content on particular websites.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-29T00:01:01.328659Z"
        },
        "id": 13417687
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/JFT96-THE-TRUTH/"
    },
    "type": "petition"
}