{
    "data": {
        "attributes": {
            "action": "tender his resignation immediately.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the Great British public have been let down by our Political head of state and his cabinet's failings. The failings are many, and are not limited to one area but stretch across the whole political spectrum. \nFailings in immigration to defence and protecting the public’s interest, this now has to stop before it is too late. Before we are aware of it we will become a policed state and the once proud United Kingdom is reduced to a political laughing stock.  If the Labour party seriously desires to be in power at the end of the next general election Gordon Brown must step down and allow a better candidate to run the party. \nGordon Brown represents a political leader out of touch with his country. Compared with other leaders of the World Mr Brown is a damn mess.\nWe the undersigned request that Mr Brown tenders his resignation immediately and that a suitable Political head of state be appointed.  It is time that politicians remember they are here to do our bidding not the other way round.",
            "closed_at": "2010-06-24T00:00:00Z",
            "created_at": "2009-09-24T12:34:34.413849Z",
            "creator_name": "Jordan Cervo",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-24T12:34:34.413849Z",
            "rejected_at": "2009-10-24T00:01:02.414441Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/please-go/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-24T00:01:02.414441Z"
        },
        "id": 13418066
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MrBrownGO/"
    },
    "type": "petition"
}