{
    "data": {
        "attributes": {
            "action": "Help victims of UK Banks to get a refund of our Bank charges ASAP.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The poor in less paid jobs are suffering in this recession. As a result, the banks are 'milking' it's victims without mercy; although they caused it. It has become very difficult to pay bills or keep up repayments of loans and mortgages although the bank of England has done it's part to give financial relieve to residents and  citizens of the UK. The poor and genuine unemployed are suffering more because of Bank charges. Please kindly put yourselves in our shoes and plead on behalf of poor bank victims to get all our bank charges back, as it would go a long way to help every poor victim. The average victim could get about two thousand pounds and that can also ensure money is circulating. It would help the shops, we can buy uniforms and everything the average child in the UK is being deprived of as a result of the recession. It is really difficult for most of us paying this charges. Please help us get these monies back and if possible, please let them stop these charges or charge only how much it would cost them when they are unable to pay our direct debits.  Thank you very much. I think it would be very handy for every victim to get their bank charges back before chistmas. What do you think, Sir?",
            "closed_at": "2009-11-29T00:00:00Z",
            "created_at": "2009-09-24T16:11:51.664893Z",
            "creator_name": "Mrs Thelma Addai",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-24T16:11:51.664893Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 25,
            "state": "finished",
            "updated_at": "2009-11-30T00:01:01.979281Z"
        },
        "id": 13419492
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/saveoursouls/"
    },
    "type": "petition"
}