{
    "data": {
        "attributes": {
            "action": "ensure that infants and children with GERD (Reflux) receive the same level of treatment no matter where they live",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Infant reflux is a painful illness for a baby & causes stress to new parents. The baby cries lots & may or may not vomit. Treatment for this illness includes thickening milk & medications to control the production of the acid. Most children outgrow reflux by 2 however, during the illness parents require a higher level of support than we are receiving - GPs and Health visitors need to be educated to recognise the symptoms of Reflux and be able to differentiate between reflux and \"colic\" so that the child can be treated effectively reducing pain for the child and stress for the parents. Too many GPs dismiss parents concerns & diagnose the baby with \"colic\". They are also too wary about prescribing reflux medications (which have been safely used in newborn and premature babies for decades).\n\nGPs &  Health Visitors need to support parents by prescribing the medications & referring the infants to hospital as this illness can be dramatic causing babies to lose weight, get dehydrated & ultimately refuse to feed. This causes stress to the parents and can contribute to increased levels of Postnatal depression.",
            "closed_at": "2009-12-28T00:00:00Z",
            "created_at": "2009-09-23T11:35:22.050842Z",
            "creator_name": "Mrs V Till",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-23T11:35:22.050842Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 281,
            "state": "finished",
            "updated_at": "2009-12-29T00:01:01.053819Z"
        },
        "id": 13410898
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Infant-Reflux/"
    },
    "type": "petition"
}