{
    "data": {
        "attributes": {
            "action": "Give us a referendum on EU constitution",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Let us, the British people decide the future of our Country being dictated to by European Burocrats. Where is our referendum as promised by Mr Brown. We are a hardworking nation and quite intelligent enough to make a decision on this. We have faught for hundreds of years to keep our county independant and Labour want to sign this away, for what, to be written in the history books. What about all the people that have died fighting to keep this country independant, will they have died in vain, so Mr Blair and Mr Brown can be included in the history books.\n\nThe policies that are written now by our own Government are heavily stacked against the British public, can we even imagine what the European burocrats can dream up for us to obide by.\n\nDo we really want these Eurocrats dictating our future, leading discussions with the rest of the world on our behalf.\n\nPlease help us get the referendum Mr Brown promised.",
            "closed_at": "2009-10-23T00:00:00Z",
            "created_at": "2009-09-23T11:17:31.145070Z",
            "creator_name": "Ashley Goudie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-23T11:17:31.145070Z",
            "rejected_at": "2009-10-28T00:01:01.785574Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/EU-STAYorGO",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-28T00:01:01.785574Z"
        },
        "id": 13410703
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NOEUTREATY/"
    },
    "type": "petition"
}