{
    "data": {
        "attributes": {
            "action": "to call upon the new Japanese Prime Minister and his government to stop the cruel slaughter of around 20,000 dolphins, porpoises and other whales in Japan’s coastal waters every year and to respect the international ban on commercial whaling .",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Japanese government issues quotas for the slaughter of around 20,000 dolphins, porpoises and other whales in Japan's coastal waters every year driving some populations toward extinction. Japan refuses to accept that the International Whaling Commission's ban on commercial whaling applies to these species and thousands of dolphins and porpoises are cruelly slaughtered and sold as whale meat even though the meat is heavily contaminated with toxic pollutants such as mercury, at levels that exceed public safety limits. Dolphin meat is even included in school lunches. We are calling for an end to these hunts on animal welfare conservation and public health grounds.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-09-24T15:52:06.318734Z",
            "creator_name": "Andy Ottaway",
            "government_response_at": "2011-02-22T16:31:13.666698Z",
            "government_responses": [
                {
                    "created_at": "2011-02-22T16:31:13.666698Z",
                    "details": "You signed a petition asking the Prime Minister to to call upon the new Japanese Prime Minister and his government to stop the cruel slaughter of around 20,000 dolphins, porpoises and other whales in Japan’s coastal waters every year and to respect the international ban on commercial whaling.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=dolphin-hunting\n\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'dolphin-hunting'",
                    "updated_at": "2011-02-22T16:31:13.666698Z"
                }
            ],
            "opened_at": "2009-09-24T15:52:06.318734Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2160,
            "state": "finished",
            "updated_at": "2011-02-22T16:31:13.666698Z"
        },
        "id": 13419328
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/dolphin-hunting/"
    },
    "type": "petition"
}