{
    "data": {
        "attributes": {
            "action": "exercise proper control over the senior management of the Financial Services Authority.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Whilst recognising that there are many competent, hard-working and well meaning people working for the FSA, by failing to properly regulate banks and other major financial institutions the FSA’s management has seriously harmed the financial well being of the UK population and now by over-regulating small businesses it threatens to make financial advice unaffordable to those people at the time they need it most. People need encouragement to save, not barriers. \n\nWe believe its current policies will prove disastrous to both businesses and consumers alike and we have no confidence in the FSA to regulate either competently or fairly under its current management.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-09-25T17:07:35.116516Z",
            "creator_name": "Neil F Liversidge",
            "government_response_at": "2010-08-23T12:02:27.179421Z",
            "government_responses": [
                {
                    "created_at": "2010-08-23T12:02:27.179421Z",
                    "details": "You signed a petition asking the Prime Minister to exercise proper control over the senior management of the Financial Services Authority.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=FSANOCONFIDENCE\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'FSANOCONFIDENCE'",
                    "updated_at": "2010-08-23T12:02:27.179421Z"
                }
            ],
            "opened_at": "2009-09-25T17:07:35.116516Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2701,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13427569
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FSANOCONFIDENCE/"
    },
    "type": "petition"
}