{
    "data": {
        "attributes": {
            "action": "withdraw any invitation to the Pope for a state visit to the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Pope, as a citizen of Europe and the leader of a religion with many adherents in the UK is of course free to enter and tour our country.\n\nHowever, as well as a religious leader, the Pope is a head of state and the state and organisation of which he is head has been responsible for:\n\n- opposing the distribution of condoms and so increasing large families in poor countries and the spread of AIDS\n\n- promoting segregated education\n\n- denying abortion to even the most vulnerable women\n\n- opposing LGBT rights, including universal decriminalisation of homosexuality\n\n- failing to address the many cases of abuse of children within its own organisation.\n\nThe state of which the Pope is the head has also resisted signing many major human rights treaties and has formed its own treaties (‘concordats’) with many states which negatively affect the human rights of citizens of those states.\n\nAs a head of state, the Pope is an unsuitable guest of the UK and should not be accorded the honour and recognition of a state visit to our country. Any invitation to him to do so should be withdrawn.",
            "closed_at": "2010-09-27T00:00:00Z",
            "created_at": "2009-09-27T12:49:36.693664Z",
            "creator_name": "Andrew Copson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-27T12:49:36.693664Z",
            "rejected_at": "2009-10-29T00:01:01.328659Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Papal-visit/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-29T00:01:01.328659Z"
        },
        "id": 13438384
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nopopestatevisit/"
    },
    "type": "petition"
}