{
    "data": {
        "attributes": {
            "action": "Maintain the integrity of British justice by removing Clause 13 from the Policing and Crime Bill; to terminate the government's present counterproductive altercation with the sex industry; to uphold the civil, legal and human rights and freedom of choice of both sex workers and their clients and to promote their safety; and to focus available police resources to target trafficking under existing legislation.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Clause 13 in the Policing and Crime Bill makes it an offence to pay for sex with a person who is being subjected to exploitative conduct irrespective of whether the client knew of the circumstances. There is no right of defence due to the strict liability condition.\n\nThis contravenes two fundamental principles of British justice; firstly, that intent is a crucial factor in assessing guilt or innocence, and secondly, that the defendant is entitled to present a proper defence in a fair trial. The strict liability element disregards both these principles, and has been introduced simply to maximise the number of convictions, since very few could be proved on a legimate basis. This type of \"trick and trap\" legislation is unacceptable because it undermines the basic integrity of British justice.\n\nThe Lord/Commons Joint Committee on Human Rights has also raised the issue of the right to privacy.\n\nWe therefore call upon the government not only to withdraw Clause 13 from the Policing and Crime Bill, but also to revise its entire attutude to the sex industry on a more realistic basis.",
            "closed_at": "2010-01-29T00:00:00Z",
            "created_at": "2009-09-27T12:01:33.046890Z",
            "creator_name": "David Tong",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-27T12:01:33.046890Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2010-01-30T00:01:01.775577Z"
        },
        "id": 13438093
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stopclause13/"
    },
    "type": "petition"
}