{
    "data": {
        "attributes": {
            "action": "end child immigration detention.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the UK we routinely detain the children of asylum seekers in removal centres, prisons in all but name. \n\nWe detain 2000 children every year, many for months on end. These children have committed no crime. They, or their parents, have simply exercised their right to claim asylum. \n\nThe children of asylum seekers are the only children who may be detained without time limit and the UK is the only European country where this happens. Australia, for example, has pledged to never put another asylum seeking child in a detention centre.  \n\nFor many families, detention unearths past terrors and causes psychological distress. Cut off from family and friends, children in detention experience insomnia, weight loss, depression and self harm. \n \nChildren’s Commissioner for England, Sir Al Aynsley Green, visited Yarl’s Wood removal centre to interview child detainees and called for child detention to end immediately. \n\nIf enough people speak out the government will have to listen. Please sign our petition.\n\nThank you.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-09-27T12:40:39.308773Z",
            "creator_name": "Esme Madill",
            "government_response_at": "2010-10-07T12:12:59.571483Z",
            "government_responses": [
                {
                    "created_at": "2010-10-07T12:12:59.571483Z",
                    "details": "You signed a petition asking the Prime Minister to end child immigration detention.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=NoChildDetention\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'NoChildDetention'",
                    "updated_at": "2010-10-07T12:12:59.571483Z"
                }
            ],
            "opened_at": "2009-09-27T12:40:39.308773Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4927,
            "state": "finished",
            "updated_at": "2010-12-02T12:36:34.033927Z"
        },
        "id": 13438331
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoChildDetention/"
    },
    "type": "petition"
}