{
    "data": {
        "attributes": {
            "action": "Push for the UN to try Tony Blair for an illegal war",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gordon Brown should push for Tony Blair to be tried in the Hague as a war criminal for the illegal torture, dentention and deaths of innocent lives as well as civilians from war. The Geneva Convention states that The covenant forbids torture and inhuman or degrading treatment, slavery or involuntary servitude, arbitrary arrest and detention, and debtor's prisons. It forbids propaganda advocating war. Propaganda such as WMD's, the legal reason for bombing Baghdad and storming Iraq even after Hanz Blix said not to. Torture for which soldiers have been tried and found guilty for yet they were only following orders from the highest levels. Degrading treatment such as being defecated upon by soldiers who once again were following orders. Slobodan Milosevic was found guilty for war crimes for trying to \"free\" a nation he thought needed it (Kosovo), that is the same treatment Bush and Blair have given Iraq and Afghanistan.",
            "closed_at": "2010-01-02T00:00:00Z",
            "created_at": "2009-09-26T05:38:34.540782Z",
            "creator_name": "Reece Mack",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-26T05:38:34.540782Z",
            "rejected_at": "2009-10-06T16:12:50.525605Z",
            "rejection": {
                "code": 2,
                "details": "",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-06T16:12:50.525605Z"
        },
        "id": 13431597
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WarlordBlair/"
    },
    "type": "petition"
}