{
    "data": {
        "attributes": {
            "action": "prevent any visit by the Pope to the United Kingdom of Great Britain and Northern Ireland.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The United Kingdom is, by law, a Protestant country. On her coronation day Her Majesty the Queen swore to “maintain in the United Kingdom the Protestant Reformed Religion established by law”.\n\nAny visit by the Pope can only serve to undermine the Reformed Religion in the United Kingdom.  \n\nThe doctrines and teachings of the Church of Rome are the very antithesis of the Biblical doctrine of justification by faith alone. As such they are eternally injurious to all people and must be strenuously resisted by every Bible believing person.\n\nThe Pope is identified by the 39 Articles of the Church of England and the Westminster Confession of Faith (the document which your own father signed when he became a minister in the Church of Scotland) as \"that Antichrist, that man of sin and son of perdition, that exalteth himself in the Church, against Christ and all that is called God.\" \n\nTherefore he must not be welcomed to propagate his doctrines in the United Kingdom - a country that is constitutionally bound to the defense of the Reformed Protestant Faith.\n\nWe therefore call upon the Prime Minister to do every thing in his power to prevent any Papal visit to the United Kingdom.",
            "closed_at": "2010-09-26T00:00:00Z",
            "created_at": "2009-09-26T22:58:23.290858Z",
            "creator_name": "Rev David McCarthy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-26T22:58:23.290858Z",
            "rejected_at": "2009-10-29T00:01:01.328659Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Papal-visit/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-29T00:01:01.328659Z"
        },
        "id": 13436610
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nopapalvisit/"
    },
    "type": "petition"
}