{
    "data": {
        "attributes": {
            "action": "Give patient choice to those sectioned in hospital, let them choose the hospital that they are incarcerated in/treated at",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sectioned individuals and those being treated for mental health issues should be able to choose which hospital they go to, in the same way that patient choice exists in other areas of medicine. It is a fact that some 'staff' place fraudulent lies into the medical notes of select patients and/or misdiagnose. This can destroy our lives. We should be able to select a hospital that we feel safe in, and also a place where we have faith in the profesionalism of the staff.\nIn brief people identified with mental health issues should be given patient choice immediately. Currently patient choice discriminates against mental health patients because it is not available to them. To many their own  communities cause mental ill health. To incarcerate someone into a local hospital when they wish to be elsewhere is morally and ethicaly wrong. \nAlso women should never be sectioned/incarcerated in a mixed sex ward if they wish to be in a women only ward. It is wrong to lock a woman up in a place where she is forced to eat, interact and associate with complete strangers that are male in order to prove that she is well enough to be discharged and accused of self isolation if she does not comply.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-09-27T17:19:50.710244Z",
            "creator_name": "Ms Betts",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-27T17:19:50.710244Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13440353
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Sectioning/"
    },
    "type": "petition"
}