{
    "data": {
        "attributes": {
            "action": "establish a centralised opt-in system for receiving phonebooks",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "75 million phonebooks are produced and delivered each year, amounting to an estimated 75,000 tonnes of annual waste, enough to cover Hyde Park twice!\nAdd in the cost of manufacturing, delivering and recycling phone books, this equals a totally unnecessary and avoidable environmental burden. The estimated amount of resources wasted include:\n\n• 680,000 barrels of oil (not including petrol wasted during delivery)\n• 2 billion litres of water (not including water wasted in the recycling process)\n• 437 million kilowatts of energy (not including the recycling process) equates to enough energy to power 112,000 three bedroom houses for a year\n\nFrom production to recycling, 75,000 tonnes of phonebooks equates to 96,000 metric tonnes of wasted carbon emissions!\n\nWe're asking for a centralised opt-in system for phonebooks, giving the UK population the choice to reduce the cost of producing unwanted and un-needed phonebooks.",
            "closed_at": "2010-03-29T00:00:00Z",
            "created_at": "2009-09-28T09:30:14.817677Z",
            "creator_name": "Mr Neil Watts",
            "government_response_at": "2010-07-14T15:34:33.073656Z",
            "government_responses": [
                {
                    "created_at": "2010-07-14T15:34:33.073656Z",
                    "details": "You signed a petition asking the Prime Minister to establish a centralised opt-in system for receiving phonebooks.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=NoPhonebooks\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'NoPhonebooks'",
                    "updated_at": "2010-07-14T15:34:33.073656Z"
                }
            ],
            "opened_at": "2009-09-28T09:30:14.817677Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12129,
            "state": "finished",
            "updated_at": "2010-06-17T15:30:01.692065Z"
        },
        "id": 13447897
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoPhonebooks/"
    },
    "type": "petition"
}