{
    "data": {
        "attributes": {
            "action": "prevent domestic energy suppliers from raising prices for Gas and Electricity, before taking individual meter readings.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gas and Elecricity suppliers have long been increasing their unit prices half way through a quarterly charging period. this results in energy bills which favour their business' pockets and the consumer is unfairly billed for their fuel consumption.\n\nthe consumer has the right to pay only for what they use, at the rate applicable at that time. companies guesstimate, not only how many units of energy has been used during a previous quarter, but current bills may also be guesstimates, too, with a units price increase, at a point, in that quarter, not notified to the customer.\nthey invite consumers to send in a reading of their own, at the time of receipt of a current bill, but the new bill is also based on an estimated reading again, up to, and after, the secret date of their price increases. consumers cannot go back and read their meter on the day the increases are applied if they are unaware of that date.\n\nthis practice should be outlawed as criminal and fraudulent.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-09-28T17:57:16.122643Z",
            "creator_name": "mrs c.m.",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-28T17:57:16.122643Z",
            "rejected_at": "2009-12-04T00:01:01.219279Z",
            "rejection": {
                "code": 8192,
                "details": "Please provide your full name and address. Only your name will show on your petition.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 13459037
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/price-increases/"
    },
    "type": "petition"
}