{
    "data": {
        "attributes": {
            "action": "make into law that all companies using premium number 0845, 0870 etc., must also list an alternative regular landline number.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is absolutely outrageous that we are given no choice when calling the vast majority of businesses in the UK who insist on listing only 0845 and 0870 numbers. Calling these numbers is often far more expensive than it should be or needs to be. Calling from our home can be expensive, calling from our mobiles is extortionate. \n\nThe desire by consumers to have an alternative landline number to call is clearly large judging by hits that a certain ‘say no’ website has each day. It would be fairer to us the consumer if we were given an alternative landline number to call instead of being railroaded into calling our banks, energy suppliers, insurance companies and even our government agencies on these premium numbers. Not too much to ask for really and... what reason would any organization have be it private of government for not giving an alternative landline number?",
            "closed_at": "2010-09-28T00:00:00Z",
            "created_at": "2009-09-28T17:50:45.231943Z",
            "creator_name": "Alfred Agius",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-28T17:50:45.231943Z",
            "rejected_at": "2009-10-29T00:01:01.328659Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/freephones/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-29T00:01:01.328659Z"
        },
        "id": 13458955
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/No0845/"
    },
    "type": "petition"
}