{
    "data": {
        "attributes": {
            "action": "pass a new law making it illegal to impersonate, misrepresent, or falsify connections (past or present) with HM Forces including the wearing of uniforms complete or in part and the adorning of medals awarded either for campaign service, long service and services of distinction for which they are not entitled. Further to this and in particular, we would request that the government consider making it a criminal offence for those who aspire to make personal or corporate financial gain from such acts of fraudulent deceit.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is aimed at making it illegal for any individual to impersonate, misrepresent, or falsify connections (past or present) with HM Forces including the wearing of medals awarded either for campaign service, long service and services of distinction. Further to this, we would request that the government consider making it a criminal offence for those who aspire to make personal or corporate financial gain from such actions. For example, posing as an authority in military matters were clearly no formal qualifications exist, or writing books where the author has clearly misrepresented themselves (lied) this should be seen as gaining pecuniary advantage by misrepresentation and consequently punishable by law. The only exception to this would be for theatrical, re-enactment and entertainment purposes (this would come under the same law that currently exists covering police and other officially recognised uniforms) \nThis petition is dedicated to all those servicemen and women who have served their country within HM forces and in particular, the fallen.",
            "closed_at": "2010-01-29T00:00:00Z",
            "created_at": "2009-09-28T13:25:11.490090Z",
            "creator_name": "Mr Adam Williams",
            "government_response_at": "2010-08-10T15:35:17.706468Z",
            "government_responses": [
                {
                    "created_at": "2010-08-10T15:35:17.706468Z",
                    "details": "You signed a petition asking the Prime Minister to pass a new law making it illegal to impersonate, misrepresent, or falsify connections (past or present) with HM Forces including the wearing of uniforms complete or in part and the adorning of medals awarded either for campaign service, long service and services of distinction for which they are not entitled. Further to this and in particular, we would request that the government consider making it a criminal offence for those who aspire to make personal or corporate financial gain from such acts of fraudulent deceit.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=Stolen-honour\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'Stolen-honour'",
                    "updated_at": "2010-08-10T15:35:17.706468Z"
                }
            ],
            "opened_at": "2009-09-28T13:25:11.490090Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 545,
            "state": "finished",
            "updated_at": "2010-03-03T15:02:06.414794Z"
        },
        "id": 13453757
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Stolen-honour/"
    },
    "type": "petition"
}