{
    "data": {
        "attributes": {
            "action": "Change the law  to allow licensed shotgun owners to purchase and use shotguns with larger capacity magazines",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently shotguns are restricted to two cartridges (or 2+1 in the breech with semi or pump shotguns). Practical shotgun enthusiasts cannot use this type of artifically restricted shotgun as it is too slow to reload for competition.  \n\nThis means a firearms certificate (FAC) is required and the enthusiast must join a rifle club and be a member for 3 to 6 months before being allowed to apply for a FAC.\n\nI propose that all smoothbore shotguns  have the artificial magazine capacity restriction removed and allow licensed shotgun owners to purchase shoguns with a capacity of up to 8 cartridges. \n\nIf a person is deemed responsible enough by the Police to own a shotgun that can hold two cartridges, owning one that is identical in all respects other than  magazine capacity seems a reasonable change to the law to make.\n\nSome advantages to this change would be:\n\nReduce licensing fees making the sport more accessible to all.\n\nGreatly reduced workload AND cost for both Police forces and gun owners.\n\nSimplified administration for Police as each shotgun won't need specific approval, just registration.\n\nReduce the number of firearm certificates issued.\n\nEncourage more people to get involved in the sport.",
            "closed_at": "2010-01-29T00:00:00Z",
            "created_at": "2009-09-28T20:26:30.013235Z",
            "creator_name": "Don Gray",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-28T20:26:30.013235Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 23,
            "state": "finished",
            "updated_at": "2010-02-25T15:08:48.186909Z"
        },
        "id": 13460952
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PracticalSG/"
    },
    "type": "petition"
}