{
    "data": {
        "attributes": {
            "action": "PLEASE CRUSH THE CRIME TOUGH HANDED",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear Prime Minister,\n\nGreetings. It is a great respite for all of us to learn that you are determined to bring criminals of all sorts behind bars. It is unthinkable  that there are streets in the UK where hooligans rule the streets, breaks peoples' homes, destroys property, threatens peace loving people of their life and Police are either helpless or law is not adequate enough to book them in. Interestingly, these hooligans live on public funds.This can not go on.\n\nPlease enact toughest laws (without loophole)with adequate authority to the police so that no criminal can get away.It should be so tough that no one can dare terrorise the peace loving people. Alternatively, laws can be made empowering home owners and businesses to possess licensed guns to protect themselves from these hooligans. There are countries, like in the USA, where people are authorised to possess licencsed guns in their homes or businesses to protect themsleves.\n\nMany thanks for your patience in reading this letter.\n\nRegards\n\nAL KHAN",
            "closed_at": "2009-11-29T00:00:00Z",
            "created_at": "2009-09-29T14:47:14.271657Z",
            "creator_name": "AL KHAN",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-29T14:47:14.271657Z",
            "rejected_at": "2009-09-30T11:53:32.124863Z",
            "rejection": {
                "code": 16384,
                "details": "It seems like you are writing a letter to the Prime Minister rather than creating a petition so I would suggest that you write to or email the PM instead. You can find details of how to do that here: http://www.number10.gov.uk/footer/contact-us",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-09-30T11:53:32.124863Z"
        },
        "id": 13469777
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BURSTING-CRIME/"
    },
    "type": "petition"
}