{
    "data": {
        "attributes": {
            "action": "School uniform to name a start",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I feel very disheartened this summer after reading the requirements for my former senior school in regard to uniform amongst many things.  I remember my senior years at school being ones to remember.  My niece has since joined my senior school in Dorset and I am disgusted to discover the over strict regulations regards to uniform amongst most making it hard for most single or low income parent to manage even with the grant allocated by the local council not covering even a half of the required school kit(3 items cost more than £30). It makes me wonder where the school system has gone wrong that we require to justify such purchases for our children to progress in a competitive world.  We are the only nation that penalises our children for wanting to do well.  It breaks my heart and many people I know!  What will be the price for my 2 year old!!!!!!!!!!!",
            "closed_at": "2010-09-29T00:00:00Z",
            "created_at": "2009-09-29T02:49:26.310342Z",
            "creator_name": "Mrs Caroline Muir",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-29T02:49:26.310342Z",
            "rejected_at": "2009-10-29T00:01:01.328659Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-29T00:01:01.328659Z"
        },
        "id": 13463426
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Kassie76/"
    },
    "type": "petition"
}