{
    "data": {
        "attributes": {
            "action": "Stop the GSP+ concession that Sri Lanka enjoys.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sri Lanka holds in excess of 300,000 civilians in so-called internment camps, an euphemism for concentration camps. On a daily basis they are subjected to gross human rights violations. International aid agencies such as the ICRC are denied access to these camps. European Union observers are denied access.\n\nIn addition to this, many journalists of all ethnic groups have been murdered, subjected to torture and bodily harm or have been incarcerated for reporting the truth. Free speech of has been crushed and ministers in the current government are openly entertaining the idea of changing the constitution to ensure that the present President carries on as President for Life.\n\nIn addition to this, it has treated the Foreign Ministers of the U.K., France and Sweden with utter contempt and denying a visa for the latter.\n\nIn the face of such defiance of the civilised world’s views and the trampling of freedom, it would be a travesty of natural justice if the GSP plus concession which Sri Lanka currently enjoys is renewed.",
            "closed_at": "2009-11-30T00:00:00Z",
            "created_at": "2009-09-30T09:08:52.867218Z",
            "creator_name": "Dr Arujuna Sivananthan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-30T09:08:52.867218Z",
            "rejected_at": "2009-10-31T00:01:01.573251Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/CeylonJustice/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-31T00:01:01.573251Z"
        },
        "id": 13477790
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GSPplus/"
    },
    "type": "petition"
}