{
    "data": {
        "attributes": {
            "action": "let 16-18 year olds who have not yet received their replacement oysters due to postal strikes travel free on buses.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Teens all over London will have to pay to continue going to college after September 30th because the recent postal strikes have delayed the deliveries of the replacement 16-18 oyster cards, which were sent off as early as September 1st. \n\nWe are being told \"there's nothing they can do\" and that we'll just have to pay until it's sorted out - and no-one knows how long that will be, if the cards aren't lost in a pile somewhere. For most of us, the money we have to pay to get to and from college is normally used for lunch during the day, and we cannot afford to pay for travel on top of everything else. £2 per bus is ALOT of money for people our age. \n\nWe are supposed to be being encouraged to continue our education but now, because we are only teenagers, we're now being told that we'll have to pay to get there too. Money will not be lost as bus travel is normally free for us anyway. All we ask is that the word goes out to bus drivers to let teens on the bus with their old oystercard until things can be sorted out at the post office. \n\nSign this!",
            "closed_at": "2009-10-06T00:00:00Z",
            "created_at": "2009-09-29T19:52:48.361262Z",
            "creator_name": "Natasha McAnea-Hill",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-29T19:52:48.361262Z",
            "rejected_at": "2009-10-30T00:01:01.457776Z",
            "rejection": {
                "code": 4096,
                "details": "Public transport in London is a matter for the Mayor of London's office and Transport for London.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-30T00:01:01.457776Z"
        },
        "id": 13473616
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/teenoyster/"
    },
    "type": "petition"
}