{
    "data": {
        "attributes": {
            "action": "abolish the 31MPH speed limit introdused in  early 1973",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Riding on the public highway is very dangerous for 2 wheeled vehicles anyway, having to stick to a 31MPH speed limit makes it even more dangerous, when you travel on a 40MPH limit it can be terrifying, I dred to think how scary  it would be if you travel say, on a duel carriage way? i wouldn't know, i think it will be to scary.\n\nwith this scaryness comes the surprise of another speed breaking car. and could cause a collision.\n\nwhen the 50cc engine is restricted the Ryder is giving it a low of throttle and the engine is reving 8-12RPM and only going 31MPH because thats how fast they can legally go, if you were allowed to unrestricted it the engine would be going 8-12RPM and doing 40-60. if the engine is going that sort of RPM then you raise co2 or whatever it is and of course do lower MPG but thats what the government want isn't? to line there pockets from 16yr olds who do paper round, the might say go at a more economical speed? but then you would be going 25-20MPH and thats even more dangerous, wouldn't it?",
            "closed_at": "2010-10-01T00:00:00Z",
            "created_at": "2009-09-30T20:35:24.553850Z",
            "creator_name": "Christopher Nichols",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-30T20:35:24.553850Z",
            "rejected_at": "2009-10-02T14:58:06.604882Z",
            "rejection": {
                "code": 41216,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "False or incomplete name or address information",
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-02T14:58:06.604882Z"
        },
        "id": 13487328
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/speedlimit31/"
    },
    "type": "petition"
}