{
    "data": {
        "attributes": {
            "action": "Publish a clear statement on the funding of long term care in England & Wales.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In July 2009, the Government published a widely welcomed Green Paper on the issue of the future shape and funding of long-term care. \n\nThis document took many months in its preparation and set out a number of possible funding options. It is currently part-way through the consultative process. \n\nIn September 2009 the Prime Minister announced a set of proposals to fund personal care for those who are deemed to be of the highest need and who remain living in their own home. Such proposals were never contained in the Green Paper.\n\nThe funding of care costs is a highly emotive subject and the decision to enter a residential setting or remain at home is one that demands and deserves proper consideration.\nWe therefore ask that the Prime Minister (or his appointed Minister of State) explains whether the proposals are fully costed and whether they will be funded out of general or local taxation; whether any funds provided to local authorities will be ring-fenced to ensure that they are used for the specific purpose for which they are intended; and how these proposals interact with those outlined in the Green Paper and, indeed, whether this now needs to be re-drafted.",
            "closed_at": "2010-02-01T00:00:00Z",
            "created_at": "2009-09-30T18:27:48.934158Z",
            "creator_name": "Christopher Bearfoot",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-30T18:27:48.934158Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2010-02-02T00:01:01.437023Z"
        },
        "id": 13486017
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/carefees/"
    },
    "type": "petition"
}