{
    "data": {
        "attributes": {
            "action": "introduce new measures, to complement existing measures, with the aim of reducing to zero the number of cyclist fatalities caused by LGVs (Large Goods Vehicles).",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The measures should create a two-part Safety Standard that is an addition to the LGV license. \nThe safety standard would commit to Best Practice in both driver training and in vehicle specification.\nThis would be achieved by: A) implementing additional driver safety awareness training; and B) recognising that vehicle specification must include suitability of the LGV for the city centre.\nThe combination of both an LGV Safety Certified driver and vehicle, would grant an implicit permit that allows access to city centres during peak hours. Any vehicles or drivers lacking certification would not be permitted access to city centres during peak hours. These measures can be rooted in bigger government strategies - combating obesity, congestion, global warming - while supporting and encourage cycling. Eight people have died, directly as a result of collisions with LGVs, on London streets so far this year. The petition aims to make clear that \"share the road\" has failed to address the fundamental issue that sharing is not possible when the LGV drivers do not always see the cyclist. Implementing these measures could make the UK one of the most cycle friendly cities in the world.",
            "closed_at": "2009-12-01T00:00:00Z",
            "created_at": "2009-09-30T17:22:20.141020Z",
            "creator_name": "Joanne Clegg",
            "government_response_at": "2009-12-23T11:27:13.066466Z",
            "government_responses": [
                {
                    "created_at": "2009-12-23T11:27:13.066466Z",
                    "details": "You signed a petition asking the Prime Minister to \" introduce new measures, to complement existing measures, with the aim of reducing to zero the number of cyclist fatalities caused by LGVs (Large Goods Vehicles).\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21880\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'LGV-Cycle-Safety'",
                    "updated_at": "2009-12-23T11:27:13.066466Z"
                }
            ],
            "opened_at": "2009-09-30T17:22:20.141020Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4179,
            "state": "finished",
            "updated_at": "2010-03-19T03:01:37.081687Z"
        },
        "id": 13485361
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LGV-Cycle-Safety/"
    },
    "type": "petition"
}