{
    "data": {
        "attributes": {
            "action": "Increase the holiday entitlement for the over 50's",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "People from the age of 55 to the retirement age of 67 should have more holiday entitlement. At present the holiday entitlement is 28 days for all. \nHoliday entitlement should be increased to 40 days at the age of 55 and gradually increased to 50 days at the age of 67 years old. This should be subsidised by government funding and not a by the employer.\nWhen you get older, whether doing physical or mental work your body or brain needs to be paced. Otherwise this leads to many physical or stress related problems due to over work or constant repeditive work. \nThis additional holiday would go some way towards reducing health problems in the over 55's. Let’s face it when you have worked all your life you actually deserve some more quality me time. Children & Students get 12wks holiday a year, with now talks of extending school leaving age. \nThese young people are young, fit with active brains. After the age of 50 you start to feel ground down, arthritis creeping into joints etc. The additional holiday would be seen as an act of well-being, a sensible approach for the well being of older people, a duty of care towards the over 55's who have and are in work.",
            "closed_at": "2010-03-31T00:00:00Z",
            "created_at": "2009-09-30T16:23:18.867358Z",
            "creator_name": "Tina Taylor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-09-30T16:23:18.867358Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2010-04-01T00:01:01.736847Z"
        },
        "id": 13484662
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/55-67hols/"
    },
    "type": "petition"
}