{
    "data": {
        "attributes": {
            "action": "REVIEW and REDUCE the ever burgeoning and now substantial Top Management salary costs associated with NHS Organisations at Local and Regional level, as part of the necessary reduction in Government expenditure and the movement of funding to Front Line Services, as communicated at Conference; additionally and as a more strategic action, change the way our NHS is managed by incorporating NHS Services as part of Local Government Services.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As an example of the issue; in a single County there are four NHS Organisations - two NHS Trusts, two PCT's. The Top Management costs (that is just Chief Executive and Directors) associated with these four Organisations amounts to around £3 million, the Chief Executives alone cost £600k for one County - the Chief Executive of the County Council receives around the same salary as one of these four. At an individual level, NHS Trust and PCT Chief Executives earn substantially over £100k as do many NHS Trust and PCT Directors; in Shropshire there are nearly 30 positions at this level. The local cost above does not include all of the higher level NHS management costs at Regional level, which would substantially increase the average spend per County. With little effort such a review, whether associated or not with the attachment to Local Government, could quickly release significant savings to be directed into front line services from 1st April 2011.",
            "closed_at": "2010-04-01T00:00:00Z",
            "created_at": "2009-10-01T14:07:34.524968Z",
            "creator_name": "Ron Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-01T14:07:34.524968Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 14,
            "state": "finished",
            "updated_at": "2010-04-02T00:01:01.568620Z"
        },
        "id": 13494478
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NHS-Improvements/"
    },
    "type": "petition"
}