{
    "data": {
        "attributes": {
            "action": "ensure that HMRC rules on self employment do not discriminate against construction workers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government has published a consultation document and is intending to change the law around taxation rules for construction workers.  They will no longer be seen as self-employed but instead will be ‘deemed’ employed for tax purposes.  They will be forced to pay PAYE and National Insurance contributions but will not get employed status.\n\nThe proposals unfairly single out self-employed construction workers \n\nIs the Government planning to introduce similar changes in the law for other self-employed workers such as barristers, IT consultants or journalists? It is unfair and discriminatory to single out one type of worker and exclude other categories.\n\nWorkers’ take home pay will reduce\n\nThe only likely outcome for workers affected by these tax changes is that their pay will be reduced as taxes are increased. There will be no other benefits as a result of this.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-10-01T12:46:08.334289Z",
            "creator_name": "Mr David Williams",
            "government_response_at": "2010-07-30T11:00:06.835175Z",
            "government_responses": [
                {
                    "created_at": "2010-07-30T11:00:06.835175Z",
                    "details": "You signed a petition asking the Prime Minister to ensure that HMRC rules on self employment do not discriminate against construction workers.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=newcisworkerlaws\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'newcisworkerlaws'",
                    "updated_at": "2010-07-30T11:00:06.835175Z"
                }
            ],
            "opened_at": "2009-10-01T12:46:08.334289Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1904,
            "state": "finished",
            "updated_at": "2010-07-06T09:30:02.484839Z"
        },
        "id": 13493358
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/newcisworkerlaws/"
    },
    "type": "petition"
}