{
    "data": {
        "attributes": {
            "action": "instruct  the Cabinet Office to comply with & honour the exisiting Civil Service Compensation Scheme terms & conditions;  withdraw the proposal to change the exisiting scheme, which would drastically reduce the amount of redundancy & severance pay & options that loyal, dedicated servants of the Public and Crown are legally entitled to.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As relatives of  civil servants, we feel that the proposed changes is unfair unacceptable & an insult to all our hard working loved ones. \nIt will put families of Civil Servants made redundant in dire financial hardship. Many of us will have to rely more on the state. Our homes will be at risk because we cannot afford our mortgages. Marriages/relationships will be placed under enormous pressure, potentially leading to break downs. As a final ‘smack in the face’ to the Government’s own policy for reducing child poverty, this would actually be placing children in poverty. \nOur partners & children have contributed not just in paying taxes over the years, but whilst performing under constant pressure, helped create a Civil Service to be proud of, along with delivering much needed services to the public; & collecting revenues to pay for these services. \nHow are they rewarded?\nIronically dealt with under the umbrella of ‘VFM & Fairness’ , which equates to a cheaper way to get rid of jobs.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-10-01T17:27:32.594689Z",
            "creator_name": "Mrs Suzanne Connerty",
            "government_response_at": "2011-03-29T16:45:54.014018Z",
            "government_responses": [
                {
                    "created_at": "2011-03-29T16:45:54.014018Z",
                    "details": "You signed a petition asking the Prime Minister to instruct the Cabinet Office to comply with & honour the exisiting Civil Service Compensation Scheme terms & conditions; withdraw the proposal to change the exisiting scheme, which would drastically reduce the amount of redundancy & severance pay & options that loyal, dedicated servants of the Public and Crown are legally entitled to.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=cscspetition\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'cscspetition'",
                    "updated_at": "2011-03-29T16:45:54.014018Z"
                }
            ],
            "opened_at": "2009-10-01T17:27:32.594689Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 913,
            "state": "finished",
            "updated_at": "2011-03-29T16:45:54.014018Z"
        },
        "id": 13496943
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cscspetition/"
    },
    "type": "petition"
}