{
    "data": {
        "attributes": {
            "action": "Legislate to prevent any single individual or company owning more then 2 UK news outlets.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the climate of profound public distrust of politicians and the media, government must re-introduce media ownership safeguards removed by Margaret Thatcher. \nThe power of media moguls – often foreign nationals and UK tax exiles – to create agendas consistent with their personal political ideologies is now a major concern for most Britons. The public have a right to see minutes of private meetings between politicians and media owners. Too often, news outlets are setting the news agenda and not reporting it.\nThe capacity of media oligarchs to manipulate the news provision spectrum is now a threat to meaningful democracy. An example:  all 177 Murdoch owned news titles backed the invasion of Iraq and the premise that weapons of mass destruction existed. This creates a national atmosphere sympathetic to potentially disastrous government decisions.\nIt is an affront to British democracy for any media magnate to effectively threaten negative news reporting of political events or processes because a given candidate or party does not fully subscribe to the personal agenda of the magnate in question.",
            "closed_at": "2010-04-01T00:00:00Z",
            "created_at": "2009-10-01T11:52:23.194818Z",
            "creator_name": "Mark Donne",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-01T11:52:23.194818Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 157,
            "state": "finished",
            "updated_at": "2010-04-02T00:01:01.568620Z"
        },
        "id": 13492739
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Mediaownership/"
    },
    "type": "petition"
}