{
    "data": {
        "attributes": {
            "action": "establish a full and open review of the Anti-social Behaviour (ASB) Policies of all Local Government Authorities and partner agencies within England, with a view to establishing a national benchmarked ASB policy that offers a fully joined up approach by all agencies involved and, adequately addresses the full support needs of victims and/or  witnesses of/to ASB",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Support for victims (and witnesses) of Anti Social Behaviour (ASB) is, at present a postcode lottery. \nAs illustrated following the outcomes of the inquest into the deaths of Fiona and Francesca Pilkington.\n\nHaving suffered the failings of a borough council to enforce its own ASB policy and offer support to victim/witnesses of antisocial behaviour and, having researched other Local Authorities with their partner agencies who offer better working practices I feel the needs of victim/witnesses need to be fully identified and addressed to nationally benchmarked levels, enforced by Governmental audit.\n\nAt present the treatment of victim/witnesses by;  Councils, Police,  The NHS, CPS, Magistrate & Judiciary courts and Social Services et al ranges from ‘failing the needs of the individual’ to fully supportive.\n\n\nThis situation cannot stand and this postcode lottery can only be ended by the intervention of a benchmarked scheme coming from Her Majesties Government.",
            "closed_at": "2009-11-13T00:00:00Z",
            "created_at": "2009-10-01T21:03:46.191600Z",
            "creator_name": "Mrs Liz Walker",
            "government_response_at": "2010-08-24T11:05:30.007148Z",
            "government_responses": [
                {
                    "created_at": "2010-08-24T11:05:30.007148Z",
                    "details": "You signed a petition asking the Prime Minister to establish a full and open review of the Anti-social Behaviour (ASB) Policies of all Local Government Authorities and partner agencies within England, with a view to establishing a national benchmarked ASB policy that offers a fully joined up approach by all agencies involved and, adequately addresses the full support needs of victims and/or witnesses of/to ASB.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=ASBPolicyReview\n\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'ASBPolicyReview'",
                    "updated_at": "2010-08-24T11:05:30.007148Z"
                }
            ],
            "opened_at": "2009-10-01T21:03:46.191600Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 507,
            "state": "finished",
            "updated_at": "2010-02-25T14:21:07.897194Z"
        },
        "id": 13499899
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ASBPolicyReview/"
    },
    "type": "petition"
}