{
    "data": {
        "attributes": {
            "action": "INCREASING THE MINIMUM SENTENCE FOR PEADOPHILES TO BE NO LESS THEN 25 YEARS,NO PAROLE!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "dear prime minister,i beg of you that although prison poppulation is tremendous,i need to ask you to think of the poor children,who suffer sexual abuse.\n\"the survivors\"are the future of this country and im sure you know just how incredible that number is.\ni beg your attention to their protection.the current method has not controlled it,just increased it!\na peadophile is being spoiled by the offer of no consequences to their increased and wide spread thirst.\nas we both know the victims of neglect and physical abuse,some of these have become the nations problem with their knife and gun crime.\ni don't need to mention what the victims of sexual abuse and families have to go through for the rest of their lives.whilst the perpretrator,gets tax payers money counseling\nand best available accomodation,even supplied pornographic movies.re-offends and shares and spreads knowledge.the legal system is not working it has helped create these and as a father yourself you can change this immediatly n with the forthcoming elections.thank you for your attentionTHE BEFOH FAMILY",
            "closed_at": "2010-10-02T00:00:00Z",
            "created_at": "2009-10-02T13:45:01.593061Z",
            "creator_name": "Mr Aaron Robert Doe Befoh",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-02T13:45:01.593061Z",
            "rejected_at": "2009-11-01T00:01:01.599683Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/ROCLAP/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-01T00:01:01.599683Z"
        },
        "id": 13507787
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UPDATSEXCRIMELAW/"
    },
    "type": "petition"
}