{
    "data": {
        "attributes": {
            "action": "pressure Stoke-on-Trent City Council to re-consult with regard to the amalgamation of Mitchell High School with Edensor Technology College and Berryhill High School with St Peter's High School",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Stoke-on-Trent City Council have proposed to amalgamate Mitchell High School with Edensor Technology College and Berryhill High School with St Peter's High School.  The Community School Action Group feel that the area would be better served by amalgamating Mitchell High School with Berryhill High School and build a new school on the current Mitchell High School site.  The current proposal by the City Council has been firstly to build on Park Hall Golf Course - adjacent to a national nature reserve and taking away the only municipal golf course in the area, when this was protested against, they chose an area which they called 'Springfield' which again is green space used for walking and sports and as this has been protested against they now are thinking of an area called Mossfield.  If any of these sites are used, they are 2.5 miles from the Mitchell High School site, have traffic problems as pupils would have to travel along a very busy main road and would leave one of the largest estates in Europe without a school in it's community.  Please help us to fight this action by the council.",
            "closed_at": "2010-04-02T00:00:00Z",
            "created_at": "2009-10-02T16:11:08.523195Z",
            "creator_name": "Margaret Lowe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-02T16:11:08.523195Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 94,
            "state": "finished",
            "updated_at": "2010-04-03T00:01:01.773083Z"
        },
        "id": 13509693
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/csactgroup/"
    },
    "type": "petition"
}