{
    "data": {
        "attributes": {
            "action": "Make Autistic/ADHD spectrum assessments more easily available to families in Essex",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "i would like to see autistic spectrum disorder assessments easily available to all families who suspect their child requires one without having to fight to convince doctors we need help. in essex we have struggled for the past 8 years to get help for our son whom we suspect has as and add. we have been sent on wild goose chases between gps, consultant paediatricians and family counselling. we talk a lot but nothing actually gets done. as we can not get a diagnosis his education is suffering greatly as teachers will not accept his differences and instead punish him for them. when these children already find it impossible to fit in and make friends at school this makes school a horrific enviroment to be in. we shouldnt have to pay and go private to speed up the process and we should be able to be refered out of our residing area if there is nothing available in essex. this and every other child out there in his position deserves the right to be assessed and deserves the right to an education that suits their needs.  they deserve to have everything possible in place for them to reach their full potential. without having to fight for it",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-10-02T20:21:37.259464Z",
            "creator_name": "Lisa Haste",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-02T20:21:37.259464Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 43,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 13511992
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/adhdassesments/"
    },
    "type": "petition"
}