{
    "data": {
        "attributes": {
            "action": "agree the urgent need for affordable housing for local people in the beautiful South Hams village of Stoke Gabriel.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It would appear there is a growing number of village families, many \nborn and bred here, that are in desperate need of affordable housing.\n\nHouse prices have been over-inflated by the keenness of people from outside of our area wanting to live the idyllic lifestyle our village offers. Have any of these people stopped to think of the impact astronomical house prices have on the local families. \n\nThese families are performing the vital jobs required to ensure that Stoke Gabriel provides the idyllic lifestyle that many people have paid way over the odds to enjoy.\n\nThey are invaluable when they are wanted to teach children in school, to open the shop at 7am to sell bread or pint of milk, to serve that last pint at midnight or cook children a hot \nmeal at school, they are wanted to mend roofs or build garden walls, to clean houses or care for elderly relatives. They are needed to deliver papers to doors. They are helpful when they cut hair or fix cars.\n\nBUT WHERE DO YOU WANT THEM TO LIVE?\n\nWithout these people Stoke Gabriel would simply not exist as it does \ntoday and without development to help them they will not be able to help  villager’s enjoy the  rural idyllic lifestyle they all seem to desperately \ncrave.",
            "closed_at": "2009-11-16T00:00:00Z",
            "created_at": "2009-10-03T15:26:10.989666Z",
            "creator_name": "Mrs Naomi LeBailly",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-03T15:26:10.989666Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 46,
            "state": "finished",
            "updated_at": "2009-11-17T00:01:01.938138Z"
        },
        "id": 13516135
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/dwellings/"
    },
    "type": "petition"
}