{
    "data": {
        "attributes": {
            "action": "intercede on our behalf in the department of health consultation on herbal medicine allow people to carry on using herbal medicines",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "New EU regulations require all those who practice herbal medicine to be authorised persons and therefore state regulated practitioners from 2011.\n\nThe Department of Health consultation on implementing the Pitillo report is considering the rejection of state regulation of herbal practitioners.\n\nThis move is 'entirely contrary to what the steering group had been set up for' according to Professor Michael Pitillo who led the working group feeding into the consultation.\n\nOutlawing herbal medicine will have serious adverse effects on the lives of the hundreds of thousands of people who use herbal medicine in the UK. It will put practising herbalists out of work. It will render degree qualifications in herbal medicine worthless.\n\nThe consultation ends on November 2nd. \n\nWe, the undersigned, demand that the Prime Minister intercedes on our behalf to ensure properly trained and qualified practitioners are allowed to become \"authorised persons\" and continue the delivery of herbal medicine.",
            "closed_at": "2009-10-26T00:00:00Z",
            "created_at": "2009-10-04T09:41:36.962196Z",
            "creator_name": "Simon Brown",
            "government_response_at": "2009-12-04T12:02:18.558177Z",
            "government_responses": [
                {
                    "created_at": "2009-12-04T12:02:18.558177Z",
                    "details": "You signed a petition asking the Prime Minister to \"intercede on our behalf in the department of health consultation on herbal medicine allow people to carry on using herbal medicines.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21577\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'herbal-ban'",
                    "updated_at": "2009-12-04T12:02:18.558177Z"
                }
            ],
            "opened_at": "2009-10-04T09:41:36.962196Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1768,
            "state": "finished",
            "updated_at": "2009-12-28T03:01:33.909936Z"
        },
        "id": 13519026
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/herbal-ban/"
    },
    "type": "petition"
}