{
    "data": {
        "attributes": {
            "action": "Oppose any nomination for Tony Blair to become the President of the European Union (EU)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Tony Blair promised the British people that if his party were elected for a third term, he would serve them for a full third term.\n\nInstead he stepped down, announcing his intention to not honour his promise of serving a full term just 16 months after he was elected.\n\nSince he reneged on his promise to serve the British people, he has commenced a lucrative career in public speaking and Directorships.\n\nAs somebody that has demonstrably put the British peoples interests after his own, and failed to serve them in the past in the way that he promised that he would, he is not a worthy candidate to serve the British people and the wider population of Europe as its first President.\n\nIf you agree with this we urge you to sign the petition",
            "closed_at": "2009-11-06T00:00:00Z",
            "created_at": "2009-10-03T10:21:40.483467Z",
            "creator_name": "Edmund Riddick",
            "government_response_at": "2010-01-20T13:33:01.498300Z",
            "government_responses": [
                {
                    "created_at": "2010-01-20T13:33:01.498300Z",
                    "details": "You signed a petition asking the Prime Minister to \"Oppose any nomination for Tony Blair to become the President of the European Union (EU)\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22167\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Blairpresidenteu'",
                    "updated_at": "2010-01-20T13:33:01.498300Z"
                }
            ],
            "opened_at": "2009-10-03T10:21:40.483467Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 261,
            "state": "finished",
            "updated_at": "2009-11-07T00:01:01.510433Z"
        },
        "id": 13514445
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Blairpresidenteu/"
    },
    "type": "petition"
}