{
    "data": {
        "attributes": {
            "action": "declare the UK’s opposition to the Goldstone Report and to ensure its rejection when a vote is taken in the UN Human Rights Council in March 2010. We believe that the Report was biased against Israel from the announcement of the UN mission’s mandate. This was compounded by its composition, by the selectivity of the incidents it investigated, by the witnesses it interviewed and by its almost complete failure to refer to terrorism and to the defensive context of Israel’s operation in Gaza in January 2009.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The mandate was completely one-sided. Mission member Christine Chinkin signed an open letter (11 January 2009) in The Sunday Times in which she wrote \"Israel's actions demonstrate aggression, not self-defence\"; of the 575 pages of the report, no more than two pages are devoted to the fact that 12,000 missiles and Kassam rockets were fired at Israelis for eight years prior to the action in Gaza. There is no mention either of Israel’s right to self-defence nor of the smuggling of weapons and ammunition to terrorist groups through hundreds of tunnels under the Gaza-Egypt border. The Mission ignored requests to invite witnesses such as Colonel Richard Kemp, the former commander of British forces in Afghanistan and an adviser to the UK cabinet, and a recognised expert in the field of warfare in conditions similar to that in Gaza. If this biased report is accepted and Israel is taken to the ICC, it will be a setback for the peace which we all wish to see.",
            "closed_at": "2010-03-06T00:00:00Z",
            "created_at": "2009-10-05T10:30:03.940899Z",
            "creator_name": "Jonathan Hoffman",
            "government_response_at": "2010-07-21T14:33:10.821072Z",
            "government_responses": [
                {
                    "created_at": "2010-07-21T14:33:10.821072Z",
                    "details": "You signed a petition asking the Prime Minister to declare the UK’s opposition to the Goldstone Report and to ensure its rejection when a vote is taken in the UN Human Rights Council in March 2010. We believe that the Report was biased against Israel from the announcement of the UN mission’s mandate. This was compounded by its composition, by the selectivity of the incidents it investigated, by the witnesses it interviewed and by its almost complete failure to refer to terrorism and to the defensive context of Israel’s operation in Gaza in January 2009.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=NoToGoldstone\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'NoToGoldstone'",
                    "updated_at": "2010-07-21T14:33:10.821072Z"
                }
            ],
            "opened_at": "2009-10-05T10:30:03.940899Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4049,
            "state": "finished",
            "updated_at": "2010-03-07T00:01:01.164177Z"
        },
        "id": 13526547
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoToGoldstone/"
    },
    "type": "petition"
}