{
    "data": {
        "attributes": {
            "action": "back our objection to the proposed wind turbines at Knightcote Bottoms Lane, Southam.  In addition any other windfarm developments in the vacinity of residential property or within areas of outstanding natural beauty.  Windfarms should be sited offshore.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "FRAWT - Feldon Residents And Wind Turbines\n\nWe do not oppose wind energy. We broadly support wind energy’s role in developing more sustainable sources of energy and in reducing CO2 emissions when built in the right places.  \n\nWe object to the proposed wind turbines at Knightcote Bottoms Lane, Southam or any other sites near residential areas. \n\nThey would create noise, thereby reducing the peaceful character of the area to the detriment of local residents in addition to creating low frequency noise, which could harm brain development in infants within a 1.2km zone.  \n \nAny proposed development(s) will “open up” the surrounding area(s) to further wind farm development(s)\n\nThey will have adverse effects on birdlife, bats and other wildlife.  \n\nSafety is a big issue with risk of collapse being of great concern.\n\nWhere wind farms are sited off-shore great numbers of larger turbines can be built to take advantage of strong and consistent winds. However, where wind farms are sited on-shore they generate relatively small amounts of power and can have a major negative impact on people and the surrounding countryside. The benefits have to be weighed against the negative impact.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-10-06T00:04:02.293906Z",
            "creator_name": "David Bickley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-06T00:04:02.293906Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 39,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 13535213
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/starboldwindfarm/"
    },
    "type": "petition"
}