{
    "data": {
        "attributes": {
            "action": "Save Ashton-Upon-Mersey's Village car park from being completely privatised.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ashton-Upon-Mersey has used the Buck Inn car park since 1967. It is used as parking for the village shoppers which was by mutual agreement between the brewery and Council. This, in turn led to an extremely busy Village Community. Unfortunately this facility has now been taken away and the consequences of this, in just  1 week, has been devastating. Sufficient parking is central to Village life, both for shop-keepers and villagers.\n\nOur community is something we are very passionate about and especially in the current climate, businesses don't need added pressure to stay afloat.\nWe appreciate that the brewery is a business and their car park is needed for patrons but there would be room for all with designated spaces for both villagers and pub users.\nAll we want is for both the brewery and the council to listen to our needs and realise that without adequate parking, village life will not exist and businesses will close.\nWe wish to start a petition as a matter of urgency before irreparable and permanent damage is done. \n\nWith this we may be able to convince the brewery of the importance of this facility and how detrimental this will be to their business also.",
            "closed_at": "2009-12-06T00:00:00Z",
            "created_at": "2009-10-06T10:51:11.686836Z",
            "creator_name": "Jan Curran",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-06T10:51:11.686836Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 187,
            "state": "finished",
            "updated_at": "2009-12-07T00:01:02.011041Z"
        },
        "id": 13538529
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveYourVillage/"
    },
    "type": "petition"
}