{
    "data": {
        "attributes": {
            "action": "make funding available for women in Northern Ireland to have an abortion in Britain, as most women in Northern Ireland including women who’ve been raped, victims of incest, women diagnosed with fetal abnormality/disability are not allowed to have one.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Women in Northern Ireland are UK citizens and taxpayers. The Government is responsible for every woman's health in the UK, wherever she lives. In England, Scotland and Wales abortion is free on the NHS, but  not in Northern Ireland. Abortion there is only allowed in exceptional circumstances. Most women, even rape victims are denied one.\n\nBecause of this thousands of desperate women and families from Northern Ireland struggling to make ends meet are forced to travel to England (or overseas) to pay up to £2,500 themselves for an abortion. \n\nIt's Time for Change. Stop this discrimination!\n\nWomen in Northern Ireland should have the same NHS services as British women. They should be treated as a special case and receive NHS funding for an abortion directly from the UK Government. \n\nThis funding will pay for them to have an abortion in Britain, covering the full costs of the procedure, travel and accommodation.\n\nThis will mean that the health of women in Northern Ireland is no longer jeopardized by a Northern Ireland Assembly in denial that the need for abortion exists, and a UK Government who refuses to speak up for the needs of the women citizens it is supposed to represent.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-10-06T16:34:13.865301Z",
            "creator_name": "Dr Audrey Simpson OBE",
            "government_response_at": "2011-03-28T12:00:33.777105Z",
            "government_responses": [
                {
                    "created_at": "2011-03-28T12:00:33.777105Z",
                    "details": "You signed a petition asking the Prime Minister to make funding available for women in Northern Ireland to have an abortion in Britain, as most women in Northern Ireland including women who’ve been raped, victims of incest, women diagnosed with fetal abnormality/disability are not allowed to have one.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=AbortioninNI\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'AbortioninNI'",
                    "updated_at": "2011-03-28T12:00:33.777105Z"
                }
            ],
            "opened_at": "2009-10-06T16:34:13.865301Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 903,
            "state": "finished",
            "updated_at": "2011-03-28T12:00:33.777105Z"
        },
        "id": 13544821
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AbortioninNI/"
    },
    "type": "petition"
}