{
    "data": {
        "attributes": {
            "action": "Force Stoke on Trent City Council to fund the Douglas Macmillan Hospice",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Hospice is the only adult Hospice for the people of North Staffordshire and surrounding villages.  We were established in 1973 and have grown over the years not only in size but also in the range and amount of care services available for local people.\n\nOur consultant led multi-disciplinary clinical team provide specialist palliative care* for people facing cancer and other life-limiting illnesses; and help and support for their families and carers.\n\nWe do not charge for the care and help we provide, we rely on voluntary donations and some statutory funding to meet our running and development costs.\n\nHowever, due to the credit crunch,the charity is running short of cash and Stoke on Trent City Council is looking to spend cash on getting new found gold into the local Museum. We need SOTCC to donate money to the DMH",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-10-07T12:13:26.335533Z",
            "creator_name": "Mr Kev Wheeldon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-07T12:13:26.335533Z",
            "rejected_at": "2009-11-07T00:01:01.648591Z",
            "rejection": {
                "code": 4096,
                "details": "Government cannot \"force\" an individual local council to make a particular decision about local facilities/organisations that it funds.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 13574856
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/douggiemac/"
    },
    "type": "petition"
}