{
    "data": {
        "attributes": {
            "action": "stop the closure of ward 43 at Leeds General Infirmary",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Last week without any formal consultation with the public, patients or clinical staff Leeds Teaching Hospitals NHS Trust announced that it would be closing the dermatology ward at Leeds General Infirmary later this month!\n\nPatients who need hospitalisation will be spread throughout the hospital on wards where there maybe a bed available - this will not guarantee patients any specialist care at all and will result in poorer care. The expert ward team will be dispersed throughout the hospital or made redundant. Dermatologists will spend more time going from ward to ward to see the patients and valuable clinical time will be wasted.\n\nThe British Association of Dermatologists and the Skin Care Campaign understand that the closure should take place later this month!\n\nWe ask the Prime Minister to intervene and stop this closure until a fully informed plan can be established that ensures patient care will not suffer in any way because of any changes in service delivery - which we believe to be impossible unless there is a designated specialist dermatology ward.",
            "closed_at": "2009-10-21T00:00:00Z",
            "created_at": "2009-10-07T13:14:53.971580Z",
            "creator_name": "Andrew Langford",
            "government_response_at": "2009-12-03T11:57:25.074575Z",
            "government_responses": [
                {
                    "created_at": "2009-12-03T11:57:25.074575Z",
                    "details": "You signed a petition asking the Prime Minister to \"stop the closure of ward 43 at Leeds General Infirmary.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page21551\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'keep-ward43-open'",
                    "updated_at": "2009-12-03T11:57:25.074575Z"
                }
            ],
            "opened_at": "2009-10-07T13:14:53.971580Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 237,
            "state": "finished",
            "updated_at": "2009-10-23T03:03:12.703279Z"
        },
        "id": 13576987
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/keep-ward43-open/"
    },
    "type": "petition"
}