{
    "data": {
        "attributes": {
            "action": "Stop the Deportation of a family man who has 3 children",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My friend has for some time now been fighting for the right for her fiancé  to stay in the UK. He was caught for using false documents which he used so he could work to supprt his family. He has served his sentance at Armley Prison for 7 months. He was then taken to 4 immigration removal centers before spending 15 months at Lindholme immigration removal centre. This Familiy have 3 young children who have had there young lives disrupted enough by there dad being taken away from them, for such a long time. He has now returned home but they have a deportation date hanging over there lives. They can not arranage any family engagements as they do not know when he will be taken away again. This is so unfair on the whole family and it is now starting to make cracks into a very happy strong familiy. The children are so much more happy and  setteled and getting back into some kind of normal routine. Their behaviour has vastly improved they are no longer having nightmares as they have there Daddy back. The youngest child is spending time with his dad for the first ever time and has grown a special bond.Please sign this petition so this family unit can ramain together.",
            "closed_at": "2009-10-22T00:00:00Z",
            "created_at": "2009-10-08T13:02:50.644112Z",
            "creator_name": "Caroline North",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-08T13:02:50.644112Z",
            "rejected_at": "2009-11-07T00:01:01.648591Z",
            "rejection": {
                "code": 16384,
                "details": "Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-07T00:01:01.648591Z"
        },
        "id": 13598724
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Heartfelt/"
    },
    "type": "petition"
}