{
    "data": {
        "attributes": {
            "action": "Abandon or make fair the prejudice proposals to increase airport depature tax for travellers to the Caribbean from Britain",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I ask Mr Gordon Brown to stop in his persuit to be institutionally prejudice towards the caribbean by introducing a high travel tax which is suppose to be charged in relation to distance from London, However the Caribbean are being put in a category which places them further away from London, then the whole of the USA including LA.  As a concequence British born carribean's and carribean's who have made Britain their home will pay more to vist their home and their family.  The 'Prime Minister' should be ashamed of himself.  It is essential that the caribbeans' tourism trade is not disadvantaged, as it is a vital source of income to them all.  It is clear that Britain would love to see the caribbean fail to provide for itself, leaving them very little option but to become financially dependant on western countries who do not have their best interests at heart.\nPeople be aware that this policy is set to be inforce from 1st November 2009 and was made in April- why has this not been reported on our news. It also means that if you have already booked to go away for the christmas season, you will also be liable to pay the increase.",
            "closed_at": "2010-01-12T00:00:00Z",
            "created_at": "2009-10-08T00:26:34.484454Z",
            "creator_name": "Ms Charlene Taylor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-08T00:26:34.484454Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2010-01-13T00:01:01.125937Z"
        },
        "id": 13591824
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/caribbean-travel/"
    },
    "type": "petition"
}