{
    "data": {
        "attributes": {
            "action": "to withdraw his invitation to Pope Benedict XVI to make a state visit to the United Kingdom in 2010.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The invitation should be withdrawn,\nfirstly because of the current Pope's record on concealing child abuse and protecting child abusers, but secondly and more especially because the constitution of the United Kingdom (particularly the Treaty of Union of 1707) and the doctrinal constitutions of the established Churches of England and Scotland specifically reject the heresies of Roman Catholic doctrine. In particular they reject the pretensions of the Pope to be the infallible Head of the Church. The Westminster Confession of Faith, which is the historic creed of the Church of Scotland and which forms a part of the Treaty of Union, states that 'There is no other head of the Church, but the Lord Jesus Christ; nor can the Pope of Rome, in any sense, be head thereof; but is that Antichrist, that man of sin, and son of perdition, that exalteth himself, in the Church, against Christ and all that is called God'. It is by virtue of the Treaty of Union that the United Kingdom exists and that the Prime Minister holds his office. The proposed visit is doubly offensive in the 450th anniversary year of the Scottish Reformation.",
            "closed_at": "2010-10-08T00:00:00Z",
            "created_at": "2009-10-08T20:21:36.887089Z",
            "creator_name": "Rev Douglas Somerset",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-08T20:21:36.887089Z",
            "rejected_at": "2009-11-11T00:01:01.302490Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/PopeBan/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-11T00:01:01.302490Z"
        },
        "id": 13604820
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/papacy/"
    },
    "type": "petition"
}