{
    "data": {
        "attributes": {
            "action": "Reduce MPs and Lords numbers post implementation of the Lisbon Treaty",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If the Treaty of Lisbon is implemented by the European Union, then the extensions of the “areas of competence” are so extensive that the requirements and demands on both The House of Commons and The House of Lords will diminish.\n\nTherefore it is proposed that the number of Members of Parliament be reduced to 51 and the number of members of The House of Lords (or any future upper chamber) to 57 respectively. This equates approximately pro-rata to the number of politicians in the State Government of the United States of America, pro rata to the population sizes of the USA and Great Britain. \n\nIt is also proposed to permanently dissolve the Assemblies of Wales and Northern Ireland. This is on the basis that they are currently subordinate to the British Government and their value post implementation of The Lisbon Treaty would be far lower than their costs.\n\nThe British Government is called to put plans in place to implement this reduction in our political cost burden within 2 years, for implementation within 4 years of the European Union’s implementation of the Lisbon Treaty or any successor legislation.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-10-09T01:45:00.839505Z",
            "creator_name": "Mr Iwan Davies",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-09T01:45:00.839505Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 13608079
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LisbonLessMPs/"
    },
    "type": "petition"
}