{
    "data": {
        "attributes": {
            "action": "hold a referendum over the extradition of Gary McKinnon",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gary McKinnon has Asperger syndrome as you'll know already.  Most people with Aspergers find it very hard to percieve what's acceptable within the bounds of the law.  \n\nPeople with Aspergers - especially those who have it severely, say or do things which people won't neccessarily understand or may percieve in the wrong way, things such as \"I found out that the US military use Windows and having realised this, I assumed it would probably be an easy hack if they hadn't secured it properly.\", This is one of the wierd things that people like him say, but this comment isn't designed to threaten anyone, it's rather an observation, but because of his Asperger's, he wouldn't of known how other people would interpret this.  \n\nI should know, I have aspergers myself.  Yes Gary's broken the law, but why extradite him to a country where his jail terms will be lengthy - 60-70 years? He's got Asperger's, he'll be thinking he's doing everyone a favor.   \nI'm setting up a petition for your government to hold a referendum over whether Gary McKinnon should be extradited.  Please consider this, seriously, on behalf of the peoples interest and his own, or else what's the point of a democracy?",
            "closed_at": "2010-10-09T00:00:00Z",
            "created_at": "2009-10-09T18:14:01.380913Z",
            "creator_name": "Callum Lincoln Wood",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-09T18:14:01.380913Z",
            "rejected_at": "2009-11-11T00:01:01.302490Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for the courts.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-11T00:01:01.302490Z"
        },
        "id": 13616633
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ReferendumGaryM/"
    },
    "type": "petition"
}