{
    "data": {
        "attributes": {
            "action": "provide funding to research further and better particulars of the breakthrough in the understanding of chronic fatigue Syndrom/M.E",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Scientists say they have made a dramatic breakthrough in understanding the cause of chronic fatigue syndrome – a debilitating condition affecting 250,000 people in Britain which for decades has defied a rational medical explanation.\nThe study, published in the journal Science, shows that the virus, called murine leukaemia virus-related virus (XMRV), was found in 68 of 101 patients from around the US with chronic fatigue syndrome. This compared with just eight of 218 healthy \"controls\" drawn at random from the same parts of the US, the scientists said.\nXMRV was originally found in men suffering from prostate cancer. The discovery of XMRV in two major diseases, prostate cancer and now chronic fatigue syndrome, is very exciting. If cause-and-effect is established, there would be a new opportunity for prevention and treatment of these diseases",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-10-09T16:50:54.851177Z",
            "creator_name": "Joe Ennis",
            "government_response_at": "2010-12-06T15:24:25.977815Z",
            "government_responses": [
                {
                    "created_at": "2010-12-06T15:24:25.977815Z",
                    "details": "You signed a petition asking the Prime Minister to provide funding to research further and better particulars of the breakthrough in the understanding of chronic fatigue Syndrom/M.E.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=CFSresearch\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'CFSresearch'",
                    "updated_at": "2010-12-06T15:24:25.977815Z"
                }
            ],
            "opened_at": "2009-10-09T16:50:54.851177Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1333,
            "state": "finished",
            "updated_at": "2010-12-06T15:24:25.977815Z"
        },
        "id": 13615872
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CFSresearch/"
    },
    "type": "petition"
}