{
    "data": {
        "attributes": {
            "action": "Petition for UK to support Goldstone report, bring Israeli war criminals to justice",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned petition call on the British Premier, Gordon Brown, to support the Goldstone Report and to ensure its acceptance in the Human Rights Council in March 2010.\nThe report which was issued by a special committee assigned by the UN proved in a report of 570 pages that Israel perpetrated war crimes against Humanity in Gaza within its offensive in January 2009. Endorsing the report is endorsing humanity and rights of the besieged people of Gaza who are defenseless victims of the Israeli army. Israeli soldiers themselves confessed to have received orders to shot children in Gaza. TV Footages, Photographs and Media materials entirely supports the Goldstone report.\nThe full-scale offensive in Gaza left at least 1,450 Palestinians killed and over 5000 injured.\nThe entire infrastructure in Gaza was destroyed as Israeli attacks targeted schools, hospitals, streets, water wills, sewage system, farms and police stations. Till this moment, Israel is still imposing a harsh and criminal siege on the civilian population Gaza.",
            "closed_at": "2010-03-12T00:00:00Z",
            "created_at": "2009-10-09T15:59:48.256237Z",
            "creator_name": "Arafat Madi",
            "government_response_at": "2010-07-14T15:28:18.553809Z",
            "government_responses": [
                {
                    "created_at": "2010-07-14T15:28:18.553809Z",
                    "details": "You signed a petition asking the Prime Minister to petition for UK to support Goldstone report, bring Israeli war criminals to justice.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=GoldstoneReport\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'GoldstoneReport'",
                    "updated_at": "2010-07-14T15:28:18.553809Z"
                }
            ],
            "opened_at": "2009-10-09T15:59:48.256237Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1549,
            "state": "finished",
            "updated_at": "2010-03-13T03:01:38.977555Z"
        },
        "id": 13615342
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GoldstoneReport/"
    },
    "type": "petition"
}