{
    "data": {
        "attributes": {
            "action": "Honour Lloyd Gardner in recognition of his selfless act of donating his £10,000 reward for assisting the police to the victim of the crime.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is an incredible act of selflessness by a 22 year old who is an example to us all.  Not only did he come forward and assist the police but he has now decided to give his £10,000 reward the victim of the attack.  Too often we complain about our young people, this incredible act should be recognised by the awarding of an honour.\n\nLloyd Gardner, a 22 year old waiter from Devon, responded to a police appeal for assistance in identifying a man wanted in connection with a rape. The attacker was duly arrested and convicted of rape and causing grievous bodily harm.  Mr Gardner received a £10,000 reward for providing the information with brought about the arrest of the offender.  \n\nThere is no doubt that most people, especially (we assume) a young person on a low income, would have kept the reward money and would rightly be entitled to do so.\n\nTo his great credit Mr Gardner has decided to donate his £10,000 reward to the victim of the offence.  The victim suffered a fractured skull and brain damage in the attack and her injuries were so severe that she now uses a wheelchair.\n\nWe commend the actions of Lloyd Gardner and respectfully request that he receives suitable recognition for his galant actions.",
            "closed_at": "2010-01-11T00:00:00Z",
            "created_at": "2009-10-11T10:27:50.038094Z",
            "creator_name": "Andrew Montgomery",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-11T10:27:50.038094Z",
            "rejected_at": "2009-11-11T00:01:01.302490Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.direct.gov.uk/honours",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-11T00:01:01.302490Z"
        },
        "id": 13624536
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lloydgardner/"
    },
    "type": "petition"
}