{
    "data": {
        "attributes": {
            "action": "Sack the Higher Education Minister and Derek Ross & Ralph Seymour-Jackson (Deputy & Chief Executive of the Student Loans Company)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Derek Ross & Ralph Seymour-Jackson are the Deputy Chief Executive & Chief Executive (respectively) of the Student Loans Company. They should be fired for the shambles they have caused this year leaving thousands of students without funding. Derek Ross had the cheek to claim recently that \"everyone who applied on time has been paid on time\". He's also claiming that the others were either withdrawn or \"not completed\". My question is, how many of those they are saying were \"not completed\" are because they have lost the documents? Not that people haven't completed applications, but their staff are incompetent and lose evidence. It's disgusting. They should be sacked immediately for this shambles. Then again, this is what happens when the government privatises because they're cheap. I think we should start a petition to get them (and the Higher Education Minister David Lammy) sacked with immediate effect!!",
            "closed_at": "2010-01-10T00:00:00Z",
            "created_at": "2009-10-10T14:19:25.017536Z",
            "creator_name": "Stephanie Gwillim",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-10T14:19:25.017536Z",
            "rejected_at": "2009-11-25T00:01:01.644768Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/SackSLCExec/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-25T00:01:01.644768Z"
        },
        "id": 13621134
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Student-fiasco/"
    },
    "type": "petition"
}