{
    "data": {
        "attributes": {
            "action": "retain HMS Sultan, the Royal Navy's engineering college in Gosport",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The MoD intention to move HMS Sultan, the Royal Navy's engineering college in in Gosport, Hampshire to South Wales, is a serious mistake.\n\nPresently RN personnel make their homes in South Hampshire to be close to their Portsmouth based ships and to Sultan when training for new skills between time at sea.\n \nMoving their shore based time to Wales will disrupt their lives. Do they move their homes to South Wales, stay in South Hampshire or move to somewhere in-between? \n \n\nIn recent years Gosport has suffered the loss of thousands of MoD jobs. It now has the lowest average wages in the South East, 10% of young people unemployed and a dire single track peninsula access road unsuccessfully attempting to carry 20,000 out-commuters daily. \n\nThe cost of moving HMS Sultan to Wales will waste very many millions of pounds and seriously affect Gosport's economy and skills base.\n\nEngineering training for Railtrack employees has been incorporated into HMS Sultan's curriculum. That is the sensible way forward - develop HMS Sultan into the world class engineering college that  our country needs and, for the care of RN families, not move it to Wales.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-10-10T12:49:38.093094Z",
            "creator_name": "Mr Peter Langdon",
            "government_response_at": "2010-12-15T15:45:17.099484Z",
            "government_responses": [
                {
                    "created_at": "2010-12-15T15:45:17.099484Z",
                    "details": "You signed a petition asking the Prime Minister to retain HMS Sultan, the Royal Navy's engineering college in Gosport.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=hms-sultan\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'HMS-Sultan'",
                    "updated_at": "2010-12-15T15:45:17.099484Z"
                }
            ],
            "opened_at": "2009-10-10T12:49:38.093094Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1147,
            "state": "finished",
            "updated_at": "2011-05-12T16:12:47.317179Z"
        },
        "id": 13620674
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HMS-Sultan/"
    },
    "type": "petition"
}