{
    "data": {
        "attributes": {
            "action": "prevent the unfair dismissal of 744 Firefighters in South Yorkshire on January 1st 2010.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On January 1st 2010 the Chief Fire Officer for South Yorkshire Fire & Rescue Service is planning to dismiss all 744 Firefighters currently working in South Yorkshire in order to force them to sign new contracts changing their working hours from two 9 hour day shifts and two 15 hour night shifts to four 12 hour shifts. This change will cause mass disruption to the family lives of many Firefighters and the dismissal and signing of new contracts will severely affect the pensions numerous Firefighters have been contributing to for years. This proposal has in turn lead to the Fire Brigades Union planning strike action. This will involve an almost total walk out of Firefighters across the South Yorkshire area and leave the public at, what is arguably, potential risk. We ask the Prime Minister to personally intervene now, prevent this dismissal from going ahead and consequently avoid the need for strike action.",
            "closed_at": "2010-01-04T00:00:00Z",
            "created_at": "2009-10-10T11:03:06.915518Z",
            "creator_name": "Miss Charlotte Elliott",
            "government_response_at": "2010-01-27T13:36:52.006689Z",
            "government_responses": [
                {
                    "created_at": "2010-01-27T13:36:52.006689Z",
                    "details": "You signed a petition asking the Prime Minister to \"prevent the unfair dismissal of 744 Firefighters in South Yorkshire on January 1st 2010.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22278\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SaveSYFS'",
                    "updated_at": "2010-01-27T13:36:52.006689Z"
                }
            ],
            "opened_at": "2009-10-10T11:03:06.915518Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 846,
            "state": "finished",
            "updated_at": "2010-01-05T03:01:32.240468Z"
        },
        "id": 13620162
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveSYFS/"
    },
    "type": "petition"
}