{
    "data": {
        "attributes": {
            "action": "License selected establishments as \"smoking venues\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Whilst it is right that the government has sought to protect non-smokers from the dangers of passive smoking, it is not right that the state's will has been imposed on individual smokers, the owners of bars restaurants or cafes, and the members of private clubs with a blanket smoking ban.\n\nSelected premises should be licensed as \"smoking venues\".  To be granted a smoking license, the premises would need to fit suitable smoke extraction equipment and display a sign on the door stating that \"Smoking IS permitted \". The cleaned air would mean that there should be no significant risk to non-smokers, who in any case would be free to take their custom to an establishment where the proprietor has decided not to permit smoking. \n\nHuge numbers of our pubs are closing, the areas outside licensed premises are now full of people in varying states of inebriation, and those living near to pubs are now subject to increased levels of noise, disturbance and litter.  \n\nAside from all of these issues, it is quite simply not the place of government to make decisions for the individual to this extent.  Protect our shores, staff our hospitals and schools, collect our rubbish and leave us to get on with our lives.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-10-11T08:49:47.228180Z",
            "creator_name": "John Howard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-11T08:49:47.228180Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 24,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13624213
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Smoking-licenses/"
    },
    "type": "petition"
}