{
    "data": {
        "attributes": {
            "action": "urgently make strong representations in person to President Hu Jintao of China, to stop the execution of mentally ill British national Akmal Shaikh.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Akmal Shaikh is a British national from North London. In 2007 he was arrested in Urumqi, north-west China and charged with smuggling drugs. He was sentenced to death in 2008.\n\nReprieve, the legal charity assisting Akmal, has uncovered vital information that he suffers from bi-polar disorder (formerly referred to as manic depression). The court has refused to allow him to see a psychiatrist or receive a mental health evaluation in prison.\n\nAkmal was given an immediate death sentence. This means that if his final appeal to the Supreme People’s Court is refused he will face imminent execution by a bullet to the back of the head. \n\nThe best chance to save Akmal’s life is for Prime Minister Gordon Brown to make strong and urgent representations, in person, to President Hu Jintao.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-10-12T10:31:55.075100Z",
            "creator_name": "Hannah Crowther",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-12T10:31:55.075100Z",
            "rejected_at": "2009-11-11T00:01:01.302490Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Akmal-Shaikh/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 13630871
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Shaikh/"
    },
    "type": "petition"
}