{
    "data": {
        "attributes": {
            "action": "Take MP's To Court Who Refuse To Pay Back Expenses",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Take MP's To Court Who Refuse To Pay Back Expenses. Stop with the double standards. One rule for government and MP's and another rule for everyone else. The issue is trust, how can you trust someone who doesn't understand the value of honesty and integrity. Lets be honest, if everyone else has to tighten our belts, then MP's should do as well, instead of being GREEDY.\n\nIf they can't understand this now, then they have no right to be MP's, and they should go to jail if they refuse to pay up.  \n\nUntil you start to act like adults, and face the consequences of your actions, then you will never have the confidence of the country as a whole. \n\nLets say this, none of the MP's will be poor after being in Parliament,so it is only right that they pay back what they are not entitled to.",
            "closed_at": "2010-10-13T00:00:00Z",
            "created_at": "2009-10-13T08:13:32.404791Z",
            "creator_name": "Tanya Headley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-13T08:13:32.404791Z",
            "rejected_at": "2009-11-14T00:01:01.896896Z",
            "rejection": {
                "code": 20480,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-14T00:01:01.896896Z"
        },
        "id": 13639476
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MPsTRUST/"
    },
    "type": "petition"
}