{
    "data": {
        "attributes": {
            "action": "Ensure MPs and politicians from all parties repay any expenses that do not directly relate to them undertaking work on behalf of their constituents and publish those names of MPs repaying expenses and the amounts repaid",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is appalling that MPs are not being forced to repay expenses that have been paid for items such as dry rot and duck ponds that do not directly relate to their duties as MPs. These expenses are the equivalent of their constituents salaries.  It is also appalling that MPs have been allowed to switch homes and refurbish different houses when most of their constituents can't afford food let alone extortionate bills for cleaning services. It is imperative that MPs and Politicians including all party leaders and the Prime Minister repay those expenses not related to MP duties and that this is enforced and published before the next election. I encourage the PM to open this matter to a public debate and allow the people who the MPs represent to make the decisions on what should be repaid.",
            "closed_at": "2009-11-12T00:00:00Z",
            "created_at": "2009-10-12T19:31:42.395191Z",
            "creator_name": "Mrs Dawn Richards",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-12T19:31:42.395191Z",
            "rejected_at": "2009-11-12T00:01:02.174527Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-12T00:01:02.174527Z"
        },
        "id": 13637042
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/repaympexpenses/"
    },
    "type": "petition"
}