{
    "data": {
        "attributes": {
            "action": "Get all expenses paid with tax payers money to be paid back in full and get sacked",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "MP's should be made to pay back all expenses they have claimed that us the tax payers have paid for.\nMP's have used our money to make their lives easier. It is utterly disgraceful. Why should we pay for them to have a an easier working by way of a 2nd home when the res of the country have to either commute, move home or have a 2nd home from our own salaries.\nWhy should they be left to get away with it. If we were to claim benefits tha we were not entitled to we would have to pay back every penny and in a harsher sentence face inmprisonment!\nIf you fiddled expenses in your everyday jobs you would be sacked.\n\nSo please sign this petition to make MP'spay back every penny they took knowing that they were scamming the system and be faced with unemployment like the rest of the country is.\n\nIf these expenses are not paid back they should face imprisonment for theft and fraud.\n\nWhy should the rest of the country struggle with debt, running our homes and feeding our children while they sit in houses we have paid for including the furniture they are using.\n\nWe as a nation should put our foot down now and treat them as they would treat us if we defrauded the government!",
            "closed_at": "2009-11-02T00:00:00Z",
            "created_at": "2009-10-12T22:25:18.851065Z",
            "creator_name": "Mrs Victoria Tapsell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-12T22:25:18.851065Z",
            "rejected_at": "2009-11-12T00:01:02.174527Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-12T00:01:02.174527Z"
        },
        "id": 13638548
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MPsEXPENSESSCAM/"
    },
    "type": "petition"
}