{
    "data": {
        "attributes": {
            "action": "encourage parents to groom their children with Essential Home Skills (EHS) from very early in life, as young as 2 years.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Don’t blame the schools; get to the source. Parents are responsible to equip their child with Essential Home Skills (EHS) before s/he starts school in order for the school to do their job properly.  \nBy EHS we mean children being assigned some sort of responsibility in their own home, from putting their clothes in the laundry basket to helping in the kitchen. This would enable children to develop concentration and in turn groom them to be responsible and self-disciplined individuals.\nEHS would also include reading, writing, maths, to be taught by a parent everyday even it is in their own language. We strongly believe ‘Learning’ is easy but ‘Learning how to learn’ is not. This skill of ‘Learning how to learn’ can only be instilled by a parent at their home. It is an essential skill a child must grow with. This would build respect and admiration for a parent in the eyes of the child/ren.\nEHS would also include parent mentoring their child how to take care of themselves physically and mentally. And to know how to set goals and achieve them. This would groom children with good communication skills at home and become happy individuals having vision, charisma and enthusiasm.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-10-13T01:03:21.367313Z",
            "creator_name": "Taran Hans-Dhillon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-13T01:03:21.367313Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13639067
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/compulsory-EHS/"
    },
    "type": "petition"
}