{
    "data": {
        "attributes": {
            "action": "Make Jacqui Smith repay the £116,000 she claimed incorrectly.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "An independent inquiry concluded that Miss Smith broke the rules when claiming that a room in her sister’s house was her \"main home\" — a move that enabled her to charge the taxpayer £116,000 for expenses at her family house in Redditch, West Midlands.\n\nHowever, despite agreeing that Miss Smith had broken the rules, the committee on standards and privileges — to which Mr Lyon reports — simply asked her to apologise. She will not have to repay any money!\n\nBy nominating the four-bedroom detached house where her husband and sons lived as her second residence, Miss Smith was able to claim many of the costs of running a busy family home — including the proverbial kitchen sink.\nDuring the installation of a new bathroom, she even claimed for the cost of an 88p plug, while her more expensive charges included a £460 dining room table, a £1,000 antique fireplace, including a separate bill for the coal to burn in it, and an entertainment centre including DVD players, two Samsung widescreen televisions and two digital set-top boxes costing more than £1,100.\n\nIf you think Jacqui Smith should repay the £116,000 she claimed incorrectly please sign this Petition.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-10-13T01:15:05.598960Z",
            "creator_name": "Ryan Facer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-13T01:15:05.598960Z",
            "rejected_at": "2009-11-14T00:01:01.896896Z",
            "rejection": {
                "code": 16385,
                "details": "This is either party political or a matter for direct communication with Parliament.",
                "reasons": [
                    "Party political material",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 13639152
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/jsmithrepay/"
    },
    "type": "petition"
}