{
    "data": {
        "attributes": {
            "action": "change the Antiquated Quarantine Laws for Search and Rescue dogs.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Darcy, a 4yr old border collie and her handler John Ball, work for ECFRS' Urban Search & Rescue at Lexden Colchester in Essex.\nThey were part of a 65 strong UK search & rescue team that flew out to Sumatra to assist in the aftermath of the recent earthquake.\nDarcy is now spending the next 6 months in solitary confinement in a pen that is 2ft by 4ft. John can only visit Darcy for 2hrs a day between 14.00 - 16.00hrs. Darcy is locked in this tiny pen from 16.00 - 08.00hrs overnight. We feel this is a cruel way to treat a working dog. \nDarcy has been inoculated against rabies, and had a booster only two weeks prior to going to Sumatra. She has a fully up to date pet passport.\nDarcy is the only dog in the UK to have passed her \"International Rescue Organization Mission Readiness Test\", and is Essex's first and only rescue dog. \nAs Darcy is in quarantine her invaluable skills and intelligence would be wasted if a national disaster was to occur as she would be unavailable! \nOur laws are extremely antiquated compared to the rest of Europe.\nWe don't believe that our dogs should be made to go into quarantine for 6 months after their return from duty abroad. They are probably the most vetted animals in the world!",
            "closed_at": "2010-10-13T00:00:00Z",
            "created_at": "2009-10-13T13:02:32.362283Z",
            "creator_name": "Mrs Susan Shaw",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-13T13:02:32.362283Z",
            "rejected_at": "2009-11-14T00:01:01.896896Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/FreeDarcy/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-14T00:01:01.896896Z"
        },
        "id": 13642621
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/helpfreedarcy/"
    },
    "type": "petition"
}