{
    "data": {
        "attributes": {
            "action": "Ban the Practice of Giving Fish as Prizes at Fairs",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "the government rejected a ban on allowing fairs to give fish away as prizes on the grounds, i believe, that children gained pleasure from winning a 'pet', despite the cruelty and suffering of that fish. it is clearly ridiculous, given that the animal welfare act, 2006, is about protecting animals from harm.\na fish at the fair is starved of oxygen, subjected to sounds and lights that are distressing and is certainly not in a stable or suitable environment (a plastic bag).  a lot of the people that win the fish have no experience in caring for a fish, so they die very soon or suffer. \nit is illegal for an unsupervised minor to be given a fish, yet i have witnessed this happening.\ni fail to see the pleasure the child gets from waking up the following morning, to find that their new 'pet' is dead (usually through starvation, chlorine poisoning, changes in temperature).\ni fail to see how this practice teaches a child about the importance of animal welfare or the value of an animal. we should be showing children that it is a great responsibilty to have a pet, and thought and education needs to go into preparing to have a pet.\nfish do not have a 10-second memory and they feel suffering as other animals do.",
            "closed_at": "2009-12-13T00:00:00Z",
            "created_at": "2009-10-13T13:26:37.860180Z",
            "creator_name": "miss nicola gilbert",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-13T13:26:37.860180Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 44,
            "state": "finished",
            "updated_at": "2009-12-14T00:01:01.292770Z"
        },
        "id": 13643005
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fish-at-fairs/"
    },
    "type": "petition"
}