{
    "data": {
        "attributes": {
            "action": "clarify the recent statement by Sir Stuart Bell that MPs are entitled to fair and natural justice over their treatment arising from misuse of the expenses system, when any non-politician who 'broke the rules' - unlike Jacquie Smith who stole over GBP116,000.00 of taxpayers money has been placed above the law and required only to apologise to the House - would be arrested, charged and brought before the courts.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is an appalling betrayal of the people and an example of gross nepotism and introduces a new angle to punishments available in our courts of law - criminals can now merely be ordered to apologise to the members of their household or local drinking club and that is an end to the matter.  Jacquie Smith should be charged with the fraud she has committed and the fraud to which she has admitted through apologising to her partners in crime in the House of Commons which is an admission of the fact that has broken the rules and committed fraud.",
            "closed_at": "2010-10-13T00:00:00Z",
            "created_at": "2009-10-13T09:27:13.117650Z",
            "creator_name": "keith jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-13T09:27:13.117650Z",
            "rejected_at": "2009-11-14T00:01:01.896896Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-14T00:01:01.896896Z"
        },
        "id": 13640092
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SheMustPay/"
    },
    "type": "petition"
}