{
    "data": {
        "attributes": {
            "action": "create a law which states that caring professionals alone do not have the legal right to start a patient on drugs which are included in the Liverpool care pathway without the consent of either the patient or the next of kin",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Drugs used in the Liverpool Care Pathway have been under much speculation. Although an audit of Care of the Dying, by the Marie Curie and the Royal College of Physicians in 2009 found that nearly 4000 terminal patients found the framework to be of high quality, there is no doubt that some patients remain at risk. There is room in current practice for elderly, vulnerable patients to be started on the LCP without their or their family’s consent; it is not good enough to assume that in all hospitals, hospices and care homes that conversations will take place and that patients and families will be kept informed. The audit reveals that two thirds of the 3,893 patients whose deaths were assessed needed no continuous infusion of medication, and all by 4% only needed low doses of opiates. However, there have are cases where patients have been started on high doses of opiates and sedatives via infusion and died prematurely. We shouldn’t have to fight for justice after death; the law should be there to protect us when we are alive.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-10-13T18:05:08.034914Z",
            "creator_name": "Bridget Reeves",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-13T18:05:08.034914Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 261,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13646037
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Elsies-Law/"
    },
    "type": "petition"
}