{
    "data": {
        "attributes": {
            "action": "Parking Congestion",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Parking in Stranmillis has become more difficult than ever this year. The congestion increases each year with the return of Queens and Stranmillis University students. This is having a major impact on local businesses. Staff are late for work/meetings; customers are late for appointments/reservations or cancelling completely as they cannot find a parking space. In the current economic climate and given the rent/rates paid by shop owners we are petitioning for a disk system and maximum two hour stay to be put in place as has been done in the market area of Belfast. We feel this will discourage students who park and then spend the day in University to find parking elsewhere or use public transport and therefore ease congestion in Stranmillis. Business owners bring jobs and prosperity to the area and we need the help of local councillors, if this is not addressed business in the area will decline rapidly.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-10-13T11:20:55.165434Z",
            "creator_name": "Hilary Lowry",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-13T11:20:55.165434Z",
            "rejected_at": "2009-10-13T16:36:05.942585Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement. You should contact your local councillors about this issue in the first instance.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 13641292
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ParkingProblem/"
    },
    "type": "petition"
}