{
    "data": {
        "attributes": {
            "action": "provide the free men and women of the United Kingdom, with a written decleration and verbal oath, that we will never be subjected to mandatory swine flu vaccinations",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We petition Prime Minister Gordon Brown, to provide the free men and women of the United Kingdom, with a written declaration and verbal oath, that we will never be subjected to mandatory swine flu vaccinations. Also, we pledge to refuse and resistany government laws that require us to submit to forced vaccines and drugs. We believe that a mandatory vaccine would be a well disguised attempt to worsen the pandemic  in order for pharmaceutical corporations, the actual architects of the flu pandemic, to make huge profits. The New York State Health Department is now requiring mandatory seasonal and      swine flu vaccinations for all hospital, home health and hospice workers and we the undersigned are concerned that we     will be subjected to similar laws. We are demonstrating our right to petition, as outlined in the Bill of Rights 1688 and demanding you respect our right to free will.",
            "closed_at": "2010-10-13T00:00:00Z",
            "created_at": "2009-10-13T17:03:51.050347Z",
            "creator_name": "Sam Bless",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-13T17:03:51.050347Z",
            "rejected_at": "2009-11-14T00:01:01.896896Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/yahoo9/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-14T00:01:01.896896Z"
        },
        "id": 13645437
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/notovaccine/"
    },
    "type": "petition"
}