{
    "data": {
        "attributes": {
            "action": "help countries over the world to help fight the batlle agianst malaria",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I would like the goverment to take action in helping to fight the batlle of malaria. Here are some facts about malaria.\n\nEvery year approximately 2,000 British travellers return home with malaria and the UK is one of the biggest importers of malaria among industrialised countries.\n\nBritish travellers are increasingly going to countries where malaria is prevalent; there has been about a 190% increase in travel to malarious destinations amongst British travellers in the last ten years.\n\nMalaria can be treated in many ways e.g buying enough mosquito nets for the poor to sleep in. They range in price from 1 to 100 pounds. The price does not really matter saving lives does. The sizes of the nets do vary.\n\nMost malaria hot spots are spread out from south America including Mexico and throughout most of Africa and most of Asia towards the far east and south east Asia.\n\nMalaria is a serious killer around the world all we are asking if for enough money aruond £15 000 to £50 000 we will then use that money to provide as many Mosquito nets we get with that money and and still try to keep enough money to ship those nets to those countries and deliver them to thier destinations.\n\nThank you for your time.",
            "closed_at": "2010-03-15T00:00:00Z",
            "created_at": "2009-10-14T19:32:06.123440Z",
            "creator_name": "Pratik khetia",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-14T19:32:06.123440Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2010-03-16T03:01:37.196573Z"
        },
        "id": 13658352
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/maleria-stoppers/"
    },
    "type": "petition"
}