{
    "data": {
        "attributes": {
            "action": "throw the full extent of the law at all mps guilty of fraud or overstatement in the case of there expenses.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If anyone else was found guilty of committing fraud using expenses meant to help them in there employment to make there personal lifestyle better or even in some cases claiming for non existent expenses such as false mortgages etc, they would have the book thrown at them and would most likely receive a prison sentence for fraud.\n\nThis petition is for the commission investigating mps expenses to treat these mps the same way as any member of the public would if found guilty of the same offenses.\n\nSecondly We the undersigned would like the variety of items mps can claim for to be looked at and reduced, therefore reducing the bill to the taxpayer, expenses should be just as it sounds, things that are needed in the course of someones employment etc. I fail to see how this can be the case when mps are claiming for things like gardening expenses etc what has this got to do with their work? and why do mps need 2nd homes to do there jobs and serve the public? This has been going on for way to long and needs to be stamped out!",
            "closed_at": "2009-12-15T00:00:00Z",
            "created_at": "2009-10-14T11:39:17.459459Z",
            "creator_name": "Andy Redford",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-14T11:39:17.459459Z",
            "rejected_at": "2009-10-16T11:41:17.037298Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-16T11:41:17.037298Z"
        },
        "id": 13652920
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/mpsarrested/"
    },
    "type": "petition"
}