{
    "data": {
        "attributes": {
            "action": "create a body which will oversee and regulate the leasehold management industry, enforce a proper code of conduct offering protection to owners of leasehold properties from unreasonable service charges and poor quality of service.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the UK, owners of leasehold flats usually pay a monthly/annual charge to a management company appointed by the freeholder.\n\nThese companies are largely unregulated and can charge pretty much whatever they like. The services received are not always representative of the amounts charged.\n\nThere have been many disputes with a wide range of management companies. The Leasehold Advisory Service (Executive Non Departmental Public Body funded by Government) can intervene, but this can be costly for the leaseholder and even if victorious in a dispute, there's nothing to stop the company \"offending\" again.\n\nThere's also ARMA (Association of Residential Managing Agents) which does enforce a code of conduct, but membership is not compulsory.\n\nMany leaseholders have found themselves paying huge charges to so-called management companies and received poor maintenance of their homes/developments. In some cases it is nothing short of daylight robbery.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-10-14T17:55:44.203087Z",
            "creator_name": "Darren Rossiter",
            "government_response_at": "2010-07-29T15:20:11.983898Z",
            "government_responses": [
                {
                    "created_at": "2010-07-29T15:20:11.983898Z",
                    "details": "You signed a petition asking the Prime Minister to create a body which will oversee and regulate the leasehold management industry, enforce a proper code of conduct offering protection to owners of leasehold properties from unreasonable service charges and poor quality of service.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=flatownerhelp\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'flatownerhelp'",
                    "updated_at": "2010-07-29T15:20:11.983898Z"
                }
            ],
            "opened_at": "2009-10-14T17:55:44.203087Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1393,
            "state": "finished",
            "updated_at": "2010-09-06T18:30:01.797255Z"
        },
        "id": 13657499
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/flatownerhelp/"
    },
    "type": "petition"
}