{
    "data": {
        "attributes": {
            "action": "We the undersigned petition the Prime Minister to PURCHASE A HOTEL FOR THE USE OF ALL M.P.s STAYING IN LONDON",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Good afternoon Mr. Brown also Jeremy Vine BBC 2 The government should purchase a hotel somewhere near to Parliament so that all M.P.s could use it at no charge to themselves for normal food and accommodation, if they refused to stay there then there would be no expenses paid what so ever for alternative accommodation or meals. There would of course be a normal style hotel bar there for them to purchase drinks at reasonable rates which of course would be open to any members of the public who were fortunate enough to obtain a vacant room. The hotel would have to be large enough to accommodate the number of M.P.s who could reasonably be expected to require accommodation in the City, they would be expected to book accommodation in advance where at all possible and any rooms unallocated at a given time could be taken up by members of the public at a reasonable charge similar to what M.P.s would be expected to pay if their partners were to stay with them. This of course would get rid of all of the expences scandals and bring M.P.s into line with every other member of the public who has to be away from their homes on business at times.",
            "closed_at": "2010-01-14T00:00:00Z",
            "created_at": "2009-10-14T17:52:18.847199Z",
            "creator_name": "Derek Carroll",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-14T17:52:18.847199Z",
            "rejected_at": "2009-11-14T00:01:01.896896Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-14T00:01:01.896896Z"
        },
        "id": 13657461
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FairnesstoMPs/"
    },
    "type": "petition"
}