{
    "data": {
        "attributes": {
            "action": "Help save the ADALAIDE sailing clipper from destruction,bring here home to Sunderland to be fully restored to her former glory,thank you sir",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Adelaide is a sailing ship lying on a ramp on the clyde rotting away and no one in athourity seems to care.The ordinary people in Sunderland are fighting to bring her back to her birthplace to be fully restored to her former glory,after all she is old than the Cutty Sark.There are many people in our area who worked in the shipbuilding industry who would give their time to help in this project for free.It would be nice to give something like this back to our heritage. Mary Rose,Cutty Sark,Why not Adelaide.800 years of building ships.Making Glass,digging coal.She could rest where she was built,berthed at the Sunderland Glass Centre on the banks of the river Wear. Time is quickly running out for this grand old sailing ship,i think she is a treasure and would make a grand tourist attraction in our great city.The local council never seem to get any thing done till its to late,we need your help desperately now. I know you have a lot on your plate at the moment in time with every thing else that is happing in this world today,but a little note to the local council to get their finger out and maybe get somthing right for once before its to late.yours sincerly mr George Herron",
            "closed_at": "2009-12-14T00:00:00Z",
            "created_at": "2009-10-14T15:09:44.250803Z",
            "creator_name": "mr george Herron",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-14T15:09:44.250803Z",
            "rejected_at": "2009-11-14T00:01:01.896896Z",
            "rejection": {
                "code": 16384,
                "details": "We suggest you contact your local authority directly in the first instance.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-14T00:01:01.896896Z"
        },
        "id": 13655563
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Adelaideclipper/"
    },
    "type": "petition"
}