{
    "data": {
        "attributes": {
            "action": "persuade LOCOG to drop Woolwich in favour of the existing location at Bisley to host the shooting events of the 2012 Olympic games",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "LOCOG proposes to spend an estimated £40 million building the venue for the shooting and archery events at Woolwich.  After the games the venue will be demolished at a further cost of several £million leaving no legacy. Legacy is one of the central tenets of the Olympic Charter.  \nWe the british public see this as a criminal waste of money at a time when the country is in poor shape financially.  Bisley in Surrey is a purpose built facility which hosted the shooting events of the Manchester 2002 Commonwealth games. It ticks all of the relevant boxes and is lower cost, lower risk and with the benefit of legacy.  It is the spiritual home of Shooting, a secure site, situated close to the Team GB training ground at Aldershot and has the support of local people, local government and MPs of both Houses.\nLet sense prevail and let Bisley be the venue for the Olympic shooting.",
            "closed_at": "2010-01-15T00:00:00Z",
            "created_at": "2009-10-15T20:02:54.268729Z",
            "creator_name": "Mr Jonathan Tapster",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-15T20:02:54.268729Z",
            "rejected_at": "2009-11-15T00:01:01.816644Z",
            "rejection": {
                "code": 16384,
                "details": "Please contact LOCOG directly.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-15T00:01:01.816644Z"
        },
        "id": 13669651
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Bisley-2012/"
    },
    "type": "petition"
}