{
    "data": {
        "attributes": {
            "action": "Stop the routine cancellation of major heart operations in England and Wales.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Regularly, throughout England and Wales, patients have their operations canceled due to emergencies which are given over-riding priority over their cases. Now, of course, this all seems reasonable as the emergency needs to be dealt with immediately, but think of the poor patient who then has to pack up and go home and wait for the next  call to come in. Can you possibly imagine what the emotional stress involved must be. And it doesn't just happen once it can happen over and over again. One would have to be a sadist not to want to change this appalling system, and yet it operates every day in hospitals all across the country.\n\nThe NHS should create surgical teams, dedicated to dealing with emergencies at every major teaching hospital where routine cardiac surgery (or any surgery come to that) takes place. These teams would take the pressure off the regular surgical teams and allow them to proceed with their work without resorting to cancellations all the time. \n\nSurely some of the highly paid administrators could be made redundant and those resources put to better use? \n\nSo come on lets make a pledge to stop the torture of NHS patients by the cancellation of their operations - NOW!",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-10-15T11:48:04.102633Z",
            "creator_name": "Robert Sandall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-15T11:48:04.102633Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13663304
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Patient-Torture/"
    },
    "type": "petition"
}