{
    "data": {
        "attributes": {
            "action": "allocate funds for academic research solely on the basis of academic excellence and not on the basis of 'impact' or the judgements of 'users'.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We request the reversal of the Research Councils and HEFCE policy to direct funds to projects whose outcomes are determined to have a significant ‘impact’. The arts and humanities do have such an impact, but it is typically difficult if not impossible to judge this in the short-term. Academic excellence is the best predictor of impact in the longer term, and it is on academic excellence alone that research should be judged. ‘Users’ who are not academic experts are not fit to judge the academic excellence of research any more than employers are fit to mark student essays. The UK is renowned for its creative industries. But the roots of creativity in the intellectual life of the nation need sustained support and evaluations based on short-term impact will lead to less impact in the long-term. We also request the abandonment of plans to merge subject panels based on spurious claims of disciplinary and methodological similarities. Merging panels in most cases would undermine both methodological integrity and disciplinary identities and undermine the world class research that the UK currently produces.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-10-16T12:02:13.087056Z",
            "creator_name": "James Ladyman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-16T12:02:13.087056Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2837,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13674415
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/REFandimpact/"
    },
    "type": "petition"
}