{
    "data": {
        "attributes": {
            "action": "stop the Olympic Equestrian events being held in Greenwich Park.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Greenwich Park is a tourist attraction, a place for families and recreation. The Olympics events in Greenwich Park will disrupt the Park for most of 2012 if not longer. There are a number of other reasons why Greenwich Park is not suitable:\n\nHuge cost (tens of millions) for temporary structures to be built and then dismantled.\n\nDisruption to the Park environment of building work/temporary structures and the events themselves. Trees and areas of parkland will be disrupted.\n\nThe park is too small for the events and may suffer permanent damage. The park is not even big enough to enable the sport's UK supporters to attend. \n\nCost will be huge but legacy will be minimal.\n\nAlternative sites would better meet the requirements for the event - for example Windsor Great Park.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-10-16T15:30:39.649143Z",
            "creator_name": "Mr Jonathan Paul Elcock",
            "government_response_at": "2010-10-15T11:37:27.833911Z",
            "government_responses": [
                {
                    "created_at": "2010-10-15T11:37:27.833911Z",
                    "details": "You signed a petition asking the Prime Minister to stop the Olympic Equestrian events being held in Greenwich Park.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=2012Greenwich\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition '2012Greenwich'",
                    "updated_at": "2010-10-15T11:37:27.833911Z"
                }
            ],
            "opened_at": "2009-10-16T15:30:39.649143Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 830,
            "state": "finished",
            "updated_at": "2010-06-14T21:30:02.192832Z"
        },
        "id": 13676573
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/2012Greenwich/"
    },
    "type": "petition"
}