{
    "data": {
        "attributes": {
            "action": "allow the use of any recycling centre free of charge regardless of borough of residency",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many council run recycling centres are now denying free usage to people who do not reside under that council's jurisdiction. This is the case even if the centre is the closest to the resident, their own council's centre being much further away.\n\nThis cannot make sense for the following reasons\n\n1. It forces longer car journeys to reach the designated centre, increasing road congestion, and is less 'Green'.\n\n2. It can only encourage fly-tipping where people can't be bothered to make the longer journey.\n\n3. Councils  argue that it costs them (and therefore their own residents) extra to process waste from out of borough residents. They fail to say that some of their OWN residents will also be using closer centres in neighbouring boroughs. The net effect  in terms of total amount of waste processed is therefore probably negligible. What they inherit from out of borough residents they lose from some of their own residents using a centre elsewhere.\n\nAt a time when recycling is being promoted as much as possible and attempts are being made to make it easier, this can only be a backward step. Everybody should be able to use any recycling centre free of charge, regardless of which council runs it.",
            "closed_at": "2010-01-19T00:00:00Z",
            "created_at": "2009-10-16T12:47:57.695761Z",
            "creator_name": "Richard Bools",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-16T12:47:57.695761Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2010-01-20T00:01:01.886983Z"
        },
        "id": 13674983
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/recyclingforfree/"
    },
    "type": "petition"
}