{
    "data": {
        "attributes": {
            "action": "As 43.4% Shareholders in Lloyds Banking Group should the government allow Halifax's new Overdraft charges",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Halifax has recently informed customer that they will be charging a flat 'fee' for the use of authorised overdrafts. This equates to £1 per day the customer is using an overdraft below £2500 and £2 over £2500. This is a move by the bank to unfairly charge people who are in financially weaker situations and as such the Government should step in to stop the bank undertaking this change due to come into effect on the 6th December. The interest breaks down as such:\n\n£0.01 Overdraft: 3,650,000%\n£100 Overdraft: 365%\n£100 Overdraft: 73%\n£500 Overdraft: 36.5% \n\nThis is clearly very high rates of interest and most people with overdrafts between £1 and a £1000 will see a minimum of double the previous charges. \n\nHalifax literature claims this is a fairer way for customers to understand charges; it appears to be a move by the bank to make excessive profits from the less fortunate who live within overdrafts or are not able to clear thier overdraft, such as post graduates, the unemployed, the less wealthy. The Government must take action.",
            "closed_at": "2009-12-20T00:00:00Z",
            "created_at": "2009-10-16T12:42:17.864536Z",
            "creator_name": "Mike Horwath",
            "government_response_at": "2010-03-03T13:54:27.659747Z",
            "government_responses": [
                {
                    "created_at": "2010-03-03T13:54:27.659747Z",
                    "details": "You signed a petition asking the Prime Minister to \"As 43.4% Shareholders in Lloyds Banking Group should the government allow Halifax's new Overdraft charges.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22660\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'halifaxcharges'",
                    "updated_at": "2010-03-03T13:54:27.659747Z"
                }
            ],
            "opened_at": "2009-10-16T12:42:17.864536Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 688,
            "state": "finished",
            "updated_at": "2010-05-06T15:30:01.697714Z"
        },
        "id": 13674941
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/halifaxcharges/"
    },
    "type": "petition"
}