{
    "data": {
        "attributes": {
            "action": "acknowlege that British voters have no confidence in the ability of many Members of Parliament (of all parties) to represent the views of ordinary people, and he needs to consult with voters, well before the next General Election, on the measures that are needed to restore that confidence.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Very many voters are deeply angry with MPs because of the widespread abuse of the expenses system.\n \nThe majority of voters work hard, but must do without luxuries, as they struggle to survive on inadequate wages: at the moment many of us see no hope of improvement.\n\nThe realities of that sort of existence do not seem to have reached a large number of MPs. It is difficult to see how these MPs can understand the hardships for families across the country, far less represent them.\n\nSome MPs appear to be guilty of fraud against the British people. \n\nMany MPs appear to have stretched the rules to an extent that indicates a total contempt for the taxpayer who has to fund their self-indulgent lifestyle.\n \nSome MPs have treated the rules with integrity, but appear to have done nothing to halt the abuses by their colleagues. \n\nVery many of the voters of Britain have no confidence in the ability of MPs to represent them. The PM needs to consult with a wide cross-section of voters to ensure that this confidence can be restored.",
            "closed_at": "2010-06-17T00:00:00Z",
            "created_at": "2009-10-16T00:18:59.240203Z",
            "creator_name": "Dr Stuart Newton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-16T00:18:59.240203Z",
            "rejected_at": "2009-10-20T13:22:27.829696Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-20T13:22:27.829696Z"
        },
        "id": 13671642
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Angry-voters/"
    },
    "type": "petition"
}