{
    "data": {
        "attributes": {
            "action": "revise completely the remit and constitution of the Press Complaints Commission, to allow the public a voice in deciding what is, and is not acceptable in today's media environment",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The recent 'Daily Mail' article by Jan Moir has provoked a storm of protest from an angry public. Regardless of one's viewpoint, it is clear that those thousands of people who have complained to the Press Complaints Commission have been rebuffed. It is, apparently, impossible for the PCC to investigate complaints, unless a complaint is received directly from Stephen Gately's family or close associates. \n\nThere are times when the natural conscience of the nation is stirred by writing so beyond the pale that it prompts complaints by a sizeable proportion of the population. The PCC must have the powers and remit to respond to such complaints, rather as Ofcom responds to complaints about BBC programmes.\n\nThis petition asks the government to review the role of the PCC and to make it a formal regulatory body with the powers to fine newspapers or broadcasters who contravene its code; to demand the dismissal of journalists who do not subscribe to the letter and spirit of that code; and to make allowances for those occasions when a body of public opinion is in favour of sanctions against a particular media outlet.",
            "closed_at": "2009-12-17T00:00:00Z",
            "created_at": "2009-10-17T01:08:35.638025Z",
            "creator_name": "Jon Payne",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-17T01:08:35.638025Z",
            "rejected_at": "2009-11-19T00:01:01.989602Z",
            "rejection": {
                "code": 4096,
                "details": "The PCC is an independent industry body and the Government cannot revise its remit or constitution.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-19T00:01:01.989602Z"
        },
        "id": 13680477
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PCCreform/"
    },
    "type": "petition"
}