{
    "data": {
        "attributes": {
            "action": "Abolishment of the U.K's Monarchy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We, the people, wish for the absolute  abolishment of the United Kingdom's Monarchy - Headed by HRM Queen Elizabeth Alexandra Mary the 2nd, and  King consort Prince Philip, Duke of Edinburgh. We, the people, wish for the Government of The United Kingdom of Great Britain and Northen Ireland to develop into a full, modern and unified state - Given the title of \"The Republic of the British Isle and Northen Ireland\" to which, will be the Head of State, The Prime Minister of The Republic of the British Isle and Northen Ireland.The defining Governmental catagory to which this new state will follow shall be decided based on a Referendum held by Mandatory Election Age polling. We, the people, also wish for a Constiuation to display the laws and freedoms that we will rightfully have access to and which we shall abide to. We, the people, wish for the rights, free speech and basic human needs to be the main prioraty for the Republic's Government to attened too. We, the people, wish for a life were we have control over the country that we live in and so we hand this petition in as a sign of this determanation. Long live the Republic!",
            "closed_at": "2010-10-17T00:00:00Z",
            "created_at": "2009-10-17T17:54:27.951157Z",
            "creator_name": "Liam Gary Arnull",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-17T17:54:27.951157Z",
            "rejected_at": "2009-11-18T00:01:01.610809Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/RepublicBritain/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-18T00:01:01.610809Z"
        },
        "id": 13683557
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UK-Republic/"
    },
    "type": "petition"
}