{
    "data": {
        "attributes": {
            "action": "disclose the true facts regarding the disgraced and discredited  former prime-minister Anthony Charles Lynton Blair`s reason for allowing hundreds of thousands of East-Europeans to enter the United Kingdom and take up permanent residency here.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is commonly believed that former prime-minister Anthony Charles Lynton Blair actively pursued the Policy of allowing 620.000 East-Europeans Immigrants into the U.K. on a personal interest and not for the benefit of the United Kingdom but as a Sop to the Roman Catholic Church in advance of his being accepted into that said Religion and consequently the said Anthony Charles Lynton Blair being nominated for the seat of the first Presidency of the European Union in exchange for the aforsaid `Sop`.\nAnd according to a Whitehall estimate (The report for the Communities and Local Government Department:September 2009)a total of 3 million Immigrants have arrived into the United Kingdom since the Labour Party took over Government in 1997).\nThe Citizens of this United Kingdom of Great Bitain and Ireland have a right to know whether these things are so and petition the Prime Minister to ensure the facts are disclosed.",
            "closed_at": "2010-10-22T00:00:00Z",
            "created_at": "2009-10-18T15:59:33.058475Z",
            "creator_name": "Rev Denis G Beedie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-18T15:59:33.058475Z",
            "rejected_at": "2009-10-22T09:55:40.940177Z",
            "rejection": {
                "code": 2,
                "details": "",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-22T09:55:40.940177Z"
        },
        "id": 13687554
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Blairs-Sop/"
    },
    "type": "petition"
}