{
    "data": {
        "attributes": {
            "action": "Transfer all Traffic Enforcement duties to a different organization and divert more of the Police's recources to tackling serious crime.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is certainly a good case for having rules on the road - and enforcing them, many of the rules currently in force on our roads are controversial and do not enjoy broad public support. It is also of note that many of these offences do not invite very serious punishment (unless you're poor)- little more than a £60 fine.\n\nHaving the Police enforce these fairly minor traffic offences causes a great deal of contempt for them. This not only because many people disagree with the rules themselves, but because many people believe that the police should be spending more time and resources on fighting more serous crimes such as theft and violence.\n\nWith this in mind, I propose that the Prime Minister moves the responsibility for traffic enforcement to a separate department such as the DfT - or even down to the local authority level. This would do much to improve the image (and possibly the morale) of the police. It may even save money - you would no longer need to pay fully trained (Police training costs a lot of money) police officers to do this, and could instead employ people at a much lower wage with reduced training costs.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-10-17T01:12:26.793172Z",
            "creator_name": "Richard Griffith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-17T01:12:26.793172Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13680550
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TRAFFICAGENTS/"
    },
    "type": "petition"
}