{
    "data": {
        "attributes": {
            "action": "implement a fair set of planning regulations for motocross tracks, that once met the councils must grant planning permission.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am doing this petition for everyone who loves motocross, but most of all my 9 year old son. He loves riding his motorbike, it's his passion. When we heard our local track was closing and we knew from experience that the only other practice track in kent has flooding problems, I felt we had to try and get involved. I have spoken to the owners of Riverside MX and they have told me the reasons why the council are closing them down. The council sets out rules they have to follow including noise levels, which they did. They were trying to renew their permission when the council refused. After applying to the secretary of state who dissagreed with the councils findings the permission was still not granted, due to introducing a noisy activity into an otherwise tranquil area.PPG 2 policy for the use of greenbelt states it should be used for outdoor sport and recreation. Surely this should cover motorcross yet permission was not granted. A fair set of guidlines needs to be established to keep this much loved sport for the youth of today and generations to come.",
            "closed_at": "2009-12-20T00:00:00Z",
            "created_at": "2009-10-18T21:03:29.760100Z",
            "creator_name": "Mr Mark Simpson",
            "government_response_at": "2010-08-06T11:15:09.540459Z",
            "government_responses": [
                {
                    "created_at": "2010-08-06T11:15:09.540459Z",
                    "details": "You signed a petition asking the Prime Minister to implement a fair set of planning regulations for motocross tracks, that once met the councils must grant planning permission.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=savemotocross\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'savemotocross'",
                    "updated_at": "2010-08-06T11:15:09.540459Z"
                }
            ],
            "opened_at": "2009-10-18T21:03:29.760100Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2436,
            "state": "finished",
            "updated_at": "2010-03-30T08:30:41.733877Z"
        },
        "id": 13689189
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/savemotocross/"
    },
    "type": "petition"
}