{
    "data": {
        "attributes": {
            "action": "admit that current early years education policy is flawed and accept the findings of the Cambridge Primary Review (CPR) which recommends that children should not start formal learning until they are 6, that the Early Years Foundation Stage (EYFS) be extended to age 6, to drop the 7 year SATs tests and replace them with teacher assessment and to broaden the curriculum upon which children would be assessed.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The petition you quoted as being similar to my petition (http://petitions.number10.gov.uk/fuggmmmm) is similar in only one respect and that is that it mentions the Cambridge Primary Review (although it calls it the Cambridge children's education study).\nMy petition is specifically asking for the government to accept and implement the findings of the Cambridge Primary Review with regard to primary education. When you read the additional details of Mrs Winter-Smith's petition, it is really about falling standards in general and uses the Cambridge Review as a starting point for this argument.\nI reject your reasoning and ask you to reconsider my petition without any changes. (The original wording from this section has had to be removed so that I can send you this message. I did email you, but there has been no response so far. If you accept my argument, please email me and I will resubmit the petition with the correct wording)",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-10-17T10:56:05.031258Z",
            "creator_name": "Arthur Adams",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-17T10:56:05.031258Z",
            "rejected_at": "2009-10-26T17:27:20.692762Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/fuggmmmm/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 13681467
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/camprimaryreview/"
    },
    "type": "petition"
}