{
    "data": {
        "attributes": {
            "action": "Allow citizens who wish to join the armed forces to be able to have laser eye surgery.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Citizens who wish to join the armed forces are not allowed to join. If they have laser eye surgery to correct their vision even if this will give them 20/20 vision. \nIf a citizens does this before applying to the military, they will be doing this at their own expense. Though the MOD will allow you to have laser eye surgery, once in the forces. With the tax payers footing the bill.\nSurly there is no difference having it done in or out the forces, only that the tax payer does not pay for it. As well as the solider not being able to take part in physical actives or active duty for over 6 months to 12months\nAll so the advantage of having this done before entering the forces, is that the trainee solider will have full vision. Meaning they can complete training like tasks as every other solider/officer. \nExample;\nTraining in the rain, glasses get wet the then solider cannot see. \nThey wear contact lenses; they get dirt in the eye.The eye is then irritated, and the lens needs replacing and the eye to be flushed.\nSo why not have it before joining the forces. It makes complete sense, and the US military allow there solider to have laser eye surgery before they apply to join.\nEspecially with the financial crisis.",
            "closed_at": "2009-12-19T00:00:00Z",
            "created_at": "2009-10-18T22:53:22.241132Z",
            "creator_name": "Stephanie Brownlie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-18T22:53:22.241132Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2009-12-20T03:01:37.508839Z"
        },
        "id": 13689802
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Stephbrownlie/"
    },
    "type": "petition"
}