{
    "data": {
        "attributes": {
            "action": "rethink the implementation of the Early Years Single Funding Formula across the maintained, private, voluntary, independent and home based early education and childcare settings in England so that the viability of existing high quality provision is not lost.  Local authorities must be supported and rigorously monitored to ensure that the aims of the EYSFF, to improve and maintain quality of all provision and fairness and transparency of funding, is genuinely achieved across all sectors.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government announced in June 2007 that local authorities will be required to design and implement a single local funding formula for funding the Free Entitlement to early years provision for 3 and 4 year olds across all sectors.  The aim is to improve fairness and transparency in the way that funding is allocated to providers who deliver the Free Entitlement, and thereby support its extension to 15 hours, to be delivered more flexibly from September 2010.\n\nThe Early Years Single Funding Formula (EYSFF) must be fully implemented across England from April 2010.  \n\nAs the implementation of the EYSFF enters its final phase of consultation, there is increasing evidence that many of the formulas being proposed by local authorities will have significant consequences on the most disadvantaged children and families, whose lives are currently supported by high quality effective early education and care schools and settings.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-10-19T16:15:05.139121Z",
            "creator_name": "Miss Megan Pacey",
            "government_response_at": "2010-09-17T14:35:15.607515Z",
            "government_responses": [
                {
                    "created_at": "2010-09-17T14:35:15.607515Z",
                    "details": "You signed a petition asking the Prime Minister to rethink the implementation of the Early Years Single Funding Formula across the maintained, private, voluntary, independent and home based early education and childcare settings in England so that the viability of existing high quality provision is not lost. Local authorities must be supported and rigorously monitored to ensure that the aims of the EYSFF, to improve and maintain quality of all provision and fairness and transparency of funding, is genuinely achieved across all sectors.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=EarlyYearsSFF\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'EarlyYearsSFF'",
                    "updated_at": "2010-09-17T14:35:15.607515Z"
                }
            ],
            "opened_at": "2009-10-19T16:15:05.139121Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1678,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 13695355
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EarlyYearsSFF/"
    },
    "type": "petition"
}