{
    "data": {
        "attributes": {
            "action": "introduce early morning formal exercise, like Drill and Marching, in primary schools to train children to learn skills of being attentive by listening to formal instructions in order to be disciplined in their life.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Do schools need to focus on academics at primary level? Are the children utilising their time at school to learn or  spoiling it for others who want to? Appallingly, bad behaviour is getting out of control.  \nIt's very important that we make a change in the way education is imparted considering the amount of strain & stress children are in the current climate of distractions. \nFor times memorial, we have known drill to be the most powerful & efficient way of discipline. With drill comes increased control over your own body, & learning new & novel tasks strengthens neural connection.\nLet’s not forget, formality is conducive to discipline & the simplicity & repetition of 'Drill & Marching' builds concentration, encourages teamwork & fellowship. \n‘Discipline’ is a core part of every person’s life; if you are self disciplined you choose your behaviour instead of being ruled by it. You will feel more powerful, in charge of yourself & be happy & satisfied. \nOnce one’s body is accustomed to the discipline, it becomes more like a relaxing calming peaceful exercise than hard work. Our future generation must be made to understand that being self-disciplined is real freedom.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-10-18T23:50:36.344493Z",
            "creator_name": "Ms Taran Hans-Dhillon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-18T23:50:36.344493Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13690005
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Drill2discipline/"
    },
    "type": "petition"
}