{
    "data": {
        "attributes": {
            "action": "respond to the UK Energy Research Council Oil Depletion Report.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UK Energy Research Council reports that there is a     “significant risk” of global Peak Oil before 2020, and Peak Oil     before 2030 appears “likely”. \n\n     The UKERC report is more substantial than any published UK\n     Government analysis. UKERC highlight the need to replace\n     two-thirds of global oil production capacity by 2030 and the\n     investment required. UKERC cite wide consensus that the age of\n     easy oil is over.\n\n     The UKERC report is in contrast to UK Government assumptions\n     that the global oil reserves are large enough to meet demand\n     until 2030. Despite a UK peak in 1999, earlier than\n     policymakers expected, the Government appears reluctant to\n     accept the concept of peaking. \n\n     UKERC has therefore called on UK policymakers to pay much more\n     serious attention to the implications of Global Peak Oil. \n\n     The 2005 Hirsch Report in the United States highlighted the\n     decades of preparation needed to transform oil-based\n     infrastructure to mitigate the impact of Peak Oil.  \n\n     Given the significant risk identified by UKERC before 2020, at\n     what time does the UK Government think it will be appropriate\n     to develop a contingency plan for Global Peak Oil ?",
            "closed_at": "2010-01-20T00:00:00Z",
            "created_at": "2009-10-20T07:51:53.443423Z",
            "creator_name": "Chris Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-20T07:51:53.443423Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 326,
            "state": "finished",
            "updated_at": "2010-01-21T00:01:01.222569Z"
        },
        "id": 13699221
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UKERCoilreport/"
    },
    "type": "petition"
}