{
    "data": {
        "attributes": {
            "action": "Keep the maintained nursery at Beacon Rise Primary School open.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It has become obvious that with new funding policies Beacon Rise Primary School, in Hanham, Bristol, will be unable to provide sufficient facilities for an independant nursery provider & will be forced to close. This will be a sad loss and if other schools are forced to do the same could result in over crowded classes or even some children missing out on places altogether. The school has had the nursery class for decades and it will be a great dissapointment to lose it.\n\nThe maintained nursery class provides a wonderfull introduction into a school environment and into education which will not be given in an independant nursery environment. Many parents seek this style of introduction rather then simply \"child care\" and, with only 2 maintained nurseries being left open if new plans go through, their children will miss out on this opportunity.\n\nIt will also create difficulties for parents with older children at the school, who had wished their child to attend the nursery in future, when it comes to collecting children from multiple schools resulting in one or more child being left lengths of time waiting for collection.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-10-20T08:41:53.561339Z",
            "creator_name": "Mrs K Bailey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-20T08:41:53.561339Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 76,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13699451
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/OurNursery/"
    },
    "type": "petition"
}