{
    "data": {
        "attributes": {
            "action": "UKERC Oil Depletion Report",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UK Energy Research Council reports that there is a “significant risk” of global Peak Oil before 2020, and Peak Oil before 2030 appears “likely”. \n\nThe UKERC report is more substantial than any published UK Government analysis. UKERC highlight the need to replace two-thirds of global oil production capacity by 2030 and the investment required. UKERC cite wide consensus that the age of easy oil is over.\n\nThe UKERC report is in contrast to UK Government assumptions that the global oil reserves are large enough to meet demand until 2030. Despite a UK peak in 1999, earlier than policymakers expected, the Government appears reluctant to accept the concept of peaking. \n\nUKERC has therefore called on UK policymakers to pay much more serious attention to the implications of Global Peak Oil. \n\nThe 2005 Hirsch Report in the United States highlighted the decades of preparation needed to transform oil-based infrastructure to mitigate the impact of Peak Oil.  \n\nGiven the significant risk identified by UKERC before 2020, at what time does the UK Government think it will be appropriate to develop a contingency plan for Global Peak Oil ?",
            "closed_at": "2010-01-19T00:00:00Z",
            "created_at": "2009-10-19T18:16:42.521201Z",
            "creator_name": "Chris Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-19T18:16:42.521201Z",
            "rejected_at": "2009-11-19T00:01:01.989602Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/UKERCoilreport/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-19T00:01:01.989602Z"
        },
        "id": 13696453
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UKERCReport/"
    },
    "type": "petition"
}