{
    "data": {
        "attributes": {
            "action": "to make the Press Complaints Commission a Public Body",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Following the article in the Daily Mail on Friday 16th October by Jan Moir in relation to the death of Stephen Gately, the PCC received over 21,000 complaints; however the chairman the Code committee for the PCC is currently the editor of the Daily Mail Paul Dacre.\n\nAs the formula one boss Max Mosley said when giving evidence to the culture, media and sport committee at the House of Commons “\"It's like putting the mafia in charge of the local police station. You can't let them regulate themselves.\"\n\nThe PCC was weakened by preferential treatment to the newspaper industry and it lacked sufficient powers to appropriately deal with cases. The government needs to abolish the current PCC and re launch the committee as a public body so the public can have faith in the PCC once again.",
            "closed_at": "2009-12-19T00:00:00Z",
            "created_at": "2009-10-19T13:57:39.479209Z",
            "creator_name": "Daniel Sullivan",
            "government_response_at": "2010-03-16T14:31:00.065900Z",
            "government_responses": [
                {
                    "created_at": "2010-03-16T14:31:00.065900Z",
                    "details": "You signed a petition asking the Prime Minister to \"to make the Press Complaints Commission a Public Body.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22770\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'makePCCPublic'",
                    "updated_at": "2010-03-16T14:31:00.065900Z"
                }
            ],
            "opened_at": "2009-10-19T13:57:39.479209Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1973,
            "state": "finished",
            "updated_at": "2010-01-13T03:01:33.754350Z"
        },
        "id": 13693813
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/makePCCPublic/"
    },
    "type": "petition"
}