{
    "data": {
        "attributes": {
            "action": "Invest in South Yorkshire's manufacturing future",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sheffield City Council is calling on the Government to step up support for South Yorkshire manufacturing in a bid to save what is ultimately the heart of the UK’s industry. The Council want to work with South Yorkshire industries and neighbouring authorities to launch a campaign to lobby Government for more support.\n\nWe want people to sign our petition in support and show us where they agree with us so we can show Government how much this means to the people of Sheffield. \n\nWe are campaigning on the following \n\n• The Government should work and invest with the manufacturing industry to ensure that the industries such as steel making can be ready when the economy improves. \n\n• We want more Government-backed training and apprenticeships in the skills that industry needs to keep it ahead of other nations\n\n• We want the Government to do more, including getting help on research and development to prevent manufacturing jobs from going abroad\n\n• We need a simplified research and development tax system that provides genuine incentives for manufacturing companies looking to grow and become more competitive.",
            "closed_at": "2009-12-20T00:00:00Z",
            "created_at": "2009-10-20T10:48:25.281387Z",
            "creator_name": "Natalie Johnson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-20T10:48:25.281387Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 37,
            "state": "finished",
            "updated_at": "2009-12-21T00:01:01.664831Z"
        },
        "id": 13700632
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Invest/"
    },
    "type": "petition"
}