{
    "data": {
        "attributes": {
            "action": "extend the Young Man's Defence act (SOA 2003) to protect innocent minded young men from being jailed for having a picture of their partner, who they believe to be of a consensual sexual age.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "According to current UK law, if you have a picture on your PC or phone of a girl who is aged 16 or 17 it is illegal. So please imagine that you are an 18 year old male and you take a picture of your girlfriend – you would be breaking the law and could be sentenced up to 9 years in prison!\n\nFurthermore, imagine you take pictures of you partner and you later find out they lied about their age and are underage. You’d also be responsible for this, even though you have no criminal intent whatsoever.\n\nCurrent UK law has created a defence for males who have sex with an underage girl, when they have reasonable belief that the girl is of 16 years or over. This is called Young Man's Defence. The law has not extended this to cover multi media content (pictures, video's etc). \n\nPlease sign this petition so we can extend Young Man's Defence to protect the innocent men/women who have pictures of their partner's who they believe to be of age.  \n\nThere is a very blurred line in UK law between people who are innocently flirting and pedophiles. For the sake of the innocent please help us create a finer line to help protect both vulnerable children & innocent young men.",
            "closed_at": "2009-11-27T00:00:00Z",
            "created_at": "2009-10-20T15:36:11.545238Z",
            "creator_name": "Mr Daniel Lee",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-20T15:36:11.545238Z",
            "rejected_at": "2009-10-27T15:50:29.073687Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/defendinnocence/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-27T15:50:29.073687Z"
        },
        "id": 13706465
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/extradefence/"
    },
    "type": "petition"
}