{
    "data": {
        "attributes": {
            "action": "Bernie Clifton should be thought of as the new Rod Hull (of Emu Fame!)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Bernie Clifton is an incredibly talented man.  He performed in variety shows, sometimes in the presence of royalty and he did so with gusto.  He became famous by 'riding' a yellow ostrich called Oswald.  Bernie's legs looked as if they were draped over Oswald's 'body' when in actual fact (and this is hard to believe) Oswald's legs were actually Bernie's with fake legs being used to simulate visually the sense that Bernie was actually being transposted to various locations onstage by Oswald.  I say we not only bring back this comic genius, this living legend but we bestow on him countless awards for services to the British wildlife industry and have a special day set aside so we can reflect on both he and Oswald and what they mean to us. I would also like an ongoing tribute and award for the stunningly versatile and dynamic performer we knew and loved as Billy Dainty.  Thank you kindly for your time.",
            "closed_at": "2010-10-20T00:00:00Z",
            "created_at": "2009-10-20T19:55:33.566354Z",
            "creator_name": "Jonathan Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-20T19:55:33.566354Z",
            "rejected_at": "2009-11-20T00:01:01.531117Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-20T00:01:01.531117Z"
        },
        "id": 13710866
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bernieandrod/"
    },
    "type": "petition"
}