{
    "data": {
        "attributes": {
            "action": "Review the law regarding aftermarket car exhaust noise levels and introduce a suitable maximum figure",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Recent legislation has increased the powers of The Police Force to stop and fine drivers of cars where they believe the exhaust system fitted is louder than the original factory fitted system.\nWhilst we appreciate there is a minority of car owners who intentionally fit an aftermarket exhaust for the increased noise levels alone, the majority of car modifiers choose an exhaust that offers a performance increase whilst keeping the noise levels as acceptable as possible.\nAs few car manufacturers provide the factory fitted exhaust noise in decibels, it is impossible to know if an aftermarket exhaust system is louder than the original or not.\nConsideration must be given to the relative noise of an aftermarket exhaust system vs. the large number of cars which, from factory, have very loud exhausts. Aftermarket exhaust systems are still likely to be significantly quieter than drivers of such cars, yet only the drivers with aftermarket exhausts can be fined which is unfair.\nThe only fair solution is to introduce a testable upper decibel limit for any fitted aftermarket car exhaust system. A testable limit would make a much fairer alternative to the current objective assessment.",
            "closed_at": "2009-12-21T00:00:00Z",
            "created_at": "2009-10-20T21:09:39.755261Z",
            "creator_name": "Mr Chris Wilcox",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-20T21:09:39.755261Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 75,
            "state": "finished",
            "updated_at": "2009-12-22T03:01:34.221222Z"
        },
        "id": 13716003
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/maxexhaustnoise/"
    },
    "type": "petition"
}