{
    "data": {
        "attributes": {
            "action": "Reinstate full funding to the Army Cadet Force (ACF)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The ACF has recently seen cuts in its funding resulting in the halting of many worthwhile activities. \n\nThe ACF provides progressive cadet training, often of a challenging and exciting nature, to foster confidence, self-reliance, initiative, loyalty and a sense of service to other people. It encouraging the development of personal powers of practical leadership and the ability to work successfully as a member of a team and stimulates an interest in the Army, its achievements, skills and values, advising and preparing those considering a career in the Services or with the Reserve Forces. \n\nI believe the costs saved (£4m) are grossly outweighed by the potential lose to the 45,000 cadets across the country! Only months ago both Government and opposition were fully supporting cadet movements to the point of creating new cadet units in state schools. \n\nA fully funded ACF is to the benefit of our nation and the return in terms of our youth far exceed the financial costs even in current economic climates.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-10-21T13:05:47.575523Z",
            "creator_name": "Mr William B Morris",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-21T13:05:47.575523Z",
            "rejected_at": "2009-11-20T00:01:01.531117Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/ACF-Funding/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 13727336
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/armycadetfunding/"
    },
    "type": "petition"
}