{
    "data": {
        "attributes": {
            "action": "e.m.a",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is to show the government, that it is unfair that not everyone in full time education receives Education Maintenance Allowance (EMA).  I feel that everyone who is 16-19 and in full time education should receive Education Maintenance Allowance (EMA), no matter what their parents earn.  I believe that just because your parents earn a certain amount of money doesn’t necessarily mean that they will support their child’s educational needs. This may result in fewer students taking creative subjects as they can’t afford it or more underachievers in the creative subjects. I think either everyone should receive Education Maintenance Allowance (EMA) or no one should get it because I believe it is discriminating against the children who come from a background where they are provided positive role models who have a skilled profession.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-10-20T23:16:46.182523Z",
            "creator_name": "miss kate childs",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-20T23:16:46.182523Z",
            "rejected_at": "2009-11-20T00:01:01.531117Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 13720081
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EMAbenefits/"
    },
    "type": "petition"
}