{
    "data": {
        "attributes": {
            "action": "implement a fairer education funding formula that recognises every child matters equally and ends the postcode lottery of education funding in this country, so that every child receives the same opportunity and quality of education wherever they live.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition has been posted by Hands Up for Fairer School Funding, a campaign launched by schools in Devon to persuade Government to tackle the inequalities in funding for schools and end the post-code lottery that affects young people in many parts of England.\n\nAccording to Government funding, the education of every child in Devon is worth £375 less than the national average and that cannot be fair. Schools face similar costs wherever they are. Staff pay is set nationally, not locally. \n\nThe education and future life chances of of 96,000 children and young people in Devon is affected by the relative low level of funding schools receive from the Government.\n\nDevon supports F40, a national campaign group representing the lowest funded education authorities in England.\n\nSearch \"Fair funding for schools in Devon\" for more information.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-10-21T15:13:33.528264Z",
            "creator_name": "Peter Doyle",
            "government_response_at": null,
            "government_responses": [
                {
                    "created_at": "2010-01-20T13:45:07.176183Z",
                    "details": "You signed a petition asking the Prime Minister to \"implement a fairer education funding formula that recognises every child matters equally and ends the postcode lottery of education funding in this country, so that every child receives the same opportunity and quality of education wherever they live.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22185\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'handsup4schools'",
                    "updated_at": "2010-01-20T13:45:07.176183Z"
                }
            ],
            "opened_at": "2009-10-21T15:13:33.528264Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4926,
            "state": "finished",
            "updated_at": "2010-08-14T05:30:01.951197Z"
        },
        "id": 13729787
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/handsup4schools/"
    },
    "type": "petition"
}