{
    "data": {
        "attributes": {
            "action": "Fund the Karma Nirvana Honour Network Help-line that supports British born subjects experiencing forced marriage, honour based abuse many of which are young people",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Honour Network Helpline 0800 5999 247 reduces the isolation of thousands of victims in the UK and is often a life saver to those experiencing forced marriage & honour based violence. \n\nThis line was launched by Karma Nirvana in April 2008, and the end of September 2009 received 6,702 calls. \n\nOne of the key findings of this report highlight the shocking statistic that 33% of all victims were below the age of 22 and indeed 11% were under the age of 16. \n\nKarma Nirvana could not have anticipated the sheer volume of calls.The success of the line serves to highlight the tragic plight of many of our citizens. Jasvinder Sanghera has made many pleas for support.\n\nToday Karma Nirvana have announced that the Honour Network Helpline will cease to operate at the end of December 2009.\n\nThis petition implores the Prime Minister and his Government, as a matter of urgency, to properly fund The Honour Network Helpline in order that it can continue to serve these desperate British Subjects.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-10-21T14:47:45.036161Z",
            "creator_name": "Jasvinder  Sanghera",
            "government_response_at": "2010-07-14T15:27:05.279148Z",
            "government_responses": [
                {
                    "created_at": "2010-07-14T15:27:05.279148Z",
                    "details": "You signed a petition asking the Prime Minister to Fund the Karma Nirvana Honour Network Help-line that supports British born subjects experiencing forced marriage, honour based abuse many of which are young people.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=Honourline\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'Honourline'",
                    "updated_at": "2010-07-14T15:27:05.279148Z"
                }
            ],
            "opened_at": "2009-10-21T14:47:45.036161Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2135,
            "state": "finished",
            "updated_at": "2011-04-13T21:48:55.526724Z"
        },
        "id": 13729322
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Honourline/"
    },
    "type": "petition"
}