{
    "data": {
        "attributes": {
            "action": "restrict HGVs to travelling in only in the nearside lane on 2 lane motorways and dual carriageways.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition aims to introduce nationwide traffic laws to restrict Heavy Goods Vehicles (> 7.5 tonnes GLW) and other vehicles limited to 56 mph, to travelling in only the nearside lane on two lane motorways and dual carriageways to improve traffic flow.\nFollowing the successful \"journey time\" trials on the northbound M42 between J10 and J11 and on the A14 around Cold Ashby, it is proven that stopping HGVs from overtaking reduces delays for other road users significantly, whilst the impact on HGVs is negligible. This measure has also been proven to be useful in improving traffic flow in other countries, for example in Italy.\nThe congestion caused by HGVs overtaking each other at minimal differential speeds causes numerous moving jams (\"rolling road blocks\") resulting in frustration and risk taking by other inconvenienced road users. This is confirmed by the Highways Agency who are quoted as saying \"\"Drivers of vehicles caught up in the resulting queues become frustrated and that leads to an increased risk of accidents and further traffic delays.\" The nationwide introduction of this restricion would therefore also improve road safety and reduce road traffic accidents.",
            "closed_at": "2010-10-22T00:00:00Z",
            "created_at": "2009-10-22T18:47:35.406131Z",
            "creator_name": "Ian Shaw",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-22T18:47:35.406131Z",
            "rejected_at": "2009-11-22T00:01:01.818037Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/HGV-Motorway/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-22T00:01:01.818037Z"
        },
        "id": 13748672
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ReduceHGVjams/"
    },
    "type": "petition"
}