{
    "data": {
        "attributes": {
            "action": "make cancer treatments not currently provided by the N.H.S. more accesable to patients",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I would like new and improved cancer treatments to be readily available to patients on the National Health Service without having to apply to primary care trusts for funding. The present system delays vital treatments and drugs for patients, who have to fight and even pay privately for life saving treatment. There should be no question or hesitation about these new drugs and treatments being made readily available and accessable to everyone, regardless of their financial status. Many patients find themselves on waiting lists whilst their local primary care trust makes a descision about whether or not to fund treatments. Often during this interim period their condition will become more advanced and then the treatment becomes useless. Cancer patients need urgent treatment having to wait six to eight weeks for a decision on funding can mean the difference between life or death.Human life does not have a price and funding should be available immediatly without question.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-10-22T15:12:49.228963Z",
            "creator_name": "audrey waldron",
            "government_response_at": "2010-12-06T14:41:09.242269Z",
            "government_responses": [
                {
                    "created_at": "2010-12-06T14:41:09.242269Z",
                    "details": "You signed a petition asking the Prime Minister tomake cancer treatments not currently provided by the N.H.S. more accesable to patients.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=cancer-pct-funds\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'cancer-pct-funds'",
                    "updated_at": "2010-12-06T14:41:09.242269Z"
                }
            ],
            "opened_at": "2009-10-22T15:12:49.228963Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1363,
            "state": "finished",
            "updated_at": "2010-12-06T14:41:09.242269Z"
        },
        "id": 13745652
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cancer-pct-funds/"
    },
    "type": "petition"
}