{
    "data": {
        "attributes": {
            "action": "stop looking for ways of cutting back on middle class benefits",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Most people have already heard the debate on childcare vouchers but the suggestions reported in the news on 22nd October that child benefit and maternity pay will only be paid to households where annual income is under £15,000 (or £5,000 per child)  is adding further insult to injury. The majority of middle class families are people who own their homes & tend to be people that work hard, are taxed accordingly & still struggle to make ends meet.  We are increasingly seeing suggestions of this nature being made yet you hear of families on council estates where they've 8 or more kids and the parents just milk the benefit system - the question has to be asked, why should us middle/working class work hard & see our taxes fund their lifestyles & never get any support ourselves? By taking away maternity pay, child benefit & childcare vouchers you will effectively make it unfeasible for people to even consider starting families.  If you really need to impose restrictions make it so that these benefits are paid for the first two born in each family as apart from saving the government coffers this would also help control our increasing population levels.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-10-22T22:09:57.261214Z",
            "creator_name": "Fiona Seale",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-22T22:09:57.261214Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 52,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13751265
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/middleclass/"
    },
    "type": "petition"
}