{
    "data": {
        "attributes": {
            "action": "call upon the new Administration of Devon County Council to honour the commitment given by the previous Administration of Devon County Council to acquire Rolle College for Exmouth.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Exmouth Community college currently has a thriving Post-16 centre with about 350 post-16 students. Since the Rolle buildings could accommodate up to 1000 students,  this extra capacity would enable Devon County Council to cater for the needs of the additional young people expected to stay in training and education until they are 18 as part of the Government agenda for the future.\nWith the impact of the new Specialised Diplomas for young people, there is a need for schools and colleges to set up partnerships with other institutions in order to provide the wide range of resources required to teach the new courses.  If the Community College were to collaborate with Exeter College or others with Devon County Council by sharing facilities and staffing at the Rolle site, the young people of Exmouth and the surrounding area, including Exeter, would have access to the very best curricula and qualifications. \nAll the above aside, just the long and short term cost savings against future costs of educational expansion if the site is lost to anything other than education should galvanise any ‘truly’ local council to seize the opportunity and build upon it.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-10-23T13:40:30.318454Z",
            "creator_name": "Stephen Worth",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-23T13:40:30.318454Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 227,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13756670
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/rollecollege/"
    },
    "type": "petition"
}