{
    "data": {
        "attributes": {
            "action": "bring justice,equality and fairness to England's law-abiding taxpayers,given England is by far the most taxed country in the U.K.& one of the most taxed on the planet, & common-sense policies for the benefit of all U.K. citizens.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The tax payer in England is subsidising the great benefits that devolution has afforded Scotland,Wales & Northern Ireland: free care for the elderly & free public transport, free medicines for all,Council tax frozen,free University education, No tuition fees,banned car parking charges at hospitals,cancer & other treatment's like Alzheimer's deemed too expensive in England are free in Scotland, tolls charged at bridges in Edinburgh & Dundee are scrapped yet we still have them at Dartford Crossing, Scotland gets nearly £2,000 per head more each year.We demand equality & justice given more wealth generated in London ends up in Scotland,even allowing for North Sea Oil. We also demand benefit reform which is giving billions to folk that don't need it, like universal Child Benefit, generous housing & other benefits paid to generations of families & tax loop-holes allowing the rich to pay little tax, jail bankers & regulators that have bankrupt the nations finances & stop giving 4 star treatment to prisoners: make them clean the streets, make criminals pay:life means life, charge Council Tax to folk living in caravans & bring moral justice for the law-abiding U.K.majority.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-10-25T07:50:52.257820Z",
            "creator_name": "Tan Dhillon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-25T07:50:52.257820Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 27,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13768761
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fairtax4England/"
    },
    "type": "petition"
}