{
    "data": {
        "attributes": {
            "action": "Re-name Belfast International Airport as \"Joey Dunlop Belfast International Airport\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Joey Dunlop OBE was a world champion motorcyclist from Northern Ireland,best known for road racing.In 2005 he was voted the fifth greatest motorcycling icon ever by Motorcycle News.\n\nHe was awarded the MBE in 1986 for his services to the sport, and in 1996 he was awarded the OBE for his humanitarian work for children in Romanian orphanages.Joey Dunlop would often load up his race transporter and deliver clothing and food to the trouble spots of Bosnia and Romania. His humanitarian work was done without drawing attention to himself.\nJoey died in Tallinn, Estonia, in 2000 while leading a race - He appeared to lose control of his bike in the wet conditions and was killed instantly on impact with trees. As a mark of respect, the Estonian government's official website was replaced with a tribute to Dunlop within hours of his death.\nThroughout his career Dunlop remained apolitical and anti-sectarian. Both Catholics and Protestants supported him and we the undersigned now petition the Prime Minister to re-name Belfast International Airport in memory of this man who made such a valuable impact on the lives of so many people.",
            "closed_at": "2010-01-26T00:00:00Z",
            "created_at": "2009-10-26T02:21:30.254686Z",
            "creator_name": "A Graham",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-26T02:21:30.254686Z",
            "rejected_at": "2009-11-26T00:01:01.351422Z",
            "rejection": {
                "code": 4096,
                "details": "The Prime Minister is not responsible for naming airports.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-26T00:01:01.351422Z"
        },
        "id": 13774408
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/joeydunlopair/"
    },
    "type": "petition"
}