{
    "data": {
        "attributes": {
            "action": "truth and oaths",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "everyone around the world his sworn in on the oath all politicians from hear to america then they sign a book that they have understood what they have signed and understood what they are taking on with the truth the oath means no person or persons are bigger then the oath the legal system or any faith group who sign up for the oath or any government group take the inquires act 2005 and the sunday mail on the 25 October 2009  if someone dies we must know why or his the oath a feud plot or his it the history of the prayer book the problem with this his do we have the time with all the world problems do we pluff it let history sort this out the inquires act 2005 the deal his the same 2 no determination of liability 10 appointment of judge as panel member 6 minister duty to inform parliament or assembly but all old laws have been modernized even mr brown gave the world 50 days he talks he cares but carrys on with his governments and the now educated world who its just me i take the blame its all me",
            "closed_at": "2009-12-26T00:00:00Z",
            "created_at": "2009-10-26T06:17:00.550373Z",
            "creator_name": "wayne parker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-26T06:17:00.550373Z",
            "rejected_at": "2009-10-27T11:16:59.140578Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement. At the moment your title would read \"We the undersigned petition the Prime Minister to: Truth and oaths.\" which does not make sense.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-10-27T11:16:59.140578Z"
        },
        "id": 13774486
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/warranted/"
    },
    "type": "petition"
}