{
    "data": {
        "attributes": {
            "action": "Save Rhyl Queens and restore this building as to how it was in 1902",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Opened on August 1st, 1902, it was an immediate success. One could spend the whole day there sampling its delights.\nFirst class touring companies visited the Theatre; the ballroom was said to be the largest in the world at that time, with accommodation for 2,000 couples dancing on a floor of maple wood laid on 2,000 springs. A fountain and fernery decorated the arcade of 35 shops where one could buy souvenirs, have a photograph taken, get your fortune told or your hair dressed, watch cigarettes made by hand or buy delicious cream-filled swiss cakes. Then up in the electric lift to the Palace Tower to gaze at the Isle of Man, Snowdon or the hills of Ireland. They could wander down to see the Ashanti village and its black inhabitants, the waxworks, Saccho the fasting man, the Wild Man from Borneo, the mischievous monkeys and other animals, or rest in the palm-filled roof gardens. Then down to the basement for a trip in a gondola through the arches of the Venetian Canal, propelled by real Italian gondoliers.\nSave Rhyl Queens needs you help to get this building listed and restored. Please help by signing the petition, thankyou.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-10-26T11:23:25.811239Z",
            "creator_name": "stuart jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-26T11:23:25.811239Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 46,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13777149
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/queenshotel/"
    },
    "type": "petition"
}