{
    "data": {
        "attributes": {
            "action": "prevent the sale and relocation of Preston Circus fire station in Brighton.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are concerned about the proposed sale of Preston Circus Fire Station in Brighton. East Sussex Fire and Rescue Service are proposing to sell the station and relocate it to an undisclosed location in the city at a cost of 4 million. In the current economic climate, with cuts planned to the public sector how can this be justified.\n\nIn recent years close to a million pounds has been spent maintaining standards at the station, including amongst other things, new roof, complete re-wiring, and  double glazing throughout. Such tasks will have been a waste of tax-payers money if the move goes ahead.\n\nPreston Circus is perfectly located in Brighton to allow access to all parts of the city. A change of location could lead to serious increases in attendance times for fire appliances.\n\nPreston Circus is part of Brighton’s heritage, and losing it would be a real loss to the city’s history.\n\nWe are asking the Prime Minister to prevent the relocation, and keep Preston Circus fire station.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-10-26T13:58:06.227497Z",
            "creator_name": "Mr Scholes",
            "government_response_at": "2010-07-29T14:56:15.885431Z",
            "government_responses": [
                {
                    "created_at": "2010-07-29T14:56:15.885431Z",
                    "details": "You signed a petition asking the Prime Minister to prevent the sale and relocation of Preston Circus fire station in Brighton.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=Preston-Circus\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'Preston-Circus'",
                    "updated_at": "2010-07-29T14:56:15.885431Z"
                }
            ],
            "opened_at": "2009-10-26T13:58:06.227497Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1113,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13778814
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Preston-Circus/"
    },
    "type": "petition"
}