{
    "data": {
        "attributes": {
            "action": "Approve the UK Ultraspeed proposal.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UK Ultraspeed line is a proposed magnetic-levitation train line between London and Glasgow, linking Birmingham, Manchester, Leeds and Newcastle, and with a spur to Liverpool.\nThe recession, and Britain’s slow recovery, proves how dependent this economy is on the nation’s capital.\nThis speed and scale of convertibility between the nation mayor cities would sprout commerce and development, new economies would emerge that are independent of London, cities such as Glasgow and Edinburgh would merge, creating a super economy.\nThis system is inexpensive. The estimated cost would be £18 billion. In comparison, the upgrade of the West Coast Main Line is due to cost £10 billion; and this is to enable trains to run at 124 mph, and does not address the problem of the present railway lines reaching their maximum capacity soon. Likewise, the Crossrail scheme is expected to cost £16 billion, but will service only London and neighbouring areas.\nA high speed train network is long over-due in this country, and we plea with the government to approve the use of this innovated, clean and dynamic technology.",
            "closed_at": "2010-10-25T00:00:00Z",
            "created_at": "2009-10-25T21:21:58.496197Z",
            "creator_name": "Luke O'Brien",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-25T21:21:58.496197Z",
            "rejected_at": "2009-11-25T00:01:01.644768Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/ultraseedmaglev/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-25T00:01:01.644768Z"
        },
        "id": 13773428
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ultra-maglev/"
    },
    "type": "petition"
}