{
    "data": {
        "attributes": {
            "action": "do something to ensure that Britain has a F1 race for many years to come.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Britain has held a F1 race since 1948 and has had a race in the championship every year and was in fact the first race ever in a F1 championship in 1950. The last two championships have been won by a British driver in British cars. In fact many non-British cars are still built here and non-British teams still have British employees and/or has British bases. F1 is a great marketing tool for its country, as many countries are now finding, and if we lose this race we will not just be losing the British F1 race we will be losing much much more; a chance to market Britain on a global scale every year, a chance to show that Britain is still the home to motorsport, a chance to show the world the Red Arrows, many many jobs and lot lots more. I am not suggesting that the Government plough loads of money in to this race but invest an amount that can secure its long term future and help to make this the race that other venues want to emulate. At the moment we are faced with a real possibility that from 2010 there will not be a British F1 race on the calendar, due to Donnington lack of funds, but we do have Silverstone. I agree Silverstone does need some work but it has got nearly everything but just needs updating.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-10-26T14:54:27.206972Z",
            "creator_name": "Mr Timothy Galer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-26T14:54:27.206972Z",
            "rejected_at": "2009-12-17T00:01:01.303862Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 13779516
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BritishF1/"
    },
    "type": "petition"
}