{
    "data": {
        "attributes": {
            "action": "intervene to save the Lloyds TSB Foundation for Scotland in its current form.  The Foundation, a legacy from Scottish Banker Henry Duncan, provides vital support for charities across Scotland. It is wholly unacceptable for The Lloyds Banking Group (now 43% owned by the taxpayer) to attempt to undermine the independence and degrade of terms of the Foundation which was created by an Act of Parliament.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since it was established in 1985, over 12,000 awards have been made to charities working with disadvantaged communities and people across Scotland. Although existing commitments will be honoured, communities across Scotland will be hard hit by the closure of the foundation which has provided over £84 million since it started.\nThe Foundation's ability to continue to support good causes is now under threat, as it relies on a percentage of pre-tax profits from Lloyds Banking Group for its funds.  As the Bank has announced that it will make no profit this year, the future of the Foundation is at risk.\nIn these tough economic times, charities, community groups, voluntary organisations and social enterprises need the support of organisations like the Lloyds TSB Foundation more than ever. \nWe call on the Prime Minister and the UK Government to intervene to save the Foundation in its current form and ensure its continued independence from the largely taxpayer owned Lloyds Banking Group.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-10-26T10:42:24.266062Z",
            "creator_name": "Susan Ramsay",
            "government_response_at": null,
            "government_responses": [
                {
                    "created_at": "2010-03-02T15:05:06.726761Z",
                    "details": "You signed a petition asking the Prime Minister to \"intervene to save the Lloyds TSB Foundation for Scotland in its current form. The Foundation, a legacy from Scottish Banker Henry Duncan, provides vital support for charities across Scotland. It is wholly unacceptable for The Lloyds Banking Group (now 43% owned by the taxpayer) to attempt to undermine the independence and degrade of terms of the Foundation which was created by an Act of Parliament.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22644\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'LloydsFoundation'",
                    "updated_at": "2010-03-02T15:05:06.726761Z"
                }
            ],
            "opened_at": "2009-10-26T10:42:24.266062Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2732,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 13776641
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LloydsFoundation/"
    },
    "type": "petition"
}