{
    "data": {
        "attributes": {
            "action": "update the woefully outdated 1935 definition of overcrowding to reflect modern expectations of space and privacy, and to ensure that the resources are provided to deliver the additional family sized homes which are needed to lift children out of overcrowded conditions.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Housing is fundamental to every part of a child’s development. Shelter research shows that living in overcrowded housing harms the health of children, makes it more difficult for them to study, and causes depression, anxiety and stress in the home. It is estimated that over one million children in England are overcrowded by modern day standards, but most of them are not overcrowded in the eyes of the law.\n\nThe 1935 Act which defines overcrowding is woefully outdated, with children under ten counted as half a person and some kitchens considered suitable places to sleep. The result is that families with children must endure quite extreme conditions before they fall within the legal definition of overcrowded. With parliament soon to debate new space standards for poultry, it’s time to update this definition too.",
            "closed_at": "2010-03-29T00:00:00Z",
            "created_at": "2009-10-27T17:04:44.262618Z",
            "creator_name": "Mrs Sarah Jones",
            "government_response_at": null,
            "government_responses": [
                {
                    "created_at": "2010-02-19T12:26:39.936444Z",
                    "details": "You signed a petition asking the Prime Minister to \"update the woefully outdated 1935 definition of overcrowding to reflect modern expectations of space and privacy, and to ensure that the resources are provided to deliver the additional family sized homes which are needed to lift children out of overcrowded conditions.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22506\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ShelterChildren'",
                    "updated_at": "2010-02-19T12:26:39.936444Z"
                }
            ],
            "opened_at": "2009-10-27T17:04:44.262618Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2781,
            "state": "finished",
            "updated_at": "2010-03-31T11:30:47.847560Z"
        },
        "id": 13788605
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ShelterChildren/"
    },
    "type": "petition"
}