{
    "data": {
        "attributes": {
            "action": "MAKE CHILDCARE TAX DEDUCTIBLE",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government is forever encouraging mothers to go back to work but the costly issue of childcare is proving a real setback for many families. For children under 3, nurseries, childminders and nannies are the most obvious options of childcare. In London, the average full time monthly cost of childcare is around £1000 per child, which is for many families unaffordable and especially in a two-child household. \n\nChild tax credits come nowhere near the true cost of childcare and childcare vouchers (soon to be scrapped) are not available to the self-employed. Making childcare costs tax deductible would help many parents (especially mothers) to go back to work. Furthermore the system should not discriminate between the employed and self-employed. \n\nIn France, crèche costs are proportionate to the family income, in Denmark families only pay 25% of childcare costs and Australians get childcare rebate up to £4420 per year per child. \n\nMore parents in work would mean a better standard of living for many families and more tax revenue for the government. Childcare shouldn’t be a luxury, but should be affordable for everyone.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-10-26T21:12:18.115712Z",
            "creator_name": "Coralie Albrecht",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-26T21:12:18.115712Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 151,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13783110
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/childcareexpense/"
    },
    "type": "petition"
}