{
    "data": {
        "attributes": {
            "action": "remove the clause relating to British Merchant Seafarers from the Wills Act[1837]",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Even in this modern Hi-Tec world where the information highway is at the press of a button on your personal computer British Merchant Seafarers are still often suprised by the number of Laws and Acts of Parliment that they alone are either subject to or exempt from.  This petition calls for one of those Acts to be admended to bring our industry and its seafarers into line with all other UK citizens not involved in military conflict in this the twenty first century.                       The Wills Act [1837]which accepts oral wills as valid, on the testimony of one witness for soldiers and mariners [not just the Royal Navy] Therfore where a seaman has made no written will the possibility of a fraud to disperse his estate contary to his wishes is open.  The Wills Act was passed in 1837 just twenty years after Lord Nelsons victory at Trafalgar,Cuba was still a Spanish colony and Press Gangs still roamed the streets of British seaports The Wills Act[1837] was amended in 1918 but the seafarers clause remained.             I call on the UK goverment to remove the clause relating to British Merchant Seafarers from this Act which is the only case in English Law of oral wills being valid.",
            "closed_at": "2010-02-27T00:00:00Z",
            "created_at": "2009-10-27T11:30:56.176696Z",
            "creator_name": "David Nelson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-27T11:30:56.176696Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 23,
            "state": "finished",
            "updated_at": "2010-02-28T00:01:01.420541Z"
        },
        "id": 13786359
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VerbalWills/"
    },
    "type": "petition"
}