{
    "data": {
        "attributes": {
            "action": "Return Children to overweight mother",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am petitioning on behalf of that poor woman who had her children removed right down to her newborn. What a lot of heartless scum social services are. They need to look after children that are really suffering the way little baby P did. what is the issue with the social services their brains in their arses? What’s wrong?  The poor fat lady too happy for them? Will they now remove every kid who happens to be fat, whether the family is happy loved and cared for? All overweight parents in the UK are now going to panic and go on drastic crash diets. in case the same fate happens to them. There are cases of parents who really harm and neglect their kids that are swept under the carpet. like baby Peter and then we will get \"Oh dear we’re sorry it wont happen again\" Bullshit it will, They allow abused kids to go back  4 more abuse then slam a poor family who happens to be fat  what next? Give the lady her babies back. What social services have done is dam cruel. I would like people to sign this petition for parliament, and hopefully force the people who call themselves God to give the poor lady a break and give her children back. I am totally disgusted! Great Britain? There is no Great Britain or a United Kingdom.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-10-26T21:30:03.083915Z",
            "creator_name": "Jacki Goodall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-26T21:30:03.083915Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 13783269
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ReturnKidstoMum/"
    },
    "type": "petition"
}