{
    "data": {
        "attributes": {
            "action": "release Omari Roberts.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Omari Roberts has been charged with murdering a 17-year-old who was stabbed after breaking into a house in Nottingham.\n\nOmari Roberts is accused of stabbing Tyler Juett, 17, and a 14-year-old as they BROKE INTO HIS MOTHER'S house in Heathfield Road, Old Basford, on 13 March.\n\nMr Juett, of Aspley, died later at Nottingham's Queen's Medical Centre.\n\nThe Crown Prosecution Service said 23-year-old Mr Roberts' alleged actions were \"not reasonable\" and he should face prosecution.\n\nAs well as the murder charge, Mr Roberts, 23, of Heathfield Road in Old Basford, is accused of wounding with intent.\n\nHe appeared at Nottingham Magistrates' Court earlier and was sent for trial at Nottingham Crown Court, where he is due to appear on 10 November, a court official said.\n\nI believe this man is only guilty of defending his property, as any man or woman should have the right to do.",
            "closed_at": "2009-11-27T00:00:00Z",
            "created_at": "2009-10-27T18:48:59.873702Z",
            "creator_name": "Nicholas Parton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-27T18:48:59.873702Z",
            "rejected_at": "2009-11-27T00:01:01.890960Z",
            "rejection": {
                "code": 20480,
                "details": "Individual cases are a matter for the Courts, who are independent of Government",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-27T00:01:01.890960Z"
        },
        "id": 13789510
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/OmariRoberts/"
    },
    "type": "petition"
}