{
    "data": {
        "attributes": {
            "action": "BAN unnecessary images of half naked women in newspapers and magazines",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Is the saturation of soft-core pornography into the mainstream press and media having any impact on society at all, however mild or extreme?\nIs a young girl or woman staring provocatively at the reader, with her breasts exposed for public consumption, served up amongst our daily news having any effect whatsoever on our psyche?  So prevalent is the ‘female as submissive sex object’ in the British press and media, might society have been brainwashed into believing that girls and women exist purely for men’s sexual gratification and titillation?  \nIs it not a bit sickening that these images sit amongst stories on war, terror, murder … rape? What message is this giving out?\nIn a country that has only just legalised the right for a woman to BREASTFEED in a public place, why should having young girls’ naked breasts on public display be ok? Is this an indication of women’s true status in society?\nHow can we really have true equality whilst Page 3 and other forms of soft pornography is in mass circulation and pushed in the public’s face whenever we walk into a newsagent’s or turn on the TV? This is sexist and should be stopped!",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-10-26T22:41:50.945496Z",
            "creator_name": "Dee Adams",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-26T22:41:50.945496Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 46,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 13783800
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BANITNOW/"
    },
    "type": "petition"
}