{
    "data": {
        "attributes": {
            "action": "place a motion before the government to instruct NICE to issue clearer guidelines on Blood Glucose testing for diabetics.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For any diabetic, testing levels of glucose in the blood is a useful indicator of their current state and may well be a valuable tool in preventing or controlling the advance of such common complications as neuropathy. Yet many Type 2 diabetics are refused the supplies needed to carry out such tests. It largely depends on the interpretation of NICE guidelines made by their Primary Care Trust and the PCT's attitude to the costs involved whether a patient will be permitted to test or not. There is growing evidence that regular self-testing can give a diabetic good control over their condition, and such testing costs far less in the long run than does dealing with the complications of the uncontrolled disease. In addition, the newly diagnosed are not taught the benefits of such testing as part of any regime aimed at controlling the disease. \n\nTesting bood glucose levels should be a standard part of every patient's daily regime so that all diabetics may be encouraged to take control of their condition and their lives, without regard to the false economies that currently exist in many areas.",
            "closed_at": "2010-01-27T00:00:00Z",
            "created_at": "2009-10-27T16:26:45.268653Z",
            "creator_name": "Alison Marnoch",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-27T16:26:45.268653Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 80,
            "state": "finished",
            "updated_at": "2010-01-29T03:01:34.274805Z"
        },
        "id": 13788196
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DiabeticTesting/"
    },
    "type": "petition"
}