{
    "data": {
        "attributes": {
            "action": "nominate Nicholas John Griffin, Chairman of the British National Party and MEP for North West England for mention in Her Majesty the Queen`s New Years Honours List for his Exceptional Services to the United Kingdom of Great Britain and Ireland.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Nicholas John Griffin unlike all the other Political Party Leaders of this United Kingdom has stood fast in the face of unrelentling and bigoted hatred from these Leaders and MP`s of other Political Parties in his pursuit of retaining the Ancient Indigenous British Culture and Judeo/Christian Faith of this Land and the keeping of Sovereign Powers which successive Labour Governments have treacherously handed over to the EU Parliament without the consent of the British Peoples. The said Nicholas John Griffin is also to be commended for (a) modernising his Party (BNP) to include all British Citizens as members who wish to join the BNP, and (2) Rejecting the denial of the Holocaust in Nazi Germany and (3) Rejecting Anti-Semitism",
            "closed_at": "2010-10-28T00:00:00Z",
            "created_at": "2009-10-28T13:07:56.622289Z",
            "creator_name": "Rev. Denis G Beedie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-28T13:07:56.622289Z",
            "rejected_at": "2009-11-27T00:01:01.890960Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.direct.gov.uk/honours",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-27T00:01:01.890960Z"
        },
        "id": 13809618
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NicholasGriffin/"
    },
    "type": "petition"
}