{
    "data": {
        "attributes": {
            "action": "Request that Mr Bruce Foresythe be created a Knight in the Queen's New Year's Honours list",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Bruce Foresythe has been one of the nation's leading entertainers for over 50 years. His career has spanned traditional Variety, game and chat shows, to the BBC's hugely popular 'Strictly Come Dancing'.\nOne theme has, however, endured throughout Brucie's career; that entertainment is fun, and for the family. Bruce's return to Auntie has introduced the octogenarian and his enduring catch phrases (\"Nice to see you...\") to a whole new generation, while at the same time ensuring that Saturday night TV is again 'family viewing'.\nI'm sure there are many other people more closely associated with entertainment and television who could more convincingly express the case for Bruce to be knighted, or those who have a more immediate knowledge of Brucie's merits as a family man, his charity work or his credentials as a professional within his field.\nHowever, in appealing to other lovers of classic cheeky British humour, and admirers of 'Variety' that encompasses ‘song and dance’ (the love and promotion of which Bruce has seemingly devoted his life to), there can be little resistance to my plea to see Mr Foresythe created a Sir. In short, Bruce Foresythe is a national treasure.",
            "closed_at": "2009-12-27T00:00:00Z",
            "created_at": "2009-10-27T21:20:19.615497Z",
            "creator_name": "Mr Marc Sagar",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-27T21:20:19.615497Z",
            "rejected_at": "2009-11-28T00:01:01.297091Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.direct.gov.uk/honours",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-28T00:01:01.297091Z"
        },
        "id": 13801211
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BrucieforSir/"
    },
    "type": "petition"
}