{
    "data": {
        "attributes": {
            "action": "ensure that everyone in the United Kingdom has the right to a fair trial by ending the use of secret evidence to obstruct the judicial process.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For justice to be served, an accused person must know the case against him and be able to scrutinise and challenge the evidence in a fair, open and public hearing.\n\nThe injustice caused by the use of secret evidence is illustrated by Dinah Rose QC, who recalled how a man in a bail hearing asked the judge: “why are you sending me to prison?” to which the judge replied: “I cannot tell you that”. Rose added, “They simply took him to jail, without any explanation at all.”\n\nSecret evidence is used to hold and detain individuals in prison and under house arrest conditions for years (affecting their families as well). It is used also in employment cases, to prevent disclosure of information about the role of Britain’s security and intelligence agencies in complicity with torture, and to refuse or revoke British citizenship.\n\nThe government must fully restore habeas corpus rights to the British justice system and sweep away all vestiges of a secretive process that is effectively a denial of justice.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-10-28T01:58:24.545795Z",
            "creator_name": "David Mery",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-28T01:58:24.545795Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 298,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 13804662
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/secret-evidence/"
    },
    "type": "petition"
}