{
    "data": {
        "attributes": {
            "action": "Take action to stop National Express West Midlands from recklessly and needlessly omitting greenhouse gasses by allowing their massive fleet of buses to keep their engines running for as long as half-an-hour at buffer-zones and end of destination, and often when the driver is not at the controls.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "National Express West Midlands are releasing massive amounts of greenhouse gasses needlessly. Their giant bus fleet invariably keep their engines running for upto half-an-hour at terminuses and buffer-zones. Quite often the driver of the offending buses are not at the controls of their vehicles. They are at the back of the bus reading and eating sandwiches or outside chatting to other bus drivers. When the bus drivers are asked why they have got their engines running they are unaware that they are breaking the Road Traffic Act by having their engines running whilst not at the controls. They are also unaware of National Express West Midlands rules that they should turn engines off whilst the bus is stationary (for more that 3 minutes I understand) National Express have been causing this unnecessary polution for many years. It is a problem that affects all their buses and routes all day - every day of the year. Therefore the total amount of unnecessary greenhouse gasses omitted is massive. I have complained to National Express West Midalnds many times over a period of many years, and they have been ineffective in resolving the issue.",
            "closed_at": "2010-10-28T00:00:00Z",
            "created_at": "2009-10-28T14:16:35.322362Z",
            "creator_name": "Peter McLaughlin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-28T14:16:35.322362Z",
            "rejected_at": "2009-12-04T00:01:01.219279Z",
            "rejection": {
                "code": 4096,
                "details": "The Prime Minister would not step in to insist on a mandatory policy for an individual company in this way. However, you may wish to reword your petition to ask for the introduction of a Government policy on emissions from buses.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-04T00:01:01.219279Z"
        },
        "id": 13810532
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NationalExpres/"
    },
    "type": "petition"
}