{
    "data": {
        "attributes": {
            "action": "Stop the \"Three Strikes\" law from going ahead.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Peter Mandelson has carefully ignored the Gowers Report and the Carter Report, instead taking the advice of David Geffen (Dreamworks, Geffen Records, previously Warner too) - announcing that 'three strikes and you're out' will become law in Britain.\n\nThis is the same \"minister\" who was forced out of office twice for misconduct, he has no place even being in public office, especially if his views are not unbiased; especially given two Governmental reports to the contrary.\n\nThis law is unconstitutional and doesn't account for users with insecure internet connections who are abused and requires no court intervention. European has even considered this a abuse of human rights if it goes forward.\n\nIt would not be surprising to hear of DMCA style complaints being made, even wrongly, and ISPs would be forced to disconnect users without any proof.\n\nThe Open Rights Group has, of course, hit the roof. And never mind MI5 and the police pointing out that widespread encryption will become normal, hampering their efforts to keep up with little things like impending terrorist atrocities.\n\nStill, it's worth it to stop a few Lily Allen tracks being shared, right?",
            "closed_at": "2010-02-04T00:00:00Z",
            "created_at": "2009-10-28T16:06:25.290504Z",
            "creator_name": "Dug Stokes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-28T16:06:25.290504Z",
            "rejected_at": "2009-11-04T14:33:29.341574Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/filesharing1/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-04T14:33:29.341574Z"
        },
        "id": 13811939
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/threestrikes/"
    },
    "type": "petition"
}