{
    "data": {
        "attributes": {
            "action": "make sure that Sainsbury's in Walton-on-Thames does not extend its delivery times",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sainsbury's in Walton-on-Thames, Surrey recently applied for planning permission to extend its delivery times from early in the morning every day of the week until 11.30pm every night.\n\nThe supermarket is located within very close proximity to hundreds of flats (some of which are still being built), and the noise from the current deliveries (three hours on Sundays and daytime for the rest of the week) has caused anguish, anxiety and an inability for hundreds of people to live in their homes free from noise pollution.\n\nTherefore, scores of people objected to the planning proposal and Sainsbury's withdrew the application, which received significant local press attention.\n\nHowever, within a few days, Sainsbury's submitted a new application, which was almost identical to the previous one.\n\nLocal people are furious that the supermarket keeps doing this, and wants an end to this saga as soon as possible.",
            "closed_at": "2010-10-29T00:00:00Z",
            "created_at": "2009-10-29T15:18:48.982752Z",
            "creator_name": "Alan Donaldson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-29T15:18:48.982752Z",
            "rejected_at": "2009-12-04T00:01:01.219279Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-04T00:01:01.219279Z"
        },
        "id": 13822049
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WaltonSainsburys/"
    },
    "type": "petition"
}