{
    "data": {
        "attributes": {
            "action": "get rid of the BMI/weight criteria and the menstruation criteria in the diagnosis of anorexia nervosa",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "to be diagnosed with anorexia nervosa you must have a BMI [body mass index] of 17.5 or less.\nmany people have all the behaviours and thought patterns of anorexia nervosa, but have a BMI over 17.5\nthis means they can't be diagnosed with anorexia nervosa.\nweight should not be an issue.\nmost anorexics start off in the \"healthy\" or even the overweight category of weight.\nthey ruin thier body just as much as someone who is very underweight.\n\nto be diagnosed with anorexia nervosa you must have also missed at least 3 menstruations [periods] in a row.\n*not for men of course*\nthis criteria is irrelivant when it comes to the diagnosis of anorexia nervosa.\nmany girls/woman continue to menstrate even though thier BMI is very low.\nit's also possible that some girls/women have irregular menstration cycles due to anorexia nervosa, this means they can't be diagnosed with anorexia nervosa.\njust because a girl/women has periods it should not affect the diagnosis.\n\nif people are not diagnosed with the correct eating disorder how can you expect them to get the right treatment!\nthese people are often seen as \"not seriously ill\", yet they need just as much help as anorexia or bulimia.",
            "closed_at": "2010-01-30T00:00:00Z",
            "created_at": "2009-10-30T05:21:17.898973Z",
            "creator_name": "miss julie ann phillips",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-30T05:21:17.898973Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2010-01-31T00:01:01.407403Z"
        },
        "id": 13827346
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/anorexiacriteria/"
    },
    "type": "petition"
}