{
    "data": {
        "attributes": {
            "action": "ensure that Britain has a F1 race for the foreseeable future.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The British F1 race is the most historic race on the F1 calendar. It has been there since 1948 and hosted the 1st ever championship race in 1950. We have the last two, including the current, world champion drivers and the current constructor’s champions from this country. The British F1 race, whilst expensive to run, bring in a lot of money through tourism and spending. F1 is the pinnacle of motorsport and many of the top people and teams are either from this country and/or have bases in it. We should be proud to host this and show the world we are the home of motorsport as well as football etc and market our country around the world by using this sport which is arguably the best marketing tool behind the Olympics and World Cup which the government are supporting. We do not need the government to pay for the race but to show their 100% support and maybe help out with some money if needed.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-10-29T15:14:26.960595Z",
            "creator_name": "tim galer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-29T15:14:26.960595Z",
            "rejected_at": "2009-11-11T12:39:32.346844Z",
            "rejection": {
                "code": 4096,
                "details": "The continuation of F1 in Britain would be a decision for the sport's governing body. We suggest you reword the first line of your petition to request something that is in the Government's power to do, for example, the actions you have requested in the last line of your petition.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 13822013
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BritishraceF1/"
    },
    "type": "petition"
}