{
    "data": {
        "attributes": {
            "action": "Christ Loves London!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Citizens of London come and join Christ Loves London and let's spread Christ's great love across the capital!  We, the citiezens of London, owe this to our beautiful and exciting City!\n\nThe aim for Christ Loves London is to create a centre and erect a statue of the Lord Jesus Christ like the spectacular one watching over Rio de Janeiro, Brazil that over looks the whole of London and its surroundings. This place will be where anyone can go to find out anything they ever need/want to know about Christ, Christianity and discover the key to the Holy Bible.\n\nIt will be a meeting place for all Londoners and visitors where they can feel at home.  Christ Loves London wants all the citizens of London to feel loved and valued regardless of their creed, race, background, gender, disability, sexuality and age. However, in order to make this happen, your support is vital.  Christ Loves London needs you to join us and have your say.  Christ Loves London is looking for every Londoner to take part and come up with fresh new ideas to where the site will be and how it is run.",
            "closed_at": "2010-10-29T00:00:00Z",
            "created_at": "2009-10-29T13:14:30.916179Z",
            "creator_name": "Mrs. Christine Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-29T13:14:30.916179Z",
            "rejected_at": "2009-11-28T00:01:01.297091Z",
            "rejection": {
                "code": 4096,
                "details": "We suggest getting in touch with your local authority: http://www.london.gov.uk/",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-28T00:01:01.297091Z"
        },
        "id": 13820721
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/christloveslndn/"
    },
    "type": "petition"
}