{
    "data": {
        "attributes": {
            "action": "bring UK war criminals to justice.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Tony Blair took the country to war on a lie. Knowing the Iraq dossier had been altered to concoct an argument for self-defense (preemptive) he went ahead with reckless and wanton disregard for the consequences and loss to human life. Knowing his decision in advance (2002), TB had time to protect the troops. Over 70% killed by IEDs - a statistic which could have been significantly reduced with the employment of Mine resistant, ambush protected vehicles (MRAPs). The wars in Iraq and Afghanistan have killed hundreds of thousands of civilians, created millions of refugees, increased heroin production and cost the tax payer billions of pounds. By setting in motion a chain of events he knew would cause the deaths of thousands of innocent victims, Tony Blair is criminally responsible. If Karadzic can be tried for the death of 8000, surely Tony Blair should stand trail for a relative genocide.\nThe law needs to protect the electorate and others from rogue elements like Blair (5 wars started in his first few years of office is unconscionable), not only prevent another dictator-style leader but to reassure other countries that the UK does not support such murderous, criminal actions.",
            "closed_at": "2010-10-29T00:00:00Z",
            "created_at": "2009-10-29T12:43:47.953325Z",
            "creator_name": "Ms. Suzie Halewood",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-29T12:43:47.953325Z",
            "rejected_at": "2009-12-04T00:01:01.219279Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-04T00:01:01.219279Z"
        },
        "id": 13820425
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Blair-Criminal/"
    },
    "type": "petition"
}