{
    "data": {
        "attributes": {
            "action": "Abandon plans to amend copyright protection for photographers which effectively amount to nationalisation of photography",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We call on the Government to abandon plans, announced on 29 October 2009, to allow free and unhindered reproduction of photographs without payment or credit on non-commercial websites.\n\nThis is completely at odds with the Government's stance on file sharing of other forms of intellectual property (films and music) and raises the prospect of crippling thousands of small businesses while protecting large corporate interests.\n\nThe proposal uses phrases like \"It must be seen to benefit all parties, not some at the expense of others\" and yet the Government's proposal does exactly that. It takes the work of photographers who have invested time and money in creating work, and gives it to people who have no relationship with that work, for free.\n\nPhotographic businesses are already under severe strain and the proliferation of digital cameras gives the impression that creating professional quality imagery is easy. This will further devalue the work of professional photographers and destroy the photographic industry.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-10-30T07:55:04.439193Z",
            "creator_name": "Darren Hector",
            "government_response_at": "2011-01-21T10:19:32.054264Z",
            "government_responses": [
                {
                    "created_at": "2011-01-21T10:19:32.054264Z",
                    "details": "You signed a petition asking the Prime Minister to abandon plans to amend copyright protection for photographers which effectively amount to nationalisation of photography.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=copyrightreform\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'copyrightreform'",
                    "updated_at": "2011-01-21T10:19:32.054264Z"
                }
            ],
            "opened_at": "2009-10-30T07:55:04.439193Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5586,
            "state": "finished",
            "updated_at": "2011-01-21T10:19:32.054264Z"
        },
        "id": 13827535
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/copyrightreform/"
    },
    "type": "petition"
}