{
    "data": {
        "attributes": {
            "action": "Consider ceasing payments to the European Union totalling approximately £40+ million per day",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are constantly being told what to do in all aspects of our daily lives by the powers that be in Brussels. Britain contributes approximately £40+ million pounds per day or £4.1 billion per year(net) for this priviledge. We are continually told of the benefits of being a member of the EU. Personally, I have yet to see any. An example is that we now face the prospect of the British fishing fleet being a thing of the past because Brussels have the power to stop us fishing in our own waters. Apparently British waters are being over fished and we have to pay £40 million per day to be told this! The fact that the British Government accept this without question is quite galling and simply outrageous. The truth is that if Britain were to opt out of EU membership, trade would not suffer in the slightest. Other countries would still buy our products and taxpayers money wouldn't be subsidising all the emerging nations eager to jump on the EU bandwagon to the tune of billions of pounds per year. On a final note, a recent telegraph article suggest that Britains weekly contribution to the Brussels fatcats will rise by another £5 million pounds per week...shameful!",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-10-30T14:09:52.096587Z",
            "creator_name": "Mr J Macdonald",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-30T14:09:52.096587Z",
            "rejected_at": "2009-12-04T00:01:01.219279Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Exit-Europe-NOW/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 13835777
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Galling/"
    },
    "type": "petition"
}