{
    "data": {
        "attributes": {
            "action": "Stop compulsory education before a Child is 5",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At present in the UK there is a random regionalised approach to the time at which a child should enter full time education. This led to my daughter starting school 4 months ahead of her best friend who is two weeks older.\n\nMy belief is that children, particularly those born in July & August suffer from going to school too early and that pre-school offers more of a balance between education and play. Let’s not forget that these are young children, most of whom will be continuing education until they are 21 or 22.\n\nIn many countries education doesn’t start until the term of the child’s 5th birthday, for instance New Zealand. Other countries, such as Finland & Denmark have a more radical approach where schooling doesn’t start until up to 7 years of age.\n\nIn Europe the majority of countries have a starting age of 6, including Germany, Ireland, France, Italy, Portugal & Spain. Only the UK, Malta and Netherlands use the lower starting age.\n\nMy proposal, and that of the undersigned, is that the Government unilaterally (all of the UK Education Authorities) change the Compulsory School starting age to 6; with no requirement to commence full time education until the term in which the child is 5.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-10-30T13:13:55.756078Z",
            "creator_name": "Chris Lawrence",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-30T13:13:55.756078Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13834893
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/School-Start/"
    },
    "type": "petition"
}