{
    "data": {
        "attributes": {
            "action": "Remove OFSTED approval for informal childcare arrangements",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At present, two people are not permitted to make an \"informal\" arrangement for the care of children. The carer (with the exception of family members, or someone who cares for your child in your home) must be registered with OFSTED and attend courses, vetting, etc. which will put off people from making mutually agreeable arrangements. \n\nFor Example: two ladies who are friends; one works, the other is at home with her children. The working mother cannot pay the other mother to care for her child, within her friend’s home without being OFSTED certified. Even though: both parties are well known to each other; the working mother is happy with the arrangement, the child to be cared for is benefiting from being within a home environment rather than being in a nursery.\n\nI propose that all informal arrangements should be acceptable on the basis that they are made by two consenting adults and that they should be responsible to creating the working relationship, laying down the terms and agreeing any financial or reciprocal rewards.\n\nThrough this petition we the undersigned want the government to deregulate and remove OFSTED involvement in Informal Childcare arrangements.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-10-30T12:43:10.810633Z",
            "creator_name": "Chris Lawrence",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-30T12:43:10.810633Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13834399
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Childcare2/"
    },
    "type": "petition"
}