{
    "data": {
        "attributes": {
            "action": "give Dr Nutt his postition back to him",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "How can this man be sacked for the reason that the media construed fiction as fact.  His postition on drugs was manipulated by the press and his comments were quoted out of context.  He is a scientist, a leading professor in his field.  To simply say that his opinion, which is that of many leading academics, is undermining the governments message is practially the beginning of a facist state.  He is an independent advisor and as a result should not be penalised in this way - the home office should have released a press statement explaing the facts - not using the media - which is proven to print conjecture as fact and as a result manipulate the opinions of the generally maleable folk of this archaic country.  He may well have strayed into criticising the policy but how can a modern day objective government just ignore his advice (as a leading academic) and sack him for his thoughts.  Finally a rhetorical question to anybody reading this - who do you trust more - a politician, or a leading professor speaking honestly about his field of expertise?",
            "closed_at": "2010-10-30T00:00:00Z",
            "created_at": "2009-10-30T19:23:43.384438Z",
            "creator_name": "Bently Guine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-30T19:23:43.384438Z",
            "rejected_at": "2009-12-04T00:01:01.219279Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Back-Prof-Nutt/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-04T00:01:01.219279Z"
        },
        "id": 13839697
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DrNutt/"
    },
    "type": "petition"
}