{
    "data": {
        "attributes": {
            "action": "give us a vote on the EU Superstate, right now!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "World friendship - not elitist EU. The transfer from a free UK to a faci-socialist EU is under way. Churchill urged Europe to cooperate, NOT to unite as one power, saying UK must ensure peace by independence along with other English speaking nations. In WW2, Balkans & Kuwait, the UK helped BECAUSE it was free! EU states did nothing or worse. Britain & Commonwealth proved unique. In 90's Yugoslavia, EU ignored genocide, Britain did as Churchill predicted. First a common market, then more, then President, ARMY, POLICE! Most Europeans are anti EU state, worried the theft of power will lead to a dangerous situation. Stop twisting ‘Anti Superstate’ into 'anti European'. Ireland voted No but EU ordered VOTE AGAIN, funding bullying & propaganda. Other countries voted NON & were ignored by a greedy, elitist, inward looking, control freak Superstate.\nWe love UK & EUROPE, we are anti Superstate! We demand to exercise our rights as British citizens to VOTE on any further integration. NOW!",
            "closed_at": "2010-01-30T00:00:00Z",
            "created_at": "2009-10-30T15:43:18.794843Z",
            "creator_name": "Mark Cribb",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-30T15:43:18.794843Z",
            "rejected_at": "2009-11-11T11:56:35.653842Z",
            "rejection": {
                "code": 2,
                "details": "We cannot verify some of the claims in your petition therefore we cannot accept it as it is currently worded. You may wish to reword your petition.",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-11T11:56:35.653842Z"
        },
        "id": 13837086
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DemandEUvote/"
    },
    "type": "petition"
}