{
    "data": {
        "attributes": {
            "action": "reverse the alarming decision by Home Secretary Alan Johnson to dismiss Professor David Nutt purely on the basis that his independent scientific advice exposes government policy on cannabis as ill-conceived.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This follows comments by Prof Nutt (ACMD) on the dangers of alcohol and tobacco, suggesting that in some respects these are as harmful as some illegal drugs. He has also questioned the decision to move cannabis back up to a class B drug. Prof Nutt's findings supporting his position have appeared in reputable publications such as the British Medical Journal. The role of the ACMD is to provide independent advice. The government is sending the message that they will ignore sound scientific advice if it exposes their policy making as flawed.\n\nPhil Willis MP (chairman of the science and technology select committee): \"It is disturbing if an independent scientist should be removed for reporting sound scientific advice,\"\n\nChris Huhne (Liberal Democrat home affairs spokesman): \"What is the point of having independent scientific advice if as soon as you get some advice that you don't like, you sack the person who has given it to you?\"\n\nQuotes from: http://news.bbc.co.uk/1/hi/uk/8334774.stm",
            "closed_at": "2010-10-31T00:00:00Z",
            "created_at": "2009-10-31T13:51:16.215168Z",
            "creator_name": "Mr Mansoor A Mir",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-31T13:51:16.215168Z",
            "rejected_at": "2009-12-02T00:01:01.314410Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Back-Prof-Nutt/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-02T00:01:01.314410Z"
        },
        "id": 13844578
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NuttDismissal/"
    },
    "type": "petition"
}