{
    "data": {
        "attributes": {
            "action": "reinstate Professor Nutt as Chair of the ACMD or disband the committee",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Professor Nutt has been sacked for talking about the HO ignoring his recommendations as Chair of its own \nAdvisory Commitee on the Misuse of Drugs.  \n \nHis idea of a \"harm index\" was sound and easily understood. Evidence shows that cannabis and ecstasy are not as harmful as amphetamines and heroin, and so they should not be classified as such - it could lead \"soft\" drug users \nto try \"hard\" drugs, assuming that the effects are no worse.  Research also shows that alcohol is more harmful than cannabis, and tobacco more harmful than ecstasy.\n \nYet the HO has consistently rejected proposals from the ACMD, in favour of its own political agenda.  This is dangerously misleading. Parents must not feel that their children will \nbe fine as long as they are not taking illegal drugs, when they could be harming themselves more by abusing alcohol and cigarettes.\n \nWhy should Nutt be silenced for speaking out against such negligence?  \nEither he should be reinstated, or the committee should be disbanded.  \nWhat is its purpose if its recommendations are to be ignored unless they fall in line with current policy?",
            "closed_at": "2009-12-01T00:00:00Z",
            "created_at": "2009-10-31T19:41:13.463101Z",
            "creator_name": "Maria Drumer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-31T19:41:13.463101Z",
            "rejected_at": "2009-12-02T00:01:01.314410Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Back-Prof-Nutt/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-02T00:01:01.314410Z"
        },
        "id": 13846455
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NuttToChairACMD/"
    },
    "type": "petition"
}