{
    "data": {
        "attributes": {
            "action": "request the Israeli government to allow Ms Berlanty Azzam to return to Bethlehem to complete her studies.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ms. Berlanty Azzam, a fourth year student at Bethlehem University in Bethlehem was detained and deported to Gaza, blindfolded and handcuffed, by the Israeli military on October 28, 2009.  Ms. Azzam, 21 years old, is only few months away from completing her four year Bachelor's degree in business administration.  \nA petition against Berlanty's deportation has been filed in Israeli courts. The courts have ordered attorneys for the state of Israel to submit a preliminary written reply to the petition by Tuesday, 3 November 2009. Your support matters.\nI ask that you request the government of Israel on compassionate and humanitarian grounds to allow this young woman, Ms. Berlanty Azzam to return to Bethlehem to complete her studies.  She has not been accused of being a security threat and has committed no crime.   \nI believe permitting her to return to Bethlehem to complete her degree also would be in the spirit of the Agreement on Movement and Access negotiated between the Palestinian Authority and Israel in 2005 that was facilitated by Secretary of State Condoleezza Rice.  ",
            "closed_at": "2009-11-17T00:00:00Z",
            "created_at": "2009-11-01T14:13:05.441852Z",
            "creator_name": "Sue Parsons",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-01T14:13:05.441852Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 931,
            "state": "finished",
            "updated_at": "2010-02-01T03:01:48.854975Z"
        },
        "id": 13849979
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/berlantyazzam/"
    },
    "type": "petition"
}