{
    "data": {
        "attributes": {
            "action": "Support and re-instate Professor David Nutt as the Chair of the ACMD and/or apologise for his treatment by the present establishment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Professor David Nutt has been dismissed this week for criticising the government's decision to re-classify Cannabis to a Class B drug from Class C.  The Home Sectrary Alan Johnson has declared that Prof. Nutt's comments 'go beyond' advice based on evidence and has been 'lobbying for a change of government policy'.\nThe implications of Alan Johnson's statements are that advising the government based on evidence is not lobbying, whilst criticising the government for not taking its advice somehow is.  This is a obvious example of government policy being driven by blind prejudice and preconception with a complete disregard for facts, evidence, or the testimony of qualified people.  It is a disgrace that Professor Nutt has been forced to resign for saying something that government doesn't like, and that he should be used as a scapegoat for the incompetences of this government.\n\nWe, the undersigned, request that Professor Nutt be re-instated before any more trust in government is undermined and/or an official apology issued to Prof. Nutt regarding his treatment by Alan Johnson and his demonisation by Jacqui Smith on the BBC's Question Time program.",
            "closed_at": "2009-12-31T00:00:00Z",
            "created_at": "2009-10-31T16:41:58.070715Z",
            "creator_name": "Mr Christopher Catling",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-31T16:41:58.070715Z",
            "rejected_at": "2009-12-02T00:01:01.314410Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Back-Prof-Nutt/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-02T00:01:01.314410Z"
        },
        "id": 13845515
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nuttissue/"
    },
    "type": "petition"
}