{
    "data": {
        "attributes": {
            "action": "reinstate Professor Nutt as Chairman of ACMD",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "government use of advisory scientific committees will from time to time cause embarassment to the government of the day when the advisory committee takes a position contrary to its own. because scientic advice can only be one part of the overall decision-making framework it is beholden on the relevant government ministers to justify and explain why the goverment's decision flies in the face of the scientific evidence. if those ministers concerned are unable to properly justify or explain the government's decision, then government should acknowledge its policy is wrong and amend it to the point that the government's stance can be defended. removing chairpersons of scientific committees simply because their opinions differ to those of the government that appointed them brings the government and its ministers into disrepute and reinforces the belief that the laws resulting from its decision are assinine.",
            "closed_at": "2009-12-01T00:00:00Z",
            "created_at": "2009-10-31T12:31:05.005007Z",
            "creator_name": "Mr Peter Jonathan Rogol",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-31T12:31:05.005007Z",
            "rejected_at": "2009-12-02T00:01:01.314410Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Back-Prof-Nutt/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-02T00:01:01.314410Z"
        },
        "id": 13844124
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Nutt-for-ACMD/"
    },
    "type": "petition"
}