{
    "data": {
        "attributes": {
            "action": "re-instate former governement chief drug adviser Professor David Nutt, ordered to resign by the Home Secretary on 30th October 2009 for speaking the truth on the relative dangers of legal and illegal psychoactive drugs.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On 29th October 2009 Professor David Nutt, chairman of the government's advisory committee on the misuse of drugs, released a paper that spoke honestly about the dangers of various drugs and decried poor quality research on the harm caused by illegal drugs. His purpose was to discuss, with scientific veracity, appropriate and proportional policy on legal & illegal drugs. He has been dismissed by a Home Secretary pre-occupied with political concerns and with no genuine concern for public safety. \n\nRichard Garside, the director of the centre of crime & justice said, \"I'm shocked and dismayed that the home secretary appears to believe that political calculation trumps honest and informed scientific opinion. The message is that when it comes to the Home Office's relationship with the research community honest researchers should be seen but not heard. The home secretary's action is a bad day for science and a bad day for the cause of evidence-informed policy making.\"",
            "closed_at": "2010-01-30T00:00:00Z",
            "created_at": "2009-10-30T22:10:30.159001Z",
            "creator_name": "Mr Matthew Killeen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-30T22:10:30.159001Z",
            "rejected_at": "2009-12-02T00:01:01.314410Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Back-Prof-Nutt/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-02T00:01:01.314410Z"
        },
        "id": 13841380
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/reinstatePrfNutt/"
    },
    "type": "petition"
}