{
    "data": {
        "attributes": {
            "action": "allow a referendum on lowering the abortion limit from 24 to 12 weeks & except for medical reasons, encourage &  generously pay women-where genuinely appropriate- to keep their babies for adoption.We also want the Government to educate the public & tell the independently-verified research & truth on the pain & suffering of the unborn child & provide extended free sterilisation & counselling services to women of child-bearing age & men of all ages.Given the hundreds of billions given to corrupt & failed bankers, this is money for the protection of innocent human life. Everyone with a sane conscience supports this.Its time we all looked at our conscience & gave the same rights to a 6 month old unborn baby as we do to animals being transported, to pets like cats & dogs, to rats being used in research for human disease: the unborn 6 month old foetus suffers many times more pain than the millions of animals killed instantly in abattoirs that most of us eat everyday.Lets all be truly civilized & ethical.Many men & women would happily get sterilized, this would also cut population growth and ease the burden on resources and the environment.We will be rewarded one day if we made this bold move:.Thank You.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We will never be a civilised society until we stop killing unborn babies at 24 weeks when many survive outside the womb.Millions of women cannot have babies due to fertility issues, we care more for:  rats in labs,fox being hunted, vermin spreading disease, cats & dogs that many of us worship.The UK banned fox hunting yet,as a key world leader,allows an unborn foetus to be cut & sucked up, then thrown in the bin,drug poisoning,sucking the brain out,crushing the skull,breaking the baby into pieces,cutting off the air supply: If women knew of the pain & suffering of the foetus,most would not undertake it.The taking of innocent life is the biggest crime against humanity & abortion is state-sponsored killing.Medical exceptions have to be allowed but we as a modern society have allowed convenience & perverted rights to rule over & allow the killing of 50 million innocent human lives.Hundreds of billions of dollars are wasted by corruption & greed.1 % of this money will care for unwanted babies & free sterilisation.The UK can  lead by creating an ethical policy on abortion:fair for women & the unborn child.We all need to look at our conscience,take responsibility & protect human life.",
            "closed_at": "2010-12-01T00:00:00Z",
            "created_at": "2009-11-01T10:46:08.104386Z",
            "creator_name": "Tom Dhillon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-01T10:46:08.104386Z",
            "rejected_at": "2009-12-02T16:37:32.157440Z",
            "rejection": {
                "code": 256,
                "details": "Please shorten your title. It should be approximately 10-20 words in length.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-02T16:37:32.157440Z"
        },
        "id": 13848610
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/abortion12weeks/"
    },
    "type": "petition"
}