{
    "data": {
        "attributes": {
            "action": "remove from the Family Justice Council FJC website the research paper, used as guidelines by CAFCASS, 'Child Contact with  Non-Resident Parents'.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This research paper includes,\n\n\"It is often claimed that research shows that contact is good for children. In fact the evidence is contradictory. This is neatly shown by two recent UK studies, one (Dunn, 2003) reporting ‘unequivocal’ findings that more contact was associated with fewer adjustment problems in children, the other (Smith et al, 2001) finding no effect.\"\n\nBut Professor Smith was unable to support this citation and, contrary to the suggestion, there is little or no research against the positive benefits of 'contact'. \n\nOne of the authors of this research also co-authored 'Shared Parenting: The Law, the Evidence, and Guidance from Families Need Fathers' which opposed the FNF proposals for Shared Parenting.\n\nThe UN Convention states that any child who is “separated from one or both parents\" has the \"right to maintain personal relations and direct contact with both parents on a regular basis, except if it is contrary to the child's best interests.\"\n\nThe research cited by the FJC is used by CAFCASS to oppose this principle and we petition the Prime Minister to allow all parents the same opportunity he enjoys, the love and affection of his children.",
            "closed_at": "2010-11-04T00:00:00Z",
            "created_at": "2009-11-01T13:34:05.300509Z",
            "creator_name": "Kingsley Miller 'even Toddlers Need Fathers'",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-01T13:34:05.300509Z",
            "rejected_at": "2009-11-11T11:53:12.012969Z",
            "rejection": {
                "code": 65536,
                "details": "",
                "reasons": [
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-11T11:53:12.012969Z"
        },
        "id": 13849759
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FJCkids/"
    },
    "type": "petition"
}