{
    "data": {
        "attributes": {
            "action": "Make urgent and strong representation to the President of Russia to reject the proposed restrictive amendments, published on October 12th 2009 and to be voted on in November 2009, to The Federal Law of 26 September 1997 № 125-FZ \"On Freedom of Conscience and Religious Associations\" as the resulting amended Law would seriously contravene Articles 18, 19 and 20 of the United Nations Universal Declaration of Human Rights.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The proposed amendments seek to penalise Russian Citizens for talking to others about Jesus Christ and for Pastors to be restricted in their freedom to preach about the Lord Jesus Christ to any wanting to listen.\nThe amendment proposes a penalty ($80 up to $250) for each Russian citizen who speaks to people about faith in Christ. For each person under 18 years who comes into church without their parents’ permission, the Pastor faces a penalty of up to $250 and rules that the Pastor must expel the person from the church. If the Pastor allows people in the church to speak to others about Christ - $200. Distribution of the New Testament, the Bible, booklets, audio and video materials - $200.\nThis law seeks for the State to interfere in parents rights to bring up their children and for the State to control their thoughts throughout their adolescent years.\nSee Letter to Russian President by Chairman of Union of Evangelical Christians-Baptists JK Sipko http://baptist.org.ru/news/external/2045 Use Google translate",
            "closed_at": "2009-11-13T00:00:00Z",
            "created_at": "2009-10-30T20:33:16.288160Z",
            "creator_name": "Mr. David M South",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-10-30T20:33:16.288160Z",
            "rejected_at": "2009-12-02T00:01:01.314410Z",
            "rejection": {
                "code": 69632,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-02T00:01:01.314410Z"
        },
        "id": 13840495
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RussiaRestricts/"
    },
    "type": "petition"
}