{
    "data": {
        "attributes": {
            "action": "protect scientists’ freedom of expression and  de-politicise the classification of drugs by empowering the Advisory Council on the Misuse of Drugs (ACMD) to independently determine whether or not a drug should be classified under the Misuse of Drugs Act and, if so, which classification best reflects the available evidence concerning risks and harms.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Recent decisions to reject the recommendations of the ACMD concerning the classification of cannabis and ecstasy reveal the way that the drug classification system has become politicised, with science being relegated behind populism and tabloid opinion within a policy making process that is, supposedly, evidence-based.\n\nPoliticians of all parties will continue to come under pressure to play political football with drug classification until a greater degree of independence is introduced that enables decisions to be based on science. Scientists are being discouraged from contributing to work that can inform policy when they see their work treated with contempt. This politicisation can only lead to bad science and bad policy. The government should adopt the same approach that it has with interest rates and task the ACMD with independently classifying drugs to minimise harm according to available best evidence. \n\nSigning this petition does not imply support for the current drug classification framework, but is concerned to ensure that scientific independence becomes properly valued and scientists’ freedom of expression is robustly protected.",
            "closed_at": "2010-01-17T00:00:00Z",
            "created_at": "2009-11-01T20:11:27.743034Z",
            "creator_name": "Mr Neil Hunt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-01T20:11:27.743034Z",
            "rejected_at": "2009-12-02T00:01:01.314410Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Back-Prof-Nutt/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-02T00:01:01.314410Z"
        },
        "id": 13852403
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ACMD-independent/"
    },
    "type": "petition"
}