{
    "data": {
        "attributes": {
            "action": "Sack Alan Johnson for ignoring the findings of the ACMD and firing Prof. Nutt",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Advisory Council on the Misuse of Drugs (ACMD) has consistently been undermined and ignored by successive Home Secretaries, intent on political point-scoring rather than implementing rational drugs policies. However, Alan Johnson has gone too far in removing Prof. David Nutt from the panel. Mr Johnson has ignored Prof. Nutt's and the ACMD's scientific advice for his own political ends and it is right that Prof. Nutt and the other members of the ACMD are free to criticise that decision. Whilst previous Home Secretaries have made similar unacceptable decisions, in removing Prof. Nutt - presumably intending to replace him with someone who will recommend policies that the government has already decided on, whatever the scientific evidence finds - Mr Johnson has gone too far. He should be fired, not allowed to resign or transfer to another post, with immediate effect.",
            "closed_at": "2009-12-10T00:00:00Z",
            "created_at": "2009-11-01T23:23:27.814524Z",
            "creator_name": "Dr Jim Turner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-01T23:23:27.814524Z",
            "rejected_at": "2009-11-23T11:16:18.492317Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/JOHNSON/\nhttp://petitions.number10.gov.uk/Back-Prof-Nutt/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-23T11:16:18.492317Z"
        },
        "id": 13853688
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SackJohnson/"
    },
    "type": "petition"
}