{
    "data": {
        "attributes": {
            "action": "reinstate Professor David Nutt and encourage more open and honest debate around the real damage that ALL drugs do to society without stifling opinions that are challenging and not politically popular",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Why does this Government treat us voters like children? Give us the real facts and let us make up our minds: it is a fact that alcohol and tobacco are much more of a burden on society than any other drug. I have never used cannabis, but I know plenty of people who do and, whilst I am of the opinion that it is damaging to mental health in the medium to long term, it is certainly much less harmful and affects far fewer people than either alcohol or tobacco. Imagine if either of these were invented tomorrow: would they be acceptable? Absolutely not! But why should they now be given preferrential treatment in any public health debate? The idea of any one drug being a gateway to another is nonsense. None of the cannabis users I know have moved from it to \"harder\" drugs.",
            "closed_at": "2010-01-01T00:00:00Z",
            "created_at": "2009-11-01T21:08:05.075295Z",
            "creator_name": "Mr Tim Mitchell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-01T21:08:05.075295Z",
            "rejected_at": "2009-12-02T00:01:01.314410Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Back-Prof-Nutt/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-02T00:01:01.314410Z"
        },
        "id": 13852847
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NuttyProfessor/"
    },
    "type": "petition"
}