{
    "data": {
        "attributes": {
            "action": "debate and implement ways to change the investment culture in this country so that houses are homes and the price of owning a home is brought back down to affordable levels.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It seems unwise that benefiting from increases in house prices can be a form of employment or the foundation of income during retirement.  Similarly high house prices should not necessarily be associated with financial and social wellbeing. \n\nIncreasing house prices have left many unable to purchase their own home while cash rich investors help to prop up the market.  While the investment property market provides jobs for builders and estate agents, these people would still be employed had the properties been brought by owner occupiers.\n\nPossible ways to help owner occupiers:\n\n-Abolish stamp duty on house purchases \nfor owner occupation (except for 2nd homes)\n\n-Buy to let landlords to pay stamp duty and be liable to pay council tax during ALL periods of unoccupancy.  (help reduce the number vacant properties ).\n\n-Stamp duty increased on all properties brought for the sole-purpose of renovation before reselling.\n\nAs stated initially this is a petition for debate.  The items above could inadvertently help increase house and rental prices. \n\nWhat can be done to produce a sustainable housing (homing!) market without huge barriers to entry?",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-11-02T19:11:41.141105Z",
            "creator_name": "Ruth Sims",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-02T19:11:41.141105Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 15,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 13864294
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Houses4Homes/"
    },
    "type": "petition"
}