{
    "data": {
        "attributes": {
            "action": "Call for the immediate resignation of all of those who would seek to undermine democracy in the UK by fabricating 'scientific' lies for their own political ends.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Elected members of the House of Commons are knowingly fabricating lies and passing them off as scientific fact in order to put fear into the electorate. They use their lies to pass draconian laws which will lead to the imprisonment of thousands of innocent people and they confuse susceptible voters into believing that they are individuals who are tackling important issues head on and should be re-elected at the next general election.  One particular example is the case of Cannabis re-classification in 2008/2009. Laws should be based on hard fact, not the imagined fantasies of one or more MPs.  This is not a democratic process and they are in breach of the oaths they swore when they took office to uphold democratic principles.  There should be an immediate investigation into the corruption of democratic principles in the House of Commons in 2008/2009 and those individuals, of any and all  parties, should be made to resign and should face investigations of treason at Her Majesty's pleasure.",
            "closed_at": "2010-06-04T00:00:00Z",
            "created_at": "2009-11-02T18:19:26.121044Z",
            "creator_name": "Jay Gray",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-02T18:19:26.121044Z",
            "rejected_at": "2009-11-06T15:55:24.654246Z",
            "rejection": {
                "code": 4096,
                "details": "The PM does not control who sits in the House of Commons. This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-06T15:55:24.654246Z"
        },
        "id": 13863694
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Save-Democracy/"
    },
    "type": "petition"
}