{
    "data": {
        "attributes": {
            "action": "end the anomaly whereby legal claims with an aspect of European Law do not obtain the mandatory referral to the European Court of Justice because of shortcomings in the Appeals Courts procedures.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I belong to a group, NACDE, suing the British Government for its failure to implement European Directive 73/239, which led directly to massive losses for Names who trusted Lloyd's of London's claims to have an effective audit and risk management system; this would have been in place had the Directive been implemented. The claim against the Government hit a wall when the Court of Appeal found against us but did not refer the claim to the European Court of Justice without giving a reason. An appeal to the House of Lords was rejected; but since it did not want to consider the Appeal, the Court of Appeal was our final court of appeal. Because it had already heard our Appeal, it was 'functus' and could not hear it again, hence, our case was not referred to the ECJ. A very unfair 'Catch-22' type situation, which exists in only one other European country, Sweden. The European Commission has been pressing the British Government to end this anomaly since the 1990s, without result. NACDE stands for Names Action for Compensation and Defence in Europe. Other unrelated cases may also be affected, and some other unrelated cases have been referred to the ECJ.",
            "closed_at": "2010-02-04T00:00:00Z",
            "created_at": "2009-11-03T13:16:16.869804Z",
            "creator_name": "John Atkinson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-03T13:16:16.869804Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2010-02-05T00:01:01.255184Z"
        },
        "id": 13872067
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/referECJ/"
    },
    "type": "petition"
}