{
    "data": {
        "attributes": {
            "action": "Soldiers Off The Street",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With the ever growing number of forgotten ex service personnel whose lives have been affected by homelessness it is time for the government to step in and help.\nWe all think they deserve better after going through the traumatic experience of war \n\nThe Soldiers Off The Street Organisation have come up with one solution with the following:  \n\nRAF Sealand\n\nRAF Sealand is a former Royal Air Force station in Flintshire, north Wales.\nUnder defence cuts announced in 2004 RAF Sealand was completely closed in April 2006. \n\nThere are probably many places within the United Kingdom closed down and empty but let’s start with RAF Sealand!\n\nRAF Sealand is not derelict and has all the facilities to offer the best treatment in line with the Military Covenant that the government should honour with all ex service personnel.\nRAF Sealand could open in a very short time to accommodate homeless ex service personnel many with alcoholic and Drug addiction with many of them with mental health problems brought on by wars that the government has sent them to.\n\nSoldiers Off The Street (S.O.T.S)",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-11-03T19:39:00.030595Z",
            "creator_name": "Mr Bill Murray",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-03T19:39:00.030595Z",
            "rejected_at": "2009-12-11T00:01:01.985461Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 13877514
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SOTShomelessness/"
    },
    "type": "petition"
}