{
    "data": {
        "attributes": {
            "action": "Give us a vote now on entry to EU Super State",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We want world friendship, not an elitist EU dictatorship. The transfer from a free UK to a faci-socialist EU is under way. Churchill urged Europe to cooperate but NOT to unite as one power, saying UK must ensure peace by independence along with other English speaking nations. In WW2, Balkans, Kuwait, the UK helped BECAUSE it was free! EU states did nothing or worse. UK & Commonwealth proved unique. In 90s Yugoslavia, EU ignored genocide while UK did as Churchill predicted.\nFirst a common market, then more, then President, Police, Army! Most Europeans are anti EU State, worried the theft of power is leading to a dangerous situation. Stop twisting ‘Anti Superstate’ into 'anti European'! Ireland voted No but EU ordered re vote, funding bullying & propaganda. Other countries voted NON, to be ignored by a greedy, elitist, inward looking, control freak Superstate. We love UK & EUROPE, we are anti Superstate! We demand to exercise our rights as British citizens to VOTE on Super State. NOW!",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-11-03T12:56:09.862651Z",
            "creator_name": "Mark Robert Cribb",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-03T12:56:09.862651Z",
            "rejected_at": "2009-12-04T00:01:01.219279Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/EU-STAYorGO/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 13871825
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VoteNoSuperstate/"
    },
    "type": "petition"
}