{
    "data": {
        "attributes": {
            "action": "Help save our jobs.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have recently been made unemployed after a decision by my local council to stop me driving school busses, I've been driving now for five years and during that time I have always conducted myself in a professional manner.\n\nBut due to the CRB checks i now find myself unemployed and unemployable.  My enhanced disclosure showed a conviction that is almost 20 years old a conviction that I have from the day of my arrest to the present day protested my innocence.\n\nI have in the past satisfied the local councils checks in regards to CRB checks but now after the councils have moved the goalposts I no longer satisfy the requirements.\n\nI've always been led to believe that everybody deserves a second chance so upon release from prison I have done everything possible to lead an honest life, and for all of my efforts over the last 20 years I find myself once again kicked into the gutter by the powers that be.\n\nI ask the prime minister to look seriously at the situation I find myself in and the situation of others like me.",
            "closed_at": "2010-11-04T00:00:00Z",
            "created_at": "2009-11-04T13:40:19.649457Z",
            "creator_name": "Alan Kershaw",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-04T13:40:19.649457Z",
            "rejected_at": "2009-12-04T00:01:01.219279Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/CRB-Disclosures/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-04T00:01:01.219279Z"
        },
        "id": 13887782
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/savemyjob/"
    },
    "type": "petition"
}