{
    "data": {
        "attributes": {
            "action": "hold a referendum to ask the people on their desired relationship with the EU (be it; federation, confederation or free-trade), with the express purpose of mandating the result as future government policy.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In light of the final ratification of the Lisbon Treaty, and the failure of the last of the big three political parties to honour their pledge to hold a referendum on the treaty, we the people demand that it is beyond time for you to consult us on what relationship we wish to have with the EU.\n\nThe policy of ever-deeper-union has no specified end point, it is a continual drift towards federalism with a inexorable loss of sovereign power as each new EU competence is suggested in Brussels and then enacted in Britain. We reject this.\n\nFor this reason that we ask for the following referendum:\n\n1) Federation - We join the Euro and Schengen, and accept ever-deeper-union.\n\n2) Confederation - We stay out of the Euro and Schengen, and remove Britain from EU competences incompatible with a sovereign nation. Failure to achieve our stated aims will result in a request the exit the EU.\n\n3) Free-trade - We would use the Lisbon exit clause and then seek to negotiate a free-trade status with the EU within EFTA.",
            "closed_at": "2010-06-04T00:00:00Z",
            "created_at": "2009-11-04T12:58:59.660106Z",
            "creator_name": "Matthew Gray",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-04T12:58:59.660106Z",
            "rejected_at": "2009-12-04T00:01:01.219279Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Exit-Europe-NOW/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-04T00:01:01.219279Z"
        },
        "id": 13887093
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BritainAndEurope/"
    },
    "type": "petition"
}