{
    "data": {
        "attributes": {
            "action": "introduce legislation so that “No political Party can be registered with the Electoral Commission unless it has a democratic constitution which can be changed by a majority of its members on the basis of one member one vote”.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Both of our main political parties are undemocratic organisations run by small oligarchies.   Their constitutions cannot be changed by a majority of ordinary party members.   The Chairmen of the Parties are appointed by the Leaders so are unaccountable to the membership.   \nThe Parliamentary candidates of the Parties are controlled centrally.   \nAnd yet, large sums of taxpayer’s money have been given to the oligarchy running the Conservative Party.   Over the last ten years some £40 million has been given to the Conservative Party and after the next General Election an equally large sum of money will be given to the oligarchy running the Labour Party.   This money is supposed to be given to enhance our democracy – it does no such thing.   All it does is perpetuate the power of the oligarchies.\nIn both the two main parties a small number of people determine who shall be a parliamentary candidate and in so doing who shall sit in the House of Commons and form the government of this country.   \nOnce we had rotten boroughs, now we have a rotten parliament.",
            "closed_at": "2010-11-04T00:00:00Z",
            "created_at": "2009-11-04T12:17:33.542156Z",
            "creator_name": "John Strafford",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-04T12:17:33.542156Z",
            "rejected_at": "2009-12-04T00:01:01.219279Z",
            "rejection": {
                "code": 1,
                "details": "",
                "reasons": [
                    "Party political material"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-04T00:01:01.219279Z"
        },
        "id": 13886331
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/democraticparty/"
    },
    "type": "petition"
}