{
    "data": {
        "attributes": {
            "action": "uphold the tradition of Nativity Plays in schools around Christmas",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Britain enjoys a vibrant culture that is informed by the diversity of its people. In recent years, Christmas nativity plays have been cancelled in the name of not offending other faiths, which has led to misunderstanding and tension in local communities. \n\nCelebrating Christmas does not offend people of other faiths, nor does the celebration of other faith festivals offend Christian's. Not only do the people of Britain rejoice in each others diversity, but the story of a family becoming refugees in a strange land to save their infant from a tyrant who seeks his life is one that children of all faiths and none can relate to in this troubled world and one that can help build understanding between children of different backgrounds. \n\nWe hope that the prime minister and politicians of all parties will encourage the celebration of diversity that makes Britain such a wonderful nation and support the place of Nativity Plays, perhaps alongside other forms of celebration, in our schools during the run up to Christmas.",
            "closed_at": "2010-11-04T00:00:00Z",
            "created_at": "2009-11-04T12:13:56.665278Z",
            "creator_name": "Rev. David Gray",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-04T12:13:56.665278Z",
            "rejected_at": "2009-11-04T15:03:36.434569Z",
            "rejection": {
                "code": 2,
                "details": "This Office is unaware of a ban on nativity plays. Individual schools are, of course, free to organise events as they see fit within the terms of the curriculum.",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-04T15:03:36.434569Z"
        },
        "id": 13886256
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Nativitysupport/"
    },
    "type": "petition"
}