{
    "data": {
        "attributes": {
            "action": "Make MP's working away from their normal constituency live in barrack accomodation. If they choose to buy or rent away from home that is their concern, not the concern of the British Public.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "MP's are volunteers. If an MP has to go and work in London away from home then they should live in barrack style accomodation while doing so. If they choose to buy or rent in the London area then they should do so off their own back. It is not the responsibilty of the British public to pay for ministers expences. Other public services such as the Military have to routinely move from their chosen place of residence and are expected to either sell up their home or rent it out and purchase a new property in the new area. The military also have the option of moving into service accomodation, this facility should also be made available to mp's and the practice of claiming expences for a second home should cease.",
            "closed_at": "2010-11-08T00:00:00Z",
            "created_at": "2009-11-05T09:22:56.377659Z",
            "creator_name": "Mr Ben Wordsworth",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-05T09:22:56.377659Z",
            "rejected_at": "2009-12-17T00:01:01.303862Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-17T00:01:01.303862Z"
        },
        "id": 13896776
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Claimsculture/"
    },
    "type": "petition"
}