{
    "data": {
        "attributes": {
            "action": "not implement an increase in valuation of business premises in the current economic climate",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "South Hams District Council, supported by its five local towns, has raised concerns with Jim Knight MP, Minister for the South West, regarding the affect of the recently announced changes in Business Rateable Values.  There is real anguish at the response these announcements have had on local shop keepers, many are facing rises measured in terms of hundreds of percent.  This at a time when trade is reflecting the recession, leading to the closure of many shops.  The fear is that in the present difficult economic times many more local shops will close and the future of struggling market towns will be further threatened.\n \nAt it's full Council meeting on 29 October 2009, the Council totally endorsed the comments made in the letter to Jim Knight MP.",
            "closed_at": "2010-01-06T00:00:00Z",
            "created_at": "2009-11-05T09:58:10.399396Z",
            "creator_name": "Cllr Bill Hitchins",
            "government_response_at": "2010-02-08T11:05:48.829567Z",
            "government_responses": [
                {
                    "created_at": "2010-02-08T11:05:48.829567Z",
                    "details": "You signed a petition asking the Prime Minister to \"not implement an increase in valuation of business premises in the current economic climate.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22385\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'businessrate'",
                    "updated_at": "2010-02-08T11:05:48.829567Z"
                }
            ],
            "opened_at": "2009-11-05T09:58:10.399396Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 673,
            "state": "finished",
            "updated_at": "2010-01-14T03:01:35.015617Z"
        },
        "id": 13897230
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/businessrate/"
    },
    "type": "petition"
}