{
    "data": {
        "attributes": {
            "action": "oversee the arrest, trial, and prosecution of former PM tony blair, and his advisors for war crimes.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "When tony blair was PM he ordered the illegal invasion of Iraq and Afgahnistan on the basis of lies that he and his advisors had peddled to the British public and the world in general. These lies have caused the deaths and suffering of thousands of innocent peoples and to this day the present government still see fit to send children, brothers, and fathers to their untimely deaths on the lies that were peddled by blair and his government. He should be arrested immediately and dragged kicking and screaming to the Haig and be judged for his heinous crimes against humanity, why this monster is still allowed the freedom to strut around the world stage and peddle his bile is offensive to all civilised people of the modern world. Mr blair should remember that just because you go to church doesn't make you a Christian Catholic and for this belief alone he will surely burn in hell.",
            "closed_at": "2010-11-05T00:00:00Z",
            "created_at": "2009-11-05T23:37:32.340095Z",
            "creator_name": "Alan Martin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-05T23:37:32.340095Z",
            "rejected_at": "2009-12-06T00:01:02.263154Z",
            "rejection": {
                "code": 4224,
                "details": "It is the role of the police to investigate suspected crimes, and the role of the Crown Prosecution Service to decide whether there is a case to answer and to take a case to court.",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-06T00:01:02.263154Z"
        },
        "id": 13906127
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/B-LIAR-blair/"
    },
    "type": "petition"
}