{
    "data": {
        "attributes": {
            "action": "Send Himself To Serve With Our Troops In Afghanistan for 1 Month. To See The Cause Our Troops are Fighting For.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Every time I read the papers I read stories of troops being killed in the line of duty in some of the most dangerous places in Afghanistan and Iraq. With brothers serving out there and not knowing their fate, it begs the question whether Gordon Brown, our Prime Minister, advocate for the UK tax payer knows exactly what he is putting our troops through, including members of my family and whether he knows exactly what he is doing, instead of doing this all for his political gain. Mr Brown should spend 1 month alongside those fighting for what he believes is the greater cause. If he believes in the cause, he should experience it!\n\nRIP those troops who went and never retured home safe. Our thoughts are with those families.",
            "closed_at": "2010-01-07T00:00:00Z",
            "created_at": "2009-11-07T20:44:05.523527Z",
            "creator_name": "Sascha Mullen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-07T20:44:05.523527Z",
            "rejected_at": "2009-12-18T00:01:02.276829Z",
            "rejection": {
                "code": 4096,
                "details": "Petitions to the Number 10 site should request an action or policy that can be taken by the PM or Government on behalf of the people of the UK. The action you request would be a personal decision, not an action to be taken by Government. If you wish to write to the Prime Minister, you can find contact details here: http://www.number10.gov.uk/footer/contact-us",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-18T00:01:02.276829Z"
        },
        "id": 13917747
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Brown-to-Serve/"
    },
    "type": "petition"
}