{
    "data": {
        "attributes": {
            "action": "investigate, within the remit and powers of Office, those who would seek to undermine the principles of democracy in the UK, both  within the cabinet and wihin the house of commons, by fabricating 'scientific' lies in order to persecute and criminalise certain minorities within the UK.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "One or more members of the current cabinet, chosen personally by the Prime Minister,  and certain members of the house of commons, across all parties, are knowingly fabricating lies and passing them off as scientific fact in order to put fear into the electorate and bring about new laws which can see the imprisonment of tens of thousands of innocent people within targeted minorities. They confuse susceptible voters through fear into believing that they are individuals who are tackling major issues head on and should therefore be re-elected at the next general election.  One particular example is the case of Cannabis re-classification in 2008/2009 from Class C to Class B.  There should be an investigation into the corruption of the democratic processes which are being undermined by one or more individuals within the cabinet and within the House of Commons and the legality of these methods should be examined.",
            "closed_at": "2010-06-07T00:00:00Z",
            "created_at": "2009-11-07T12:46:03.711265Z",
            "creator_name": "Jay Gray",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-07T12:46:03.711265Z",
            "rejected_at": "2009-12-09T00:01:01.845481Z",
            "rejection": {
                "code": 2,
                "details": "We cannot accept a petition making un-evidenced allegations of this sort.  Please evidence your assertations and we will be happy to re-consider",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-09T00:01:01.845481Z"
        },
        "id": 13915761
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Distored-Truth/"
    },
    "type": "petition"
}