{
    "data": {
        "attributes": {
            "action": "Pull the armed forces out of Afghanistan",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The armed forces should be pulled out of Afghanistan as too many lives are being lost for no just cause. The Government cannot justify the loss of any member within the army. It is clear that the army's presence within the country is not making too much affect. The fact that a afghan policeman that was being educated by our armed forces has killed 5 is outrageous. None of our armed forces are safe now when the people they are trying to help are turning against them. It is also absolutely disgusting that they do not have appropriate weapons to defend themselves as they do not have enough funding. It should be simple - if the Government does not have the funds to pay for necessary weapons and supplies then they should not be out there. Leave the other countries to sort out their own problems - we should be focusing on the ones at home. PULL THE TROOPS OUT!!!",
            "closed_at": "2010-11-06T00:00:00Z",
            "created_at": "2009-11-06T19:50:38.731653Z",
            "creator_name": "Sophie C",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-06T19:50:38.731653Z",
            "rejected_at": "2009-12-09T00:01:01.845481Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/STWCAfghanistan/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-09T00:01:01.845481Z"
        },
        "id": 13912919
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Bringem-home/"
    },
    "type": "petition"
}