{
    "data": {
        "attributes": {
            "action": "do all in his power to ensure that the names of those MPs who flipped their second homes for personal gain at the tax payer's expense rather than for legitimate reasons are given to and dealt with by the appropriate authorities as speedily as possible before the General Election.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It seems that any punishment for the flipping of second homes by MPs is not being pursued vigorously enough by either the authorities or the ruling class.  It is essential for the future of parliamentary democracy in this country that those who whether knowingly or not have cheated the system are outed swiftly and seen by the British electorate to have been dealt with appropriately by the relevant authorities (Police, HMR&C etc.) prior to the General Election.  This will assist greatly in the process of cleaning up parliament by giving the electorate the chance to make their views on this matter known at the General Election.  Failure to do so will drag the expenses issue into the next parliament and so perpetuate the mistrust of MPs by the electorate.",
            "closed_at": "2010-07-07T00:00:00Z",
            "created_at": "2009-11-07T00:55:08.837401Z",
            "creator_name": "Jane Clinton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-07T00:55:08.837401Z",
            "rejected_at": "2009-12-09T00:01:01.845481Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-09T00:01:01.845481Z"
        },
        "id": 13914337
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/homeflipping/"
    },
    "type": "petition"
}