{
    "data": {
        "attributes": {
            "action": "Abolish fares on the East Coast Main Line.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With the nationalisation of the East Coast Main Line, a huge opportunity to radically change the way people think of and use public transport exists. The cost of running this line as a free to use public service would be more than compensated to the public purse by the increase in spending and earnings that would be generated (and taxed in the normal way). This is, already, the primary source of funding of public transport but the mechanisms of additional transportation allowances to wages and expenses claims for occasional or extraordinary business trips is a horrendously inefficient way to administer it. By abolishing the fare charging system on the East Coast Main Line completely, you free up businesses to include vastly bigger markets the whole length of the country and reap the rewards in the tax that generates.\n\nDon't be blinded by the scale of the scheme. The East Coast Main Line is no different to escalators in a department store or a lift in a hotel or office building and no-one in their right mind would suggest charging the passengers for using of any of those. Trains serve the same purpose and it should be equally absurd to think of charging the passengers to use them.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-11-08T08:52:23.603788Z",
            "creator_name": "NEIL MACKENZIE",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-08T08:52:23.603788Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 13918686
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/abolishfares/"
    },
    "type": "petition"
}