{
    "data": {
        "attributes": {
            "action": "establish a residence for MPs and abolish second home mortgage allowances",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The various stories about duck houses, moat cleaning and gardening bills put on expenses made MPs look silly or otherwise demonstrated gaping flaws with the rules.  It was however, the second home scandals that really made them look like borderline criminals.\n\nSo I suggest a solution.  Abolish all second home mortgage allowances and buy a building to provide accomodation for MPs.  It would need to be within reach of Parliament and would need round-the-clock security as well as other facilities(eg: Internet access, common social rooms) but with this in place we could end the arguments over second homes.  Some MPs might even appreciate not having to go house-hunting straight away.  They would just sign a contract, agreeing to occupy a place at the halls of residence which would cost them a few thousand pounds a year and would be theirs for as long as they are elected.  All they would need to do is show up with suitcases.  Yes, it costs public money, but that money isn't flowing into MPs pockets avoiding further scandal.  Other institutions do it for their staff(police, hospitals, fire brigade).  Why don't we?",
            "closed_at": "2010-02-06T00:00:00Z",
            "created_at": "2009-11-06T15:15:59.559354Z",
            "creator_name": "Mr David Mitchell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-06T15:15:59.559354Z",
            "rejected_at": "2009-12-06T00:01:02.263154Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-06T00:01:02.263154Z"
        },
        "id": 13910700
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/residencehall/"
    },
    "type": "petition"
}