{
    "data": {
        "attributes": {
            "action": "demand that the Syrian regime release all political prisoners, including Kamal al-Labwani, human rights lawyers and Damascus Declaration activists, currently detained in contravention of the International Covenant on Civil and Political Rights, to which Syria is a signatory, prior to the signing of the EU-Syria Euro-Mediterranean Association Agreement.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "EU Foreign Ministers adopted a decision to sign the EU-Syria Euro-Mediterranean Association Agreement on 27 October 2009.\n\nThe agreement can be suspended in the event of human rights violations [the 27th report of the European Scrutiny Committee of the House of Commons 2008-2009 highlighted the provision when clearing documents “FCO (30288) EU-Syria relations”].\n\nKamal Labwani, a peaceful democratic reformer, has been detained illegally since November 2005 [see Opinion 24/2008, UN Working Group on Arbitrary Detention]. The European Parliament has called for the release of the many Syrian political detainees [resolution P7_TA-PROV(2009)0024 passed on 17 September 2009].\n\nIt cannot be right that an EU Agreement, which can be suspended for human rights violations, should be signed when the UN and the European Parliament have both made clear statements on gross human rights violations currently ongoing in Syria.\n\nHM Government should demand the immediate release of all Syrian political prisoners.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-11-08T12:46:03.719600Z",
            "creator_name": "Ben Williams",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-08T12:46:03.719600Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 161,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13919452
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Syria-EU/"
    },
    "type": "petition"
}