{
    "data": {
        "attributes": {
            "action": "Force the National Grid to route the Hinkley Point C connection via an undersea route rather than through the fields of North Somerset",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "National Grid are proposing to construct a 400KV overhead power line to link the proposed new nuclear power station at Hinkley Point to Avonmouth. The 2 routes for this in their document run very close to many communities and schools in North Somerset, near Nailsea, Backwell, Yatton and so on. Given the well documented concerns over health issues of high voltage cables it seems reckless to say the least to propose this. Added to which at their height of some 46m they will be visible for many miles and detract from the natural beauty of the Mendip Hills which they pass close to. At no point it appears has the option of routing this cable via an undersea route up the Bristol Channel been given due consideration, at least it is not mentioned in any documentation I have seen. The supporters of this petition request that the government actively force the National Grid to route this cable under the sea to protect our health and save our landscape.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-11-09T15:03:43.348347Z",
            "creator_name": "Mr Philip Boreham",
            "government_response_at": "2010-11-15T11:55:32.767835Z",
            "government_responses": [
                {
                    "created_at": "2010-11-15T11:55:32.767835Z",
                    "details": "You signed a petition asking the Prime Minister to force the National Grid to route the Hinkley Point C connection via an undersea route rather than through the fields of North Somerset.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=HinkleyConnction\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'HinkleyConnction'",
                    "updated_at": "2010-11-15T11:55:32.767835Z"
                }
            ],
            "opened_at": "2009-11-09T15:03:43.348347Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1136,
            "state": "finished",
            "updated_at": "2011-04-08T22:59:10.100941Z"
        },
        "id": 13926367
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HinkleyConnction/"
    },
    "type": "petition"
}