{
    "data": {
        "attributes": {
            "action": "intervene to reverse the Land Registry's decision to cut 1,500 staff and close at least five offices and subject Land Registry to outsourcing",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Land Registry (LR) have announced plans to close offices in Croydon, Peterborough, Portsmouth, Stevenage and Tunbridge Wells, merge the 2 Plymouth offices & relocate the London head office to temporary accommodation. They have also identified areas in LR for outsourcing.\nWe are concerned that staff will be subjected to unnecessary redundancies as a result of these cuts. LR management intend to recruit more staff after the closures, showing that these plans are a short-term solution. The average age of staff in LR is in the mid-forties; these staff are highly skilled in this specialist area, but will struggle to find work in the current economic climate, showing that LR is putting its short-term budget needs ahead of that of the wider economy. If LR is to meet the needs of a revitalised housing market when the economy recovers, it will need to retain it’s full compliment of properly trained and experienced staff.\nThe public stand to lose the most, as the proposals will lead to a reduction in LR's ability to deliver a quality service. With at least 30% of land unregistered in England & Wales and an upturn in the housing market likely these plans need to be scrapped.",
            "closed_at": "2010-02-12T00:00:00Z",
            "created_at": "2009-11-09T17:36:10.075874Z",
            "creator_name": "Chris Carrée",
            "government_response_at": "2010-08-24T11:52:44.584192Z",
            "government_responses": [
                {
                    "created_at": "2010-08-24T11:52:44.584192Z",
                    "details": "You signed a petition asking the Prime Minister to intervene to reverse the Land Registry's decision to cut 1,500 staff and close at least five offices and subject Land Registry to outsourcing.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=Landregistrycuts\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'Landregistrycuts'",
                    "updated_at": "2010-08-24T11:52:44.584192Z"
                }
            ],
            "opened_at": "2009-11-09T17:36:10.075874Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3008,
            "state": "finished",
            "updated_at": "2010-05-29T11:30:02.026534Z"
        },
        "id": 13927517
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Landregistrycuts/"
    },
    "type": "petition"
}