{
    "data": {
        "attributes": {
            "action": "seek assurance from the Secretary of State that the UK Border Agency will not refuse further leave to remain to NVQ Health and Social Care students allegedly victimised and misled by unlicensed educational providers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many NVQ Health & Social Care students currently in the UK are being refused further leave to remain by the UK Border Agency because of gaps in their visas caused by unlicensed colleges  who deliberately misled or lied to the students.  The names of such colleges and their actions have been disclosed by applicants but the UKBA has simply ignored the documentary evidence presented.  These students, many of whom are from the Philippines, have spent thousands of pounds to come to the UK to obtain NVQ qualifications and are valued by care homes and residents for whom they undertake work placements.  They now stand to lose their hard-earned money and the chance to earn their NVQs. \n\nIt is unfair for the UKBA to ignore their plight, and possibly legally wrong for the UKBA to ignore the evidence of criminal activity and wrongdoing.  This is not going to help the UK's image and reputation for fairness and justice.  British education as a major export overseas will also suffer as the industry will be tarnished by the lack of concern shown by UKBA so far at such actions of unlicensed colleges.  The Prime Minister's intervention is therefore urgently sought to give justice to NVQ students.",
            "closed_at": "2010-02-17T00:00:00Z",
            "created_at": "2009-11-09T09:07:25.929726Z",
            "creator_name": "Gene Alcantara",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-09T09:07:25.929726Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 69,
            "state": "finished",
            "updated_at": "2010-02-18T00:01:01.438607Z"
        },
        "id": 13923204
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NVQstudents/"
    },
    "type": "petition"
}