{
    "data": {
        "attributes": {
            "action": "Support the Venus Project Design Team (UK) by giving some dis-used Government land to build a Venus Project University upon.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Please support the Non-Profit UK based Venus Project Team by signing this petition asking the Government to give some dis-used Government land back to the people so we may build a Venus Project University upon it. \nThe University (once established) will be used to teach (for free) the skills required to build sustainable cities of the future as proposed by the genius Jacque Fresco and Roxanne Meadows.\nIt would be far easier and would require less energy to build new, efficient cities than to attempt to update and solve the problems of the old ones. The Venus Project proposes a Research City that would use the most sophisticated available resources and construction techniques. Its geometrically elegant and efficient circular arrangement will be surrounded by, and incorporated into the city design, parks and lovely gardens. This city will be designed to operate with the minimum expenditure of energy using the cleanest technology available, which will be in harmony with nature to obtain the highest possible standard of living for everyone. This system facilitates efficient transportation for city residents, eliminating the need for automobiles.",
            "closed_at": "2010-11-10T00:00:00Z",
            "created_at": "2009-11-09T21:25:39.561254Z",
            "creator_name": "Luke Ashley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-09T21:25:39.561254Z",
            "rejected_at": "2009-12-11T00:01:01.985461Z",
            "rejection": {
                "code": 1024,
                "details": "",
                "reasons": [
                    "Commercial endorsement, promotion of any product, service or publication, or statements that amount to adverts"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-11T00:01:01.985461Z"
        },
        "id": 13929285
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VenusUniversity/"
    },
    "type": "petition"
}