{
    "data": {
        "attributes": {
            "action": "to ensure that prescriptions for all skin conditions are exempted from the new, automatic, generic substitution proposals, scheduled for introduction in January 2010.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government is introducing The Pharmaceutical Price Regulation Scheme - PPRS whereby prescribed medication can be swapped for a cheaper alternative when it is available. The problem with this is that the substitution may not be an exact copy of the prescribed medication and as a result may not have the same effects.\n \nThe ingredients in different brands of dermatological medication can vary considerably.  Often the bases of creams, lotions, ointments and gels can be as important as their active ingredients in relation to effectiveness, sensitivity and other side-effects – not getting the actual treatment that has been prescribed can affect a person’s health and quality of life and cause a distressing relapse in their skin condition. \n\nEffective treatment must be prioritised ahead of any unsafe and questionable cost savings. \nAppropriate and consistent treatment of skin conditions requires the prescription and dispensing of clearly identified formulations.  Automatic generic substitution cannot achieve this, running the risk of adding costs, rather than saving them - in both human and financial terms.",
            "closed_at": "2010-02-17T00:00:00Z",
            "created_at": "2009-11-09T13:28:36.325583Z",
            "creator_name": "Andrew Langford",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-09T13:28:36.325583Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 345,
            "state": "finished",
            "updated_at": "2010-02-19T03:01:35.091563Z"
        },
        "id": 13925571
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nosubstitutions/"
    },
    "type": "petition"
}