{
    "data": {
        "attributes": {
            "action": "SAVE THE ROYAL FLEET AUXILLIARY (RFA) under threat of RN & Government DEFENCE CUTS",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The RFA have supplied our Royal Navy (and allies) for over a century - they carry everything from ammunition to troops - oil to foodstuff and become RN Reserve in the theatre of war. They assist in anti drug running and preventing piracy. The RFA is manned by highly trained, professional, civilian crews committed to the defence of this country - prepared to take up arms to do so. Given the Queen's Colours last year for their tremendous yet often unnoticed achievements, we should not forget many RFA members have died in the defence of the UK. We do not want the security of our RN or the UK compromised by replacing RFA ships and crews with a private company and who knows who - with access to who knows what! They are the very backbone to the RN - without the RFA they would go nowhere! We do not need this risk to the defence of the realm and the people within it!",
            "closed_at": "2010-02-12T00:00:00Z",
            "created_at": "2009-11-09T23:10:31.356203Z",
            "creator_name": "Sheena Brown",
            "government_response_at": "2010-03-31T17:04:03.971709Z",
            "government_responses": [
                {
                    "created_at": "2010-03-31T17:04:03.971709Z",
                    "details": "You signed a petition asking the Prime Minister to \"SAVE THE ROYAL FLEET AUXILLIARY (RFA) under threat of RN & Government DEFENCE CUTS.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page23016\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'save-the-RFA'",
                    "updated_at": "2010-03-31T17:04:03.971709Z"
                }
            ],
            "opened_at": "2009-11-09T23:10:31.356203Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2482,
            "state": "finished",
            "updated_at": "2010-10-10T19:30:01.671953Z"
        },
        "id": 13929964
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/save-the-RFA/"
    },
    "type": "petition"
}