{
    "data": {
        "attributes": {
            "action": "To agree to providing a National British Armed Forces and Civilian Emergency Services Cemetery, for those killed in action and for veteran's too.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For a National British Armed Forces and Civilian Emergency Services Cemetery, for British and Commonwealth, plus Allied Nation’s as well as Gurkha’s. For those have either served with the RN, Army, RM, RAF, Reserve Forces, Ambulance, Coast Guard, Fire Rescue and Police service. With the suggestion this NAT-BAF&CES-Cemetery, should be located next to the National Memorial Arboretum. Or at Wootton Bassett, or open to local councils to bit for.\n We believe there has been for years and is a growing need to show national respect and provide fully honour’s, to those who have served in the British Armed Forces and made the ultimate sacrifice. Killed-in-the-Line-of-Duty (KLD), while on and/or in the service for the United Kingdom.  Though equally provide a cemetery, for veteran’s who have died after servicing their county too, who can be buried alongside their fallen comrades in action.\nBecause those who survived service to their country, but were left chronically ill and/or disabled, let alone were lucky enough to leave the military etc and are able bodied.  Their service within the military etc, should be equally honoured as veteran’s too.",
            "closed_at": "2010-11-17T00:00:00Z",
            "created_at": "2009-11-09T08:45:23.707155Z",
            "creator_name": "Ex-Cllr Wendy M.Harbon[disabled] & Ex-RRA David M.C.Hughes[disabled], plus VC Tul Bahadur Pun",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-09T08:45:23.707155Z",
            "rejected_at": "2009-11-23T14:28:34.944374Z",
            "rejection": {
                "code": 2048,
                "details": "We cannot accept petitions which contain links to websites or email addresses. Please remove the email address following the names of the petition creators.",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-23T14:35:22.788249Z"
        },
        "id": 13923056
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BAFCESCemetery/"
    },
    "type": "petition"
}