{
    "data": {
        "attributes": {
            "action": "award bomb disposal expert Staff Sergeant Olaf Schmid a posthumous Victoria Cross for his exceptional bravery in the face of the enemy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Staff Sergeant Olaf Schmid, 30, of the Royal Logistic Corps died in Afghanistan on 31 October. He had been in the Army for 13 years and had been commanding a bomb disposal team who were dealing with a roadside device near Sangin. He was killed when the bomb went off as he was defusing it. Part of the 11 Explosive Ordnance Disposal Regiment, he was responsible for making safe 64 roadside bombs since his tour in Afghanistan began in June. His commanding officer Major Tim Gould said, \"In all my time in the Army, I have never met, nor am I ever likely to meet, a man like S/Sgt Schmid again. He truly was a once-in-a-generation phenomenon\". Lieutenant-Colonel Robert Thomson, commanding officer of the 2 Battalion The Rifles, who recently returned from Afghanistan, said many of his troops owed S/Sgt Schmid their lives. \"Every single company adored working with him. I adored working with him,\" he added. \"No matter how difficult or lethal the task which lay in front of us, he was the man who only saw solutions. Superlatives do not do the man justice. Better than the best. Better than the best of the best.\"",
            "closed_at": "2010-11-08T00:00:00Z",
            "created_at": "2009-11-08T23:49:18.603701Z",
            "creator_name": "Tim Kevan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-08T23:49:18.603701Z",
            "rejected_at": "2009-12-17T00:01:01.303862Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.direct.gov.uk/honours",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-17T00:01:01.303862Z"
        },
        "id": 13922516
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/militaryhero/"
    },
    "type": "petition"
}