{
    "data": {
        "attributes": {
            "action": "Stop the Re-development of Nuclear Power Stations throughout the United Kingdom",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Stop the re-development of the nuclear power plants throughout the United Kingdom. Yesterday in the House of Commons, Mr Miliband said that despite increases in renewable energy, a boost to nuclear power would be needed in order to meet the nation's energy needs. \nHe confirmed that the planning process would be streamlined to prevent applications being unnecessarily held up, offering a clear timetable of one year from the acceptance of an application to a decision.\nI feel very stongly against this and I want to air my views to stop this as I live very close to a nuclear power station myself. Bradwell Power Station is only a few miles from where I live and I want to stop the re-opening of this Power station. The House of Commons explained that this would not come into effect for at least 10 years, Bradwell Power Station is right on the coast. In 10 years time when the Power Station is due to be re-opened the current coastal erosion will have destroyed the plant. I know that there are citizens all over the United Kingdon that are in the same sutuation as I am. Please take the time to think about the consiquences of this government proposal and how it might end up affecting you.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-11-10T13:50:45.584414Z",
            "creator_name": "Anna Chapman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-10T13:50:45.584414Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 461,
            "state": "finished",
            "updated_at": "2010-12-01T19:54:33.953043Z"
        },
        "id": 13933988
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NuclearNo/"
    },
    "type": "petition"
}