{
    "data": {
        "attributes": {
            "action": "Reduce the Rehabilitation Period for Offenders from the Rehabilitation Periods Stated in the Rehabilitation of Offenders Act.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The current terms stated in the rehabilitation of offenders act are outdated and can impose a negative effect upon those convicted of offences. \n\nThe current rehabilitation periods for those whose sentances included community orders, fines, curfew etc, currently stands at 5 years for those over 18 when convicted and 2.5 years for those under 18 when convicted. \n\nThese periods of rehabilitation are unduly harsh, whilst a minority of offenders will re-offend, the majority will not. Those who have been fined or undertaken community punishments or curfews have already served their sentance. It is questionable why these periods of so-called rehbilation are of such a long period. These rehabilitation periods leave many people at risk of being able to gain employment or having the offer of employment withdrawn due to having a current conviction. Once a fine/community punihment/curfew/compensation order/custodial sentance is paid/completed then this should class as sentance served instead of persons having to be classed as offenders for an unreasonable/undue amount of time.",
            "closed_at": "2010-02-18T00:00:00Z",
            "created_at": "2009-11-11T04:16:32.353727Z",
            "creator_name": "Simon Parry",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-11T04:16:32.353727Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-02-19T00:01:01.722964Z"
        },
        "id": 13939471
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/redroa/"
    },
    "type": "petition"
}