{
    "data": {
        "attributes": {
            "action": "take heart from our respect for him in his practice of writing personally, by hand to all bereaved military families of the Afghan campaign to whom we would also add our profound sympathy in their terrible loss whilst expressing our great debt to their loved ones who have paid such an awesome, ultimate price on our behalf.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I stand, head bowed, in silent respect for those who have fallen and for those in their agony who grieve so deeply for them. I applaud the Prime Minister for his kind and honourable practice of writing condolence letters personally, by hand. It must be a difficult job. I expect he tries very hard not to make mistakes and that he dreads the possibility of hurting people's feelings by making any.",
            "closed_at": "2010-01-10T00:00:00Z",
            "created_at": "2009-11-10T07:18:44.701859Z",
            "creator_name": "Rev Dr Richard Rodgers FRCS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-10T07:18:44.701859Z",
            "rejected_at": "2009-12-23T00:01:01.357438Z",
            "rejection": {
                "code": 16896,
                "details": "Your petition requests a personal action to be taken by Gordon Brown, rather than an action to be taken by the PM or Government related to policy. If you wish to write to the Prime Minister, you can find contact details here: http://www.number10.gov.uk/footer/contact-us",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-23T00:01:01.357438Z"
        },
        "id": 13930488
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PMscondolences/"
    },
    "type": "petition"
}