{
    "data": {
        "attributes": {
            "action": "reject Mandleson's Three-Strikes law",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The single biggest issue in any such proposals are the requirement that private companies will be policing our internet connections at the behest of other private companies and punishing individuals based on their own evidence with no involvement of the police or the British Judicial System.\n\nThe machinery is already in place for a copyright holder to sue.  The new proposals merely pass the expense from private companies to the tax payer.\n\nWithout judicial process, this is a very dangerous path to take.\n\nIf one person in a household downloads something and loses their internet connection, so does the rest of the household. If somebody stole from a shop, you wouldn't punish their family by association, would you? \n\nAn internet provider should be a supplier only, in the same way a gas company is. It is not for an ISP to disconnect you for doing something naughty with your internet connection, than it is the gas company's job to disconnect you for using a cooker from a company they don't like.",
            "closed_at": "2010-02-10T00:00:00Z",
            "created_at": "2009-11-10T13:37:49.622107Z",
            "creator_name": "Thomas Willingham",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-10T13:37:49.622107Z",
            "rejected_at": "2009-12-17T00:01:01.303862Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/filesharing1/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-17T00:01:01.303862Z"
        },
        "id": 13933869
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Mandys-Law/"
    },
    "type": "petition"
}