{
    "data": {
        "attributes": {
            "action": "release and pardon Joe Glenton and any other soldiers who are opposed to wars they believe are wrong",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The undersigned ask the Prime Minister to release and pardon Corporal Joe Glenton and any other soldiers who do not wish to serve in or return to wars they believe are wrong. Soldiers should not be asked to kill and die for causes they don't believe in. If the Afghanistan war is right (which is a matter for debate) then the government should be able to persuade soldiers that it's right. Even if you believe the war in Afghanistan is right, those soldiers who don't share this belief  should not be sent there. \n\nSoldiers sign up to defend their country against what they believe to be genuine threats, they should not be asked to sign away their beliefs, independence of mind and consciences. Sending soldiers to fight a war they believe is wrong is undemocratic and will also hurt morale.",
            "closed_at": "2010-03-18T00:00:00Z",
            "created_at": "2009-11-11T21:14:26.601944Z",
            "creator_name": "Duncan McFarlane",
            "government_response_at": "2010-08-25T16:04:51.367912Z",
            "government_responses": [
                {
                    "created_at": "2010-08-25T16:04:51.367912Z",
                    "details": "You signed a petition asking the Prime Minister to release and pardon Joe Glenton and any other soldiers who are opposed to wars they believe are wrong.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=freeobjectors\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'freeobjectors'",
                    "updated_at": "2010-08-25T16:04:51.367912Z"
                }
            ],
            "opened_at": "2009-11-11T21:14:26.601944Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 591,
            "state": "finished",
            "updated_at": "2010-03-29T21:30:46.575090Z"
        },
        "id": 13948870
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/freeobjectors/"
    },
    "type": "petition"
}