{
    "data": {
        "attributes": {
            "action": "make it compulsory for companies to label 'palm oil' clearly in their ingredients.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently, far too many companies are labelling 'palm oil' under complicated, unrelated names or simply as 'vegetable oil'. This leaves the customer with no freedom of choice as they simply do not know what they are purchasing.\n\nPeople should have a right to cut out non-sustainable palm oil from their lives if they so wish. Currently, this is impossible due to misleading labelling.\n\nPrime Minister, please make it compulsory for companies to label palm oil clearly and differentiate between whether it is 'sustainable' or 'non-sustainable'. \n\nThis is for the sake of the endangered orang-utan and all other rainforest inhabitants, including people, whose homes are being destroyed as a direct result of deforestation. \n\nTheir rainforest homes are being ripped down to clear space for oil palm plantations. This has to stop if these animals have any chance of survival.\n\nDeforestation is also a huge contributor of carbon emissions, so not only is it destroying the home of those who inhabit the rainforest, it is also destroying our home...Earth.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-11-11T11:59:14.679477Z",
            "creator_name": "Amy McDanell",
            "government_response_at": "2011-02-02T12:50:56.793118Z",
            "government_responses": [
                {
                    "created_at": "2011-02-02T12:50:56.793118Z",
                    "details": "You signed a petition asking the Prime Minister to make it compulsory for companies to label 'palm oil' clearly in their ingredients.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=Label-Palm-Oil\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'Label-Palm-Oil'",
                    "updated_at": "2011-02-02T12:50:56.793118Z"
                }
            ],
            "opened_at": "2009-11-11T11:59:14.679477Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1694,
            "state": "finished",
            "updated_at": "2011-02-02T12:50:56.793118Z"
        },
        "id": 13942650
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Label-Palm-Oil/"
    },
    "type": "petition"
}