{
    "data": {
        "attributes": {
            "action": "PLEASE STOP ABUSE OF CHILD SUPPORT BENEFITS",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear Prime Minister,\n\nGreetings.I appreciate your well thought after plan of sending single mothers with their childs to supervised care homes. This will reduce teenage pregnancy to a great extent.In order to achive this goal, the child support benefits should be going to the supervised homes' accounts and not to the single mother. To take this step even further may I please recommend the following:-\n\nParents having more than two children should not be given child support benefits for the 3rd child and beyond. Instead, either the benefits should be stopped altogether or the benefit should go to the supervised homes' accunts from where the child will receive the required care.\n\nIt may be mentioned here that many parents use this child support benefits as a means of livelihood for the adults depriving the innocent child. I am certain that many parents would not have educated their children if we had provided an 'education allowance' to the parents for their children instead of sending that fund to the LEA schools under city councils.\n\nThank you very much for your kind patience in reading this letter.\n\n\nSincerely,\n\nAL KHAN",
            "closed_at": "2010-02-18T00:00:00Z",
            "created_at": "2009-11-11T15:52:33.485554Z",
            "creator_name": "AL KHAN",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-11T15:52:33.485554Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2010-02-19T00:01:01.722964Z"
        },
        "id": 13945661
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BENEFITS-SUPPORT/"
    },
    "type": "petition"
}