{
    "data": {
        "attributes": {
            "action": "Protect the green belt from inappropriate development",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Royal Horticultural Society’s world famous gardens and plant collection at Wisley are currently under threat from a planning application for a huge composting site within 300m of its borders.  The proposal is for a building of one hectare in size with five 20m high chimneys which will not only be visible from the gardens in winter, but will also be seen from the AONB in the Surrey Hills.  Additionally the site lies within 150m of the Thames Valley Basin Special Protected Area which is home to a number of rare species of birds and endangered wildlife.  Lastly it is very close to the hamlet of Elm Corner where a number of residents will be plagued by truck movements, odours, and vermin as well as the noxious fumes emanating from the chimney stacks.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-11-11T11:26:49.869285Z",
            "creator_name": "Mary-Claire Travers",
            "government_response_at": "2010-08-06T11:14:19.791933Z",
            "government_responses": [
                {
                    "created_at": "2010-08-06T11:14:19.791933Z",
                    "details": "You signed a petition asking the Prime Minister to protect the green belt from inappropriate development.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=WisleyAirfield\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'WisleyAirfield'",
                    "updated_at": "2010-08-06T11:14:19.791933Z"
                }
            ],
            "opened_at": "2009-11-11T11:26:49.869285Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 889,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 13942200
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WisleyAirfield/"
    },
    "type": "petition"
}