{
    "data": {
        "attributes": {
            "action": "stop the way tv licencing sends rude threatening and down right obnoxious letter to everybody based on the rather crass assumption we are all licence dodgers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "for some reason when a person buys a television / DVD, etc tv licencing check the name against the address and if there is no licence in that name for that address they will assume that person is viewing tv without a licence and send out said horrible obnoxcious letter. instead of seeing if there is a current licence for that address in another name, which is obviously the case in most family households.\n\nThe attitude and predetermined assumption that we are all licence dodgers is just rude and obnoxcious and no other company would be allowed to conduct it's business with such an obnoxcious attitude to it's customers\n\neven when you pay your licence you get a short thanks for paying followed by a long diatribe about how illegal it is not to have a licence and you could be fined, go to jail, etc so even why you've paied up they're still on at you. \n\nmost of us know the legalities of having a TV licence and have an up to date one but no other organisation dealing with legalities such as car or gun licensing, benefit, CRBs, taxes, etc treats it's customers with such contempt",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-11-11T18:28:47.163121Z",
            "creator_name": "steve kelly",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-11T18:28:47.163121Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 18,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13947205
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/tvlicenceing/"
    },
    "type": "petition"
}