{
    "data": {
        "attributes": {
            "action": "direct the Department of Health to adopt or develop a more cost-effective and patient centred treatment regime that could save at least £20 million in nurse time alone and would satisfy the government's ambition to treat patients with a long term condition according to their needs and not according to how care is provided locally.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is no definitive test for Pernicious Anaemia.  The current test for intrinsic factor antibodies could be as little as 30% accurate.  Due to the lack of an accurate diagnosis patients are often diagnosed as suffering from another disease.  The most common misdiagnoses are Depression, M.E., Chronic Fatigue Syndrome and M.S.\nTreatment of Pernicious Anaemia is by replacement B12 therapy that is usually administred once every three months.  For a great many patients that is not enough and most feel the need for another injection after one month.  Many patients are prescribed anti-depressants rather than a harmless vitamin and are forced to seek treatment in the private sector where self-injecting Methylcobalamin at regular intervals is prescribed.  It is estimated that there are around 500,000 patients with Pernicious Anaemia in the U.K. and the cost of administering an injection is estimated to be £10 for the cost of the injection and the nurse's time.  The true cost is much higher (time off work to visit the nurse etc.).  Four injections per year = £40 and if this is mulitiplied by 500,000 the cost in nurse time alone is £20 million.",
            "closed_at": "2010-02-18T00:00:00Z",
            "created_at": "2009-11-12T12:00:03.126335Z",
            "creator_name": "Martyn Hooper",
            "government_response_at": "2010-03-31T20:19:34.604638Z",
            "government_responses": [
                {
                    "created_at": "2010-03-31T20:19:34.604638Z",
                    "details": "You signed a petition asking the Prime Minister to \"direct the Department of Health to adopt or develop a more cost-effective and patient centred treatment regime that could save at least £20 million in nurse time alone and would satisfy the government's ambition to treat patients with a long term condition according to their needs and not according to how care is provided locally.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page23052\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'B12Treatment'",
                    "updated_at": "2010-03-31T20:19:34.604638Z"
                }
            ],
            "opened_at": "2009-11-12T12:00:03.126335Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 423,
            "state": "finished",
            "updated_at": "2010-05-12T14:30:01.434338Z"
        },
        "id": 13952966
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/B12Treatment/"
    },
    "type": "petition"
}