{
    "data": {
        "attributes": {
            "action": "require the Family Justice Council FJC  to withdraw the research paper 'Child Contact with Non-Resident Parents' as guidance for CAFCASS officers and instead recommend the amended Families Need Fathers FNF proposals for 'Shared Parenting'.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The research paper 'Child Contact with Non-Resident Parents' contains the statement,\n\n\"It is often claimed that research shows that contact is good for children. In fact the evidence is contradictory. This is neatly shown by two recent UK studies, one (Dunn, 2003) reporting ‘unequivocal’ findings that more contact was associated with fewer adjustment problems in children, the other (Smith et al, 2001) finding no effect.\"\n\nYet contrary to the suggestion, there is little or no research evidence against the positive benefits of 'contact', (including the citation given), and one of the authors of this controversial research paper also opposed the shared parenting guidelines proposed by the charity Families Need Fathers.\n\nThe United Nations Convention states that any child who is “separated from one or both parents\" has the \"right to maintain personal relations and direct contact with both parents on a regular basis, except if it is contrary to the child's best interests.\"\n\nThe paper cited is routinely used by CAFCASS to oppose this principle and we petition the Prime Minister to allow all parents the same opportunity to share the love and affection of their children.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-11-12T20:08:51.519749Z",
            "creator_name": "Kingsley Miller evenToddlersNeedFathers.com",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-12T20:08:51.519749Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 29,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13958130
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CAFCASSguide/"
    },
    "type": "petition"
}