{
    "data": {
        "attributes": {
            "action": "Instruct the treasury to pay a tax rebate to me for use in manufacturing.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "we would like you to arrange with the treasury for a tax rebate to me of £12,000,000. for new manufacturing company based in south wales, product for export. i lost my business in feburary this year along with the £105k invested in it. i payed all the redundancys from my savings. i made myself redundant in the process. no work since then. i reduced my own personal income from the business to below the minimun wage level. consiquences of this are my jobseekers allowance ended in october. family is  now reliant on partners income and family tax credits. no more savings, no big house etc. under the circumstances with cognitive easing injection of cash directly into jobs in manufacturing export would be good. please take this seriously. i have a site to purchase from the welsh assembly and all the engineering and business background. all equipment is manufacturd in the uk. if you or any member of the government would like to meet with me to discus the matter i am able to travel to anywhere in the uk at your convenience.",
            "closed_at": "2009-12-12T00:00:00Z",
            "created_at": "2009-11-12T14:19:15.388453Z",
            "creator_name": "Mr Graham Du Vergier",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-12T14:19:15.388453Z",
            "rejected_at": "2009-12-18T00:01:02.276829Z",
            "rejection": {
                "code": 16384,
                "details": "We can not accept petitions relating to individual circumstances. Please reword your petition to make it relate to government policy more generally. For more information on getting help during the recession visit http://www.realhelpnow.gov.uk/",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-18T00:01:02.276829Z"
        },
        "id": 13954474
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PersonalRebate/"
    },
    "type": "petition"
}