{
    "data": {
        "attributes": {
            "action": "Introduce legislation preventing the use of deceptively large and excessive product packaging, to protect consumer interests and the environment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many companies use excessively sized packaging for their products. This is particularly true with food items, where it is not uncommon to find that the container or packet is only half filled with the advertised product. \n\nIn many cases this is misleading consumers, as they are led to believe that the packet will contain more of the product than it actually does. \n\nExcessive packaging is also harmful to the environment; as more raw materials are required for production, and more space is taken up during the transportation, storage and sale stages of the products life cycle. \n\nThere are some circumstances where the amount of packaging is used because the product contained within is delicate and requires protection. However, in such circumstances companies should be required to provide evidence that a products packaging has been sufficiently researched to justify its use. \n\nWe request that legislation be introduced to ensure that packing used on consumer items is of a size genuinely suitable for its contents, and where practical is representative of the size/quantity of the product within.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-11-12T13:00:54.272615Z",
            "creator_name": "Mr Jonathan Halewood",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-12T13:00:54.272615Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13953664
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/goods-packaging/"
    },
    "type": "petition"
}