{
    "data": {
        "attributes": {
            "action": "Provide Evidence when accusing a motorist of speeding",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Thousands of motorists are caught by fixed and mobile speed cameras every day. A small amount of these are issued in error and an accused motorist has no legal entitlement to evidence without first challenging the accusation in court, this scares many people or they simply havent the time.\n\nSome partnerships will, at their discretion, provide a low quality copy of a photo to aid only in identifying the driver.\n\nA static Gatso camera will take 2 photos. If these photos were provided, an accused motorist could do a simple mathematic equation to check the speed is infact correct. I have seen occasions where the camera has given a significantly different from the photo evidence.\n\nI believe that requiring these photos to be sent out with a NIP would restore some public faith in the legal system.\n\nAnything less than providing easy access to these photos is unfair and unjust.\n\nA person who feels pressurised into accepting the FPN as they cannot afford the extra costs assosciated with challenging it in court, could incurr something as extreme as a job loss when a possible technical error could be the root problem.",
            "closed_at": "2010-02-18T00:00:00Z",
            "created_at": "2009-11-13T01:54:52.529987Z",
            "creator_name": "Paul Rogers",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-13T01:54:52.529987Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 16,
            "state": "finished",
            "updated_at": "2010-02-19T03:01:34.964372Z"
        },
        "id": 13959906
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/speedcamphotos/"
    },
    "type": "petition"
}