{
    "data": {
        "attributes": {
            "action": "STAN FRANCIS AND MARK FRANCE (BOTH PIPC'S)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Bromsgrove market was built 15 years ago, it's used regularly and not just as a market. The District council want it pulled down and a car park built in it's place. Our local MP supports it being pulled down. We Want the Prime minsister to step in and save our market. Many people have said it can be used for many other purposes but these applications has been ignored by the council.We are now collecting signatures from the people of Bromsgrove and we are about to arrange a better attraction to get our pint across to the council, this may well be a takeover of the market place. We have just paid 4.5% increase in council tax and the council want to use £45,000 of this to knock the market down. The market is iwned by the council and in effect owned by the people, we have not been asked by the council.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-11-12T20:26:44.538438Z",
            "creator_name": "STAN FRANCIS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-12T20:26:44.538438Z",
            "rejected_at": "2009-12-13T00:01:01.752793Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement. Currently your title is: STAN FRANCIS AND MARK FRANCE (BOTH PIPC'S)",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 13958292
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SAVE-OUR-MARKET/"
    },
    "type": "petition"
}