{
    "data": {
        "attributes": {
            "action": "Retain the importance of Humanities in the KS2 and KS3 curriculum",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Humanities subjects (History, Geography and Religious studies), are being pushed off the curriculum.\n\nIn KS2 history many schools are currently combining/alternating the subjects and so students only have a few lessons a year on each subject.\n\nIn KS3, humanities (particularly history), is being compressed into 2 years!! Or are sidelined to so few lessons it is impossible to teach the skills and content.\n\nHumanities subjects teach children about our past and current, and help us learn how to build a better future.  Students learn about morals, ethics, tolerance and the events which shaped our world.  Without humanities we are ignorant of others and this ultimately leads to the break up of communities.  The government needs to stop the drive for ridiculous targets in some subject areas and make the curriculum more balanced.  In addition, the UK literacy rate has been steadily falling over the last few years - the humanities subjects improve literacy and enhance skills such as comprehension and analysis of evidence. -All skills which are vital to children's futures.\n\nHumanities must have more time on the curriculum - both in state and private schools.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-11-12T16:07:37.182812Z",
            "creator_name": "Philippa Bleach",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-12T16:07:37.182812Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 39,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13955809
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Savehumanities/"
    },
    "type": "petition"
}