{
    "data": {
        "attributes": {
            "action": "Give Formula One Motorsport a protected sports status within the UK.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "recent Review by the Independent Advisory Board to the Secretary of State for Culture, Media and Sport, many sports were given protected status to try and give them free-to-air slots on national UK television.\n\nFormula One is widely considered the pinnacle of motorsport, both in the UK and worldwide, with events ranging across the globe throughout the season.\n\nFormula One has not one, but two UK representatives in both 2008 and 2009's world champins, Lewis Hamilton and Jenson Button.\n\nWhile there is no National team in Formula One, the majority of the teams are based within the UK, including the current constructors champion, Brawn GP, and the constructors runner up, Red Bull. Previous champions McLaren and Williams are also UK based.\n\nFormula One broadcasts have consistently posted audiences of four million plus throughput this season, with further high audiences for Practice and Qualifying sessions.\n\nFormula One has been free to air in the UK for the majority of the series existence, either on the BBC or ITV.\n\nAs these reasons meet the DCMS criteria, We the undersigned petition that Formula One should be made a protected sport within the UK.",
            "closed_at": "2010-02-19T00:00:00Z",
            "created_at": "2009-11-14T10:58:48.393027Z",
            "creator_name": "Ben Myatt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-14T10:58:48.393027Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 20,
            "state": "finished",
            "updated_at": "2010-02-20T00:01:01.390500Z"
        },
        "id": 13969638
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ProtectedF1/"
    },
    "type": "petition"
}