{
    "data": {
        "attributes": {
            "action": "INCREASE THE VAT THRESHOLD ON CONSTRUCTION TRADE BUSINESSES THAT WORK ON RESIDENTIALPROPERTIES.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "THE VAT THRESHOLD NEEDS TO BE INCREASED \nWHEN A TRADESPERSON IS QUOTING FOR WORK IN THE RESIDENTIAL SECTOR, A VAT REGISTERED BUSINESS WILL ALMOST IN EVERY CASE LOSE THE QUOTE, AS HOUSEHOLDERS WILL NOT PAY VAT, WHEN THEY CAN EMPLOY A BUSINESS WHO IS NOT VAT REGISTERED.  \nTHIS HAS A DETRIMENTAL EFFECT WITHIN THE RESIDENTIAL CONSTRUCTION SECTOR,\nBY THE THRESHOLD IS APPROX £64,000 PA.\nTHIS IS TURNOVER, NOT PROFIT.\nTHEREFORE THIS IS NOW STOPPING SMALL BUSINESSES GROWING TO EMPLOY STAFF, PURCHASE AND RUN EXTRA VEHICLES, AND INCREASE WORKLOAD.\nIF THE VAT REGISTRATION IS INCREASED SIGNIFICANTLY, SAY TO £150,00 PA.\nEVERYBODY WINS, THE BUSINESS GROWS - THUS KEEPING PEOPLE EMPLOYED. HOUSEHOLDERS DO NOT HAVE TO PAY VAT - LEAVING THEM TO SPEND THAT MONEY IN OTHER BUSINESS SECTORS. AND EVEN THE GOVERNMENT WILL WIN, AS NO VAT PAID BY THE BUSINESS CAN BE CLAIMED BACK.\nAS WE COME OUT OF THIS RECESSION, WE NEED A GOVERNMENT TO STOP BEING GREEDY ON TAXES AND LOOK AT THE BIGGER PICTURE.\nTHEY SHOULD SUPPORT WHAT THE VOTING PUBLIC WANT, SO LET YOUR OPINION COUNT.",
            "closed_at": "2010-11-17T00:00:00Z",
            "created_at": "2009-11-14T10:45:16.648040Z",
            "creator_name": "IAN PAUL BOOTH",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-14T10:45:16.648040Z",
            "rejected_at": "2009-12-23T00:01:01.357438Z",
            "rejection": {
                "code": 256,
                "details": "The content of your petition appears to be acceptable, however we would ask you to please address the excessive use of capital letters; they make your petition hard to read. See our terms and conditions for more information: http://petitions.number10.gov.uk/terms",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-23T00:01:01.357438Z"
        },
        "id": 13969586
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BUILDINGVAT/"
    },
    "type": "petition"
}