{
    "data": {
        "attributes": {
            "action": "Protect individuals from false allegations of child abuse",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is currently possible for anyone to be falsely accused of child abuse.  This is exploited by many ex-partners/malicious third parties as a form of revenge/continued domestic abuse/harassment, and even used as an attempt to gain custody by unjust means. \n\nPeople falsely accused in this way often endure repeated intrusive investigations by police/social services. Details of the allegations against individuals remain on social services/police files even if the claims are not upheld.  \n\nThis is an abuse of the system for protecting children, taking resources away from cases of genuine need, and bringing innocent people into suspicion. \n\nThis petition calls for\n\n1. An end to anonymous tip offs to govt agencies - the accuser’s details should be held on record by said agencies so that people who make repeated false accusations can be identified.  NB: their details would not be revealed to the accused, in order to protect both those who are making genuine reports of abuse and the children involved. \n\n2. People who make repeated false allegations should be prosecuted for harassment and wasting police/social services time and resources.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-11-13T16:21:50.267168Z",
            "creator_name": "Mrs Eleanor Milner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-13T16:21:50.267168Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 42,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13965942
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/falseabuseclaims/"
    },
    "type": "petition"
}