{
    "data": {
        "attributes": {
            "action": "protect our canals by not selling off property owned by British waterways",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Further to recent announcements concerning the potential sell-off of properties owned by British Waterways by the Treasury, we petition the Prime Minister to give assuarnces that our canals will be protected and recent levels of investement, a credit to Labour, is maintained. \n\nOur canals are great source of pleasure for many people in the country, providing a source of employment through tourism and associated businesses. They're also home to many forms of wildlife. Without proper management this will ebb away and the network return to a state of decay and ruin.\n\nWe urge the Government to allow British Waterways to retain its property portfolio, protecting its essential source of revenue and ensure the sustainability of its work.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-11-15T14:13:12.762844Z",
            "creator_name": "Ian Rees",
            "government_response_at": "2011-02-22T14:52:53.700283Z",
            "government_responses": [
                {
                    "created_at": "2011-02-22T14:52:53.700283Z",
                    "details": "You signed a petition asking the Prime Minister to protect our canals by not selling off property owned by British waterways.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=protectourcanals\n\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'protectourcanals'",
                    "updated_at": "2011-02-22T14:52:53.700283Z"
                }
            ],
            "opened_at": "2009-11-15T14:13:12.762844Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 22309,
            "state": "finished",
            "updated_at": "2011-02-23T09:52:53.868838Z"
        },
        "id": 13974672
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/protectourcanals/"
    },
    "type": "petition"
}