{
    "data": {
        "attributes": {
            "action": "tax relief",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Not to remove the tax deduction on child care vouchers ,in order to give money to people who in my opinion do not deserve a single penny more than they already get. I work my *** off all week not earning a fortune and one of the few perks i get is tax relief on child care , so exactly why the **** should i further bankroll a bunch of lazy bone idle ******** to sit at home and get paid for doing **** all. I contribute to national insurance they dont and have absolutley no intention of ever doing so . Oh and by the way before any bleeding heart liberal / socialists start whining, i spent 13 years working in one of the North of Englands largest council estates where we were up to 3 generations of lazy ***** who thought the state owed them a living . This money if given to them will be spent on drugs , alcohol or tabacco not on the children not ever.You live in a middle class fantasy world if you think other wise.",
            "closed_at": "2010-11-15T00:00:00Z",
            "created_at": "2009-11-15T17:07:28.975043Z",
            "creator_name": "mr n mullen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-15T17:07:28.975043Z",
            "rejected_at": "2009-12-19T00:01:01.822732Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-19T00:01:01.822732Z"
        },
        "id": 13975444
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/resdtont/"
    },
    "type": "petition"
}