{
    "data": {
        "attributes": {
            "action": "Restore morning assembly to all schools in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is proposed that the government make morning assembly compulsory for all 3 to 16 year old schol children.\nIt is vital that young people be allowed to develop the spiritual element of their being.\nThe inward realisation that we are all one is the key to a harmonious world.\nIt is proposed that schools which already have a morning assembly are not interfered with.\n(There are many roads to god)\nFor schools with pupils of many religions, it is proposed that the assembly should take the form of a spiritual gathering with no teaching of any one religion.\nAll religions share many basic teachings.\n(it can never be wrong to teach love and respect)\nIt is proposed that the form and content of the assembly be determined by the heads and staff of each school.\nEvery school will have a wealth of spiritual interests to draw from within its staff.(egs.yoga, good breathing technique,  relaxation techniques, an awareness of the joy which charitable works can bring etc)\nThe ending of the gatherings should consist of a mutual blessing \neg May the long time sun shine upon you\nAll love surround you\nAnd the white light within you \nGuide your way on",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-11-14T15:57:16.903455Z",
            "creator_name": "Ms Carol Ivory",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-14T15:57:16.903455Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 13971126
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/soul-education/"
    },
    "type": "petition"
}