{
    "data": {
        "attributes": {
            "action": "A pubic enquiry into FENSA not complying with Building Regulations",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A pubic enquiry into why FENSA are not complying with Building Regulations.\n\nFENSA and it's Members are Self Regulated, to install windows, all installations must comply with the Legal Requirements.\nFENSA and Anglian Home Improvements are illegally advertising that FENSA enforces Building Regulations.\nFENSA after years then state they cannot enforce Building Regulations, as they do not have legal powers,  if a Member refuses to comply with Building regulations, there is nothing they can do.\n4 BBA/FENSA, inspections, one installation controlled by the BBA/FENSA my installation, of windows, are without the legally required Spreader Plates in Bay windows.\nFENSA/GGF, refuse to investigate, and stop the illegal installations carried out by Anglian Home Improvements, illegally issuing FENSA Certificates, after refusing to comply with Building Regulations.\nFENSA take over 2 years to carry out Safety inspections, after Acknowleging one of its Members had carried out Dangerous Installations,  after refusing to comply with the Legal Requirements, \nBuilding Control in Manchester agree with me, and have stated, the only way now, is Public Exposure.",
            "closed_at": "2010-11-19T00:00:00Z",
            "created_at": "2009-11-14T13:43:47.200140Z",
            "creator_name": "Philip jennings",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-14T13:43:47.200140Z",
            "rejected_at": "2009-12-24T00:01:01.325433Z",
            "rejection": {
                "code": 514,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement. We would also suggest that you amend your spelling of the word \"public\" in the title and the extra detail of the petition.\n\nAs we cannot verify some of the claims in your petition, we also cannot accept it as it is currently worded. We would suggest that you remove accusations of illegal behaviour from the text.",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-24T00:01:01.325433Z"
        },
        "id": 13970465
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FENSA-BBA/"
    },
    "type": "petition"
}