{
    "data": {
        "attributes": {
            "action": "create an offence which makes it illegal for persons to bring mobile telecomunication devices into police stations.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Unlike prisons persons are allowed to bring mobile telecommunications devices into police stations. This includes members of the public and legal representatives being granted unsupervised access to persons under arrest. No power exists in law to require these persons to hand over mobile telecommunication devices and unsupervised access to their clients must be afforded to them. It is illegal to 'jam' mobile devices and so there are at present no way to protect the course of justice and public from this issue. The security issues surrounding prisoner access to telecommunications is well known and an unknown number of criminal investigations are hindered or lost each year by prisoners gaining access to such devices. It is hoped that the prime minister will allow for similar laws to be passed to those that cover prisons in order to restrict the possession of mobile communication devices within police stations.\nIn addition consideration should be given to attaching a power of search in the cases of persons being given unsupervised access to persons in custody.",
            "closed_at": "2010-02-19T00:00:00Z",
            "created_at": "2009-11-14T20:54:44.292647Z",
            "creator_name": "Gavin Loosemore",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-14T20:54:44.292647Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 16,
            "state": "finished",
            "updated_at": "2010-02-20T00:01:01.390500Z"
        },
        "id": 13972349
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NotTaken/"
    },
    "type": "petition"
}