{
    "data": {
        "attributes": {
            "action": "Improve the quality and use of democratic tools",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Plan A:Make e-petitions work:\n1. Correct spelling and grammar before publication. 2.Do not publish mendacious petitions, impossible requests or repeat petitions. 3. Introduce a Dewey type coding system to simplify searches for people planning to publish on or support particular issues. 4.For each petition enable people to vote against it as well as for it. 5. Collect a voluntary database of email addresses and their special interests by Dewey type coding. Notify people when 'relevant' petitions are published. 6. Include a locale code so they can also be notified when petitions of local interest are published 7. Run an awareness campaign by television adverts and by getting the PM to quantify somewhere the response to petitions. \nPlan B:Use this website  together with TV radio and magazine advertising as a way of selecting 'informed interest' groups to help shape policy by examining and criticising bills before they go to the House.\nPlan C: adopt a form of PR for elections reducing the overall number of MPs.\nPlan D: Totally commit parliament to 1 term of consolidation of laws using cross party committees to include invited experts and to run reviews to simplify statute.",
            "closed_at": "2010-03-17T00:00:00Z",
            "created_at": "2009-11-15T15:03:37.168003Z",
            "creator_name": "Roy James",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-15T15:03:37.168003Z",
            "rejected_at": "2009-11-23T14:57:27.725748Z",
            "rejection": {
                "code": 16384,
                "details": "Comments about the petitions system should be sent to number10@petitions.pm.gov.uk.\n\nNB We are not permitted to edit petitions at any stage during the process, and this includes amending or adding additional text, amending petition titles, 'improving' petitioners spelling, punctuation or grammar -  to do so means we would be interpreting motives and this would be a very delicate issue. As a user-generated part of the site, we have felt it best to let petitioners express themselves.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-23T14:57:27.725748Z"
        },
        "id": 13974848
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Active-democracy/"
    },
    "type": "petition"
}