{
    "data": {
        "attributes": {
            "action": "stop Peruvian and Bolivan soldiers using dogs for target practice",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Wicked rotten soldiers in Peru seem to think that live dogs are as good as human shaped dummies when it comes to combat training.I am just in awe of how wicked and rotten someone needs to be to kill a dog thats tied down and completely defenseless.I can not see how killing a helpless, tied-up puppy helps combat training in any way other than to make the soldiers more heartless than they already are, which seems to be the point here. The point of the training is to make sure that the soldier can kill a helpless individual without discrimination, regret or guilt, and also, weed out the softhearted. Barechested commandos brandishing knives take turns to charge towards a live dog, tied and spreadeagled between vertical poles. They slash and stab the helpless, yelping animal until it dies. Then, in a grotesque act of military machismo, the soldiers eat the dog’s heart and drink its blood.The mongrel can move its head but is otherwise utterly defenceless. It can only scream as the knives rip through its skin. Worse, the dog is a camp pet that belongs to the soldiers, an extra detail to ensure that these killers are rendered truly heartless, unhindered by emotion or sentiment.",
            "closed_at": "2010-11-14T00:00:00Z",
            "created_at": "2009-11-14T15:43:06.315122Z",
            "creator_name": "Mrs Gemma Horton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-14T15:43:06.315122Z",
            "rejected_at": "2009-12-23T00:01:01.357438Z",
            "rejection": {
                "code": 4096,
                "details": "You may wish to reword your petition to ask for an action that can be taken by the PM on this issue eg bringing it up with the relevant Governments.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-23T00:01:01.357438Z"
        },
        "id": 13971060
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Peruvian/"
    },
    "type": "petition"
}