{
    "data": {
        "attributes": {
            "action": "make it illegal for employers to make previous experience a prerequisite to apply for trainee and junior positions",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many employers are recruiting via the internet; in order to apply, candidates must meet certain requirements, however, it has come to my attention that some employers are making it a prerequisite that to apply for junior/trainee positions (for which a candidate should need no relevant previous experience), the candidate must have previous experience as a junior/trainee, therefore making it impossible for the younger or less experienced candidates for whom these roles should be aimed, to complete their applications. Furthermore, an applicant for a trainee position should be someone who is untrained, not someone who is already experienced in the role. \nA well known British Department Store has been known to discriminate via this method; to apply for the role of “Trainee Fashion Buyer”, a role that would be suitable for an inexperienced fashion graduate for example, it was a prerequisite to have “already been a Trainee Fashion Buyer” in the past, if you answered \"no\" to this prerequisite, you were not allowed to apply for the trainee position. \nToo many companies are discriminating in this way, it is unfair and ought to be better governed.",
            "closed_at": "2010-02-19T00:00:00Z",
            "created_at": "2009-11-15T16:58:13.486060Z",
            "creator_name": "Anneka Sanghera",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-15T16:58:13.486060Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 61,
            "state": "finished",
            "updated_at": "2010-02-22T03:01:36.824082Z"
        },
        "id": 13975400
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Prerequisites/"
    },
    "type": "petition"
}