{
    "data": {
        "attributes": {
            "action": "extend the London Underground to Streatham",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Chuka Umunna, Labour’s Parliamentary Candidate for Streatham has, in July 2009, obtained confirmation that Mayor Johnson and TfL exploring plans to extend the Bakerloo line southwards to Lewisham and the feasibility study of such a scheme is at an advanced stage.\n\nWe demand to know why an extension of the Bakerloo line to Streatham has not been considered. Streatham is in greater need of improved transport links and, areas such as Lewisham are already well served by various transport connections, including (since 1999) the Docklands Light Railway.\n\nA southward Bakerloo line extension from Elephant & Castle should run through Camberwell and Brixton to Streatham. Such an extension would relieve the extreme congestion on the Streatham High Road part of the A23 (aiding the ingress and egress to London from the South) and on the Northern and Victoria lines.\n\nAlternatively (in concert with other projects) the Victoria line could be extended South from Brixton through Streatham.",
            "closed_at": "2010-11-15T00:00:00Z",
            "created_at": "2009-11-15T18:38:26.814639Z",
            "creator_name": "Kent Martin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-15T18:38:26.814639Z",
            "rejected_at": "2009-12-18T00:01:02.276829Z",
            "rejection": {
                "code": 4096,
                "details": "Following the creation of the Greater London Authority, Transport for London (TfL), which falls under the Mayor of London's jurisdiction, is now responsible for the London Underground and day-to-day management of transport services in London, with the exception of National rail at present.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-18T00:01:02.276829Z"
        },
        "id": 13975950
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/streathamtube/"
    },
    "type": "petition"
}