{
    "data": {
        "attributes": {
            "action": "support the Palestinian Authority's call for a UN Security Council resolution recognising the State of Palestine",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Palestine Liberation Organisation (PLO) declared the independence of the State of Palestine on 15 November 1988. This declaration included the recognition of the State of Israel within its pre-1967 borders.\n\nThe Madrid Conference of 1991 and the subsequent Oslo Accords of 1993 were supposed to lead to the realisation of a Palestinian state on the ground by 1998. Today, following nearly 20 years of fruitless negotiations with the Israelis, the Palestinians are still no closer to independence, whilst in this same period the number of Israelis living in illegal settlements in the occupied Palestinian territories has doubled.\n\nOn 15 November 2009, the Palestinian Authority called on the UN Security Council to recognise the State of Palestine, offering unequivocal support for the realisation a Palestinian state on the ground within the pre-1967 borders alongside Israel.\n\nTo date, the State of Palestine is recognised by nearly 100 UN member states, including Russia, China and a number of EU countries. We ask the Prime Minister to support the call of the Palestinian Authority for full international recognition of their statehood.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-11-17T11:39:20.524738Z",
            "creator_name": "Ahmad Barclay",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-17T11:39:20.524738Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 348,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13988870
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stateofpalestine/"
    },
    "type": "petition"
}