{
    "data": {
        "attributes": {
            "action": "re-introduce the Nit Nurse to schools to erradicate nits and stop them from spreading. The Government, NHS and Education Authority need to work together and address this important issue.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Nits are increasing by the minute and spreading like wild fire in schools and this issue needs to be sorted out now, it has been left too long to ignore!\n\nUnfortunately due to the Human Rights Law, schools are unable to check or inform parents/guardians about this problem as it expolites human rights. Therefore, we the undersigned call on the Goverment, NHS and the Education Authority to look at ways to bring back the \"nit nurse\" in all schools on a regular basis, to make it school policy that children get checked, parents informed of the situation and asked to treat their family before returning to school to help prevent the re-occuring headlice, and to hopefully ensure schools are headlice free in the future. \n\nPlease pass this petition onto parents that also suffer with the long drawn out process of checking and erradicating nits.\n\nMany thanks to reading and signing this petition.",
            "closed_at": "2010-02-16T00:00:00Z",
            "created_at": "2009-11-16T23:11:40.131740Z",
            "creator_name": "Lisa Silcock",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-16T23:11:40.131740Z",
            "rejected_at": "2009-12-23T00:01:01.357438Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/school-nurse/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-23T00:01:01.357438Z"
        },
        "id": 13986661
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ErradicateNits/"
    },
    "type": "petition"
}