{
    "data": {
        "attributes": {
            "action": "Repeal the European Arrest Warrant (Extradition Act 2003)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The European Arrest Warrant has reduced the extradition of a British citizen to another EU member state to a mere bureaucractic formality.\n\nThe European Arrest Warrant should be repealed and replaced with an Extradition Act that includes the following safeguards:\n\n1) Prima facie evidence must be considered by the Brtish court considering extradition so it can satisfy itself that there is a proper case to answer.\n\n2) The court must be satisfied that the country requesting extradition has a proper legal system and that a fair trial will take place.\n\n3) The crime in question must be a specific offence, and also be a crime in the UK.\n\n4) The court can refuse extradition if it finds that points 1), 2) or 3)are not fulfilled.\n\n5) The Home Secretary must have the power to refuse extradition if he or she has reason to believe that an injustice would be done if extradition were granted.\n\nThe British Government and Parliament has surrendered their most basic duty to protect the citizen from unjust arrest and imprisonment and this must be rectified.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-11-16T17:46:13.083316Z",
            "creator_name": "Gerard Batten MEP",
            "government_response_at": "2010-09-17T16:15:44.771389Z",
            "government_responses": [
                {
                    "created_at": "2010-09-17T16:15:44.771389Z",
                    "details": "You signed a petition asking the Prime Minister to repeal the European Arrest Warrant (Extradition Act 2003).\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=RepealtheEAW\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'RepealtheEAW'",
                    "updated_at": "2010-09-17T16:15:44.771389Z"
                }
            ],
            "opened_at": "2009-11-16T17:46:13.083316Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 533,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13984278
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RepealtheEAW/"
    },
    "type": "petition"
}