{
    "data": {
        "attributes": {
            "action": "respond with the utmost urgency to the growing threat of climate catastrophe, and in particular to commit sufficient public funds to the creation of at least one million new climate jobs in construction, public transport, renewable energy, re-use & recycling, education & training, and other sectors.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At some point gradual climate change is going to turn into runaway catastrophe. We may well hit that point in the next twenty years. To avoid doing so, we need drastic cuts in the amount of carbon dioxide, methane and other greenhouse gases we put into the air. This will mean government regulation and international agreements. It will also take a lot of work – jobs. We have to produce wind, wave, tide and solar power. We have to renovate and insulate our homes and buildings. And we have to provide a network of cheap buses and trains. There are two and a half million unemployed people in Britain. By next year there are likely to be three million or more. It is possible that the economy will have started to 'recover' during 2010. But unemployment will grow for a time even after 'recovery' begins, and may stay high for a very long time. We have people who need jobs and work that must be done. A million climate jobs in the UK will not solve all the economy's problems. But it will take a million human beings off the dole and put them to work saving the future.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-11-16T19:09:57.715356Z",
            "creator_name": "Roy Wilkes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-16T19:09:57.715356Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 307,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13984942
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Climate-Jobs/"
    },
    "type": "petition"
}