{
    "data": {
        "attributes": {
            "action": "Introduce urine tests for benefit claimants",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I work, they pay me. I pay my taxes and the government distributes my taxes as it sees fit. \n \nIn order to earn that pay cheque, I work on a rig for a drilling contractor. I am required to pass a random urine test for drugs and alcohol, with which I have no problem. \n \nWhat I do have a problem with is the distribution of my taxes to people who don't have to pass a urine test. \n \nShouldn't one have to pass a urine test to get a benefits cheque because I have to pass one to earn it for them? \n \nPlease understand that I have no problem with helping people get back on their feet. \n \nI do on the other hand have a problem with helping someone sit on their arse drinking beer and smoking dope. \n \nCould you imagine how much money the government would save if people had to pass a urine test to get a benefit cheque? \n \nSomething has to change in this country and this would be a good start, if your honest we will help but why should we work to fund alcohol and drugs, at best leisure and at worst illegal pursuits",
            "closed_at": "2010-02-16T00:00:00Z",
            "created_at": "2009-11-16T21:24:39.908334Z",
            "creator_name": "Gav Young",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-16T21:24:39.908334Z",
            "rejected_at": "2009-12-23T00:01:01.357438Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Drugs-Testing/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-23T00:01:01.357438Z"
        },
        "id": 13986023
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bennefits/"
    },
    "type": "petition"
}