{
    "data": {
        "attributes": {
            "action": "Stop estate agencies charging ridiculous admin fees.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Estate agencies need to be regulated and legislation granted to protect the tenant and landlord from paying over-inflated admin fees.\nAdmin fees are levied around by the agencies as they wish for simple things such as credit checks (which cost around £10 on average) inventory lists and a basic tenancy agreement.\nThe average admin fee you are likely to pay to a letting agency can be anywhere from £100 - £400 adding charges as they feel fit. \nNot only are you charged an admin fee when you begin the application process - other ridiculous fees are loaded onto you when your contract comes to an end such as a 'checking out' fee for moving out of the property at around £50 or if you decide to renew your contract a 'renewal' fee of the same amount of money you would pay when you started your contract.\nI therefore ask the Prime Minister and Government on behalf of the general public to legislate and regulate estate agencies so that they cannot take anymore money that should not rightly belong to them for 'admin fees' and protect the welfare of tenants and landlords throughout this country.",
            "closed_at": "2010-11-17T00:00:00Z",
            "created_at": "2009-11-17T08:46:08.738469Z",
            "creator_name": "Jennifer Lines",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-17T08:46:08.738469Z",
            "rejected_at": "2009-12-23T00:01:01.357438Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Credit-Checking/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-23T00:01:01.357438Z"
        },
        "id": 13987399
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/adminfees/"
    },
    "type": "petition"
}