{
    "data": {
        "attributes": {
            "action": "Ensure that Ford Motor Co; honours its pensions commitment to its former employees.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In June 2000 Ford Motor Company spun off a new company staffed by its own Ford employees.  This new company was called Visteon UK Limited.  The transferred employees were Guaranteed mirrored terms and conditions for life, including Pensions.  In March 2009 Visteon UK Limited went into administration, leaving an underfunded Pension scheme; not before they had created another Visteon Company in which to transfer certain staff/managers (which is still trading today), leaving all the bad debts and pensioners behind.\n\nThe Visteon UK pension scheme is now being investigated by the Pensions Regulator and despite support from the Pension Protection Fund, some former Visteon employees are facing cuts in their pensions by more than 40%.  There is great concern for any enforced financial loss to members and their families of the pension scheme, who had received this lifetime guarantee in terms and conditions.\n\nWe call for the government to ensure that Ford Motor Co honours its commitment to its former employees, thereby avoiding entry into the Pension Protection Fund.\n\nVisteon Pension Action Group.",
            "closed_at": "2010-03-01T00:00:00Z",
            "created_at": "2009-11-17T21:02:31.991629Z",
            "creator_name": "Mike Bonfield",
            "government_response_at": "2010-03-30T13:05:56.020032Z",
            "government_responses": [
                {
                    "created_at": "2010-03-30T13:05:56.020032Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ensure that Ford Motor Co; honours its pensions commitment to its former employees.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22993\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'VPAG-protest'",
                    "updated_at": "2010-03-30T13:05:56.020032Z"
                }
            ],
            "opened_at": "2009-11-17T21:02:31.991629Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1694,
            "state": "finished",
            "updated_at": "2010-04-28T16:20:03.630450Z"
        },
        "id": 13993060
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VPAG-protest/"
    },
    "type": "petition"
}