{
    "data": {
        "attributes": {
            "action": "Please do something about / Debt Collection agencies who harass clients.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As an FSA Authorised broker - I spend 90% of my time helping people to cope with the endless threats and really nasty debt collection agencies - some who leave scary voice messages on phones. MBNA and Virgin who are the worst culprits. The endless selling of the same debt over and over again mainly to law firms pretending to represent banks and card firms even after the person concerned has agreed to pay via the Consumer Credit Counselling Service the Charity debt collection service. Many people I deal with are really scared and stressed out and many even suicidal. I am an old bulding society/banker and economist living in Westminster I think Harriet Harman should be doing something to curb the mushrooming of these debt harrassment companies that pay bonuses to the Collection centre staff on every £1000 collected. Please Prime Minister you are a very kind man - can you get Harriet Harman to do something - The FSA and CML have been unhelpful and just do not want to know.\n\nYours Sincerely\n\nMelanie Prendiville\n36\nNo 35 Buckingham Gate\nLONDON SW1E 6PA\n0207 828 8188\n07792057231",
            "closed_at": "2010-02-25T00:00:00Z",
            "created_at": "2009-11-18T13:39:42.298104Z",
            "creator_name": "Melanie Prendiville",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-18T13:39:42.298104Z",
            "rejected_at": "2009-11-27T11:58:53.339938Z",
            "rejection": {
                "code": 65536,
                "details": "Hi Melanie - please remove your name and address from the full text of your petition and resubmit.",
                "reasons": [
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-27T11:58:53.339938Z"
        },
        "id": 13996744
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Callers/"
    },
    "type": "petition"
}