{
    "data": {
        "attributes": {
            "action": "investigate Britain's Iraeli lobby and the influences it has on our MP's and the media including the BBC.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Channel 4 Dispatches had created a remarkable programme which investigated one of the most powerful and influential political lobbies in Britain. The programme revealed the corruption and bribery that is and had taken place amongst some of our great British Politicians who have only just got over the expenses scandal. These politicians should focus more on Britain and its people instead of accepting ‘donations’ who are working in support of the interests of the State of Israel and not of the great British public.\n\nThe investigation should further explore the pro-Israeli lobby groups including the media support groups and what economic connections these groups and its members have to Israel. It should also explore the influences that MP's have had in support of the Israeli attacks on Palestine and Lebanon. The investigation should also look at how the media is also affected by such lobby groups and exposed. This should include any affiliations that the BBC may have towards a pro-Israeli lobby groups including a clear justification of why the DEC appeal for Gaza was not accepted.",
            "closed_at": "2010-01-17T00:00:00Z",
            "created_at": "2009-11-17T20:23:42.984183Z",
            "creator_name": "Shaun Ahmad",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-17T20:23:42.984183Z",
            "rejected_at": "2010-02-10T00:01:01.446510Z",
            "rejection": {
                "code": 20482,
                "details": "Some of the issues raised are a matter for direct communication with Parliament rather than central government.",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements",
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-10T00:01:01.446510Z"
        },
        "id": 13992731
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/israellobbygroup/"
    },
    "type": "petition"
}