{
    "data": {
        "attributes": {
            "action": "stop the deportation of 6 year old Adrian Atkinson and his mam Anna",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A boy of six born in Britain faces being sent to a war-ravaged part of Africa because his parents split up.\n\nAdrian Atkinson's mother, Anna, has been ordered to go to the Congo Republic within the next nine days. \nAnna was born in the Congo but fled 10 years ago after her sister was killed in the war\nShe moved to Gabon where she worked in a bar.\n\nIt was there she fell in love with Adrian's dad Daniel, a British oil worker, and moved to Millfield.\n\nThey married in 2003 and Adrian was born the same year. they began divorce proceedings two years ago\n\nMarrying a British citizen does not give a foreigner automatic citizenship and Anna had to apply for a visa.\nShe has now been told by the Home Office she has to leave the country by November 25 – or she will be arrested and forcibly removed.\n\nWhile Adrian has the right to stay, friends say he could not face being torn apart from his mum \n,we will have nowhere to live and he will not even be able to talk to other children because they speak French.",
            "closed_at": "2009-12-17T00:00:00Z",
            "created_at": "2009-11-17T17:23:10.843051Z",
            "creator_name": "ANN EDDY",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-17T17:23:10.843051Z",
            "rejected_at": "2009-12-23T00:01:01.357438Z",
            "rejection": {
                "code": 16384,
                "details": "We cannot accept petitions about individual legal cases such as this, as individual legal cases are a matter for direct communication with the Home Office. Please refer to our terms and conditions for more information: http://petitions.number10.gov.uk/terms",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-23T00:01:01.357438Z"
        },
        "id": 13991531
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AdrianAtkinson/"
    },
    "type": "petition"
}