{
    "data": {
        "attributes": {
            "action": "Oppose the Equality Bill which will kill off the public celebration of Christmas in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Christmas celebrations could be banned under Harriet Harman's controversial Equality Bill.\nPart of the evidence being considered by the Parliamentary committee examining the Bill, said: 'Under existing legislation, we have seen the development of a risk-averse culture with outcomes as ridiculous as reports of a local authority instructing tenants to take down Christmas lights in case they might offend Muslim neighbours, or of authorities removing the word Christmas out of cultural sensitivity to everyone except Christians.\nUK is a Christian society with freedom of speech and expression - this should not be allowed to happen!!!",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-11-18T06:09:15.582482Z",
            "creator_name": "Mr Andrew Osborne",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-18T06:09:15.582482Z",
            "rejected_at": "2009-12-25T00:01:01.514555Z",
            "rejection": {
                "code": 2,
                "details": "The Public Sector Equality Duty within the Equality Bill will not ban anything to do with religious celebration. Local authorities and their tenants will still be able to put up Christmas tree lights or mark any other religious festival such as Diwali, Eid or Chanukah. The Equality Bill absolutely does not require public authorities to avoid using the word ‘Christmas’ or to avoid references to any other religious festivities in its literature or other materials.",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 13994208
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EqualityBill/"
    },
    "type": "petition"
}