{
    "data": {
        "attributes": {
            "action": "ensure that all Arms Length Management Organisations who qualify immediately receive all the Decent Homes programme funding promised to them.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Thousands of council house tenants in properties managed by an Arms Length Management Organisation (ALMO) will not now receive the improvements to their homes that they were promised this year or next.\n\nThe Government’s decision to divert  £150 million from the Decent Homes programme to fund new housing means ALMOs who had not gained the required two star rating by 17th July 2009 will not be guaranteed the funding promised to enable them to bring their properties up to a decent standard. As a result, many tenants now feel badly let down.\n\nThe Decent Homes programme has improved the lives of tenants in some of the worst housing in the country. It has also created and sustained many jobs and apprenticeships. Diverting funding will put many of these at risk.\n\nALMOs are calling on the Government to stand by its pledge to council tenants whose housing conditions are amongst the worst in the country.",
            "closed_at": "2010-02-23T00:00:00Z",
            "created_at": "2009-11-17T16:54:49.120225Z",
            "creator_name": "Ms Gwyneth Taylor",
            "government_response_at": "2010-03-16T11:50:40.960449Z",
            "government_responses": [
                {
                    "created_at": "2010-03-16T11:50:40.960449Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure that all Arms Length Management Organisations who qualify immediately receive all the Decent Homes programme funding promised to them.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22821\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'DecentHomes'",
                    "updated_at": "2010-03-16T11:50:40.960449Z"
                }
            ],
            "opened_at": "2009-11-17T16:54:49.120225Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 560,
            "state": "finished",
            "updated_at": "2010-02-24T00:01:01.640666Z"
        },
        "id": 13991291
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DecentHomes/"
    },
    "type": "petition"
}