{
    "data": {
        "attributes": {
            "action": "alter the Equality Bill to permit Christian displays and celebrations to take place.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Under the Equality Bill,all faiths will have to be treated equally and none given special treatment.\n\nThis means that councils or individuals putting up Christmas decorations or Christmas lights can now be prosecuted and face criminal charges for 'offending other faiths'.\n\nThe rights of Christians have been gradually eroded under this government- Christmas displays have had to be removed,nativities and carol concerts cancelled,Christmas cards and products renamed as 'festive' or 'seasonal' and even Christmas itself to be renamed Winterval or Luminos to remove the Christian element. \n\nIronically,the views of Christians,who according to the 2001 survey make up 75% of the country and many of whom are extremely offended by the refusal to allow them to celebrate their religious holidays are not even considered.\n\nIf this bill is to be inclusive and equal,it must permit freedom for Christian celebrations to be held freely,without fear of legal action or prosecution,and with the Christian element retained as a key part of that festival.",
            "closed_at": "2010-01-18T00:00:00Z",
            "created_at": "2009-11-18T11:03:56.977881Z",
            "creator_name": "Warwick Bassett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-18T11:03:56.977881Z",
            "rejected_at": "2009-12-25T00:01:01.514555Z",
            "rejection": {
                "code": 2,
                "details": "The Public Sector Equality Duty within the Equality Bill will not ban anything to do with religious celebration. Local authorities and their tenants will still be able to put up Christmas tree lights or mark any other religious festival such as Diwali, Eid or Chanukah. The Equality Bill absolutely does not require public authorities to avoid using the word ‘Christmas’ or to avoid references to any other religious festivities in its literature or other materials.",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-25T00:01:01.514555Z"
        },
        "id": 13995521
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/christianfaith/"
    },
    "type": "petition"
}