{
    "data": {
        "attributes": {
            "action": "stop new bank charges from bank of scotland charging £1 a day for overdraft facilites",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The bank of scotland are introducing bank charges on the 6th dec 09 charging for agreed overdraft facilites at the rate of £1 & £2 for every day customers use there agreed overdraft, I feel this is criminal as it again will affect only the poor who regularly use their overdraft.  charging £1 a day will cost customers £30 per month and £360 per year. some customer have more than one account and could finacially ruin some customers. the government have bailed out the bank during this credit cruch but I feel the customers are being charged for this privilage, this should be closly regulated as the bank of scotland stand to gain from the misery of these moraly unfair charges. they encourage customers to take overdraft facilites, then charge you for this, most cutomers cannot afford to reduce their overdraft as it would mean having to take out a loan at 25% APR, I know of people who have been refused a £1000 loan to reduce their overdraft but yet were granted £1000 overdraft prior? this is a time when the government told Britian that banks would help customers but these excessive charges for overfraft facilities is not the way forward.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-11-18T14:04:54.823836Z",
            "creator_name": "Sheree McMillan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-18T14:04:54.823836Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 61,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 13996931
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/overdraft-charge/"
    },
    "type": "petition"
}