{
    "data": {
        "attributes": {
            "action": "Give dedicated Support for Mothers and Fathers in hospitals whos babies are born stillborn",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I recently lost my little boy Harvey who was born stillborn at 25 weeks, the NHS staff I dealt with were amazing with me, however I wish there had been someone there who knew exactly how I felt and had been through the same ordeal, this could be from mothers who could come into the hospital and speak too the families and show support and knowledge of what the family is going through. This would, i feel relieve the need for people too see councillors after which currently there can be up too a 6 month to a year waiting list just too get an appointment, which is completely unsatisfactory, support is needed there and then not 6 months down the line where partners and family members have had too go back too work, and mothers are left on there own. I feel that mothers who have lost can have an opportunity to turn something that is so negative into a positive by supporting other mothers in leading them too self recovery, by working through there experiences and understanding ways of moving on. I myself would like to become the first volunteer and I hope the government would support me in encouraging this too become a permanent thing in hospitals for all families too have access too.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-11-19T16:05:21.847910Z",
            "creator_name": "Mrs Hayley French",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-19T16:05:21.847910Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14005368
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stillbornsupport/"
    },
    "type": "petition"
}