{
    "data": {
        "attributes": {
            "action": "Get the ban on Geocaches in the Royal Parks reversed",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We would appeal to the the Prime Minister to Approach the Royal Parks management and seek to get them to reconsider their ban on the placing of Geocaches within the boundaries of all Royal Parks managed by them.\nGeocaching is a hobby that encourages people of all ages and stature to partake of exercise and make use of public spaces and is  beneficial in pursuit of the Government’s approach to getting people to take more exercise. As this is also a family activity it encourages the younger generation to ‘get out’ with their family and also encourages the older generation to stay active. \nI would also like to point out that it actually contravenes the wording that is in their Business Section and is headed   ‘Holding events in The Royal Parks’\nGeocaching certainly fits the criteria mentioned within that quoted section\nMany  authorities  accept Geocaching with negotiated agreements in place so as the hiding of and searching for the actual Geocaches is carefully regulated.",
            "closed_at": "2010-02-23T00:00:00Z",
            "created_at": "2009-11-19T17:06:10.773705Z",
            "creator_name": "Richard Mullans",
            "government_response_at": "2010-07-30T16:47:06.538278Z",
            "government_responses": [
                {
                    "created_at": "2010-07-30T16:47:06.538278Z",
                    "details": "You signed a petition asking the Prime Minister to get the ban on Geocaches in the Royal Parks reversed.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=Geocaching\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'Geocaching'",
                    "updated_at": "2010-07-30T16:47:06.538278Z"
                }
            ],
            "opened_at": "2009-11-19T17:06:10.773705Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 540,
            "state": "finished",
            "updated_at": "2010-02-24T00:01:03.955340Z"
        },
        "id": 14005849
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Geocaching/"
    },
    "type": "petition"
}