{
    "data": {
        "attributes": {
            "action": "to rethink the changes to the 1988 Copyright, Designs and Patents Act; specifically allowing free use of photographs which will deny legitimate income to copyright holders who licence photographs.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The proposed changes to the 1998 C&DPA will allow free uncommercial use of copyrighted photographs.\n\nPhotographers make a living by issuing a licence for photographs to be used in a given context. Not only will this change deny an income stream, it will devalue the photographs themselves. How can a photographer issue a licence for something that is freely available?\n\nThe proposed changes make no sense whatsoever: If you want to watch a DVD, you pay for it.\nIf you want to watch a film at a cinema, you pay for it.\nIf you want to listen to an album, you pay for it.\n\nIn all of the above you do not own these items, you have a licence to watch,listen to, etc.\n\nIf you want to do any of these in a commercial situation I.e playing music in a shop, you'll need to pay a further licence fee to cover this. \n\nYet for photographs the Government is proposing that they can be freely used by anyone in a non-commercail sense. (On the flip side the Government is proposing to cut off an internet connection if you try to obtain music, films, etc for free.)",
            "closed_at": "2010-02-23T00:00:00Z",
            "created_at": "2009-11-19T21:47:37.693426Z",
            "creator_name": "Jason Bye",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-19T21:47:37.693426Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 66,
            "state": "finished",
            "updated_at": "2010-02-24T00:01:01.640666Z"
        },
        "id": 14007717
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/copyrightchange/"
    },
    "type": "petition"
}