{
    "data": {
        "attributes": {
            "action": "Abandon attempts to restrict international students' access to the best educational system in the world through the review of the Points Based System.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government is on the threshold of destroying one of its strongest export industries, the English language teaching sector, worth billions of pounds annually to the UK in visible and invisible exports. Tier 4 of The PBS, launched in April, brought sweeping changes to the int’l education sector. The gov’t’s aim was to rid the UK of bogus colleges, which were not just a security threat but also a blot on the UK’s unassailable reputation in education.  This work has not been completed. A further aim was to streamline the issuing of study visas. Some changes were welcome, others serve only to turn bona fide students away from the UK.  The gov’t now aims to further restrict int’l students from studying in the UK.  That will devastate this vibrant and highly professional industry, leading to mass redundancies in language schools, secondary schools, colleges & universities, with huge losses to the economy and Treasury. The English language is a crown Jewel – let’s protect and nurture it!",
            "closed_at": "2009-12-23T00:00:00Z",
            "created_at": "2009-11-19T20:31:51.292017Z",
            "creator_name": "Mr Shane Wilkinson",
            "government_response_at": "2010-01-21T14:32:21.629905Z",
            "government_responses": [
                {
                    "created_at": "2010-01-21T14:32:21.629905Z",
                    "details": "You signed a petition asking the Prime Minister to \"Abandon attempts to restrict international students' access to the best educational system in the world through the review of the Points Based System.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22219\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'PBSReview'",
                    "updated_at": "2010-01-21T14:32:21.629905Z"
                }
            ],
            "opened_at": "2009-11-19T20:31:51.292017Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7990,
            "state": "finished",
            "updated_at": "2010-03-02T03:01:35.222426Z"
        },
        "id": 14007233
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PBSReview/"
    },
    "type": "petition"
}