{
    "data": {
        "attributes": {
            "action": "stop wasting tax-payers' money at this time of recession on pointless radio advertising",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I understand from the TPA that the government is now responsible for 50% of radio advertising revenue and, as a regular listener, I find most of this is pointless and futile. For instance, the current one about \"benefit thieves\" (doesn't seem to be one for parliamentary expenses thieves, but there you go). Most people on benefits are honest people who find themselves having to claim them after years of paying into the system. When they then find themselves asked to survive on a measly £60 a week, who could blame them for doing a bit of work on the side? Those who are the scroungers and know how to work the system are running rings round the establishment and do you honestly think a radio ad is going to prick their conscience? All it is, is another empty gesture to give the impression that the government is doing something about the problem. It's time to stop this waste of money, especially when they've just refused funding for another drug that would give cancer sufferers longer with their loved ones. They need to wake up and realise which areas they do need to cut back on expense. Please sign this and stop this waste of money on what is more or less propaganda.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-11-19T23:19:35.269633Z",
            "creator_name": "Derek Green",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-19T23:19:35.269633Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14008184
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/radiogaga/"
    },
    "type": "petition"
}