{
    "data": {
        "attributes": {
            "action": "immediately give the people of the United Kingdom a referendum on withdrawal from the European Union",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I believe the recent creation of the posts of European Union President and Foreign Secretary without direct expressed consent from the people of the United Kingdom is undemocratic, unconstitutional, and damaging to the interests of the United Kingdom and its citizens.\n\nI believe it is therefore essential that the will of the British people is clearly known regarding continued membership of the EU, and that before the transfer of any further sovereignty from the democratic institutions of the UK to the bureaucracy of the EU, a similar mandate must be sought.\n\nThe ability of the EU to now raise its own taxes without the consent of the European people is even more damaging to democracy across the EU (this was after all one of the main causes of the American Revolution).\n\nI believe the UK will be better off out of the European Union (consider Norway and Switzerland) and must re-establish control of its own borders, foreign and defence policy and the primacy of democratic bodies over foreign bureaucracy in any case.\n\nIf you believe as I do please sign my petition",
            "closed_at": "2010-11-21T00:00:00Z",
            "created_at": "2009-11-21T13:03:05.477597Z",
            "creator_name": "Nick Ellis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-21T13:03:05.477597Z",
            "rejected_at": "2009-12-23T00:01:01.357438Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/EU-STAYorGO/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-23T00:01:01.357438Z"
        },
        "id": 14015703
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EUreferendum00/"
    },
    "type": "petition"
}