{
    "data": {
        "attributes": {
            "action": "overturn the decision by NICE to refuse 2nd generation life saving drugs to CML patients",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Chronic myeloid leukaemia is a form of blood cancer. The current treatment is Imatinib (IM). Approx. 40% of individuals may display resistance to IM.\n\nDasatinib (DS) & Nilotinib (NL) are licensed for the treatment of adults with chronic & accelerated phase CML with resistance or intolerance to IM. DS is also effective for Blast Crisis CML. Both received approval by the FDA & EMEA.\n\nNICE do not accept the evidence supplied in the initial report, as they consider open label, non blinded trial designs seriously flawed. \n\nCost of supply is the issue.\n\nWe are urging NICE to reassess their decision NOT TO fund the use of these EFFECTIVE treatments on the basis of cost – without the need for 4 arm (DS, NL, high dose IM) double blind randomised studies including a control group receiving ‘best supportive care’ – allowing none of them to crossover and no dose escalations according to how they respond.\n\nThe NICE assumed average age for CML is 60. \n\nWould you accept such a trial would be morally/ethically correct if it was aimed at young children with CML? What if your National Insurance scheme now doesn't treat you with the best drugs because the cost is considered too high?",
            "closed_at": "2010-01-11T00:00:00Z",
            "created_at": "2009-11-20T22:54:44.690860Z",
            "creator_name": "Michelle Richards",
            "government_response_at": "2010-02-05T15:02:18.492536Z",
            "government_responses": [
                {
                    "created_at": "2010-02-05T15:02:18.492536Z",
                    "details": "You signed a petition asking the Prime Minister to \"overturn the decision by NICE to refuse 2nd generation life saving drugs to CML patients.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22361\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'CML-NICE'",
                    "updated_at": "2010-02-05T15:02:18.492536Z"
                }
            ],
            "opened_at": "2009-11-20T22:54:44.690860Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7752,
            "state": "finished",
            "updated_at": "2010-02-24T03:01:36.581812Z"
        },
        "id": 14014087
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CML-NICE/"
    },
    "type": "petition"
}