{
    "data": {
        "attributes": {
            "action": "suspend the Climate Research Unit at the University of East Anglia from preparation of any Government Climate Statistics until the various allegations have been fully investigated by an independent body.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Climate Research Unit at the University of East Anglia is a “leading centre” for the investigation of  “manmade global warming” and government policy relies on the integrity of these statistics. Several claims have been made: that data was “cherry picked” to make the 20th century temperature rise look exceptional in historical terms; emails suggest the unit has colluded in “tricks” to “hide the decline” in a high profile scientific journal, and this unit has colluded in active, secret and highly political campaigning through the website “realclimate”.\n\nThe preparation of climate statistics require many judgements: stations move & sites become surrounded by urban sprawl (urban heating) & a judgement must be made of the size of the offset to apply to the global temperature record. The University accepts most emails are genuine so it appears the Unit has been acting in a highly partisan way incompatible with that of a neutral body preparing and interpreting government data. We call on the PM to suspend all further use of the climate research unit until all pertinent allegations have been investigated and any action (if any) has been taken.",
            "closed_at": "2010-02-24T00:00:00Z",
            "created_at": "2009-11-21T11:07:06.217305Z",
            "creator_name": "Mike Haseler",
            "government_response_at": "2010-03-24T10:11:17.487129Z",
            "government_responses": [
                {
                    "created_at": "2010-03-24T10:11:17.487129Z",
                    "details": "You signed a petition asking the Prime Minister to \" suspend the Climate Research Unit at the University of East Anglia from preparation of any Government Climate Statistics until the various allegations have been fully investigated by an independent body.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22924\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'UEACRU'",
                    "updated_at": "2010-03-24T10:11:17.487129Z"
                }
            ],
            "opened_at": "2009-11-21T11:07:06.217305Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3299,
            "state": "finished",
            "updated_at": "2010-07-12T16:30:01.946946Z"
        },
        "id": 14015065
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UEACRU/"
    },
    "type": "petition"
}