{
    "data": {
        "attributes": {
            "action": "stop the annual whale and dolphin massacre on the Faroe Islands.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Whales are sensitive, social animals with highly developed nervous systems. They have a profound capacity to suffer distress, terror and pain. Each year, the Faroese kill pilot whales and other small cetaceans. \n\nIslanders in motorboats first drive the whales into a bay. The chase may be lengthy. The exhausted, terrified and confused whales are eventually driven into the shallows. Here the bloodbath begins. The islanders repeatedly hammer 2.2 kg metal gaffs into the living flesh of each whale until the hooks hold. A 15 cm knife is then used to slash through the blubber and flesh to the spinal column. Next the main blood vessels are severed. The blood-stained bay is soon filled with horribly mutilated and dying whales.\n\nThe Faroese celebrate the butchery of their victims in an carnival atmosphere of entertainment. Indoctrinated from an early age, children are often given a day off school to watch the fun. They run down to the bay and clamber over the carcasses of slaughtered whales.\n\nEvery year around 2,000 whales are driven ashore and cruelly slaughtered in the Faroe Islands, mid-way between the Shetland Islands and Iceland.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-11-20T20:00:45.084782Z",
            "creator_name": "Ms Delyth Lloyd-Williams",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-20T20:00:45.084782Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 109,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14013310
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Faroes-dolphins/"
    },
    "type": "petition"
}