{
    "data": {
        "attributes": {
            "action": "consider the awarding of the George Medal posthumously to PC Bill Barker of Cumbria Police",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Bill died doing the job he loved. He was a police officer for 25 years who tirelessly worked to make Cumbria a safer place to live. His passion for being a police officer and serving the community in which he lived was huge. On the morning of the 20th November 2009 he was only too happy to venture onto the Northside bridge in Workington, even though the call to the police had suggested that the bridge was extremely unsafe. He saw that the risk of harm to others was so great that he heroically acted to prevent a catastrophe, which is exactly what would have happened had cars and pedestrians been allowed to continue on their journey. He was prepared to risk his own safety to safeguard others and as we know he paid for this heroism with his life. \nToo often do we fail to honour those who put themselves in danger for the benefit of others. Bill was a gentle and loyal Police officer. For his gallant and brave action he deserves to be posthumously rewarded with honour",
            "closed_at": "2010-01-21T00:00:00Z",
            "created_at": "2009-11-21T20:50:56.012640Z",
            "creator_name": "Mitch Franks",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-21T20:50:56.012640Z",
            "rejected_at": "2009-12-23T00:01:01.357438Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.direct.gov.uk/honours",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-23T00:01:01.357438Z"
        },
        "id": 14017876
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PCBARKER/"
    },
    "type": "petition"
}