{
    "data": {
        "attributes": {
            "action": "LEGALISE WEED NOW",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I want the government to finally grow up and legalise weed. Fags and alcohol are worse than cannabis and yet there legal? What aloud of rubbish! Atleast 90% of my town smokes cannabis and the extra 10% are snitches who everyone hates. Legalise weed and let us grow atleast 2 plants (not to make profit on but for personal use only!) and we should be able to smoke it in homes (yours and friends) but not in public! There should also be cafe's (18+) that sell cannabis just like amsterdam. Grow up and legalise weed! It doesn't make sense alcohol and fags are legal but weed isn't? It's unfair.. we get caught with weed and we get treated like murdered or something who have done big crimes & the police treat us like mugs... replemand for getting caught with a herb? To be honest.. government go grow up, and buck up your ideas... legalise weed NOW! You say \"It's a drug because it harms you\"... so does alcohol and fags.. they kill you! Has cannabis ever killed anyone? It's our bodies.. not yours.. fair enough about heroin or something buy cannabis is a natural herb.. it's not a drug!",
            "closed_at": "2010-01-24T00:00:00Z",
            "created_at": "2009-11-21T22:07:53.426960Z",
            "creator_name": "Ollie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-21T22:07:53.426960Z",
            "rejected_at": "2009-11-24T17:06:16.599358Z",
            "rejection": {
                "code": 256,
                "details": "Please address the excessive use of capital letters; they make your petition hard to read.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-24T17:06:16.599358Z"
        },
        "id": 14018146
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LegaliseWeedNow/"
    },
    "type": "petition"
}