{
    "data": {
        "attributes": {
            "action": "To create an urgent review of the evidence of global warming provided by the UEA Hadley Climate Research Centre",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "To ask the Prime Minister to create an urgent review of the evidence of global warming provided by the UEA Climate Research Centre.  The recent leak of emails, alleges a number of concerns about the quality of the data, the creation of information from the data, the attempts to stifle scientific debate and avoidance of releasing information under the Freedom of Information Act.  The review should be carried out by an independent panel consisting of an equal number of scientists who support and question AGW. If the data is incorrect we may wrongly suffer vehicle duties of £1,800 per year, individuals having punitive taxes if they exceed a personal carbon allowance, increases in electricity prices as more electricity is sourced from the expensive “green” sources, and the massive loss of jobs resulting in the decimation of British Industry as companies move to low carbon tax environments to escape punitive taxation.",
            "closed_at": "2010-03-23T00:00:00Z",
            "created_at": "2009-11-23T09:51:09.205124Z",
            "creator_name": "Adrian Kerton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-23T09:51:09.205124Z",
            "rejected_at": "2009-11-25T09:44:37.273955Z",
            "rejection": {
                "code": 2,
                "details": "The Hadley Centre was not involved, despite early reports.  The data loss was from the UEA's Climate Research Unit.",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-11-25T09:44:37.273955Z"
        },
        "id": 14029339
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Climate-Data/"
    },
    "type": "petition"
}