{
    "data": {
        "attributes": {
            "action": "Say NO to allotments in Church Road, Brown Edge, Staffordshire",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is a proposal to convert a picturesque village field into allotments. The field is situated in the village of Brown Edge Staffordshire which won the 2009 \" best kept village \" award. The field in question is a large open piece of land which is between a road leading to the village square and a number of residential properties, all of which benefit from the fabulous views and surrounding countryside. The proposed allotments would have a very negative impact on both the local residents and the village in general. To convert this beautiful location into allotments which incorporate sheds, toilets, car parking and refuse points would be an eyesore. It is also common knowledge from many of the neighbouring allotments that this proposal has the potential to create issues including anti-social behaviour, criminal damage and fly tipping, of which are non existant at present. Join this petition and allow this small village location and its residents to remain how they are.....untouched and perfect!",
            "closed_at": "2010-01-22T00:00:00Z",
            "created_at": "2009-11-22T20:14:51.111863Z",
            "creator_name": "Scott Mcgrath",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-22T20:14:51.111863Z",
            "rejected_at": "2009-12-23T00:01:01.357438Z",
            "rejection": {
                "code": 16384,
                "details": "Please contact your local authority.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-23T00:01:01.357438Z"
        },
        "id": 14026411
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoAllotments/"
    },
    "type": "petition"
}