{
    "data": {
        "attributes": {
            "action": "give Job Seekers Allowance to Graduates who are on unpaid placements/internships.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A rule of being on Job Seekers is that we have to be available to work to receive the money every two weeks. Whilst working for free, we are not available for work, however we carry on looking for work whilst on these placements. \n\nIf we were allowed to sign on, we cannot leave our placements every two weeks to sign on, because this leaves a bad impression on the employer, resulting in less chance of getting a job at the end of the internships.  Many graduates look for work placements away from home i.e cities with more opportunities, which also means we cannot go home to sign on (whilst on placements), and cannot change our Job Seeker claim to another branch because often people stay with friends and have no permanent address in their preferred city. Also if a person was on a placement, changing branches involves going to at least 2 interviews, again, leaving  bad impression on the employer.\n\nThere are other factors to each individual, but it seems unfair that we are working so hard to get a job, and receive nothing.",
            "closed_at": "2010-11-22T00:00:00Z",
            "created_at": "2009-11-22T11:25:55.594015Z",
            "creator_name": "Anon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-22T11:25:55.594015Z",
            "rejected_at": "2009-12-23T00:01:01.357438Z",
            "rejection": {
                "code": 8192,
                "details": "You must provide your full name before we can accept your petition.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-23T00:01:01.357438Z"
        },
        "id": 14020905
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/gradinterns/"
    },
    "type": "petition"
}