{
    "data": {
        "attributes": {
            "action": "Create a public work of art to highlight the right of women not to be subject to domestic violence.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Create a public work of art to highlight the right of women not to be subject to domestic violence.\nLike Antony Gormley's work the 'Angel of the North',which has fostered Northern pride, this could be a reference point to highlight the plight of women subject to hidden abuse.When women come accross the statue they will be reminded that there is a way out of their situation. Currently the average woman experiences 35 attacks before she contacts the authorities,which reflects the fear, confusion and shame felt by women experiencing violence at the hands of a partner.\nA national group statue cast from women survivors would highlight the issue, commemorate those over the centuries who have died because of domestic violence, including ritual killings, and act as a focus to remind women who experience domestic violence that they have nothing to be ashamed of, and that there is a way out.\nThe violence itself is the shameful act.",
            "closed_at": "2010-11-23T00:00:00Z",
            "created_at": "2009-11-23T00:13:42.060738Z",
            "creator_name": "Ms Rosemary Rimmer-Clay",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-23T00:13:42.060738Z",
            "rejected_at": "2009-12-24T00:01:01.325433Z",
            "rejection": {
                "code": 16384,
                "details": "the PM's office and central government are unlikely to fund individual works of art such as this. We suggest you contact your local authority or a group or organisation that works with women subject to domestic violence in the first instance. The Angel of the North, for example, was commissioned by Gateshead Council.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-24T00:01:01.325433Z"
        },
        "id": 14027931
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/womensurvivors/"
    },
    "type": "petition"
}