{
    "data": {
        "attributes": {
            "action": "Have someone tweak the number 10 petitions site",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned petition The Prime Minister to have someone tweak the number 10 petitions site so that stupid remarks like “Get off your ass and walk to the job centre” or “with governmental intellegence what could go wrong?!” etc that are posted on the petition (RemoteSigning) are not posted. The idea of the petitions site was, I assumed, for people to sign their name towards something they agreed with. The current system seems to allow comments on the main petition page rather than just a signature, which reduces it to nothing more than an un-moderated free-for-all. If the idea is to have comments on individual petitions then perhaps a forum would be a better place. If this is allowed to continue then this petition site will be even more useless than it is at present – or is that what the master plan is?",
            "closed_at": "2010-11-22T00:00:00Z",
            "created_at": "2009-11-22T13:44:40.359924Z",
            "creator_name": "Des Harcus",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-22T13:44:40.359924Z",
            "rejected_at": "2009-12-23T00:01:01.357438Z",
            "rejection": {
                "code": 16384,
                "details": "Comments about the petitions system should be sent to number10@petitions.pm.gov.uk.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-23T00:01:01.357438Z"
        },
        "id": 14022592
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/No-10-SiteAbuse/"
    },
    "type": "petition"
}