{
    "data": {
        "attributes": {
            "action": "intervene in the proposed change of 40 hectares of Green Belt land on Barton Moss to Brown Belt for the purpose of constructing Industrial Units",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The development of 40 hectares of Green Belt would remove the open space between Peel Green and Irlam entirely. The industrial land would be created either by removing Grade 1 agricultural land from by the airport, or alternatively – according to briefings from officers – bulldoze Boysnope Park Golf Club.\n\nSecondly, of course, the question arises of access to this proposed new site. The A57 already operates well above capacity at peak periods. You can add to this the traffic created by the now-approved Port Salford development, the Reds Stadium and an expanded City Airport Manchester. Even the upgraded highway will struggle cope with that additional traffic, never mind that created by 40 hectares of industry and warehousing.  The peope of Irlam and Cadishead have had enough of the abuse of Green Belt land and the increasing traffic problems foisted upon them.",
            "closed_at": "2010-11-22T00:00:00Z",
            "created_at": "2009-11-22T14:14:30.323262Z",
            "creator_name": "Mr Steven D Booth",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-22T14:14:30.323262Z",
            "rejected_at": "2009-12-23T00:01:01.357438Z",
            "rejection": {
                "code": 16384,
                "details": "Please contact your local authority in the first instance.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-23T00:01:01.357438Z"
        },
        "id": 14022958
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IrlamGreenBelt/"
    },
    "type": "petition"
}