{
    "data": {
        "attributes": {
            "action": "Stop Battery Farms, And Enforce Rules And Laws For Animal Cruelty And Testing.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Stop Battery Farms:\n20m+ battery hens farmed in the UK, live in cages on no bigger than A4 paper. Hens stay in the cage for 1Yr before slaughter, no sunlight or fresh air, & can't turn around! God created us humans to look after ourselves, others & the environment. We're harming animals,& THEY HAVE FEELINGS.\n\nStop Animal Cruelty:\nThere's no reason for innocent animals to be abused. Eating meat is part of life, but to torture the animals before you kill them & make them suffer is wrong. Piglets are buried alive & have their tails cut off, with no anesthetic. We should at least make sure the animal cant feel it. All the animals should be able to move freely.\n\nStop Animal Testing:\nA bunny, her eyes are taped wide open, a stinging liquid is dripped into her eyes. The test is done to see how much laundry detergent is needed before the animal goes blind, or her eyes are completely burned out. The test showed Laundry detergent is damaging to eyes. Really? No way! This is a very unnecessary test. You may as well get a knife & cut the eyes out! It is proberly just as painful. They may be different on the outside, - but inside they are the same as us!\n\nPlease sign this petition to put a stop to Animal Abuse! Thank You.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-11-22T16:04:06.849469Z",
            "creator_name": "Miss Isla Dunlop",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-22T16:04:06.849469Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 248,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14024127
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StopAnimalAbuse/"
    },
    "type": "petition"
}