{
    "data": {
        "attributes": {
            "action": "STOP THE MUSLIMS TRYING TO ENFORCE THEIR RELIGION AND BELIEFS ON UK RESIDENTS",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "WE THE BRITISH PEOPLE DO NOT WANT THIS RELGION IN OUR COUNTRY! AND WE CERTAINLY DO NOT WANT SHARIA LAW HERE! I AM A CHRISTAIN AND HOW DARE MUSLIMS TRY AND PUT MY FAITH DOWN AND TRY TO FORCE THEIR RELIGION ON ME. THEY THINK THAT THEIR GOD IS THE SUPREME GOD AND IF YOU ARE NOT A MUSLIM THEN YOU SHOULD BE KILLED! COULD YOU IMAGINE IF IT WAS THE OTHER WAY ROUND AND THE CHRISTIANS WERE TRYING TO FORCE THIER RELGION ON THE MUSLIMS AND TELL THEM THAT THEY WERE TO BE KILLED IF THEY DID NOT PRAY TO THE CHRISTAIN GOD AND JESUS? WHY IS THE BRITISH GOVERNMENT ALLOWING THIS TO GO ON? WHEN ARE WE THE BRITISH PUBLIC GOING TO HAVE OUR SAY?\nTHIS RELIGION IS FULL OF HATE AND WE THE BRITISH PEOPLE ARE INTIMIDATED AND ARE IN FEAR FOR OUR LIVES IN OUR OWN COUNTRY BECAUSE THIS RELIGION IS ESCULATING AND GETTING OUT OF CONTROL.\n\nWE THE BRITISH PUBLIC HAVE A RIGHT TO SAY WHAT GOES ON IN OUR COUNTRY AND WE AS HUMAN BEINGS HAVE THE RIGHT TO SPEAK OUT ABOUT SOMETHING THAT IS UNJUST!!!\n\nhttp://www.youtube.com/watch?v=Awmz_7HSeDw\n\nhttp://www.youtube.com/watch?v=-YWMby_z59s\n\nhttp://www.youtube.com/watch?v=wJdSk1m-2dY\n\nhttp://www.islam4uk.com/non-muslims/364-buckingham-palace-under-the-shariah",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-11-22T21:33:19.482835Z",
            "creator_name": "Debra Solomon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-22T21:33:19.482835Z",
            "rejected_at": "2009-12-23T00:01:01.357438Z",
            "rejection": {
                "code": 65666,
                "details": "",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements",
                    "Language which is offensive, intemperate, or provocative",
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 14027080
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/OUTOFHAND/"
    },
    "type": "petition"
}