{
    "data": {
        "attributes": {
            "action": "provide a standard of welfare provision law for food production animals which is in line with the standards that are set for people and which people expect for themselves thereby ensuring that factory farming did not exist any more.  .",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The standard of welfare and wellbeing provision law for food production animals should be immediately and permanently  raised in line with the standards that are set for people and which people hope to and expect to get out of life for themselves. And not of a lesser amount which would indicate that animals are of secondary importance to people. Thereby ensuring that factory farming did not exist any more. And to ensure that these animals are pampered and given VIP status during their short lives. So that they do not notice that they are destined for the dinner plate. Great lengths should be taken so that this fact would be well hidden from them. Therefore the food production animals would also have to be kept in smaller animal units. eg. in units of 10 animals together maximum. Also the animals would have to be given Super De-lux holiday style food and accommodation conditions which would be laid on for them and at their disposal so that they would think that they were guests on a permanent holiday.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-11-23T18:44:52.786901Z",
            "creator_name": "S. Bond.",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-23T18:44:52.786901Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14040720
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/animalprovisions/"
    },
    "type": "petition"
}