{
    "data": {
        "attributes": {
            "action": "pass an act of parliament, or to put into action funding, assistance and a plan to create an underground system in Birminingham, similar to that of in  London U.K.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With the appaling state of public transport and infrastructure in Birmingham, especially since Birmingham is meant to be the second city, we must have an Underground System.\n\nSomehow the majority of funding seems to have bypassed us, and that must change!. \n\nPublic Transport in Birmingham is dreadfully slow, and it takes a ridiculous amount of time to cover relativley short distances of several miles, yet alone travelling across the city or to go to work. \n\nIt is long overdue that Birmingham finally had it's own fully integrated Underground system, similar to London's, so that we can travel easilier around the city, and especially outside of work, when we go shopping or to visit tourist attractions, visit friends, or on nights out.\n\nAn Underground system will save us from paying extortionate taxi fares which many of us cannot afford, this severely limits us to what we can do, and that is wrong!. \n\nAn Underground system must be publicly owned, and run properly & safely with proper security, so that yobs, criminal and vandals do not defame it, and make it unpleasant or unsafe for passangers to use.\n\nThis will attract vital business and investment.\n\nWithout this investment, our city will die!.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-11-23T21:24:44.216592Z",
            "creator_name": "Kavan John Hawker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-23T21:24:44.216592Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14043366
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BirminghamTube/"
    },
    "type": "petition"
}