{
    "data": {
        "attributes": {
            "action": "investigate in an honest and open manner the climate change scandal (now known as 'Climategate') revealed by the released of hacked emails from the University of East Anglia’s Climatic Research Unit. We, the British and worldwide public, deserve to know the truth.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On 17 November 2009, hacked emails from the University of East Anglia’s Climatic Research Unit were posted on the internet. These emails have not only been authenticated by journalists such as Paul Hudson of the BBC, but also by the scientists themselves.\n\nThe British public, and people throughout the world, deserve and demand the right to know how deep this scandal runs. If some of the world's most 'renowned' climate change scientists are complicit in efforts to quiet their opponents, doctor evidence, and hide data, it calls this whole field of science into question.\n\nWe will not rest until the truth is known - until the data has been released and independent, open-minded climatologists have been given the opportunity to examine and prove its authenticity.",
            "closed_at": "2010-01-24T00:00:00Z",
            "created_at": "2009-11-24T11:16:12.514434Z",
            "creator_name": "Josh Hughes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-24T11:16:12.514434Z",
            "rejected_at": "2009-12-27T00:01:01.927219Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/HADLEY-LEAK/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-27T00:01:01.927219Z"
        },
        "id": 14049134
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/climatehonesty/"
    },
    "type": "petition"
}