{
    "data": {
        "attributes": {
            "action": "introduce a minimum sentence for mentally ill criminals who kill their victims.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "When mentally ill violent criminals kill and are found guilty of manslaughter on the grounds of diminished responsibility, they are often detained under the Mental Health Act. \nIf so they receive an indefinite sentence during which they are treated in secure facilities until a judge believes that they are well enough for release. There is no minimum sentence.\n\nEarly release, or fear of it can cause a sense of injustice for victims’ friends and family, and we therefore believe that introducing a minimum term of incarceration would provide them with a feeling of justice.\n\nIt would also show that the Government acknowledges their grief and places value on the lives taken.",
            "closed_at": "2010-02-25T00:00:00Z",
            "created_at": "2009-11-23T21:47:05.300208Z",
            "creator_name": "Jason Charles",
            "government_response_at": "2011-02-25T16:05:41.070124Z",
            "government_responses": [
                {
                    "created_at": "2011-02-25T16:05:41.070124Z",
                    "details": "You signed a petition asking the Prime Minister to introduce a minimum sentence for mentally ill criminals who kill their victims.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=minimumsentence\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'minimumsentence'",
                    "updated_at": "2011-02-25T16:05:41.070124Z"
                }
            ],
            "opened_at": "2009-11-23T21:47:05.300208Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 639,
            "state": "finished",
            "updated_at": "2011-02-25T16:05:41.070124Z"
        },
        "id": 14043664
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/minimumsentence/"
    },
    "type": "petition"
}