{
    "data": {
        "attributes": {
            "action": "We would like you to change Black History Month from October to August in the uk so that we can officially celebrate the month of our Freedom.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We would like the celebration of Black History Month to reflect history as follows; An act making not just the slave trade but slavery itself illegal was passed in 1833 and became law on August 1, 1834 in British Empire. Slavery was a legal institution in all of the 13 American colonies, and the profits of the slave amounted to 5% of the British economy. Colonial legislature was allowed to decide whether the slaves could be freed immediately or whether they first had to undergo a period of 'apprenticeship’. Emancipation did not become a reality for them until August 1838. Britain played a prominent role in the Atlantic slave trade and held the power and authority to pass the law in 1834 making slavery illegal in the UK. October has no significance to history concerning the descendants of slavery that live in the UK, it has no real substance for an annual celebration nor memorial.",
            "closed_at": "2010-12-27T00:00:00Z",
            "created_at": "2009-11-24T14:28:09.522149Z",
            "creator_name": "Charmaine Williams Clarke",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-24T14:28:09.522149Z",
            "rejected_at": "2009-12-29T11:00:18.353452Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-29T11:00:18.353452Z"
        },
        "id": 14054499
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BHMAugust/"
    },
    "type": "petition"
}