{
    "data": {
        "attributes": {
            "action": "accept that Lord (Peter) mandelson is entirely unsuitable for the proposed new post of 'Minister for Information\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We would like to remind the Prime Minister that in December 1998 (then) Mr Mandelson was forced to resign from his position as Secretary of State for Trade and Industry when it was revealed that he had deceived Brittania Building Society by obtaining a mortgage on a property on which there was already an outstanding loan for £373,000 made by fellow MP and businessman Geoffrey Robinson who was then under investigation by the DTI, and that Mr Mandelson failed to inform officials of the existence of the loan in breach of all regulations pertaining to the declaration of ministerial and members interests.\n\nWe would also like request that if the Prime Minister feels ‘minded’ to open the offices of the British government to international ridicule by appointing as \"Minister for Information\" an unelected peer who has been found to have deliberately deceived both parliament and his ministry, and a private company for purposes of personal gain, he might like to further confirm his belief in the rehabilitation of exposed wrongdoers by appointing as his deputy an unelected peer who has been jailed for perjury, namely Baron Archer of Weston-super-Mare.",
            "closed_at": "2010-11-24T00:00:00Z",
            "created_at": "2009-11-24T11:53:10.370966Z",
            "creator_name": "David O'Byrne",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-24T11:53:10.370966Z",
            "rejected_at": "2009-12-24T00:01:01.325433Z",
            "rejection": {
                "code": 512,
                "details": "According to the terms and conditions of the site (http://petitions.number10.gov.uk/terms) we do not accept petitions which ask the PM to 'accept' something as they do not clearly call for a recognisable action.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-24T00:01:01.325433Z"
        },
        "id": 14050315
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Misinformation/"
    },
    "type": "petition"
}