{
    "data": {
        "attributes": {
            "action": "stop pandering to the right-wing press and push ahead with a bold, progressive and socialist agenda.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In recent months we have seen deliberate attempts by the Prime Minister to appear more right-wing than the Tories. Not only this, but the public has witnessed a series of embarrassing u-turns by the government in the face of criticism by the right-wing hacks of the Daily Mail, Express and the Sun. \n\nWe the undersigned remind the Prime Minister that he will not regain votes by appearing weak and indecisive. Neither shall he reclaim ground against the Tories by neglecting and disenfranchising the left-wing of this country that put him in power. \n\nWe need a government that stands up for the people, rather than the unstable, unsustainable neo-conservative capitalist system that is failing the world so miserably. We also need one that stands firm on electoral reform, so people's votes count. \n\nThere is no time, nor purpose, to party-political bickering: leave that to Cameron and Co. and get on with the job.",
            "closed_at": "2010-11-24T00:00:00Z",
            "created_at": "2009-11-24T14:44:19.556695Z",
            "creator_name": "Mr Michael Henehan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-24T14:44:19.556695Z",
            "rejected_at": "2009-12-24T00:01:01.325433Z",
            "rejection": {
                "code": 1,
                "details": "",
                "reasons": [
                    "Party political material"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-24T00:01:01.325433Z"
        },
        "id": 14054885
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bebold/"
    },
    "type": "petition"
}