{
    "data": {
        "attributes": {
            "action": "withdraw the proposed regulations under the Animal Welfare Act which cheat racing Greyhounds of protection",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We petition the Prime Minister to withdraw the regulations to be laid under the Animal Welfare Act applying to greyhounds racing at greyhound tracks. These regulations cheat  greyhounds out of the protection they deserve  for the 99% of their time spent in kennels while racing and, when they are no longer able to race, protection from abandonment or  destruction. They allow greyhounds to continue to  be kept away from any independent publicly accountable inspection,  defeating the purpose of the Animal Welfare Act. The consultation on these regulations dismissed objections from over 10,000 concerned citizens and animal welfare organisations, allowing the Greyhound Board of Great Britain unfair influence during the preparation of these regulations which benefit them and allows them to continue to treat the greyhounds as they wish.",
            "closed_at": "2010-01-27T00:00:00Z",
            "created_at": "2009-11-24T18:34:48.036158Z",
            "creator_name": "Ms Maureen Purvis",
            "government_response_at": "2010-03-17T11:46:02.912857Z",
            "government_responses": [
                {
                    "created_at": "2010-03-17T11:46:02.912857Z",
                    "details": "You signed a petition asking the Prime Minister to \"withdraw the proposed regulations under the Animal Welfare Act which cheat racing Greyhounds of protection.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22844\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'helpgreyhounds'",
                    "updated_at": "2010-03-17T11:46:02.912857Z"
                }
            ],
            "opened_at": "2009-11-24T18:34:48.036158Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1773,
            "state": "finished",
            "updated_at": "2010-04-13T22:30:43.411589Z"
        },
        "id": 14060558
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/helpgreyhounds/"
    },
    "type": "petition"
}