{
    "data": {
        "attributes": {
            "action": "STOP illigal immigration into the UK. Theyre stealing our jobs, money, culture and housing.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "How many ILLIGAL immigrants come in to the uk every day? Too many... How many homeless, jobless children, teenagers and people sleep on the streets at night because somebody caught the next ferry into the uk hidden in a lorry? And then theyre given a house?!? Its not racist to just want people who were born in your own country not to come second to people who ILLEGALLY come in to take our jobs, money, houses and culture... Australia dont even allow us into their country without a valid visa, why do we let everyone else? The government are pushing to take the internet from file sharers when hundreds upon thousands of people are walking onto british soil, not paying tax, not abiding by our laws and calling us racist!! Why do british people get their heads chopped off on video, blown to bits by suicide bombers and hijacked and crashed into buildings full of more innocent people and not get called racist? Then we not only welcome them into our country but give them a pat on the back, a tax free job, a nice big house and benefits all presented with a nice pink ribbon on a silver platter!?! Is it right?",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-11-24T23:56:14.186434Z",
            "creator_name": "Aaron Hughes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-24T23:56:14.186434Z",
            "rejected_at": "2009-12-27T00:01:01.927219Z",
            "rejection": {
                "code": 2048,
                "details": "There are a number of similar petitions already on the site. \n\nhttp://petitions.number10.gov.uk/immig123456/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 14065598
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/illegalseeks/"
    },
    "type": "petition"
}