{
    "data": {
        "attributes": {
            "action": "JSA / Income support plus other benefits should be via one department and",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Increase all benefits so to be compatible with the minimum wage, which is claimed to be the Minimum a person can live on. This is a total miss guided concept in todays climate. Single parents even with all benefits get less than some disabled.Yet do far more work than some Mp's, just looking after their children. Child benefits pay for little today apart from the cheap budget goods. A single office of Benefits would save the country millions. EU & Foreign persons claim all yet brits get nothing is some EU lands, not even medical services. No Foreigner should get benefits unless resident/working 12 months. Most single parents continually seek work forcing them to register is counterproductive and inflicts on the Childrens rights.\nNone should be stimatised if Government cannot ensure investment and jobs to ALL. Thousands over 50 are on the scrapheap due to policies.",
            "closed_at": "2010-11-25T00:00:00Z",
            "created_at": "2009-11-25T01:19:14.476856Z",
            "creator_name": "DEREK R PACKHAM",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-25T01:19:14.476856Z",
            "rejected_at": "2009-12-27T00:01:01.927219Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-27T00:01:01.927219Z"
        },
        "id": 14066086
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Benefitdept/"
    },
    "type": "petition"
}