{
    "data": {
        "attributes": {
            "action": "protect patients and the public by ensuring that the education and training of graduate audiologists recognises the need for greater specialisation in Audiology rather than more generic healthcare science.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Under the proposed Modernising Scientific Careers programme, led by the Department of Health's Chief Scientific Officer, the current dedicated BSc in Audiology is to be abolished. It will be replaced with a generic healthcare science degree, with some specialisation in audiology.\nWe do not believe that this can provide the necessary level of knowledge and skills to enable graduates to safely practice in the fields of rehabilitative and diagnostic audiology. The curriculum for the new courses, yet to be published by the Department of Health, has not involved consultation with Audiology professionals. We believe that curricula for vocational degrees should be developed by professionals and educators in the field, rather than by the Department of Health.",
            "closed_at": "2010-01-27T00:00:00Z",
            "created_at": "2009-11-25T14:13:09.800945Z",
            "creator_name": "Philip Holt",
            "government_response_at": "2010-03-31T19:45:36.022307Z",
            "government_responses": [
                {
                    "created_at": "2010-03-31T19:45:36.022307Z",
                    "details": "You signed a petition asking the Prime Minister to \"protect patients and the public by ensuring that the education and training of graduate audiologists recognises the need for greater specialisation in Audiology rather than more generic healthcare science.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page23047\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Audiology-BSc'",
                    "updated_at": "2010-03-31T19:45:36.022307Z"
                }
            ],
            "opened_at": "2009-11-25T14:13:09.800945Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1840,
            "state": "finished",
            "updated_at": "2010-05-14T17:30:02.112214Z"
        },
        "id": 14073482
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Audiology-BSc/"
    },
    "type": "petition"
}