{
    "data": {
        "attributes": {
            "action": "ask the Home Offices’ Border Agency to reinstate work permits and apply the original conditions for those who are already in the UK as work permit holders before the UKBA retrospectively abolished Work Permits on 27 November 2008",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "UKBA has introduced a point based system (Tier 2) and transitional arrangements are in place for work permit holders to switch to tier 2. For this, one must have a licensed sponsor (employer) and a sponsorship certificate. An employer has to complete a labour market test before applying for Tier 2 sponsorship certificate. As per the technical changes a resident WP holder has to follow this process if he wishes to change employer, to get a promotion or to change work location.\n\nUnder the current recession, hardworking work permit holders, who left their careers, uprooted their families and after contributing to UK economy are now left in lurch especially when they are made redundant.\n\nAlthough government has the mandate to change the law as required to changing times, such changes should only be applied to new immigrants. Considerations should be given when these changes are applied retrospectively since this is affecting their partner’s career, children’s education and mortgaged homes etc",
            "closed_at": "2010-01-27T00:00:00Z",
            "created_at": "2009-11-25T21:56:50.254613Z",
            "creator_name": "Davis Martin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-25T21:56:50.254613Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 71,
            "state": "finished",
            "updated_at": "2010-01-28T00:01:01.841963Z"
        },
        "id": 14081098
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Workpermitholder/"
    },
    "type": "petition"
}