{
    "data": {
        "attributes": {
            "action": "Ive had my home repossessed by Birmingham Midshires using underhand and illegal practises so why wont any Minister fight my corner like they do there won over MP's Expenses and the Banking Bonus Culture by plowing Tax Oayer Funding into already Defunked Banks proping them up to carry on as they did before",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Why am I only allowed to put across my issue regarding my life and the wrongful and illegal repossession of my residential home by robbing Birmingham Midshires/Halifax which is now supposed to be stake owned by myself in a max of 1000 letters\n\nWhy would I throw myself out of my own home for a debt of £4,000 when we came to agreement to pay off the debt but there subsequent following actions meant that I wasn't given the opportunity to carry out this repayment due to the offer being sent deliberately to an incorrect address.\n\nThey could even be bothered to record or register a document containing such important information\n\nThere action have cost me everything\n\nI have proof of my accusations\n\nI demand Mr Prime Minister regarding this issue and why it is so difficult to contact your offices\n\n\nMark Ford. (markford36@hotmail.com)",
            "closed_at": "2010-11-26T00:00:00Z",
            "created_at": "2009-11-26T15:00:08.786476Z",
            "creator_name": "Mark Ford",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-26T15:00:08.786476Z",
            "rejected_at": "2009-12-27T00:01:01.927219Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-27T00:01:01.927219Z"
        },
        "id": 14088934
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LostProperty/"
    },
    "type": "petition"
}