{
    "data": {
        "attributes": {
            "action": "change the sixty-nine compulsory Early Years Foundation Stage Learning and Development Requirements (targets applied to children from birth to five in nurseries, schools and other early years settings) to recommendations and guidelines only.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am the mother of one child aged four years and three months. \n\nOur elected representatives tell us that opposition to the sixty-nine compulsory learning and development requirements is a minority concern. This is not the case. It is broad and spans many educational philosophies, teachers organisations, state-funded and private schools. \n \n These compulsory targets simply do not correspond to best early years educational practice. \n \nMy husband and I requested a parental exemption from the sixty-nine EYFS learning and development requirements.  We believe we were the first parents in the U.K. to do this. \n \nI have documented this process with a blog - a parent’s eye-view - not yet represented in the mainstream press. \n \nThe compulsory EYFS sixty-nine learning and development requirements give parents a misleading and potentially damaging view of their children's development and learning (a view shared by expert professional opinion). We consider these goals to be developmentally inappropriate for many children at such a tender age, often generating unintended negative consequences for their later education and reinforcing rather than reducing a climate of failure.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-11-26T20:14:50.971238Z",
            "creator_name": "Frances Laing",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-26T20:14:50.971238Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 95,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14093592
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/parentsguideeyfs/"
    },
    "type": "petition"
}