{
    "data": {
        "attributes": {
            "action": "Call on the Queen church and government to pray to Almighty God & repent",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Please call out to Almighty God to restore this Nation before Him in A National day of prayer.We need to restore family values and moral laws. We have denied our faith in Him and need to repent. Britain and France on May 24, 1940 were desperate when A half-million of their soldiers huddled hopelessly at Dunkirk, waiting for inevitable death or imprisonment. It was at that desperate moment that the churches in Britain called for a national day of prayer. With the alarming deterioration of the military situation in France,  On May 23, numerous political leaders, newspaper editors and King George VI issued a call for a national day of prayer to be held on Sunday, May 26. \nNo one could have anticipated what was to happen during those three momentous days. Just 24 hours after the call for prayer, Adolf Hitler inexplicably ordered his armies to halt, to the surprise and dismay of even his own generals.",
            "closed_at": "2009-12-29T00:00:00Z",
            "created_at": "2009-11-27T02:31:49.711791Z",
            "creator_name": "Jacqueline Brunger",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-27T02:31:49.711791Z",
            "rejected_at": "2009-12-01T16:59:59.070453Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-01T16:59:59.070453Z"
        },
        "id": 14096174
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Calltopray/"
    },
    "type": "petition"
}