{
    "data": {
        "attributes": {
            "action": "examine the Home Secretary's reasoning for allowing the extradition of Gary McKinnon, the failure of the Home Secretary to take into account medical evidence supporting his diagnosis of Aspergers Syndrome and take action to intervene to prevent the extradition of Mr. McKinnon",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gary McKinnon has Aspergers. Just like us he had an itch...just like us he had to scratch it, his condition makes him do that and yet the Home Secretary supports his extradition for openly hacking the US Govt and Nasa computers. This man has a condition which creates obsessive behaviour, affects his ability to interact normally with people and requires a strict regime within which to live (See WWW.NAS.ORG.UK for more info on this condition). Extraditing him will severly harm his health. This petition is to request that the Home Secretary's actions in failing to intervent are reviewed and revoked.",
            "closed_at": "2009-12-24T00:00:00Z",
            "created_at": "2009-11-26T23:03:06.868648Z",
            "creator_name": "Ian Fielden",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-26T23:03:06.868648Z",
            "rejected_at": "2009-12-27T00:01:01.927219Z",
            "rejection": {
                "code": 69632,
                "details": "We can not accept petitions about individual legal cases. The Home Secretary does not have general discretion in this case. He can only stop extradition if he finds that McKinnon’s human rights would be breached.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-27T00:01:01.927219Z"
        },
        "id": 14095444
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ASD-Hacker/"
    },
    "type": "petition"
}