{
    "data": {
        "attributes": {
            "action": "stop the extradition of Gary Mckinnon",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The extradition treaty is not balanced, it is not fair, it is not just. The purpose of the treaty was to send terrorists between the nations, not citizens like Gary Mckinnon. The very facts that the offence was committed in the United Kingdom, by a British citizen, who could face justice in the UK is completely against what this country stands for. Noone is saying that he should not face justice, but the fact that justice can be served in the UK is a mockery that a citizen is being sent to America on this charge. This is even before we mention that he suffers from Asperger's syndrome. STOP THE EXTRADITION NOW!",
            "closed_at": "2010-11-26T00:00:00Z",
            "created_at": "2009-11-26T21:33:59.345877Z",
            "creator_name": "Peter Coates",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-26T21:33:59.345877Z",
            "rejected_at": "2009-12-27T00:01:01.927219Z",
            "rejection": {
                "code": 20480,
                "details": "Individual legal cases are a matter for direct communication with the Home Office.\n\nThe Home Secretary does not have general discretion in this case. He can only stop extradition if he finds that McKinnon's human rights would be breached.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-27T00:01:01.927219Z"
        },
        "id": 14094547
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ExtraditionT/"
    },
    "type": "petition"
}