{
    "data": {
        "attributes": {
            "action": "Sack his Home Secretary for failing to protect British Citizens",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gary McKinnon is to be extradited to face trial in the USA for a crime committed in the UK, and for which he could face an exceptionally long and inappropriate sentence.  The first role of the Home Secretary is to protect British Citizens.  A Home Secretary unwilling to stand up to the unreasonable demands of a foreign country does not deserve to keep his position.  He has handed over sovereignty to another nation and therefore lost any right to retain his post.\n\nThe initial response of the Petition website to this petition was rejection on the grounds it is a duplicate of a petition which does NOT call for the sacking of the Home Secretary and which concentrates on the immoral extradition law itself.  This petition is specifically concerned with the Home Secretary's refusal to perform his primary duty.  The petition website refusal is an effort to divert attention from the subject and to disqualify all petitions on this topic.",
            "closed_at": "2010-06-22T00:00:00Z",
            "created_at": "2009-11-26T20:56:25.215475Z",
            "creator_name": "Steve Whittaker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-26T20:56:25.215475Z",
            "rejected_at": "2009-12-29T14:04:03.946856Z",
            "rejection": {
                "code": 6144,
                "details": "The Home Secretary does not have general discretion in this case. He can only stop extradition if he finds that McKinnon’s human rights would be breached.",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-29T14:04:03.946856Z"
        },
        "id": 14094161
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Hacking/"
    },
    "type": "petition"
}