{
    "data": {
        "attributes": {
            "action": "ensure the UK Border Agency does not cause undue distress to legitimate applicants trying to secure a visa appointment from within the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UK Border Agency claims to allow visa applicants to make an appointment either online or by the phone.  However, appointments are not available for days yet there is no guidance on when further slots will be available.\nDespite this, UKBA claims on its website that appointments \"are made available throughout the day\", causing considerable distress to applicants trying to secure an in-person appointment, as we try throughout the day to get an appointment. Postal applications are a non-starter for most of us due to the average 4 *months* processing time, meaning we and our UK partners cannot travel as we will not have our passports.\nThe telephone booking system, an expensive 0870 number, is equally difficult and we are told by a recorded message to apply online!\nWe are forced to resort to expensive lawyers (£1,200 upwards), as they have slots secured with UKBA. This disgraceful: we do not and are not allowed to claim benefits and we pay taxes and national insurance. There is no justification for treating legitimate visa applicants married to UK nationals in this way. If there are no slots available, be transparent and say so and spare us the time, distress and money.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-11-27T09:52:44.872001Z",
            "creator_name": "Dennis Tan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-27T09:52:44.872001Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 87,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 14097742
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UKBAappointments/"
    },
    "type": "petition"
}