{
    "data": {
        "attributes": {
            "action": "Stop the Closure of the Andover Birth Centre !",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Andover Birth centre is a 24 hour five-bedded NHS, Midwife led maternity centre staffed by an experienced & enthusiastic team of Midwives and Maternity Health Care Assistant which has been there for over 30 years.\nThe Health aurthority are trying to close the Birth Centre due to 'staff-shortages', to begin with temporarily but most people believe it will not be re-opened.\nAndover already has a high birth rate and the council are continuing to build thousands more houses in the area leaving all mums-to-be with a journey to winchester hospital for the birth of their baby - turning the experience into a very stressful event with a forced hospital birth rather than the birth of their choice in  a relaxing  comfortable envirnoment staffed by wonderful and caring staff.\nABC dont just deliver 200-300 babies at the birth centre,but also saw nearly 4000 women there last year. \nMany women have highlighted lots of worries if the birth centre closes - having a midwife awake and available 24 hours a day for quick labours? Women have been promised a service now it will be removed with no notice at all!\nAndover Birth Centre needs our help to show how important it really is to Hampshire.",
            "closed_at": "2010-02-27T00:00:00Z",
            "created_at": "2009-11-27T10:38:58.673297Z",
            "creator_name": "angela gordon",
            "government_response_at": "2010-03-31T20:22:22.823491Z",
            "government_responses": [
                {
                    "created_at": "2010-03-31T20:22:22.823491Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop the Closure of the Andover Birth Centre!\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page23055\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'StopABCClosure'",
                    "updated_at": "2010-03-31T20:22:22.823491Z"
                }
            ],
            "opened_at": "2009-11-27T10:38:58.673297Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 881,
            "state": "finished",
            "updated_at": "2010-02-28T00:01:01.420541Z"
        },
        "id": 14098506
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StopABCClosure/"
    },
    "type": "petition"
}