{
    "data": {
        "attributes": {
            "action": "stop the extradition proceedings against Gary McKinnon and allow him to be either freed or tried in the UK, as a UK citizen he as the right to expect his government too look after his well being.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear Prime Minister, \nPlease review the descision by the home secretary to allow the extradition of Gary McKinnon, a man who has aspergers syndrome, and is not a criminal, just a man with an obsession for UFO's caused by his illness, if he is extradited to the US he will face decades in a foreign jail for highlighting the fact that the American Government had flaws in their security.\n\ninstead of seeking to prosecute him they should be thanking him for highlighting these short comings in their security.\n\nplease take this opportunity to make the right choice and show the British People that we look after our own while respecting the rule of law, and are able to take desision's we believe to be right , rather than give in to US bullying.\n\nthank you for taking the time to read this petition , i pray for the sake of Gary McKinnon and his family that you do the right thing.",
            "closed_at": "2010-11-26T00:00:00Z",
            "created_at": "2009-11-26T23:21:44.554533Z",
            "creator_name": "Amir Omari",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-26T23:21:44.554533Z",
            "rejected_at": "2009-12-27T00:01:01.927219Z",
            "rejection": {
                "code": 4096,
                "details": "We can not accept petitions about individual legal cases. The Home Secretary does not have general discretion in this case. He can only stop extradition if he finds that McKinnon’s human rights would be breached.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-27T00:01:01.927219Z"
        },
        "id": 14095588
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ReleaseGary/"
    },
    "type": "petition"
}