{
    "data": {
        "attributes": {
            "action": "Create Jobs, cut waste and meet our carbon emissions target through my economic recycling plan",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Stop wasting billions on collecting waste glass and shipping it out to the Chinese landfill industry.\n\nTurn glass collection into a profitable enterprise that creates jobs, cuts emissions and provides a cheap form of catharsis and entertainment.\n\nHere's how:\n1. Devote a corner of every council recycling centre to a new form of glass recycling\n\n2. Charge people a pound a time, for the joy of flinging or swinging a dozen bottles at a target. (e.g Boris Johnson, Jeremy Clarkson etc)\n(This can be done without upsetting Health and Safety!)\n\n3. All broken glass is then swept up. And fed into a windmill.\n\n4. Using windpower, the windmill grinds the glass into sand. The sand is good enough grade for construction and general building work.\n\n5. Sell the sand.\n\n6. Use the revenue generated to fund the jobs at the recycling centre.\n\nResult\n\nThis creates a form of entertainment for the public, while raising awareness of the need for recycling.\nIt cuts on the emissions that would be created by the lorries and ships needed to transport millions of tons of glass to China.\nIt creates jobs and raises revenue.\n\nBest of all, it won't cost the tax payer any money. Because we're all skint!",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-11-28T11:39:16.680363Z",
            "creator_name": "Nick Booth",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-28T11:39:16.680363Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14109615
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SmashingGlass/"
    },
    "type": "petition"
}