{
    "data": {
        "attributes": {
            "action": "reconsider the ill thought out Treasury proposals to change  the taxation of self-employed construction workers. As well as meaning a significant fall in the standard of living for hundreds of thousands of workers, we believe the proposed legislation would stifle economic recovery, fail in practise to recoup any extra tax and trigger a raft of unintended consequences for the black market economy.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are around 800,000 self-employed builders and over 100,000 building firms in the UK. The Government argue that at least 300,000 of these builders are falsely self‐employed. They believe that these builders enjoy beneficial tax rates without any of the risks of self-employment. They also claim that if every one of these 300,000 falsely self employed builders paid standard tax under PAYE and NICs the Treasury would be £350m better off each year. \n\nThe Government want to introduce new legislation to address the perceived problem. Their proposal would supersede general employment case‐law and treat the construction industry differently from any other sector. \n\nWe believe that it is unfair to single out the building trades, and if enacted these proposals would cause real damage to the UK construction sector. \n\nThey would stifle recovery in the short-term, and reduce flexibility and discourage entrepreneurship in the long term.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-11-27T14:48:34.979711Z",
            "creator_name": "Glyn Simpson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-27T14:48:34.979711Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 14102049
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Subtax/"
    },
    "type": "petition"
}