{
    "data": {
        "attributes": {
            "action": "vote for Tommy 'the egg man' to turn on Bedlington Christmas lights.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "OK guys, this year in Bedlington there is kind of a Christmas Festival. \nOn Thursday the 3rd of December the Bedlington christmas lights are being turned on (no info as to who by yet but im guessing either students or worse someone from Tesco!) at 5.30pm.\nI feel the lights should not be switched on by someone no-one really knows, and should be switched on by someone famous.\nSince I feel there will sadly be no A listers queuing up to flick the switch there IS a 'famous' person in Bedlington.\nSomeone you all know by sight, and most of you will know his name.\nSomeone who will have waved at you from the red lion roundabout or who will have said 'Hiya' as you walk past him on the street.\nI am of course talking about Tommy the egg man.\nI (and many others) feel this legend of a man deserves to turn the lights on in Bedlington.\nSo this is why this group has been created.\nPlease all join, leave messages of support on the wall and invite all your friends.\nIf Tommy does get the chance to turn the lights on because of this group we will all have made an old man very happy.",
            "closed_at": "2009-12-27T00:00:00Z",
            "created_at": "2009-11-27T22:14:48.946734Z",
            "creator_name": "Ms. Sian Darbyshire",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-27T22:14:48.946734Z",
            "rejected_at": "2009-12-31T00:01:01.793535Z",
            "rejection": {
                "code": 20480,
                "details": "Please contact your local council with your suggestion.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-31T00:01:01.793535Z"
        },
        "id": 14107127
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Tommytheeggman/"
    },
    "type": "petition"
}