{
    "data": {
        "attributes": {
            "action": "continue work hard to block Sri Lanka's bid to host the next Commonwealth Conference in 2011",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "“We are clear that the UK will not support a Sri Lankan bid. Their conduct of their military campaign against the Tamil Tigers earlier this year — which had a massive impact on the civilian population — was rightly condemned around the world, including by very many people here in Britain.“The Prime Minister has real concerns about Sri Lanka’s bid. We simply cannot be in a position where Sri Lanka — whose actions earlier this year had a huge impact on civilians, leading to thousands of displaced people without proper humanitarian access — is seen to be rewarded for its actions. - Times UK 27 Nov 2009 \n\nPM believes it is vital for the Commonwealth to ensure Sri Lanka suffers consequences for its handling of the military offensive against the Tamil Tigers earlier this year. Thousands of civilians were killed as the government of President Mahinda Rajapaksa ignored appeals from Britain and others for a cease in hostilities to allow them to flee the war zone.\nMr Brown will press for the 2011 CHOGM gathering to be hosted by an alternative country whose record better reflects the Commonwealth values of respect for human rights. - Daily Telegraph 27 Nov 2009.",
            "closed_at": "2010-02-27T00:00:00Z",
            "created_at": "2009-11-27T12:44:32.362111Z",
            "creator_name": "Mr Suren Surendiran",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-27T12:44:32.362111Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 440,
            "state": "finished",
            "updated_at": "2010-02-28T00:01:01.420541Z"
        },
        "id": 14100305
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CHOGMSriLanka/"
    },
    "type": "petition"
}