{
    "data": {
        "attributes": {
            "action": "lower the minimum aged of routine cervical screening (also known as smear or PAP testing) from age 25 to age 20, to fall in line with the policies adopted by Scotland, Wales and Northern Ireland.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In Scotland, Wales and Northern Ireland the minimum age for routine cervical screening for women is 20 years old.  England is the only country in the United Kingdom that starts screening from the age of 25.  Within this 5 year time gap, many women are sexually active and therefore potentially exposed to the Human-Papilloma Virus (HPV) which causes around 70% of cases of cervical cancer.  Routine screening and early detection can help prevent abnormal and pre-cancerous cells in the cervix from developing into cancer.  By screening women from the age of 20, we have increase the likelihood of picking up abnormalities, that would otherwise be left to develop for another 5 years.  Considering the aggressive nature of this cancer and the fact that one in three women who develop it do not survive, indicates that further preventative measures (in addition to the Cervarix vaccine) ought to be implemented sooner rather than later.",
            "closed_at": "2010-11-27T00:00:00Z",
            "created_at": "2009-11-27T13:33:48.718264Z",
            "creator_name": "Miss Lucy K Sharp",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-27T13:33:48.718264Z",
            "rejected_at": "2009-12-27T00:01:01.927219Z",
            "rejection": {
                "code": 2048,
                "details": "There are already a number of similar petitions that you may want to sign: http://petitions.number10.gov.uk/Smears-at-20yrs/ http://petitions.number10.gov.uk/lowersmeartests/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-27T00:01:01.927219Z"
        },
        "id": 14101067
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Cervical-Screen/"
    },
    "type": "petition"
}