{
    "data": {
        "attributes": {
            "action": "In the face of growing presure to cut higher education funding, seriously consider cutting complete university funding, for Scottish university applicants and partial funding for Welsh applicants, for Welsh universities, in order to, both fairly re-distribute government funding for higher education and create a fair chance for English citizens to enter higher education, in the socialist aspirations of New Labour. .",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Due to the introduction of the 2006 tution fees for English university students, any UK student wishing to attend an Engilsh university now has to pay (2009/10) £3225. This is in stark comparison to Scottish students who pay nothing (to attend a Uni in Scotland) & Welsh students who pay £1200 likewise) How can the government propose to raise tuition fees for the whole of the UK when substantial funding can be found from charging the whole UK a sum of £3225?",
            "closed_at": "2010-01-28T00:00:00Z",
            "created_at": "2009-11-28T05:22:36.412433Z",
            "creator_name": "Will Barnard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-28T05:22:36.412433Z",
            "rejected_at": "2009-12-31T00:01:01.793535Z",
            "rejection": {
                "code": 4097,
                "details": "This is a devolved matter and should be directed to the Scottish Executive or Welsh Assembly.",
                "reasons": [
                    "Party political material",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-31T00:01:01.793535Z"
        },
        "id": 14108271
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Uni-Fee-protest/"
    },
    "type": "petition"
}