{
    "data": {
        "attributes": {
            "action": "Put pressure on NICE (National Centre for Clinical Excellence) to make Sorafenib (Nexavar) freely available on the NHS to further the lives of Primary Liver Cancer patients",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many sufferers of Primary Liver Cancer in the UK have recently learned that the National Centre for Clinical Excellence (NICE) have made the decision in proposal not to make the drug Nexavar routinely available to sufferers. It would seem that this decision has been made for financial reasons and that the increased life expectency is not great enough to make this drug cost effective.\nThe reality is that, although expensive, Sorafenib (Nexavar) and its derivatives are used in many other countries as a fairly new, but standard, treatment to increase the life expectency of Primary Liver Cancer sufferers - and it works.\nIt should also be said that this treatment has already been used in the UK in certain geographical areas. \nIs this yet another postcode lottery - but this time for a proven treatment that can further, and even enhance, sufferers lives?\nIt would seem that, yet again, people in suits have been given the power to decide how long a sufferer of a terrible disease should live.\nWe appeal for government intervention to put pressure on NICE to rethink their recent decision. Surely the health system in this country is paid for by all. Should this not mean fair treatment for all?",
            "closed_at": "2010-11-28T00:00:00Z",
            "created_at": "2009-11-28T14:10:38.184892Z",
            "creator_name": "Eileen Lamport",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-28T14:10:38.184892Z",
            "rejected_at": "2009-12-30T00:01:01.569412Z",
            "rejection": {
                "code": 4096,
                "details": "NICE are independent of Government.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-30T00:01:01.569412Z"
        },
        "id": 14110607
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FreeSorafenib/"
    },
    "type": "petition"
}