{
    "data": {
        "attributes": {
            "action": "ban alcohol advertising in cinema before screening movies rated suitable for under 18 years old.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is not unknown than Great-Britain has a huge problem with regard to under-age drinking.\n\nIt is forbidden by law to sell to children (anyone under 18) alcohol and tobacco.\n\nThe Tobacco Advertising and Promotion Act 2002 make it illegal to advertise tobacco in cinema.\n\nHowever, there is not such an Act forbidding the advertising and promotion of alcohol in cinema even when there are children amongst the audience.\n\nAudiences actively choose to see a movie based on expectations of the particular genre at the given classification. In contrast, audiences have no choice about the accompanying trailers or advertisements, which may be very different in tone and content to the film the audience has chosen to view.\n\nOn a personal note, I went to the cinema to watch a 15 rated movie. I was horrified to have been shown no less than five adverts promoting alcohol, three of which were for a brand of vodka. I found this to be very irresponsible when one knows that vodka is the drink of choice for a lot of the 15-18 year old who drinks alcohol.\n\nSurely, if we, as a nation, want to overcome the affliction that is under-age drinking, the problem needs to be addressed everywhere and that means in cinema certainly.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-11-29T19:27:15.006957Z",
            "creator_name": "David Lasse",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-29T19:27:15.006957Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14118091
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/alcoholincinema/"
    },
    "type": "petition"
}