{
    "data": {
        "attributes": {
            "action": "Re-Build Leigh (Lancashire) Train Station",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We hereby declare that the Township of Leigh in Lancashire (Greater Manchester), England is officially without a railway station and has been for the past 40 years. This makes our Township the largest population in Great Britain 'without' a Railway station in operation for the many residents and potential visitors. Currently the nearest stations are over 5 miles away from Leigh town centre in either Newton-Le-Willows (Merseyside) or Atherton. Both of which towns have no mentionable shopping, or National level Sporting facilities. Leigh does! Leigh Bus Station is the towns only public transport link. Bus services to Manchester and Liverpool are painfully slow (up to 2 hours to Liverpool) preventing Leigh capitalising on its' unique position between these two great national Cities.\n\nForty years ago Leigh had Two passenger stations operating an hourly service for local residents, Today it has no service at all. In 2009 the Government talk of seriously reducing air pollution, whilst local Leigh residents burn fuel resources without a more environmentally friendly alternative to chose. Like a regional train?",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-11-28T23:51:42.286245Z",
            "creator_name": "Michael Walmsley",
            "government_response_at": "2010-07-13T10:39:12.640870Z",
            "government_responses": [
                {
                    "created_at": "2010-07-13T10:39:12.640870Z",
                    "details": "You signed a petition asking the Prime Minister to re-Build Leigh (Lancashire) Train Station.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=LeighStation\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'LeighStation'",
                    "updated_at": "2010-07-13T10:39:12.640870Z"
                }
            ],
            "opened_at": "2009-11-28T23:51:42.286245Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1252,
            "state": "finished",
            "updated_at": "2010-10-12T21:30:01.592609Z"
        },
        "id": 14113799
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LeighStation/"
    },
    "type": "petition"
}