{
    "data": {
        "attributes": {
            "action": "do everything in your power to bring a two state solution in SriLanka.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For years and years in Srilanka, there has been genocide of the Tamil minorities by the Sinhalese. Recently the Sinhalese Government has committed war crimes and violated human rights law in order to crush the military struggle of the Tamils for freedom. During the last assault alone around 30,000 innocent civilians were killed. The Srilankan government deliberately fired on civilians using illegal chemical weapons. Although there is evidence through out history of the genocide of Tamils, No one has come to help! Britain has a duty to rectify the mistake they made by joining the two separate kingdoms together when granting SriLanka independence. The Tamils want their homes back! Two separate states is the only solution to bring peace to the whole Island!Tamils like any other living creature on earth want to live with dignity and peace under a Tamil government not the Tamil discriminating, murderous Sinhalese government!",
            "closed_at": "2010-11-28T00:00:00Z",
            "created_at": "2009-11-28T12:46:28.744864Z",
            "creator_name": "Ramiya Perinparajah",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-28T12:46:28.744864Z",
            "rejected_at": "2010-01-16T00:01:01.663170Z",
            "rejection": {
                "code": 2,
                "details": "",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-16T00:01:01.663170Z"
        },
        "id": 14110068
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Separate/"
    },
    "type": "petition"
}