{
    "data": {
        "attributes": {
            "action": "a) Support our Childhood Cancer Awareness Campaign; b) To reiterate to all GP's the information contained in the NICE guidelines re referrals for Cancer in Children; c) Provide access to treatment not currently available to our children in the UK.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The incidence of Child & Teenage Cancer is increasing. 1 in 330 children will develop Cancer before they are 15; 2,400 Teenagers are diagnosed with Cancer in the UK each year. A group of parents whose children have Cancer or whose children have lost their fight are trying to raise awareness of the signs & symptoms of Cancers that affect children. We have set up a Child Cancer Awareness Campaign for 2010. We need the Govt to get behind this campaign to ensure that every parent is made aware of the Cancers that affect Children and Teenagers. We are also asking Government to contact all GP’s in the UK to re-emphasise the details for Child Cancer referrals contained in the NICE guidelines (reference Page 42 onwards). These guidelines are invaluable towards getting an Earlier Diagnosis + Earlier Treatment which will save more lives. The Awareness Campaign will also raise funds to help to pay for treatment for UK children with cancer abroad as not all treatment for Child Cancer is available in the UK.  We ask the Govt to bring these treatments to the UK by providing access to the 3f8 antibody along with installation of proton machines in some of our hospitals.",
            "closed_at": "2010-03-18T00:00:00Z",
            "created_at": "2009-11-29T22:24:03.640975Z",
            "creator_name": "Mrs Diane Watt",
            "government_response_at": "2010-08-12T16:51:40.874704Z",
            "government_responses": [
                {
                    "created_at": "2010-08-12T16:51:40.874704Z",
                    "details": "You signed a petition asking the Prime Minister to a) Support our Childhood Cancer Awareness Campaign; b) To reiterate to all GP's the information contained in the NICE guidelines re referrals for Cancer in Children; c) Provide access to treatment not currently available to our children in the UK.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=child-cancer\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'child-cancer'",
                    "updated_at": "2010-08-12T16:51:40.874704Z"
                }
            ],
            "opened_at": "2009-11-29T22:24:03.640975Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1442,
            "state": "finished",
            "updated_at": "2010-03-22T03:01:38.706151Z"
        },
        "id": 14119447
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/child-cancer/"
    },
    "type": "petition"
}