{
    "data": {
        "attributes": {
            "action": "Review the process, outsourcing and impartiality of the ESA Medical Reviews",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am sure that my situation is not unique. Despite dozens of medical appointments 3 months, being diagnosed with a number of separate conditions and being referred for consultation to three different specialist teams, the medical review found me as no longer having any Limited Capability for Work.\nSurely it is an appalling waste of funds and a breach of human rights that medical officers can rush and fail to complete a thorough fair assessment or even lie with impunity without their statements and actions being subject to review in the appeal process. My research has shown many other similar cases since ESA was introduced and I feel it is time it is reviewed to investigate the financial costs, efficiency, impartiality, effectiveness and consequential stress and hardship for individuals. The process is also in conflict with the rest of the benefit process i.e. people forced to claim JSA without job prospects or means to full support from ESA rules. Cost and time wasted for Pathways reviews whose timescales overlap the review. It seems the process' the six separate teams all appear to be in conflict.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-11-28T18:06:50.037441Z",
            "creator_name": "Alan Austin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-28T18:06:50.037441Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 25,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14112118
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ESAMedicalReview/"
    },
    "type": "petition"
}