{
    "data": {
        "attributes": {
            "action": "make sure Gary McKinnon is not extradited to the U.S. for trial.  Please remember compassion.  Protect our justice system and our civil rights.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gary McKinnon is a gentle, sensitive individual who wouldn't hurt a fly. He was fascinated by UFOs, and on a web search for more information about extra-terrestials, stumbled into classified areas of U.S. military and NASA computers. Entry to some of the supposedly classified sites did not even require a password. He faces ten serious charges of 'computer hacking' and a seventy year jail sentence in the U.S.A.  Gary committed his so called 'crime' in Britain.  Gary's trial should take place in a British Court. Why are our politicians giving in to bullying demands from some U.S. officials to extradite Gary McKinnon to an American prison to await trial? It shows a ruthless lack of compassion for a vulnerable adult who intended no harm to anyone. The terror of life in an American jail has been hanging over Gary's head for the better part of a decade. Allowing Gary McKinnon's extradition will weaken the autonomy of the British judicial system and erode our civil rights.",
            "closed_at": "2010-03-01T00:00:00Z",
            "created_at": "2009-11-29T21:15:52.156201Z",
            "creator_name": "Deirdre Cruickshank",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-29T21:15:52.156201Z",
            "rejected_at": "2009-12-31T00:01:01.793535Z",
            "rejection": {
                "code": 4096,
                "details": "The Home Secretary does not have general discretion in this case. He can only stop extradition if he finds that McKinnon’s human rights would be breached.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-31T00:01:01.793535Z"
        },
        "id": 14119006
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Free-Gary/"
    },
    "type": "petition"
}