{
    "data": {
        "attributes": {
            "action": "consider allowing Armed Forces personnel to forgo their lump sum on retirement and receive a house from the housing stock instead.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Upon completion of service, members of the Armed Forces receive a lump sum as part of their pension. In the past, this would have been enough to buy a house outright and ensure the family some stability after the service their soldier, sailor or airman had provided to the country - but not now with current housing prices. It is very difficult for certain parts of the forces to remain in one area for any length of time and this precludes house buying as an option until termination of service. Since the MoD has a program to sell off its housing stock at extremely cheap prices to Annington homes, I propose that instead of servicemen receiving their lump sum and pension commutation, that they be allowed to choose a house from the stock in place of this, to live in an area of their choice, and receive the reduced monthly pension. This would save the Government money in terms of the outlay - the houses are sold to Annington for substantially less than the average lump sum and commutation - and it would also provide a stable home for service families when the time comes for them to leave the Armed Forces, showing them how much the country value their sacrifice.",
            "closed_at": "2010-03-04T00:00:00Z",
            "created_at": "2009-11-30T13:40:48.100810Z",
            "creator_name": "Mrs Emma Wilson-Downes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-11-30T13:40:48.100810Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2010-03-05T00:01:01.658585Z"
        },
        "id": 14125206
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SoldierHouse/"
    },
    "type": "petition"
}