{
    "data": {
        "attributes": {
            "action": "reject any planning application to redevelop the former Oriental City Shopping Centre in Colindale that is not consistent with its former use.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Various planning applications have been proposed and even submitted to Brent Council, but one that caters to the broad objectives below, must merit our support. \n\nObjectives of reviving Oriental City\n\n1. to cater to the leisure activities of the large Asian and Oriental community residing in area \n\n2. to become the community centre that allows the Asian and Oriental peoples living in and around London to maintain their cultural links of their country of origin \n\n3. to become, effectively, the centre to promote cultural and social links between the UK and the various Asian countries\n\nTo show and demonstrate your support in favour of development plans to revive Oriental City as a themed food court, shopping and leisure centre for the Asian and Oriental community, please sign the petition below.",
            "closed_at": "2010-12-01T00:00:00Z",
            "created_at": "2009-12-01T13:25:19.244134Z",
            "creator_name": "Ralph Bartholomew",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-01T13:25:19.244134Z",
            "rejected_at": "2010-01-01T00:01:02.191738Z",
            "rejection": {
                "code": 16384,
                "details": "This is an issue for your local authority.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-01T00:01:02.191738Z"
        },
        "id": 14134951
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Oriental-City/"
    },
    "type": "petition"
}