{
    "data": {
        "attributes": {
            "action": "remove the tolls for crossing the river thames at dartford , kent",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Much Government funding has been spent on improving the M25 junction 2 (A2) and shortly millions will be spent widening the M25 from junction 29 (A127 )down to the Lakeside turn ,junction 30 ( A13). Sitting inbetween these we have the tolls - so despite spending these millions traffic then grinds to a halt to enable the toll to be paid. I can see no traffic management benefits so can only assume the sole purpose is to raise funds. The QE2 bridge has now been paid for and the understanding was that the tolls would cease when that was achieved so what reason is there ,other than as an additional tax , for retaining the tolls ? Apart from the money ,it causes serious traffic congestion and the main use of the expensive overhead message gantries is to tell motorists of the congestion ahead !It really is a totally unnecessary cause of pollution from traffic fumes , wasted time , accidents , even deaths that should be stopped . Remove the tolls and the booths - there is no charge on the other crossings of the Thames so why is Dartford different ? From a motorist who has had enough of crossing delays !Terry Knight",
            "closed_at": "2010-03-02T00:00:00Z",
            "created_at": "2009-12-01T12:59:14.602981Z",
            "creator_name": "mr terry knight",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-01T12:59:14.602981Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2010-03-03T03:01:37.278021Z"
        },
        "id": 14134704
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/tolldartford/"
    },
    "type": "petition"
}