{
    "data": {
        "attributes": {
            "action": "Alan Jones- NHS Disgrace,  A reason to Die? NHS Refuse Cancer Treatment!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Alan Jones, 62, a Doncaster resident was diagnosed with Bowel cancer in April 2007 and had his bowel removed a month later. in December 2007 he had 36% of his Liver removed but three months later the cancer returned. He has limited time and his medication/treatment has been stopped and REFUSED!!!!\n\nSo why after everything he has been through can somebody who doesn't feel the pain we do, decide to take away and put a price on the life of a person we all love?\n\nHe was told the so-called cancer super-drug \"Cetuximab\" was financially viable (in other words, too expensive) and that the money could be spent elsewhere....how can they put a price on LIFE?????\n\nNo-one else in the Doncaster area has been refused this treatment.\n\nThis is an absolute DISGRACE and something needs to be done about it, My family and friends are all doing there best to get everybody to sign a petition, we need 10,000 signature's just to go to Downing Street",
            "closed_at": "2009-12-08T00:00:00Z",
            "created_at": "2009-12-01T18:05:45.225431Z",
            "creator_name": "Miss Lauren Watson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-01T18:05:45.225431Z",
            "rejected_at": "2010-01-01T00:01:02.191738Z",
            "rejection": {
                "code": 16896,
                "details": "We do not accept petitions about individual cases. \n\nYour title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-01T00:01:02.191738Z"
        },
        "id": 14137652
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AlanJones/"
    },
    "type": "petition"
}