{
    "data": {
        "attributes": {
            "action": "Assign 888 as outlined in the requested documentation.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "You will likely have read the poll document. Please be sure to vote here by inserting your details below.\n\n\nTo those in the dark...\n\n...This is an attempt to preserve a fantastic launch event for the youngsters of an assured new utility that is ethically sensitive. It promises to be a positive world-wide phenominon that will demonstrate the UK's commitment to help create one nation.\n\nBackground...\n\n...All Ministers have refused to respond to a very large UK initiative for twelve months despite Police Commissioner recognition. Mandates are not known but the Teams Mission Statement and suggested strategy are clear and its ideals are clearly in the public interest. A sample poll shows that the current Government stance does not reflect the wishes of the masses.\n\nThis is a non-political event.\n\nMr Clegg has stated his position.\nMr Cameron has yet to comment.\n\nTeam 3 D.L.M. is a Committee.\n\n\nSend an email to;\n\ninfo@3dlm.co.uk\n\nand we will likely send more detail by reply. Please note that press and commercial based enquiries are inappropriate at present hence we ask that your position is stated (i.e. your occupation)...\n\n...money is not our motivator, thanks.",
            "closed_at": "2010-12-02T00:00:00Z",
            "created_at": "2009-12-02T11:15:16.516421Z",
            "creator_name": "Rusty Maguire",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-02T11:15:16.516421Z",
            "rejected_at": "2010-01-01T00:01:02.191738Z",
            "rejection": {
                "code": 1024,
                "details": "",
                "reasons": [
                    "Commercial endorsement, promotion of any product, service or publication, or statements that amount to adverts"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-01T00:01:02.191738Z"
        },
        "id": 14142811
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/888assign/"
    },
    "type": "petition"
}