{
    "data": {
        "attributes": {
            "action": "change the visa ruling (Tier 1) in order to allow international medical graduates (IMGs) who have graduated from UK medical schools to stay on in the UK to do their post-graduate training.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently, there is no way for IMGs to apply and do their postgraduate training here due to new visa rulings.\n\nWe understand that open competition for post-graduate training from IMGs worldwide have resulted in displacement of UK graduates from training posts. However, IMGs who have graduated from UK medical schools have trained at least 5 years under the UK system and will be most suited --in terms of knowledge acquired and working structure-- to work and train under the NHS than anywhere else. Each IMG pays on average 100 000 GBP in school fees towards their medical degree and contribute substantially to medical schools in terms of funding. Many of the IMGs applied to study here at a time when it was still possible to train in UK after graduation and could have applied with the intention of doing further training. Lastly, IMGs make up at most 7.5% of each cohort due to the governmental cap and would not cause a substantial displacement amongst UK graduates.\n\nThe UK postgraduate training is internationally highly recognized and we hope that the visa ruling will be changed to allow IMG graduates from UK schools to stay on beyond their foundation years to do their postgraduate training.",
            "closed_at": "2010-04-02T00:00:00Z",
            "created_at": "2009-12-02T02:00:31.425982Z",
            "creator_name": "Rachel Lim",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-02T02:00:31.425982Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 288,
            "state": "finished",
            "updated_at": "2010-04-03T00:01:01.773083Z"
        },
        "id": 14140641
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/imgtraining/"
    },
    "type": "petition"
}