{
    "data": {
        "attributes": {
            "action": "restore the old housing benefit rules and/or make changes to the way Local Housing Allowance is administered.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "When I retired I had renovated intending to sell my house but recession intervened.\n\nI had no choice and a Tenant funded by HB moved in.  I informed Mendip District Council; all my reasonable and polite requests and visits to the tenant remained unanswered until she left in September. \n\nThe tenant left the property owing £1,390.00 and having caused £3,000.00 + worth of damage.\n\nThe Council's Housing Department did what it could in these circumstance.  The Head of Housing Benefits was unable to answer my complaints.    A member of her team and she have both told me that “…… if a claimant decides to spend her rent money on something else there is nothing we can do about it.”.\n\nI am shocked and dismayed by this. I had believed I was being socially responsible.  I now have a house, which I can neither live in nor rent out.\n\nThe new housing benefit rules and the way they are administered failed my Tenant and myself in the Government’s desire to encourage tenants to take greater personal responsibility for managing their own rent payments.       \n\nI now share the Council's feelings of hopelessness and trust that something can be done to redress this situation.",
            "closed_at": "2010-01-27T00:00:00Z",
            "created_at": "2009-12-03T15:57:44.723421Z",
            "creator_name": "Helen Booz",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-03T15:57:44.723421Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2010-01-28T00:01:01.841963Z"
        },
        "id": 14154468
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LHAllowances/"
    },
    "type": "petition"
}