{
    "data": {
        "attributes": {
            "action": "Ex-Cllr Wendy M.Harbon[disabled] & David M.C.Hughes[disabled]",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We ask the PM to agree to automatically honour the 4 year military service rule, for Commonwealth, Allied Nation’s personnel, but especially the GURKHA's, servicing with and/or have served with the British Armed Forces, as well as their families too. Under the present laws, once a non-British citizen servicing with the British Armed Forces, HAS SERVED 4 YEARS WITHIN THE ARMED FORCES, THEY ARE LEGALLY ENTITLED TO ILR FOR THEMSELVES AND FAMILY TOO. However, this is not being given automatically by the UK, to those who have qualified, that is on the 1st day of their 5th year of service, to them and their families. Instead they have to wait until they leave the Forces, then ask for ILR and basically fight for their ILR for themselves and families, also many have and are turned down. After these Commonwealth, Allied Nation’s and Gurkha personnel, have not only given loyalty and long military service to the United Kingdom, they have gone to war for this country and fought for us. Many have been wounded and/or left disabled too. Those who have been Killed have had the rights of their families to British Citizenship denied totally wrongfully. STOP THIS DISCRIMINATION.",
            "closed_at": "2010-12-03T00:00:00Z",
            "created_at": "2009-12-03T14:39:54.712528Z",
            "creator_name": "Ex-Cllr Wendy M.Harbon[disabled] & Mr David M.C.Hughes[disabled]",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-03T14:39:54.712528Z",
            "rejected_at": "2010-01-02T00:01:02.029941Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-02T00:01:02.029941Z"
        },
        "id": 14153826
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/honour4yearrule/"
    },
    "type": "petition"
}