{
    "data": {
        "attributes": {
            "action": "afford the future victims of caste discrimination the legislative protection they deserve by including caste as a protected characteristic in the Equality Bill",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I would like to bring to your attention a scoping study, Hidden Apartheid – Voice of the Community, Caste and Caste Discrimination in the UK – (November 2009) and to seek your support for legal protection for victims of Caste discrimination in the UK.\nFor some time now, the Caste system and the associated Caste discrimination imported to the UK by the Asian Diaspora, has been a concern to us.  This report produced by the Anti Caste Discrimination Alliance in collaboration with Professor Stephen Whittle OBE, University of Manchester, and Dr Roger Green, University of Hertfordshire, confirms what we and other organisations supporting victims of Caste Discrimination in the UK have been saying. It provides clear evidence that the Caste system has been imported into the UK with the Asian Diaspora and that Caste discrimination is prevalent in employment, the provision of goods and services and education. I cannot overemphasise the seriousness of Caste discrimination.  We ask you to take immediate action to provide legal protection within the Equality Bill 2009 for victims and future victims of Caste discrimination, by including caste as a protected characteristic.",
            "closed_at": "2010-01-27T00:00:00Z",
            "created_at": "2009-12-03T19:43:54.969999Z",
            "creator_name": "Mr Pashori Lal",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-03T19:43:54.969999Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-01-28T00:01:01.841963Z"
        },
        "id": 14156435
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/acdauk/"
    },
    "type": "petition"
}