{
    "data": {
        "attributes": {
            "action": "Ex-Cllr Wendy M.Harbon[disabled] & Mr David M.C.Hughes[disabled]",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We ask the Prime Minister to agree set an independent medical and legal aid insurance fund, for British Armed Forces personnel and/or their families, in case of they are Killed- and/or Wounded-in-the-Line-of-Duty in the service of the British Armed Forces. Which they and/or their family can access too, so they can employ independent advice and reprenstation, with regards deaths or injuries sustained-in-the-Line-of-Duty in the service of the British Armed Forces, so their own rights, interests and welfare is protected and looked after, with regards any claim for benefits, compensation, care/medical treatment, providing for disabilities, or dealing with the death of a love one, the likes of any legal hearing's. Lastly to provide assistance or legal services with regards any knock on consequence which could happen directly and/or indirectly because of a servicemen or women was killed and/or wounded etc.",
            "closed_at": "2010-12-03T00:00:00Z",
            "created_at": "2009-12-03T17:07:40.096380Z",
            "creator_name": "Ex-Cllr Wendy M.Harbon[Disabled] & Mr David M.C.Hughes[Disabled]",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-03T17:07:40.096380Z",
            "rejected_at": "2010-01-15T00:01:01.483774Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-15T00:01:01.483774Z"
        },
        "id": 14155170
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/militarylegalaid/"
    },
    "type": "petition"
}