{
    "data": {
        "attributes": {
            "action": "Ex-cllr Wendy M.Harbon[disabled] & Mr David M.C.Hughes[disabled]",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We asking Prime Minister to agree to providing and/or cover all expense's of military families, going to and officially invited to the yearly Royal Military Families Remembrance \"THE NAMES\" Service, which takes place at the NMA-Staffordshire, to honour their relatives British Armed Forces personnel who were Killed-in-the-Line-of-Duty the year before, and now their names are being added and unveiled with all the other servicemen and women killed since 1947. Because it is unfair on these families to find the money to attended this service, let alone is it fair on individual military unit's / corp.’s and/or service welfare fund's and charities, to have to provide financial support to these families to attend this Royal Military Families Remembrance \"THE NAMES\" Service, which is in fact to honour their own relatives. When military unit's welfare fund's or military charities, are having to raise more and more money, to look after not only the families of military dead, but the growing numbers of their own wounded and/or disabled too, let alone other veteran's too. When Government Minister's, their cost of attending this Service, are covered by us the tax payers.",
            "closed_at": "2010-12-03T00:00:00Z",
            "created_at": "2009-12-03T15:06:19.337814Z",
            "creator_name": "Ex-Cllr Wendy M.Harbon[disabled] & Mr David M.C.Hughes[disabled]",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-03T15:06:19.337814Z",
            "rejected_at": "2010-01-02T00:01:02.029941Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-02T00:01:02.029941Z"
        },
        "id": 14154037
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MilFamiliesCosts/"
    },
    "type": "petition"
}