{
    "data": {
        "attributes": {
            "action": "Ex-Cllr Wendy M.Harbon[disabled] & Mr David M.C.Hughes[Disabled]",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We ask the PM to agree to change the rules, over who is and who is not entitled to receive The Queen Elizabeth Cross. As at the next Royal Military Families Remembrance \"NAMES\" Service at the NMA-Staffordshire, there will be families who have received this award and families there, who are not entitled to it. Though their relatives were equally were killed on military duty, but was not killed by either a terrorist act or by enemy forces in a war. However, these families of service personnel who were still Killed, who do have the right to have their names included on the memorial at the NMA. Their deaths are second rate compared to other's who'se those families are being given Elizabeth Cross. If they are good enough to be included on the memorial at the NMA, then their families should be equally have a legal right to the Elizabeth Cross too. When there are over 16,000 names on the memorial at the NMA, though less than 8,000 families of these will be and are entitled, to be given The Queen Elizabeth Cross. This is out and out discrimination, which seems purely on the grounds of penny pinching and short slightness, on part of the Government, this is adding public insulting to grieving families.",
            "closed_at": "2010-12-03T00:00:00Z",
            "created_at": "2009-12-03T16:31:02.436298Z",
            "creator_name": "Ex-cllr Wendy M.Harbon[disabled] & Mr David M.C.Hughes[disabled]",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-03T16:31:02.436298Z",
            "rejected_at": "2010-01-15T00:01:01.483774Z",
            "rejection": {
                "code": 512,
                "details": "We have notice that you have sent several petitions with the title: Ex-Cllr Wendy M.Harbon[disabled] & Mr David M.C.Hughes[Disabled]. \n\nIf the petition were accepted it would read: WE PETITION THE PRIME MINISTER TO: x-Cllr Wendy M.Harbon[disabled] & Mr David M.C.Hughes[Disabled]. \n\nAs you can see, this does not make sense. We will readily accept your petitions if you make a statement calling for some action, in the space where you currenlty have your names.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-15T00:01:01.483774Z"
        },
        "id": 14154843
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/QueensCross4ALL/"
    },
    "type": "petition"
}