{
    "data": {
        "attributes": {
            "action": "Ex-Cllr Wendy M.Harbon[disabled] & Mr David M.C.Hughes[disabled]",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We asking the Prime Minister to agree to allow local MP's and/or local Mayor's or Leader's of local Councils, to attend Royal Military Families Remembrance \"NAMES\" Service at the NMA-Staffordshire, when local service personnel from their areas, have been Killed-in-the-Line-of-Duty in the service of the British Armed Forces, and now their names are being added and unveiled with all the other service personnel killed since 1947. Instead of just Government Minister's (i.e. Minister's from the MoD)at present, being the only politician present officially at these services, gives a one side political view and idea, to others the news media covering these services and therefore the general public. That only Minister's of the Government of the Day, cares enough to go to these services, when in fact the MoD are stopping other Political Parties Politician's, even their own back bencher's and/or local councillor's from attending it seems.",
            "closed_at": "2010-12-03T00:00:00Z",
            "created_at": "2009-12-03T16:50:55.718668Z",
            "creator_name": "Ex-Cllr Wendyharbon[disabled] & Mr David M.C.Hughes[disabled]",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-03T16:50:55.718668Z",
            "rejected_at": "2010-01-15T00:01:01.483774Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-15T00:01:01.483774Z"
        },
        "id": 14155027
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MPshonourourdead/"
    },
    "type": "petition"
}