{
    "data": {
        "attributes": {
            "action": "Re=Housing disability",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A family in wandsworth have been put in a 2 bedroom 6 floor up with lifts that are constantly broken so how does the family get out only by walking down the stairs but the daughter can't she's in a wheelchair cerebral palsy quadraplegic every day for school and appointments this happens.  the council won;t give them a house where they and their daughter can lead a normal life, why time after time should we have to campaign to do this all the children want to do is be \"normal\" why don;t you let them and please help this family out they are in a desperate situation no one gets any sleep as they are more or less in the same room one wakes up especially the daughter as she doesn't sleep they all wake up, one parent works or tries to work on not much sleep.  Why is it such a struggle for all the disabled children in the world to get what they so rightly deserve.  Please respond to this families need.  please. please please have a heart don;t be mr scrooge.",
            "closed_at": "2010-03-05T00:00:00Z",
            "created_at": "2009-12-05T22:50:55.847945Z",
            "creator_name": "DianeNeill",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-05T22:50:55.847945Z",
            "rejected_at": "2010-01-09T00:01:02.058845Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for local government. I suggest that you contact your local MP.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-09T00:01:02.058845Z"
        },
        "id": 14167223
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Lily-Family/"
    },
    "type": "petition"
}