{
    "data": {
        "attributes": {
            "action": "withdraw his demeaning comment referring to a \"flat earth group\" for those who disagree with his interpretation of scientific climate change data.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Withdraw your demeaning comment referring to a \"flat earth group\" for those who disagree with the Prime Minister's interpretation of scientific climate change data.\nThe planet has always been in a state of climate change. We have cleaned up our emissions considerably since the 1950's and 60's when we had terrible industrial smog.\nAround the turn of this century scientists predicted a new ice age. Your track record is not good on finding correct solutions and on this issue may well turn out to be wrong, and it may simply be a convenient peg for you to hang more new taxes upon. The risk is, you make the UK hugely uncompetitive and disadvantaged within the global economy. The Prime Minister's carbon footprint this year has been woeful rather than exemplary, having spent close to £4,000,000 on flights alone. If he is so determined to force this unproven mindset upon us, why is he not leading by example?\nWithdraw this offensive remark and respect free and reasoned debate rather than demonise those who do not agree with you.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-12-05T23:13:11.797804Z",
            "creator_name": "David Jesner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-05T23:13:11.797804Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 90,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 14167278
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Flatearth-insult/"
    },
    "type": "petition"
}