{
    "data": {
        "attributes": {
            "action": "take action to clarify, standardise and implement Jobcentre Plus procedures and to Publish a single honest, concise and comprehensive guide for Jobcentre Plus claimants.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "- A multitude of Jobcentre Plus publications make a variety of disparate and misleading points which only serve to confuse service users. (References: ES40JP, ES3JP, DWP1024, DWP1002 are a few examples).\n\n- The range of language used by Jobcentre Plus staff is unknown to service users and not explained to them either in person or through documentation. (\"Stage 2, FJR, DMA, LM\" are a few examples).\n\n- A range of legal documents including an act of parliament and a multitude of amendments / regulations make it extremely difficult for service users to understand the system they are faced with. (Jobseekers Act 1995, JSA Regulations 1996, JSA Regulations 2002 are a few examples).\n\n- A multitude of administrative, executive and managerial staff at Jobcentre Plus present claimants with a wide variety of different approaches, attitudes and dialogue during appointments and this leaves service users feeling disillusioned with the appointment and with Jobcentre Plus. \n\nIn addition, the presence of such ambiguous procedures and the absence of clear communication strongly indicates that the whole system of Jobcentre Plus has almost become totally dysfunctional and unfit for purpose.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-12-06T18:20:34.286950Z",
            "creator_name": "Mr A. Christian",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-06T18:20:34.286950Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 14169633
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Jobcentre2/"
    },
    "type": "petition"
}