{
    "data": {
        "attributes": {
            "action": "Prisoners and immigration",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government needs to control immigration, largely due to our over crowded prisons, many of the prisoners are in fact immigrants or recent immigrants, and asylum seekers too, this is true especially in London. \n\nThere is a very large majority population of ethnics in prison, and the government needs to realise that we are just breeding criminals to this country by allowing world immigration to continue.  \n\nNot all immigrants have our standards of behaviour, and if they settle and adapt to our ways then that is fine, but most do not, and uphold their criminal and impolite ways which often get them in trouble. \n\nI ask the government to consider the population of prisoners and do a study, of the majority of prisoners to see for themselves what the country is getting itself into by allowing immigrants, asylum seekers and others that are not vetted, to be non criminal.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-12-04T12:59:55.857165Z",
            "creator_name": "Christine Maloney",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-04T12:59:55.857165Z",
            "rejected_at": "2009-12-29T13:38:57.951516Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 14160561
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/prisonerimm/"
    },
    "type": "petition"
}