{
    "data": {
        "attributes": {
            "action": "Stop Jobcentre Plus staff being rude, contemptuous and disrespectful towards claimants.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is not acceptable for the administrative and executive officers of Jobcentre Plus to \nbe rude, contemptuous and disrespectful towards claimants, yet this happens to most claimants on a regular basis.  \n\nThere is also often a climate of intimidation in the air which is created by various Security Staff power walking around the Jobcentre Plus as if it is some kind of probation centre.\n\nThis is a national problem which is part of the Jobcentre's failing institution and in effect, such an atmosphere adds insult to injury for claimants and only works to reduce their dignity, frustrate them and cause them to feel de-motivated.\n\nClaimants are not criminals and the staff at Jobcentre Plus should behave in a friendly, fair, helpful and professional manner towards claimants and indeed they should meet their own service standards in this regard.\n\nWe the undersigned therefore petition the Prime Minister to Stop Jobcentre Plus staff being rude, contemptuous and disrespectful towards claimants.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-12-04T17:41:56.181032Z",
            "creator_name": "Mr. A. Christian",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-04T17:41:56.181032Z",
            "rejected_at": "2009-12-16T15:39:37.115242Z",
            "rejection": {
                "code": 4096,
                "details": "Please petition your local Jobcentre or MP directly over this matter.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 14162525
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Jobcentre1/"
    },
    "type": "petition"
}