{
    "data": {
        "attributes": {
            "action": "MI5 officers reporting of latest status of Singapore evil Mr. Hwa Chi Lin, which is one of the foreign diplomacy of Gordon Brown in year 2009.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Hi,\n\n** This regard Mr. Gordon Brown foreign diplomacy onto Singapore evil Mr. Hwa Chi Lin **\nWe lost the proper way of reporting due to frontline XX ?? !! situations.\n\nWe are the Malaysia & MI5 \"Green Tree Leaf\" Angel officers station in Penang, Malaysia, report to Mr. Gordon Brown Singapore Hwa Chi Lin, whom Mr. Gordon Brown declare enemy in year 2009.\n\nThis Singapore Hwa Chi Lin had 2 version of him. First is termed as evil (proud) version of him capable of murder of Dr. Tony Tan in Dec 2002.\n2nd Version of Singapore Hwa Chi Lin is termed as righteous (humble) version of him, which we take that as a cover.\n\nWe need to report this to Mr. Gordon Brown or \"Green Tree Leaf\", \"Fireball in center forehead\", \"Golden Light\", \"Sunlight\" Angel officers in MI5.\n\nIn which upon approval, MI5 would informed Mr. Lee Kuan Yew in Singapore Parliament who are in close watch of Hwa Chi Lin.\nIn Jun & Oct 2009, Mr. Lee Kuan Yew despatch Golden Light Angel Officers to monitor Singapore Hwa Chi Lin. We noticed that again.",
            "closed_at": "2010-12-07T00:00:00Z",
            "created_at": "2009-12-07T10:50:15.789273Z",
            "creator_name": "Angel Officers",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-07T10:50:15.789273Z",
            "rejected_at": "2010-01-10T00:01:01.796708Z",
            "rejection": {
                "code": 256,
                "details": "Your petition is not clearly worded. Also, you need to request a more specific course of action.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-10T00:01:01.796708Z"
        },
        "id": 14172413
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Singapore/"
    },
    "type": "petition"
}