{
    "data": {
        "attributes": {
            "action": "to take steps to prevent local authorities in England and Wales from closing or reducing existing City Centre integrated public transport facilities, including Cardiff Central.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Cardiff Central has provided the city with an integrated transport hub since the 1950s  - connecting trains with local and national buses. The bus station has now been permanently reduced in size. No clear long-term plans are available to the public, no proper consultation has taken place and bus stops are now spread around the city centre.\n\nPassengers who need to connect between services are faced with long walks or use of a shuttle bus which only runs during certain hours and adds extra time on to journeys. This is a barrier to public transport use. Many cities don't have an integrated public transport hub - it's important that existing hubs are not destroyed at the whim of individual local authorities for whatever motive.\n\nIt's not too late, Cardiff Council can be pressured in to restoring an integrated hub and all local authorities can be shown that they must look after public transport users.\n\nSign this petition, visit www.savecardiffcentral.com and many thanks for your support.",
            "closed_at": "2010-02-11T00:00:00Z",
            "created_at": "2009-12-06T21:25:36.138955Z",
            "creator_name": "Matthew Townsend of Cardiff Green Party",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-06T21:25:36.138955Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 34,
            "state": "finished",
            "updated_at": "2010-02-12T00:01:01.353807Z"
        },
        "id": 14170696
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cardiffcentral/"
    },
    "type": "petition"
}