{
    "data": {
        "attributes": {
            "action": "sack our government",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "with the eu dictating 95% of our laws and how this once great FREE country is run - the UK parliment is surplus to requirements.  The UK parliment does not have the backbone to run this country anymore - all they do is rubber stamp what the eu says - no matter what harm it may do to OUR country\nTherefore what are we paying through the nose for all these mps etc when the eu is running us and also costing billions\nI have had this rejected because it is deflamatory or false - PLEASE explain which parts of my statement are classed as either - and then I can change it",
            "closed_at": "2010-06-08T00:00:00Z",
            "created_at": "2009-12-07T17:15:09.832822Z",
            "creator_name": "christina aston",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-07T17:15:09.832822Z",
            "rejected_at": "2009-12-29T12:15:06.595075Z",
            "rejection": {
                "code": 2,
                "details": "The reason your petition has been rejected is that it is not clear exactly what you are requesting. You ask for the PM to sack the Government and then go on to say that Parliament is surplus to requirements. The PM does not control Parliament, which is made up of an elected group of MPs from many different political parties. Rather than use the word \"sack\" it may be better to request the PM \"dissolve\" government if this is indeed what you are requesting.",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-29T12:15:06.595075Z"
        },
        "id": 14174557
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/redundantgovment/"
    },
    "type": "petition"
}