{
    "data": {
        "attributes": {
            "action": "Prevent children being removed from loving homes because of intelligence",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Common sense is needed when dealing with parents who can love but can't do paperwork. The child of Kerry Robertson and Mark McDougall shouldn't be taken away from them because of a lack of intelligence. It's not in the best interests of the child. The urge to feed a baby is instinctive. Learning difficulties might not mean she can't feed and clean a baby. There is no suggestion of violence. That baby might only need a guardian to sort out schools and make sure the roof is safe.\n\nWhat is sad for Kerry's baby is it probably won't be a smart child, so in an adoptive home it will feel less valued, stupid, alienated. At home with its parents that child will be adored, and with guardian supported to find what it is good at. It will care when school phones its mum. If this is too costly, find volunteers.\n\nI expect the council save money by having an attractive newborn adopted instead of supporting the family but if we carry on down that road we get to baby theft and slavery.\n\nSome councils (Fife and Nottingham in the news) are sacrificing loving families to targets. Only take the child away if there is a real danger/risk of abuse/lack of discipline. Authorities - show sense and earn our respect.",
            "closed_at": "2010-02-09T00:00:00Z",
            "created_at": "2009-12-08T12:45:13.458229Z",
            "creator_name": "Mrs Anna Rachel Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-08T12:45:13.458229Z",
            "rejected_at": "2010-01-15T00:01:01.483774Z",
            "rejection": {
                "code": 16,
                "details": "Please resubmit this petition, removing references to any specific individuals. Also, you would be advised to request a more specific course of action from the Prime Minister eg 'bring in legislation to ensure that ...'.",
                "reasons": [
                    "The names of individual officials of public bodies, unless they are part of the senior management of those organisations"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-15T00:01:01.483774Z"
        },
        "id": 14177944
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Babysnatch/"
    },
    "type": "petition"
}