{
    "data": {
        "attributes": {
            "action": "To stop local councils licensing Puppy farms & to bring about an end to this extremely cruel & allegal trade",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "AT the moment there are many puppy farms that are being given licenses by local council (especially in Wales) & yet the Puppy Farms are acting illegally, the animals in their care who are subjected to no end of neglect & cruelty. \n\nThe goverment needs to bring an end to this despicable trade 'mans best friend' is less protected than farm animals.\n\nThe dogs are not the only ones who suffer in this despicable trade, the people that purchase these pups, often end up with a very poorly pup, many die within a few months, end up with inherited problems. \n\nNone of these pups are properly socialised at the critical stage in their development, which can & does lead to behaviour problems throughout the pups life, including aggression.\n\nWe also need to have tougher laws on the transporting of dogs, as with farm animals, some of the puppy farms in Ireland bring the pups over from there to Scotland in the most horrendus conditions, many die before they get to their destination.\n\nThe whole chain needs to be stopped from Puppy Farm to retail outlets, advertises. Who all make a huge profit out these poor dogs.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-12-07T13:00:28.165791Z",
            "creator_name": "Julie Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-07T13:00:28.165791Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 193,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14173193
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/canine/"
    },
    "type": "petition"
}