{
    "data": {
        "attributes": {
            "action": "seek answers from the Indian goverment, regarding the lack of human rights for sikhs living in the panjab.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since 1947 the Sikhs living in the Punjab in north India have been struggling for basic human rights. There is a lack of economic growth, 80% of the youth in Punjab are drugs dependent, the education system is failing, Amritsar has become the HIV capital of the world, in addition there is an alarming rate of farmer suicides in Punjab yet the Indian government has failed to take any action to tackle these issues or educate the population living in Punjab.There is wide scale neglect of the Sikhs in Punjab, resulting in a failure of the infrastructure that is needed to promote the welfare of a population. Sikhs have been robbed of their right to peaceful protest and recent events on the 5th December in Ludhiana have once again confirmed this. Sikhs protesting against an individual inciting religious hatred were indiscriminately shot at with a number of protesters being shot or trampled to death by police brutality. We as British citizens are deeply concerned for Sikhs living in Punjab",
            "closed_at": "2010-02-16T00:00:00Z",
            "created_at": "2009-12-07T11:33:49.744846Z",
            "creator_name": "bal sandhu",
            "government_response_at": "2010-03-29T11:13:43.860723Z",
            "government_responses": [
                {
                    "created_at": "2010-03-29T11:13:43.860723Z",
                    "details": "You signed a petition asking the Prime Minister to \"seek answers from the Indian goverment, regarding the lack of human rights for sikhs living in the panjab.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22934\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'PanjabSikhs'",
                    "updated_at": "2010-03-29T11:13:43.860723Z"
                }
            ],
            "opened_at": "2009-12-07T11:33:49.744846Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 918,
            "state": "finished",
            "updated_at": "2010-09-18T12:30:02.354560Z"
        },
        "id": 14172667
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PanjabSikhs/"
    },
    "type": "petition"
}