{
    "data": {
        "attributes": {
            "action": "close down the number10 petition site, in order to avoid promoting the illusion of democracy, unless the government can prove that e- or any kind of petitions by the electorate are actually having any influence on decision making and are not just there to give the taxpayer the false sense of living in a democracy, while at the same time providing the government with information about possible opponents to their regime.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are concerned that the website is merely there to satisfy the need of British citizens to be heard and to give these citizens the impression that they are being listened to by the government. We have on many occasions in the past experienced that no notice at all was taken of the petitions, however many people had signed them. On the contrary, when the petition was expressing dissatisfaction with government policy, an e-petition only seemed to lead to more oppressive measures and / or proposals.\nGovernment's answers to petition show no evidence of expressed concerns being taken seriously, but only repeat pre-fabricated spin.",
            "closed_at": "2010-06-07T00:00:00Z",
            "created_at": "2009-12-07T18:51:21.720553Z",
            "creator_name": "Mieke Tennant",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-07T18:51:21.720553Z",
            "rejected_at": "2010-01-17T00:01:02.162932Z",
            "rejection": {
                "code": 2,
                "details": "There are a number of petitions that have been acted upon in recent years. Just one that springs to mind is the following: http://www.number10.gov.uk/Page20571",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-17T00:01:02.162932Z"
        },
        "id": 14175014
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/closenr10site/"
    },
    "type": "petition"
}