{
    "data": {
        "attributes": {
            "action": "speak with the Directors of the British Museum on behalf of the people of Greece to ask the Museum to consider that it is now time to return the Elgin Marbles back to Greece. We further petition the Prime Minister to visit the newly built Acropolis Museum in Athens to determin for himself as to whether it is a suitable home for the marbles.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Elgin Marbles, known also as the Parthenon Marbles, are a collection of classical Greek marble sculptures, inscriptions and architectural members that originally were part of the Parthenon and other buildings on the Acropolis of Athens. Thomas Bruce, 7th Earl of Elgin, the British ambassador to the Ottoman Empire from 1799–1803, had obtained a controversial permission from the Ottoman authorities to remove them.Many critics compared Elgin's actions to vandalism or looting. Following a public debate in Parliament the marbles were placed on display in the British Museum, where they stand now on view in the purpose-built Duveen Gallery. \nMany have argued, and continue to do so, that the marbles were 'stolen' from greece by Lord Elgin. He was of course given permission to take the marbles by those ruling Greece at the time so it is unlikely a court would ever conceed Lord Elgin stole the marbles. However, it is now time to look again at why they were taken and to ask whether it is right that they should stay in the British Museum when there is a perfectly good home for them in Greece at the newly built Acropolis Museum.",
            "closed_at": "2010-12-09T00:00:00Z",
            "created_at": "2009-12-09T20:46:45.410432Z",
            "creator_name": "David John Redman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-09T20:46:45.410432Z",
            "rejected_at": "2010-01-13T00:01:01.274717Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-13T00:01:01.274717Z"
        },
        "id": 14184757
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Acropolis/"
    },
    "type": "petition"
}