{
    "data": {
        "attributes": {
            "action": "use Section 132 of the Enterprise Act 2002 to refer the operation of the beer tie by large pub companies to the Competition Commission for a full market investigation.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Last year CAMRA, the Campaign for Real Ale used its status as a designated consumer body to issue a super-complaint to the Office of Fair Trading (OFT) on the unfair operation of the beer tie by large pub companies.  Exploitation of the beer tie causes consumer detriment through higher prices, reduced amenity and pub closures.\n\nThe OFT has rejected the super-complaint.  In CAMRA’s view their response was partial, misleading, and heavily predicated on industry assertions; their failure to conduct a thorough analysis seriously undermines the validity of their conclusions.\n  \nBob Young, a former member of the Monopolies & Mergers Commission and respected Principal of Europe Economics, has described the OFT’s response as “as inadequate as CAMRA’s super-complaint was compelling”.\n\nGovernment must now use its powers to intervene and refer the matter to the Competition Commission to ensure a fair deal for the consumer and to rebalance the relationship between large pub companies and their tenants.",
            "closed_at": "2010-02-08T00:00:00Z",
            "created_at": "2009-12-10T15:24:54.053830Z",
            "creator_name": "Emily Ryans",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-10T15:24:54.053830Z",
            "rejected_at": "2010-01-12T16:41:13.266257Z",
            "rejection": {
                "code": 16384,
                "details": "We suggest you contact the Competition Commission directly. Instructions for how to make a complaint can be found at: http://www.competition-commission.org.uk/footer/complaints.htm",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-12T16:41:13.266257Z"
        },
        "id": 14187766
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/reform-beertie/"
    },
    "type": "petition"
}