{
    "data": {
        "attributes": {
            "action": "Save & Relocate the DSA Barry Test Centre",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The DSA has decided to close the Barry Test Centre on Friday 26th March 2010.  Barry is the largest town in Wales and needs its own Test Centre.  If Barry centre does close the alternative Test centres are Bridgend (18.5 miles away) and Cardiff (8 miles away). The current Cardiff centre is also due to close in 2010 where it will be moving further into Cardiff.  If candidates and instructors have to use these other centres it's going to prove too costly for candidates and instructors.  People taking lessons will have to have longer lessons and instructors will have to travel further using more fuel which is going to have a negative impact on the carbon footprint.  At a time of economic downturn, it's vital that we support young people in acquiring skills such as driving to enhance their employability, job and career choices.   The DSA has confirmed that the closure is not to cut costs but because the Barry Centre does not offer the services they wish to offer their customers and does not have the benefit of off street parking for their customers.  A councillor in Vale of Glamorgan Council has offered 2 suitable buildings to relocate the Barry Test Centre both of which have off road parking.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-12-09T19:18:53.820558Z",
            "creator_name": "Ian Wilcox",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-09T19:18:53.820558Z",
            "rejected_at": "2010-01-15T00:01:01.483774Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for local government. Please petition your local MP directly.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 14184410
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BarryTestCentre/"
    },
    "type": "petition"
}