{
    "data": {
        "attributes": {
            "action": "secure a legally binding climate agreement at Copenhagen.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned petition the prime minister to secure a legally binding climate agreement at Copenhagen.  \n\nGiven the government’s position in 1997 to reduce carbon emission, how is that we stand ahead of only Luxemburg and Malta in the European league table with only 3% of our energy coming from renewable resources?\n\nAs of December 4th the largest and most reputable scientific organization on the planet (The American Association for the Advancement of Science) reaffirmed the position of its Board of Directors and the leaders of 18 other respected organizations: Climate change is caused by human activities and it is a growing threat to society.\n\nWe believe the time to act is now.  We petition the government to:\n\n1.Create more incentives for the development of green technologies\n\n2.Increase energy efficiency across the United Kingdom\n\n3.Commit to legally binding hard targets on emissions \n\n4.Be at the forefront of the ratification of a global climate agreement which will once and for all create a rapid reduction of global carbon emissions.",
            "closed_at": "2009-12-30T00:00:00Z",
            "created_at": "2009-12-09T20:31:44.381140Z",
            "creator_name": "David Burns",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-09T20:31:44.381140Z",
            "rejected_at": "2010-01-13T00:01:01.274717Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-13T00:01:01.274717Z"
        },
        "id": 14184688
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CopenDeal/"
    },
    "type": "petition"
}