{
    "data": {
        "attributes": {
            "action": "Install cameras on all motorway overhead gantries which are triggered by people driving beyond a red X.  Prosecute the offenders.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On a motorway, a red X above a lane indicates that you should not drive beyond that point in that lane.  Just because there is no physical barrier, it does not mean that anyone can continue to drive in the lane that is defined as closed.\n\nWhen travelling on the M25 recently, the overhead gantry showed an arrow over the right hand lane, followed by a red x on the next gantry.  This means that everyone in the right hand lane should have moved over.  This was followed by another arrow in the second lane from the right, and a red x in the right hand lane, and a sign saying “Accident, caution, slow down”.   We were travelling in the far left lane, but people were still driving fast in the closed lanes.  The two “active” lanes came to a halt, but more and more people were driving in the two closed lanes.  As a result, when the ambulances and fire engines (to cut the trapped people free) tried to get to the scene, they were severely hampered by the illegal drivers in the two closed lanes.  This may have cost lives.\n\nInstalling cameras on the overhead gantries, triggered by anyone driving in a closed lane, who will be prosecuted, would act as a deterrent,  saving lives.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-12-09T21:06:45.046230Z",
            "creator_name": "Diane Doney",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-09T21:06:45.046230Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14184853
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Dont-pass-Red-X/"
    },
    "type": "petition"
}