{
    "data": {
        "attributes": {
            "action": "scrap the plans to cap yearly public sector pay rises to 1% which amounts to a pay cut in real terms as outlined in the pre-budget report.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Alistair Darling's pre-budget report outlined plans to limit pay rises to public sector employees to 1% a year. With inflation this amounts to a pay cut in real terms.\nMore does need to be done to reduce national debt & improve the economy but penalising hardworking public sector employees should not be the way to do it.\nMPs are paid huge salaries & are still entitled to more in expenses than most local government employees make in a year & the bankers who caused the recession are still receiving obscene bonuses.\nThe government needs to find new ways to reduce debt. Perhaps cutting pay for the highest earning public sector employees or MPs is a smarter way to achieve this. For example the government appointed head of Haringey Children's Services, Peter Lewis, receives 6 figures. My pay as a council employee at just over 20k will be effectively cut for the next 3 years.  High paid officials can afford to take a bit less but I & those like me cannot.\nPlease don't punish the public sector workers who are finding it hard enough to make ends meet as it is. Without a pay rise in line with inflation families will be worse off each year while MPs, public sector directors, & bankers keep raking in the cash.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-12-10T12:31:54.189459Z",
            "creator_name": "Emilie Dingler",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-10T12:31:54.189459Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 14186972
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/publicsectorpay7/"
    },
    "type": "petition"
}