{
    "data": {
        "attributes": {
            "action": "URGENT ACTION Man detained for raising human rights",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "An outspoken critic of the human rights record of Libya, Jamal al-Hajji, was arrested on 9 December and apparently transferred to prison. Amnesty International considers him a prisoner of conscience, detained solely for his criticism of the Libyan authorities. \n \nJamal al-Hajji had been told by phone in the evening of 8 December to present himself the next day at 9am for questioning at the State Security Prosecution Office in the capital, Tripoli. He went there as instructed, and at about noon, he was able to call his wife and tell her that he was being taken to Jdeida prison in Tripoli. His family has not heard from him since then, and the authorities have not officially informed his family that he has been arrested.",
            "closed_at": "2010-12-25T00:00:00Z",
            "created_at": "2009-12-09T22:40:06.375254Z",
            "creator_name": "georgio gambini",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-09T22:40:06.375254Z",
            "rejected_at": "2009-12-29T11:49:06.352572Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement. Individual legal cases are a matter for direct communication with the Home or Foreign Office.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-29T11:49:06.352572Z"
        },
        "id": 14185225
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/jamalalhajji/"
    },
    "type": "petition"
}