{
    "data": {
        "attributes": {
            "action": "take part in a public debate to discuss \"The Venus Project\" as one possible solution to the current economic, ecological and social crises",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition asks merely for an open discussion between a Government and its people about a different way of living in the future.\nPotential problems with the proposed model would be discussed, whilst reflecting upon our current system and attempting to find some common ground.\n\n\nThe Venus Project is an organisation promoting an alternative global model based around the notion of a Resource-Based Economy. \nThis means analysing the Earth's natural resources, collating the research into an inventory and thinking logically about how the resources should be used.\n\nThe main goals are:\nto create easily sustainable, environmentally-friendly food and energy supplies;\nto use technology to replace unnecessary Human effort;\nto create a social environment where crime is unnecessary;\nto create products that are built to last (not replaced by a newer model immediately) eradicating mountains of resource waste;\nand allow the Human race to be free to spend more time as a global community.",
            "closed_at": "2010-12-10T00:00:00Z",
            "created_at": "2009-12-09T17:05:19.670163Z",
            "creator_name": "Mr Simon Hymers",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-09T17:05:19.670163Z",
            "rejected_at": "2009-12-18T14:48:55.061167Z",
            "rejection": {
                "code": 17408,
                "details": "If you would like the PM to take part in a debate we suggest you write to 10 Downing Street with your request.",
                "reasons": [
                    "Commercial endorsement, promotion of any product, service or publication, or statements that amount to adverts",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2009-12-18T14:48:55.061167Z"
        },
        "id": 14183790
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TheVenusProject/"
    },
    "type": "petition"
}