{
    "data": {
        "attributes": {
            "action": "Help teachers & headteachers emotionally and mentally (relieve stress, stop suicide such as the recent death of Irene Hogg, a HeadTeacher for 19 years...)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Teachers and Headteacher's are under an increasing amount of stress and pressure in today's education system.\nThe recent suicide of Irene Hogg (after a school inspection), a headteacher for 19 years was just one of the results of this stress.\nCreate an event for a day or such which involves a professional visiting the school to relieve stress and anxiety and boost confidence among all teachers and upper staff.\nMany teachers suffer from anxiety and various levels of stress - relieving this would certainly increase their ability to teach effectively - even possibly consider placing a permanent psychologist/therapist in all schools.",
            "closed_at": "2010-12-08T00:00:00Z",
            "created_at": "2009-12-08T23:07:00.273429Z",
            "creator_name": "Mr Adam Fagan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-08T23:07:00.273429Z",
            "rejected_at": "2010-01-15T00:01:01.483774Z",
            "rejection": {
                "code": 8,
                "details": "We recognise that your petition is on an important matter. However we are concerned that naming the individual on a public website may cause personal distress to family and friends. We suggest you  remove the name of the individual and resubmit your petition, which we will then reassess. Thank you, Web team.",
                "reasons": [
                    "Material which is potentially confidential, commercially sensitive, or which may cause personal distress or loss"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-15T00:01:01.483774Z"
        },
        "id": 14180650
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HelpTeachers/"
    },
    "type": "petition"
}