{
    "data": {
        "attributes": {
            "action": "Stop His Electorate Being Treated With Contempt By Business And Other Organisations",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Companies and organisations are becoming increasingly difficult to contact to use their services or complain. We are charges to listen to phone messages telling us to visit websites or that no one is available to take our call. \"Contact Us\" options are harder to find, emails not answered or replied to in \"Manager Speak\" ie saying lots about nothing.  We have to travel further to fewer Post Offices, stand in long queues to have a simple birthday card weighed and measured, then there is an icreased chance Royal Mail might loose it anyway and not uphold the complaint about it assuming you can get in touch with them to get a form and have time to waste filling it in. For example, I just phoned the Post Office and had to pay to hear a message about them caring so much about me tha  no one is available and that the office is closed despite their website saying they are open until 17:00 on Saturdays.  We are treated with contempt by businesses and banks and other organisations, even Councils are joining in and the final insult is that I see that this is the only way to contact you.  These everyday frustrations make for a discontented angry population.  Can't you see that?  Or do you just not care?",
            "closed_at": "2010-12-12T00:00:00Z",
            "created_at": "2009-12-12T15:54:31.733818Z",
            "creator_name": "Lorna Davie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-12T15:54:31.733818Z",
            "rejected_at": "2010-01-16T00:01:01.663170Z",
            "rejection": {
                "code": 512,
                "details": "You need to be more specific in your petition. Would you like specific legislations brought in for example?",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-16T00:01:01.663170Z"
        },
        "id": 14194438
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AntiContempt/"
    },
    "type": "petition"
}