{
    "data": {
        "attributes": {
            "action": "ABOLISH THE REDUCTION IN SOCIAL CARE PROVIDED BY BIRMINGHAM CITY COUNCIL DUE TO LACK OF FUNDING FOR EXISTING DISABLED AND NEW INDIVIDUALS WITHIN THE COMMUNITY OF WEST MIDLANDS",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "IN 2009 SENIOR MANAGEMENT AT BIRMINGHAM CITY COUNCIL CONFIRMED THEY WERE PROPOSING TO REDUCE THE EXISTING SOCIAL CARE TO DISABLED PEOPLE. \nNOW SOCIAL CARE IS BEING STOPPED AT SHORT NOTICE LEAVING DISABLED PEOPLE UNABLE TO COPE AT SUCH A CRUCIAL TIME LEADING UP TO CHRISTMAS AND THE NEW YEAR WHICH IS NOT ACCEPTABLE.\nTHE REDUCTION IN SOCIAL CARE IS DUE TO FINANCIAL CUT BACKS AND THIS IS NOT ACCEPTABLE WHEN MILLIONS OF POUNDS ARE BEING DESPATCHED FOR FOREIGN AID.\nI ASK THE GOVERNMENT TO ABOLISH THIS REDUCTION IMMEDIATELY IN THE WEST MIDLANDS AND ASK FOR AN IMMEDIATE ENQUIRY TO ENSURE BETTER SOCIAL CARE FOR THE FUTURE, ESPECIALLY WITH A NEW STATE OF THE ARCH HOSPITAL TO BE OPENED IN JUNE, 2010 WHERE CARE IS TOP OF THE LIST FOR OUT-PATIENTS AFTER CARE AND WITH THE HM GOVERNMENT CARE DEBATE IN OPERATION.\nPLEASE SIGN THIS PETITION IF YOU HAVE EXPERIENCED LACK OF SOCIAL CARE.\nTHE BIG CARE DEBATE IN OPERATION IS TO ENSURE BETTER CARE FOR THE FUTURE!  LETS START BY GRANTING FUNDING FOR BETTER SOCIAL CARE SYSTEM IN BIRMINGHAM,\nWEST MIDLANDS.",
            "closed_at": "2010-12-14T00:00:00Z",
            "created_at": "2009-12-14T01:48:57.114182Z",
            "creator_name": "JEAN SAVAGE",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-14T01:48:57.114182Z",
            "rejected_at": "2010-01-17T00:01:02.162932Z",
            "rejection": {
                "code": 256,
                "details": "Please address the excessive use of capital letters; they make your petition hard to read.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-17T00:01:02.162932Z"
        },
        "id": 14198073
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CARE-NEEDED/"
    },
    "type": "petition"
}