{
    "data": {
        "attributes": {
            "action": "To help out the citizens of england with their money problems",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is based on the fact us citizens of england are all struggling financially, i would like people to sign up to this petition if you think more could be done to settle this problem such as how we raise money for other countries that are poorer than us but truth is if we dont sort something out our country is just going to be as poor, then we are allowing other civilians of other countries taking all the UK civilians jobs. Each week petrol,shoppping and electric bills are going up and us the people of britian can not survive theres been more people homeless these past 2 years and nothing is being done to help the country out, because people are to busy helping other countries. Footballers are getting paid more money than doctors and other hardworking people, and now students who have just left school and college are now going on jobseekers as theres no jobs even after being qualified. Everyone in the country is giving up, as there is just no way we can survive. We need more help and by you signing up to this petition will help get the word out and hopefully get something done, because we cant go on like this anymore, its taking us all to an early grave.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-12-11T16:29:07.927635Z",
            "creator_name": "Sian Whitby",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-11T16:29:07.927635Z",
            "rejected_at": "2010-01-16T00:01:01.663170Z",
            "rejection": {
                "code": 512,
                "details": "The Government has recently laid out plans to help move Britain towards economic recovery: http://www.number10.gov.uk/Page21721\nI suggest you resubmit your petition with a more specific request for government action.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 14192086
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UkMoneyissues/"
    },
    "type": "petition"
}