{
    "data": {
        "attributes": {
            "action": "Introduce legislation to regulate fees charged by Administrators",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The administration industry is rife with dodgy practices and administrators just walk over everyone, suppliers, shareholders for their own greedy gains. \nFor example, i have read today that Deloitte has acted as administrator for three of the biggest household name casualties : Woolworths, Waterford Wedgwood and Land of Leather.  \n\nInsolvency partners working on Woolworths charged an hourly rate of up to £890. \nSince Woolworths collapsed in November 2008, Deloitte has been paid almost £5.8m in fees. Secured creditors, such as the banks, have received £325m, but their unsecured counterparts have been less fortunate. They are getting zero, zilch, nada.\n\n \nWOOLWORTHS \nCollapsed: November 2008 \nJob losses: 30,000 \nAdminstrator: Deloitte \nFees paid: £5.77m\nPlease vote to regulate the fees in this unscrupulous industry",
            "closed_at": "2010-12-13T00:00:00Z",
            "created_at": "2009-12-13T13:17:22.060906Z",
            "creator_name": "Michael Degas",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-13T13:17:22.060906Z",
            "rejected_at": "2010-01-16T00:01:01.663170Z",
            "rejection": {
                "code": 10,
                "details": "YOu cannot refer to specific commericial organisations in your petition. This is potentially libellous.",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements",
                    "Material which is potentially confidential, commercially sensitive, or which may cause personal distress or loss"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-16T00:01:01.663170Z"
        },
        "id": 14196517
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Administrators2/"
    },
    "type": "petition"
}