{
    "data": {
        "attributes": {
            "action": "Consider Recomendation's for the Posthumous Award  of the George Cross to Bombardier Robert Key of the Royal Artillery",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the recaptured French village of Annezin in September 1944, Bombardier Robert Key R.A. saved the lives of 20 French children by removing from one of them, a hand grenade from which the pin had been pulled by one of the children. Bombardier Key without care for his own saftey and knowing that he would probably be killed, ran off with the grenade. Bombardier Robert Key did not survive the explosion. \nHis military service record states that he was to blame for the incident for \"showing off\" to the children.\nHowever the residents and Mayor of Annezin state that is not not the case. Robert Key is viewed as a hero by the village and Mayor of Annezin and a street in the village is to be named after him. \nIn the light of this new information comming forward after 65 years and the public disgrace suffered due to this untrue entry on his service record reparations should be officially made.\nAs his service record cannot be altered, but only added to, this nation should therefore recognise this unselfish act of supreme galantry and sacrifice, in the form of the George Cross. We therefore request the Prime Minister so support these recomendations and to also reccomend the award to H.M. The Queen.",
            "closed_at": "2010-12-12T00:00:00Z",
            "created_at": "2009-12-12T15:10:33.092953Z",
            "creator_name": "Bernard Fox",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-12T15:10:33.092953Z",
            "rejected_at": "2010-01-16T00:01:01.663170Z",
            "rejection": {
                "code": 4096,
                "details": "Recommendations for the George Cross come from the MOD, not the Government. Please petition the MOD directly.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-16T00:01:01.663170Z"
        },
        "id": 14194316
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Robert-Key/"
    },
    "type": "petition"
}