{
    "data": {
        "attributes": {
            "action": "restore faster and more frequent trains between East Kent and London Victoria and London Charing Cross",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "From December 13, Southeastern, supposedly at the behest of the department for Transport (DfT), have reduced frequencies and increased timings of trains between London Charing Cross, Ashford, Canterbury, Dover and Margate and between London Victoria and Faversham, Dover and Ramsgate.\n\nInstead, services have been provided to London St Pancras at a 20% fare premium - even though services to the vast majority of destinations are no more than 10 minutes faster than previous services.\n\nFor example, the new \"high speed\" services from Faversham are a mere one minute faster than the previous times to Victoria. To accommodate these new services, existing services have been reduced in frequency and have had extra stops added, increasing journey times.\n\nTo quote Barry Doe, Britain's leading fares and service expert, from Issue 633 of Rail Magazine:\n\n\"Given the one minute saving of the St Pancras service over the previous fastest times from Victoria, HS services have done little for North Kent other than slow down most other services and reduce frequencies.\"\n\nSoutheastern should be told to re-instate services on the routes into Charing Cross and Victoria for the May 2010 timetable",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-12-14T11:00:57.091595Z",
            "creator_name": "Mike Seery",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-14T11:00:57.091595Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 78,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14198738
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/southeasternfail/"
    },
    "type": "petition"
}