{
    "data": {
        "attributes": {
            "action": "urge Seetickets to start sending out tickets as soon as they are in stock or force a Trading Standards investigation.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "SEEtickets - NOtickets more like. A company which hasn't got the faintest idea as to what customer service might be. \n\nAre you fed up of having your tickets delivered 2 days after the concert? Are you fed up of having to call Seetickets a dozen times only to be told your tickets will need to be collected at the venue even if you've paid for Special Delivery? Are you fed up of having to buy tickets on a blind allocation? Are you fed up of having to navigate trhough a site which crashes at 08:59 every Friday morning. Finally, are you fed up of Seetickets treating their customers like dirt, especially if you're on their blacklist!? Well then, sign away - they may just take notice. Or maybe not.",
            "closed_at": "2010-06-11T00:00:00Z",
            "created_at": "2009-12-11T15:08:09.718664Z",
            "creator_name": "Jay K",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-11T15:08:09.718664Z",
            "rejected_at": "2010-01-16T00:01:01.663170Z",
            "rejection": {
                "code": 10,
                "details": "You cannot name a specific commercial organisation in your petition. This is potentially libellous. This case is really a matter for the trading standards institute: http://www.tradingstandards.gov.uk/",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements",
                    "Material which is potentially confidential, commercially sensitive, or which may cause personal distress or loss"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-16T00:01:01.663170Z"
        },
        "id": 14191749
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Seetickets1/"
    },
    "type": "petition"
}