{
    "data": {
        "attributes": {
            "action": "Prevent Young's Brewery form closing one of Londons Great Live Music venues",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "One of Londons favourite live music venues is facing closure: the Halfmoon in Putney,may have to call time on almost 50 years of hosting live music.\nDue to market forces, the current economic climate and other circumstances\nbeyond their control, The Halfmoon will not be able to carry on as a music venue after 31st January 2010.\nThe Halfmoon has been hosting live music regularly since 1963. Since that time it has seen performances by, among others, The Rolling Stones, U2, The SmallFaces, Ralph McTell, Elvis Costello, Kate Bush and countless more.\nAs well as still catering for touring bands and artists !The Halfmoon is an engine room for rising bands throughout the UK, who are \nnow running out of quality venues to play.\"\nWithout the right measures being taken The Halfmoon could easily join a\ngrowing list of music venues that have closed in recent months/years. It would\nbe another blow to music and culture in London if The Halfmoon disappears as well.\nYou can help save The Halfmoon. Please vote with your feet and come for a \ndrink, or come to one of our nightly live music shows.",
            "closed_at": "2010-01-11T00:00:00Z",
            "created_at": "2009-12-11T13:54:46.886462Z",
            "creator_name": "Chris Millar",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-11T13:54:46.886462Z",
            "rejected_at": "2010-01-17T00:01:02.162932Z",
            "rejection": {
                "code": 5120,
                "details": "",
                "reasons": [
                    "Commercial endorsement, promotion of any product, service or publication, or statements that amount to adverts",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-17T00:01:02.162932Z"
        },
        "id": 14191461
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HALFMOONLIVE/"
    },
    "type": "petition"
}