{
    "data": {
        "attributes": {
            "action": "intervene to secure the Freedom Pass by protecting the previously agreed level of concessionary travel funding for London, for 2010-11, from the proposals currently being consulted on by the Department for Transport that would cut £29 million of agreed funding for the boroughs, following the DfT’s re-opening of a 3-year funding deal in its third year.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "London’s Borough Leaders are committed to the Freedom Pass, a concessionary travel scheme providing free travel 24 hours a day, 7 days a week on bus, tube, and most rail routes for London’s over 60 or disabled residents. Funded mostly from council tax, the Freedom Pass also gets government funding, reflecting London’s contribution to the national concessionary bus travel scheme.\n\nIn April 08, a 3-year funding deal was agreed but in July 09, Transport Minister Sadiq Khan re-opened it.  The Department for Transport, DfT, is now consulting on “Local Authority special grant funding in 2010/11 for the national bus concession in England”, with London losing £29m, almost half its agreed funding for 2010-11. The consultation closes on 30/12/09.\n\nLondon’s Borough Leaders oppose the DfT re-opening a 3-year funding deal, which loses London nearly £29m, and demand the Prime Minister intervene to protect the Freedom Pass’s funding.",
            "closed_at": "2010-01-29T00:00:00Z",
            "created_at": "2009-12-16T18:18:47.693408Z",
            "creator_name": "Barry Macleod-Cullinane",
            "government_response_at": "2010-02-19T11:40:39.152654Z",
            "government_responses": [
                {
                    "created_at": "2010-02-19T11:40:39.152654Z",
                    "details": "You signed a petition asking the Prime Minister to \"intervene to secure the Freedom Pass by protecting the previously agreed level of concessionary travel funding for London, for 2010-11, from the proposals currently being consulted on by the Department for Transport that would cut £29 million of agreed funding for the boroughs, following the DfT’s re-opening of a 3-year funding deal in its third year.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22503\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition '29m4freedompass'",
                    "updated_at": "2010-02-19T11:40:39.152654Z"
                }
            ],
            "opened_at": "2009-12-16T18:18:47.693408Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 20766,
            "state": "finished",
            "updated_at": "2010-05-25T19:30:43.078157Z"
        },
        "id": 14207845
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/29m4freedompass/"
    },
    "type": "petition"
}