{
    "data": {
        "attributes": {
            "action": "force the FA to oversee English football to the benefit of all clubs not just the top 4 or 5",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are currently many football clubs across all the divisions on the verge of administration or receivership.  This situation must be addressed by the FA who should put structures in place to ensure that football clubs are able to survive without  billionaire backers.\n\nFootball income should be more evenly spread throughout all the league clubs, who do a huge amount of young player development, and when those players do move the club should receive enough funds from the buying club to put at least 10 more players through the same system.  To let players move for no fee will only encourage football club owners to restrict the amount they spend on player development.\n\nWe cannot continue to allow the top half-dozen or so teams to keep taking the assets of other teams without adequate compensation.\n\nWe need to protect our football leagues and that is the responsibility of the Football Association.",
            "closed_at": "2010-03-16T00:00:00Z",
            "created_at": "2009-12-16T11:47:27.451975Z",
            "creator_name": "Mr. Quentin Harriott",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-16T11:47:27.451975Z",
            "rejected_at": "2010-01-15T00:01:01.483774Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-15T00:01:01.483774Z"
        },
        "id": 14205752
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/doingsweetfa/"
    },
    "type": "petition"
}