{
    "data": {
        "attributes": {
            "action": "withdraw immediatly the decision to distinguish between goods from Palestinians in the occupied territories and produce from Israeli settlements.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government, who supposedly \"backs Israel”, has just made the decision to distinguish between goods from Palestinians in the occupied territories and produce from Israeli settlements.\n\n\nThe new guidelines recommend that food labels in supermarkets should bear the phrases \"Israeli settlement produce\" or \"Palestinian produce\".\n\nHow can the government even say they are against boycotting? I am a born and bred English citizen, and am so ashamed to be, I have made the decision to move away in two weeks, because I for one cannot stay in a country where the government is such a joke. You say you support Israel Mr Brown? Doesn't sound like it. Stop the cowardice Mr Brown and stop the lies, say outwardly what you believe, so we can make a fair judgment on whether or not we want you as our Prime Minister, it’s called Democracy, it is called civilisation.",
            "closed_at": "2010-06-15T00:00:00Z",
            "created_at": "2009-12-15T13:25:17.829549Z",
            "creator_name": "Miss Rose Bat Sheva Ben- David",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-15T13:25:17.829549Z",
            "rejected_at": "2010-01-28T00:01:02.034826Z",
            "rejection": {
                "code": 128,
                "details": "",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-28T00:01:02.034826Z"
        },
        "id": 14202699
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Israelgoods/"
    },
    "type": "petition"
}