{
    "data": {
        "attributes": {
            "action": "withdraw all Government backing for England's 2018 World Cup bid until the town of Milton Keynes is withdrawn from the bid",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Milton Keynes has been included as a host town in the FA's bid to bring the 2018 World Cup to England.\n\nThe club that plays in the town's stadium was created in 2004 but allowed to take a place in the Football League through 'franchising'. This goes against the principles of fair sporting competition, allowing one town to bypass the established 'football pyramid' to claim a place in the Football League, unfairly discriminating against every other football club in the country.\n\nBy including Milton Keynes as part of the bid, the FA has discredited the whole bid. Do we want this country, and taxpayers' money, to be associated with a false club that has cheated its way to its current level?\n\nBy including Milton Keynes in the World Cup bid, the FA has endorsed what happened in 2002. By supporting the World Cup bid, the Government is also endorsing what happened in 2002. This is contrary to the wishes of the vast majority of the football-supporting public.\n\nWe call upon the UK Government to withdraw its support, financial and otherwise, for the bid until such time as Milton Keynes is removed from the bid.",
            "closed_at": "2010-03-01T00:00:00Z",
            "created_at": "2009-12-16T20:33:10.806297Z",
            "creator_name": "Rob Crane",
            "government_response_at": "2010-03-30T13:07:09.003639Z",
            "government_responses": [
                {
                    "created_at": "2010-03-30T13:07:09.003639Z",
                    "details": "You signed a petition asking the Prime Minister to \"withdraw all Government backing for England's 2018 World Cup bid until the town of Milton Keynes is withdrawn from the bid.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22994\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'mk2018bid'",
                    "updated_at": "2010-03-30T13:07:09.003639Z"
                }
            ],
            "opened_at": "2009-12-16T20:33:10.806297Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1394,
            "state": "finished",
            "updated_at": "2010-04-20T18:30:02.339353Z"
        },
        "id": 14208364
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/mk2018bid/"
    },
    "type": "petition"
}