{
    "data": {
        "attributes": {
            "action": "Revoke the formal state visit given to the Pope Benedict XVI",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Catholic Church in the USA said that \"it will be unable to continue the social service programs it runs for the District if the city doesn't change a proposed same-sex marriage law\".\n\nIn Europe, Archbishop Silvano Tomasi, read out a statement after a meeting of the UN human rights council saying \"gay men preying on teenage boys caused the sex scandals across the world rather than paedophilia\".\n\n\"The Catholic Church takes a very high view of marriage and human sexuality. As the account of Genesis shows, marriage and sexuality were created by God and given to mankind as gifts for our benefit. Scripture records God's statement that \"it is not good that the man should be alone; I will make him a helper fit for him\" (Gen. 2:18). As a result, \"a man leaves his father and his mother and cleaves to his wife, and they become one flesh\" (Gen. 2:24). Some may forego the good of marriage to serve a higher calling (cf. Matt. 19:10-12), but it is a good nevertheless. \n\nThese arguments used by other fundamentalist organisations and are banned from entering the UK - why is the Head of the Catholic Church not on that list?\n\nWe ask that you revoke Pope Benedict XVI's 2010 visit to the UK.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-12-16T14:05:33.888375Z",
            "creator_name": "Robert J Brown",
            "government_response_at": "2010-07-14T15:36:54.077229Z",
            "government_responses": [
                {
                    "created_at": "2010-07-14T15:36:54.077229Z",
                    "details": "You signed a petition asking the Prime Minister to revoke the formal state visit given to the Pope Benedict XVI.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=Pope2010\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'Pope2010'",
                    "updated_at": "2010-07-14T15:36:54.077229Z"
                }
            ],
            "opened_at": "2009-12-16T14:05:33.888375Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1079,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 14206500
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Pope2010/"
    },
    "type": "petition"
}