{
    "data": {
        "attributes": {
            "action": "introduce the two-round election system in support of the restoration of a majority democracy in Britain, with one of the two top candidates from the first round elected by a minimum of 51% in the second, put in place for the 2010 General Election and then applied to all other national, regional, local and mayoral elections in the United Kingdom as they occur thereafter.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Expenses, top down policies and legislation, and very few MPs or councillors elected with a 51% or above share of votes, have caused a perception that the ‘majority’ no longer has a place in British ‘democracy’.\n\nPeople bothering to vote, join a political party, or even to answer public consultations has reduced alarmingly in the last couple of decades.  When asked why not, the common response is “Why bother?  Nobody listens to us anyway.”\n\nThe majority of citizens are not that interested in ‘politics’, but do want their opinions taken into account.  Proportional representation or party lists have little support, but there is general preference for each constituency to elect a preferred representative.\n\nAlthough restoration of majority democracy will require actions over some years, today’s Ministers must start now by introducing a two-round election system for the 2010 General Election, to ensure that one candidate with at least 51% of the votes cast represents each constituency.",
            "closed_at": "2010-03-23T00:00:00Z",
            "created_at": "2009-12-14T22:13:53.551482Z",
            "creator_name": "Mr Malcolm MacINTYRE-READ",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-14T22:13:53.551482Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10,
            "state": "finished",
            "updated_at": "2010-03-24T00:01:01.281531Z"
        },
        "id": 14201146
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TWOROUNDELECTION/"
    },
    "type": "petition"
}