{
    "data": {
        "attributes": {
            "action": "give evidence in person to the Iraq Inquiry before the forthcoming General Election, given his position as Chancellor of the Exchequer at the time of the invasion.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gordon Brown is to give evidence to the Iraq Inquiry, as he was Chancellor of the Exchequer at the time of the Iraq War. The relationship between him and the then Prime Minister – Tony Blair, was a partnership of equals. The Blair government’s progress was dictated as much by the Chancellor’s willingness (or not) to fund certain policies as by the Prime Minister’s enthusiasm for that policy. This country would not have joined the United States in the War had the Treasury – in the person of the then Chancellor, Gordon Brown – not been prepared to pay for it.\n\nThe Inquiry should be concerned that the principle financier of our country’s involvement in the War intends to give evidence only after the forthcoming General Election. He must give evidence as soon as possible.\n\nFurthermore, it is reported that Cabinet Ministers at the time of the Iraq War, who no longer hold the same office, are to give evidence to the Inquiry before the Election. Gordon Brown surely falls into this category.",
            "closed_at": "2010-07-02T00:00:00Z",
            "created_at": "2009-12-15T23:29:29.296134Z",
            "creator_name": "Jonathan Holt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-15T23:29:29.296134Z",
            "rejected_at": "2010-01-04T10:19:47.639631Z",
            "rejection": {
                "code": 4096,
                "details": "It is up to the inquiry committee to decide when they would like to hear evidence from different individuals. The PM does not have a say in this process. \n\nFor more information please visit the Iraq Inquiry website: http://www.iraqinquiry.org.uk/news/091223-witnesses-jan-feb.aspx",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-04T10:19:47.639631Z"
        },
        "id": 14204496
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Iraq-Inquiry-GB/"
    },
    "type": "petition"
}