{
    "data": {
        "attributes": {
            "action": "take immediate action to stop local councils signing up to long contracts for new incinerators that would emit thousands of tonnes of additional C02 every year.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many county councils are currently heading down the route of building large incinerators to burn their waste so as to avoid paying excess landfill penalties. These incinerators are very large with long term contracts (often 25 years or longer). They will emit thousands of tonnes of C02 every year and will undermine all recycling efforts in their areas. There are other options that should first be considered, that do not emit this level of C02. If the government is serious about reducing our C02 emissions I urge you to act quickly to avoid these long term contracts being signed that would make it very difficult for county  councils to reduce their local emissions in the future, without paying large financial penalties to shut these incinerators down.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-12-16T11:57:35.900162Z",
            "creator_name": "Ms Frankie Dolan",
            "government_response_at": "2011-04-18T12:10:57.327523Z",
            "government_responses": [
                {
                    "created_at": "2011-04-18T12:10:57.327523Z",
                    "details": "You signed a petition asking the Prime Minister to take immediate action to stop local councils signing up to long contracts for new incinerators that would emit thousands of tonnes of additional C02 every year.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=c02incineration\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'c02incineration'",
                    "updated_at": "2011-04-18T12:10:57.327523Z"
                }
            ],
            "opened_at": "2009-12-16T11:57:35.900162Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 630,
            "state": "finished",
            "updated_at": "2011-04-18T12:10:57.327523Z"
        },
        "id": 14205811
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/c02incineration/"
    },
    "type": "petition"
}