{
    "data": {
        "attributes": {
            "action": "get the EU to give the wording for British company Provexis for its \"Fruitflow Product\" as now 5 months pass agreed deadline",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "\"Fruitflow\" is a water soluble tomato extract produced by Provexis Plc which inhibits platelet aggregation; it therefore falls under Regulation (EC) No 1924/2006 on nutrition and health claims made on foods.\n\nIn amendments to Regulation 1924/2006 by Regulation (EC) No 107/2008 and Regulation (EC) No 109/2008, Article 18, Paragraph 4 states that following scientific assessment, the Commission shall take a decision on the application within two months of receiving the opinion of the Authority. (That being EFSA).\n\nThe scientific assessment for \"Fruitflow\" was carried out and approved by the European Food Safety Authority in May 2009 but the Commission is yet to make its final decision on the product as a result of a proposal to change the health claim wording.\n\nThe decision should have been made by July 2009 but to this date Provexis Plc are still awaiting confirmation of the wording approval, thus delaying the entry of their product onto the market.\n\nCan the Commission explain exactly why it has taken so long to produce a decision on this product and specifically when the decision will be taken by?\"",
            "closed_at": "2010-01-14T00:00:00Z",
            "created_at": "2009-12-14T20:14:50.872366Z",
            "creator_name": "Mr Stuart Brown",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-14T20:14:50.872366Z",
            "rejected_at": "2010-01-22T00:01:01.590910Z",
            "rejection": {
                "code": 16384,
                "details": "We suggest you contact the Commission directly.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-22T00:01:01.590910Z"
        },
        "id": 14200761
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Provexis/"
    },
    "type": "petition"
}