{
    "data": {
        "attributes": {
            "action": "make Peter Tatchell a life peer",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Peter Tatchell is human rights activist who was selected as Labour Party Parliamentary candidate for Bermondsey in 1981 and, in the 1990s, became a prominent gay equality and LGBT campaigner through the direct action group OutRage!; a group which he co-founded. \n\nHe has tackled a wide variety of human rights issues, is a frequent contributor on such subjects and has authored thousands of articles and six books. In 2006, New Statesman readers voted him sixth on their list of \"Heroes of our Time\".  He was also named Campaigner of the Year in The Observer Ethical Awards 2009.\n\nIn April 2007 he became the Green Party prospective parliamentary candidate in the constituency of Oxford East.  However, Peter has recently announced he is to stand down from the post due to brain damage sustained while campaigning for human rights.\n\nI urge the Prime Minister to honour Peter by making him a life peer.  In doing so he would be guaranteed a good income for the rest of his life, along with the associated care he would receive in such a capacity.",
            "closed_at": "2010-12-16T00:00:00Z",
            "created_at": "2009-12-16T11:38:10.208353Z",
            "creator_name": "Dominic Francis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-16T11:38:10.208353Z",
            "rejected_at": "2010-01-28T00:01:02.034826Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.direct.gov.uk/honours",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-28T00:01:02.034826Z"
        },
        "id": 14205709
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Tatchell/"
    },
    "type": "petition"
}