{
    "data": {
        "attributes": {
            "action": "Reinstate Hand Gun licences for Target Shooters",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The ban on hand gun ownership has not taken hand guns off the streets & has actually increased the number of illegal guns in circulation & shootings taking place, & has only penalised the legitimate target shooter & damaged the shooting industry.\nThe original ban was part of the governments covert plan for the control of the civilian population (by banning all types of guns, air weapons, Long bows & Cross bows (weapons to be banned as stated by my MP at the time of lobbying prior to the ban)(& discussed with other countries)\nThe Dunblane incident was the next excuse that the government wanted to bring in more restrictions on owning weapons, & any further incidents will result in the next ban being implimented. The ownership of hand guns could be made safe by passing a law that allowed hand guns to be owned for target shooting & kept at ones home, but with the ammunition having to be purchased & used at a gun club so that no ammunition for hand guns was kept at any persons home address. A gun without ammunition is less dangerous than a knife or metal bar. The hand gun ban was a no brainer by the government & has not stopped the criminal elements from obtaining guns.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-12-16T12:25:25.560008Z",
            "creator_name": "Colin Moss",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-16T12:25:25.560008Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14205969
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RepealHandGunBan/"
    },
    "type": "petition"
}