{
    "data": {
        "attributes": {
            "action": "introduce legislation so that the Electoral Commission cannot register a political party unless the party has a democratic constitution which can be changed by a majority of its members on the basis of one member one vote.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Political parties are part of the democratic process in the United Kingdom.   Their role is recognised by parliament.   In the current financial year nearly £7 million of public money – known as “Short” money – has been paid to political parties.   It is wholly unacceptable that public money should be paid to undemocratic parties.   This money is supposed to enhance our democracy – it does no such thing.   In some cases, all it is doing is perpetuating the power of oligarchies.\nIt is also wrong that undemocratic organisations are determining who shall be our parliamentary candidates and in so doing who shall sit in the House of Commons and form the government of this country.\nThe Electoral Commission is already involved with political parties by setting the rules for donations to the parties and enforcing the rules on donations.   They should be involved in ensuring that the parties are democratic.\nOnce we had rotten boroughs, now we have a rotten parliament.   This proposal will change that.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-12-15T11:57:15.236108Z",
            "creator_name": "John Ernest Strafford",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-15T11:57:15.236108Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 31,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14202354
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/partiesdemocracy/"
    },
    "type": "petition"
}