{
    "data": {
        "attributes": {
            "action": "introduce a Voluntary 'Unrated 18' Certificate in the UK.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the USA, Norway and Germany‚ 'unrated’ films can be sold to 18+ adults. In Denmark‚ 'unrated' films may be sold to people aged fifteen and over, whilst in Sweden the government is looking to introduce a similar measure.\n\nIn the UK, in order to sell a film to a member of the public it must first be submitted to the BBFC, who charge a fee, a fee which can run to thousands of pounds.\n\nThe North West New Wave, a blanket term which has recently been used by both filmmakers and local press to describe independent filmmakers in the Northwest of England, is campaigning for the introduction of a Voluntary 'Unrated 18' Certificate.\n\nThis would allow independent film makers, who often have little to no budget at all, but who today have the technological means to make films themselves, to voluntary offer their film into the public market under a blanket 18 certificate, regardless of content. \n\nSuch a relatively simple reform would be the largest and most significant step that could be taken in support of British film culture. The BBFC would still be able to do its job, and the UK would come in line with other countries which successfully value and use a Voluntary 'Unrated 18' Certificate.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-12-15T14:24:32.808648Z",
            "creator_name": "Chris Lane",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-15T14:24:32.808648Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 275,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14202900
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/unrated18/"
    },
    "type": "petition"
}