{
    "data": {
        "attributes": {
            "action": "show his unwavering support of our campaign for immediate improvements to Acorn Way, Derby.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since the tragic, untimely death of Steven Pamon (26) in a car crash along Acorn Way (Oakwood/Chaddesden/Spondon) on 14th November 2009, there has been overwhelming public support for his wife and family as they call for Derby City and Derbyshire County Councils to make immediate improvements to this road; specifically drainage, lighting, road markings and high impact signage. This is in hope of preventing other families suffering the same pain needlessly. \nWe ask you to sign in support of making the Prime Minister and MPs aware of our repeated, seemingly ineffectual, requests to the Councils to treat this situation as priority and make significant improvements to the condition of this dangerous and substandard road. The Councils are 'holding meetings' - and while they talk bureaucracy the road remains dangerous. \nPlease sign your name and support this petition, in the hope Acorn Way will not claim more lives in preventable accidents.\nThank you.",
            "closed_at": "2010-03-01T00:00:00Z",
            "created_at": "2009-12-15T21:28:51.003399Z",
            "creator_name": "Emily Pamon",
            "government_response_at": "2010-07-14T15:38:48.934691Z",
            "government_responses": [
                {
                    "created_at": "2010-07-14T15:38:48.934691Z",
                    "details": "You signed a petition asking the Prime Minister to show his unwavering support of our campaign for immediate improvements to Acorn Way, Derby.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=AcornWay\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'AcornWay'",
                    "updated_at": "2010-07-14T15:38:48.934691Z"
                }
            ],
            "opened_at": "2009-12-15T21:28:51.003399Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 684,
            "state": "finished",
            "updated_at": "2010-03-23T03:01:37.906612Z"
        },
        "id": 14204213
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AcornWay/"
    },
    "type": "petition"
}