{
    "data": {
        "attributes": {
            "action": "To set up Tribunals of ordinary people with proven good credit history as an appellant body in cases of refusal to extend loan or mortgage credit to customers of good standing or to foreclose those existing loans or mortgages to same.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Government economic ‘kick-start’ thwarted, repossessions up, lending is low. A fair, quick, cheap way to break this deadlock would be to use our proven system of Tribunal Adjudication. Tribunals are a uniquely British way of solving problems in a legally binding way at a ‘grass roots’ level. At times of National Emergency they have been used in deciding issues such as the ‘Draft’ in WW2. Bank Tribunals made up of people who have lived through the last recession paying a mortgage could have the legal powers to make binding decisions on both parties in the style of a ‘Directive to Extend Credit’ or ‘Order to Delay Court Action’. Sanctions  - power to direct the local banking team who take a decision to pursue legal action to attend court in person, to understand the human consequences, bank bearing  all costs. Ability to levy higher local business rate pro-rata on non-compliance amounts. Scheme ‘piloted’ cost low. Public Money, Public Participation.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-12-15T14:28:50.656682Z",
            "creator_name": "Mr Michael Tucker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-15T14:28:50.656682Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14202920
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Bank-Tribunal/"
    },
    "type": "petition"
}