{
    "data": {
        "attributes": {
            "action": "Amend the Race Relations Act 1976 and related legislation to clarify that Religious groups are entitled to use descent as one basis of membership",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many religious groups have, to some extent, a requirement that members either be born to a mother or father (depending on the group) of that faith. Judaism is a particularly well-known example: a person will be Jewish if their mother is, or if they convert.\n\nUnfortunately, the Supreme Court recently decided that JFS (a Jewish school) could not use matrilineal descent as a requirement for entry because it was supposedly racial discrimination. This is demonstrably wrong, since the procedure of a valid conversion is available to those whose mothers are not Jewish.\n\nAside from the particular case, it is disturbing that a Court has deemed its role to extend to limiting a religion's ability to define its own membership requirements.\n\nA Bill (or, if possible, Regulations) should be introduced to clarify that nothing in the Race Relations Act or other legislation should be construed as prohibiting a religious group that has traditionally used descent as a route to membership from continuing to do so.\n\nIf necessary, this could be qualified by limiting the exception to religious groups offering the possibility of conversion as an alternative to descent",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-12-17T11:30:25.061290Z",
            "creator_name": "Joseph Myer Sanderson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-17T11:30:25.061290Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14210019
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ReligiousDescent/"
    },
    "type": "petition"
}