{
    "data": {
        "attributes": {
            "action": "make it illegal for children (defined as Under 18 by the Government) to be charged adult rates.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Here's a situation for you to consider:\n\nI want to go to the cinema, I am 16 years old. I ask my older sister to drive me there, but she can't because although she's old enough to drive, she's not old enough to hire a car. I get the bus instead,where I'm charged an adult rate. At the cinema, I am charged an adult rate, and then told that I cannot watch an 18. After the cinema my friends and I fancy a drink, but we cannot because we are under 18. \n\nAt 16, I am old enough to get married, yet I am not old enough to drink the champaigne at my reception if it is in a public place. \nAt 16, I am old enough to have sex, yet I am not old enough to watch sex in films. \nAt 17, I am old enough to join the army and die for my country, yet the Government thinks I am too young to die by smoking.\n\nYou cannot just make a child an adult when it's convenient or profitable.\n\n If this situation was applied to any other group in society, it would be labelled as discrimination in no time at all.\n\nWe want you to make it illegal for a company/agency/organisation/charity to define \"Children\", \"Young People\", \"Juniors\", \"Junior Concessions\" or any other wording to that effect, as anything but \"Under the age of 18\".",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2009-12-19T01:39:26.803281Z",
            "creator_name": "Sean O'Halloran",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-19T01:39:26.803281Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 121,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 14216371
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/clarify/"
    },
    "type": "petition"
}