{
    "data": {
        "attributes": {
            "action": "guarantee the right of Royal Mail postmen to have the option to use bicycles to deliver post.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The sight of a postman pedalling down the street will become much rarer under plans by the Royal Mail to phase out thousands of bicycles and replace them with vans.\n\nEnvironmental groups have queried why the Royal Mail would replace a sustainable form of transport with one that causes congestion and is dependent on fossil fuels. Bicycles have been used to deliver post since 1880 and the Royal Mail has more than 16,000, made by the British company Pashley.\n\nUntil recently, bicycles are used on a quarter of the country’s 65,000 delivery routes.\n\nThe bicycle is ideally suited to the job of delivering mail. You can park them anywhere and they don’t cause any congestion. Even during this winter’s severe snow, the post continued to be delivered by bike.\n\nSign this petition asking Royal Mail to:\n1. Guarantee the right of Royal Mail postmen to have the option to use bicycles to deliver post.\n2. Commit to not destroy the unwanted bicycles (tax payer’s property) but send them to charities such as Re~Cycle.",
            "closed_at": "2010-03-29T00:00:00Z",
            "created_at": "2009-12-20T19:02:55.201097Z",
            "creator_name": "Rita Solanke",
            "government_response_at": "2010-08-19T15:27:40.081595Z",
            "government_responses": [
                {
                    "created_at": "2010-08-19T15:27:40.081595Z",
                    "details": "You signed a petition asking the Prime Minister to guarantee the right of Royal Mail postmen to have the option to use bicycles to deliver post.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=Royalmailbikes\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'Royalmailbikes'",
                    "updated_at": "2010-08-19T15:27:40.081595Z"
                }
            ],
            "opened_at": "2009-12-20T19:02:55.201097Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 649,
            "state": "finished",
            "updated_at": "2010-04-02T15:30:43.156579Z"
        },
        "id": 14219953
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Royalmailbikes/"
    },
    "type": "petition"
}