{
    "data": {
        "attributes": {
            "action": "be allowed to leave Britain with payment because of created environmental stress on our lives creates",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "not allowing them a voice because they are poor \nor not of a religious or political or community group as most of the natural people of country wish to leave a country and can not because of forced sircumstances should be given payment due to family (generations of commitment to build a country)release of stress or becoming a victim of hate /crimes or  due to that country forced labour commitments. \nPeople who have been forced out of there natural areas due to regeneration which takes away there life expectations and leaves them with nothing.\nforced to work on low wages and not allowed to train to a higher grade because's companies refuse to pay liverable wages.\npeople who are forced to live in a racial area or anti-natural community people born of an area.",
            "closed_at": "2010-10-28T00:00:00Z",
            "created_at": "2009-12-18T21:45:45.097468Z",
            "creator_name": "barry worwood",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-18T21:45:45.097468Z",
            "rejected_at": "2010-01-28T00:01:02.034826Z",
            "rejection": {
                "code": 256,
                "details": "Please rephrase the title of your petition as it is not clear what you are requesting the government do.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-28T00:01:02.034826Z"
        },
        "id": 14215928
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/freevictims/"
    },
    "type": "petition"
}