{
    "data": {
        "attributes": {
            "action": "ensure that chequebooks are not phased out",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Like many people, I do not trust my personal financial details to electronic methods of payment since security is far from guaranteed. I pay invoices from catalogues, for instance, by cheque - this obviously cannot be done by cash, and why should I have to trudge to a post office to buy a Postal Order when I have a perfectly good chequebook? The banks need forcibly reminding - especially given their recent record, and the current rumour that they are considering charging us to withdraw our own money with which they happily gamble -that they were formed for the benefit of customers. In recent years they are increasingly forgetting this fact. All their 'improvements' are are aimed at making their own lives simpler, and the hell with us. Moreover, forcing an increase in use of computers is in direct opposition to the much repeated aims of counteracting climate change by decreasing our use of energy resources.",
            "closed_at": "2010-12-17T00:00:00Z",
            "created_at": "2009-12-17T19:48:27.775564Z",
            "creator_name": "miss ann christine denmead",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-17T19:48:27.775564Z",
            "rejected_at": "2010-01-22T00:01:01.590910Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/SaveOurCheques/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-22T00:01:01.590910Z"
        },
        "id": 14212004
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/savechequebooks/"
    },
    "type": "petition"
}