{
    "data": {
        "attributes": {
            "action": "A Call to Regulate Property Managers 'Managing Agents'",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Regulation of Managing agents is an area that appears to be overlooked.  Not being regulated allows these agents to avoid adherence to statutory regulations and the adherence to conditions set down in your lease 'repairs, access to company accounts, you name it'.  The only way out of a difficult situation is if you spend a lot of time and energy yourself working with various organisation's such as the CAB, Companies House, the local council, LEASE, the LVT and or expensive lawyers.  In my case all of the above.  Not only are the agents aware of this, in some instance rogue Directors who tend to hide behind the agents. Although there are some organisation's such as ARMA who profess to offer assistance they are not regulators and to an extent it has been proven that the agents hide behind these organisation's to the extent, despite providing a bad service are able to promote themselves to unsuspecting others.\n\nI call for legislation to be passed for these Managing agents to be regulated as per the Estate Agents.  For non adherence claims to be fast tracked through 'small claims court'.  As service that can be easily accessible and understood by all.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-12-20T05:38:07.953380Z",
            "creator_name": "Debbie Peaford",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-20T05:38:07.953380Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14218767
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/propertyagents/"
    },
    "type": "petition"
}