{
    "data": {
        "attributes": {
            "action": "Change the mobility allowance to make the system fairer to disabled children.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Under current guidelines only children aged 3 or over can only qualify for mobility allowance.\nThose children under 3 years old are left without help or assistance from Mobility allowance.\nEven when the child does reach the age of 3 they have to qualify for Higher rate mobility and if they do not reach higher rate they must wait until the age of 5 to get lower rate payment.\n\nThe goverments view on Mobility is that a childs mobility is not effected until 3 years old in a way which could impact on the child or parents life.\nThere are children of all ages from birth that need mobility allowance.\nImagine the stresses of carrying oxygen tanks on a pushchair on the Bus?\n\nImagine your child having to have a feeding pump sitting on the bus?\nThe goverment will not help!\n\nWhat about these children who are wheelchair bound from there very first steps?\nThe goverment will not help!\n\nThe goverment are ignoring disabled children and are not providing mobility for those children that need it.\nWe now ask the Goverment to review this policy with immediate effect and explain clearly why they will not treat all children the same and why they discrimnate againist children under 3 simply because of there age.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-12-17T13:41:20.880141Z",
            "creator_name": "Lucy Gallacher",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-17T13:41:20.880141Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 163,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14210623
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Mobility-DLA/"
    },
    "type": "petition"
}