{
    "data": {
        "attributes": {
            "action": "Recall London Mayor Boris Johnson",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "London Mayor Boris Johnson has announced drastic cuts to London Bus services, along with large fare rises.  London Transport already charges the most expensive fares for any metropolitan area in the world, for a dreadfully woeful service.  Raising bus and tube fares in a time of recession and unemployment for many residents of London while cutting services is exactly the opposite course of action to take.\n\nA monthly Zone 1 & 2 Travelcard already costs nearly £100; which for a minimum wage earner amounts to close to 1/8th of a monthly salary.  If London Transport is indeed supposed to be transport for the masses, it should be affordable, and reliable for all residents then surely these cuts in bus services should be stopped.\n\nMayor Johnson has state in several daily newspapers that he has no plans to direct any extra revenues for fare increases towards improving service, nor any plans to lower fares.  Mayor Johnson should allowed to be recalled in order to stop these service cuts and fare increases.",
            "closed_at": "2010-06-17T00:00:00Z",
            "created_at": "2009-12-17T18:50:54.888459Z",
            "creator_name": "Matthew Stieglitz",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-17T18:50:54.888459Z",
            "rejected_at": "2010-01-21T00:01:01.369227Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-21T00:01:01.369227Z"
        },
        "id": 14211796
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Recall-Boris/"
    },
    "type": "petition"
}