{
    "data": {
        "attributes": {
            "action": "Make hashimoto's Diesease and hypothyroidism part of the exceptional circumstances that affect wether a person quailifies for employment and support allowance and make sure that all desision makers within jobcentre plus are aware of the complete laws before they are allowed to make any decision with regard to benefits.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have recently been told that I do not qualify for ESA on the basis of my symptoms\n\nExceptional circumstances\n\n29.—(1) A claimant who does not have limited capability for work as determined in accordance with the limited capability for work assessment is to be treated as having limited capability for work if paragraph (2) applies to the claimant.\n\n(2) This paragraph applies if—\n\n(a) the claimant is suffering from a life threatening disease in relation to which—\n\n(i) there is medical evidence that the disease is uncontrollable, or uncontrolled, by a recognised therapeutic procedure; and\n\n(ii) in the case of a disease that is uncontrolled, there is a reasonable cause for it not to be controlled by a recognised therapeutic procedure; or\n\n(b) the claimant suffers from some specific disease or bodily or mental disablement and, by reasons of such disease or disablement, there would be a substantial risk to the mental or physical health of any person if the claimant were found not to have limited capability for work. \n\nHashimoto's Hypothyroidism is only controlled after 18 months to 3 years of treatment and should be recognised under the exeptional circumstances rules",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-12-19T16:34:12.120302Z",
            "creator_name": "Ms Claire Haddon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-19T16:34:12.120302Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14217523
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/hashimoto/"
    },
    "type": "petition"
}