{
    "data": {
        "attributes": {
            "action": "arrange a pardon for Munir and Tokeer Hussain",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Munir Hussain was sentenced to almost three-years in prison for attacking an armed man who broke into his home, bound and gagged him and his family, and threatened to kill them all. The burglar and would be murderer, a serial offender with more than 50 prior convictions, escaped a jail sentence for his crimes as he had many times before; Munir who has an unblemished record, did not. His brother Tokeer was handed an even longer sentence for apparently the same act.\n\nThis prosecution and absurd sentence is a further failure of a justice system that should have prevented his home being burgled in the first place, and is now injuring two men who had no choice but to defend their family. Munir has been portrayed as a millionaire but the process of appealing this verdict could take years, and bankrupt him, as it would anyone. Making any legal claim, especially a human rights claim for example, is very expensive.\n\nOur justice system has failed them, and it has failed all of us. Please sign this petition, they must be freed.",
            "closed_at": "2010-12-18T00:00:00Z",
            "created_at": "2009-12-18T11:31:21.059826Z",
            "creator_name": "Jordan Sousa",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-18T11:31:21.059826Z",
            "rejected_at": "2010-01-28T00:01:02.034826Z",
            "rejection": {
                "code": 16384,
                "details": "Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-28T00:01:02.034826Z"
        },
        "id": 14213669
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PardonMunir/"
    },
    "type": "petition"
}