{
    "data": {
        "attributes": {
            "action": "Ban TV, as it is destroying society through greed and violence",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Television, more than any media, is the most  destructive medium present.Single handedly, is practically responsible for the deterioration in society we are seeing today. \nJerry Mander, ex TV executive wrote a book I consulted and I  agree with his conclusions, this is not an impulse petition but carefully considered after years and consulting experienced people who have seen the development of TV. \nTv is biased for war over peace, superficiality over depth, and conflict over agreement.\nIt is biased for dissatisfation over satisfaction, anger over tranquility and jelousy over acceptance.\nAlso it promotes competition over co-operation, materialism over spirituality.\n\nIn 1961, Newton Minnow, chair of the US communications commission called TV a vaste wasteland, now his opinion is unchanged.\n\nIt is solely responsible for envy, greed violence, destruction, by promoting drama, exaggeration hyperbole, and must no longer exist in a civilised society, by not banning it its evil effects will continue and real people will suffer its sinister and malignant way it spreads its influence, its power must not be underestimated for societal breakdown",
            "closed_at": "2010-03-23T00:00:00Z",
            "created_at": "2009-12-20T21:13:13.715897Z",
            "creator_name": "Mr Sydney Miller",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-20T21:13:13.715897Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2010-03-24T00:01:01.281531Z"
        },
        "id": 14220269
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BANTelevision/"
    },
    "type": "petition"
}