{
    "data": {
        "attributes": {
            "action": "require the BBC to meet EBU broadcasting standards by restoring the bandwidth allocated to BBC HD channel transmissions to the same levels as before they were reduced in August 2009, and that the BBC pledge to always provide the highest possible picture quality by using the full bandwidth available on BBC HD for the given transmission medium.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In August 2009 the BBC reduced the bandwidth allocated to BBC HD transmissions via satellite, resulting in a noticable drop in picture quality. Despite numerous complaints to the BBC by viewers, they have refused to even acknowledge there is a problem. \nIt is widely believed that the reason for the reduction in bandwith is so that the forthcoming freeview HD channel which cannot achieve the same bandwidth as satellite does not suffer in comparison.  However, the problem this creates is that the BBC HD is still compared to other broadcasters on satellite, and the BBC's own HD transmissions before August 2009, all of which are visibly superior to the current BBC HD channel in terms of picture quality.\nThe BBC could overcome this and satisfy viewers by simply restoring the bandwidth allocated to BBC HD to the previous levels. However, the BBC appear reluctant to do this, but more frustratingly are unwilling to state why.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2009-12-21T09:42:25.995813Z",
            "creator_name": "Lawrence Wilkes",
            "government_response_at": "2010-10-15T16:59:53.940742Z",
            "government_responses": [
                {
                    "created_at": "2010-10-15T16:59:53.940742Z",
                    "details": "You signed a petition asking the Prime Minister to require the BBC to meet EBU broadcasting standards by restoring the bandwidth allocated to BBC HD channel transmissions to the same levels as before they were reduced in August 2009, and that the BBC pledge to always provide the highest possible picture quality by using the full bandwidth available on BBC HD for the given transmission medium.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=BBCHDPQ\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'BBCHDPQ'",
                    "updated_at": "2010-10-15T16:59:53.940742Z"
                }
            ],
            "opened_at": "2009-12-21T09:42:25.995813Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2385,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14221135
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BBCHDPQ/"
    },
    "type": "petition"
}