{
    "data": {
        "attributes": {
            "action": "allow mislead internet users to claim money back",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I clicked upon a website which promised me a product I desired if I payed for it.\nIt was something I wanted, a download of a computer program.\nthe site seemed authentic, with the typical meaningless testimonials from people like S.L. in Utah saying its the fastest and best he's ever had.\nyet I was mislead and stolen from. I was redirected to a porn site, and no way to contact the 'genuine' site\nand I have no way for recompense.\nWhat would have happened if it downloaded underage porn onto my pc?\nthe internet has criminals, theives, so what is the PM/govt going to do about this? the public is vulnerable.\nWhilst he can't ban it, I recognise his limits, it does need addressing and fast.\nPerhaps the web should be banned alogether as it can be so dangerous, undermining, unpolicable, and subterfuge, with nigh on untracable companies taking your money unhindered",
            "closed_at": "2010-03-20T00:00:00Z",
            "created_at": "2009-12-20T23:22:31.365141Z",
            "creator_name": "ian miller",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2009-12-20T23:22:31.365141Z",
            "rejected_at": "2010-01-28T00:01:02.034826Z",
            "rejection": {
                "code": 16384,
                "details": "If you believe a crime has taken place we suggest you contact the police.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-28T00:01:02.034826Z"
        },
        "id": 14220574
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/badwebsites/"
    },
    "type": "petition"
}