{
    "data": {
        "attributes": {
            "action": "STOP ANJEM CHOUDARY",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gordon Brown. prime minister of england. IT IS TIME TO ACT before it is too late.\nAnjem Choudary MUST be stopped in order to avert disaster.\nYou have the power to do something which will finally make your people proud. Stand Up. Speak. Take Control. Be Brave and\nSTOP THIS NONSENSE\nI have personally served my Queen and Country for over 25 years. I am still serving my country today.\nI would like to take this opportunity to plead with you to put aside the Legal Immigrants, those serving and putting something into our economy, those who actually have an allegiance to our queen and monarchy in general and the way in which we do things.\nThink, about Great British Values, such things as Honour, Belief, Pride, Motivation, If need be the Stiff Upper Lip for which are famous.\nTRIUMPH THROUGH ADVERSITY.\nIf there is one thing you can do to help both yourself and Labour in this presently doubtful country...stop this madness now.\nYou will have immeasurable problems with trust and future reigning if you do nothing.\ni know that things are brewing. This needs to be stopped. Save us from our own embarrassment. Save you reputation, save our souls in their time of most need.\n\nDO IT NOW.",
            "closed_at": "2011-01-05T00:00:00Z",
            "created_at": "2010-01-05T17:13:40.667611Z",
            "creator_name": "Gavin Moulds",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-05T17:13:40.667611Z",
            "rejected_at": "2010-02-05T00:01:01.349125Z",
            "rejection": {
                "code": 64,
                "details": "You cannot refer to an individual in your petition. Please resubmit accordingly. Also, it may be worth seraching existing petitions to ensure that a similar petition does not already exist. Duplicate petitions will not be accepted.",
                "reasons": [
                    "The names of individuals, or information where they may be identified, in relation to criminal accusations"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-05T00:01:01.349125Z"
        },
        "id": 14269097
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/STOPCHOUDARY/"
    },
    "type": "petition"
}