{
    "data": {
        "attributes": {
            "action": "Bring into law a Charter that will oblige local authorities throughout the UK to put the military on their priority lists for health, education and especially housing",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As an ex-serviceman (RN) and having attended many housing briefs in my capacity (then) as a mortgage adviser, I have been struck by the fact that many personnel who I met were assuming that, because of their circumstances and the fact that they had served in the military, they would be granted a council property, as a matter of course,in the area they desired (in many cases the area they had secured employment in)on leaving. It was a big shock to a number of them when it was pointed out, by an MOD spokesperson who was with me, that it wasn't as easy as that. I, and many of my military and non-military friends feel that local authorities should be compelled, by law, to put military personnel on their Priority lists for education, health and, especially, housing - this really is a crucial area and many have not planned ahead and have made no provisions.\nBoth military and non-military friends - think that local authorities should make the military a priority in the areas detailed above (especially housing)and all are angry that this isn't currently the case. All would be willing to sign this petition and all think it is a very good idea - after the sacrifices the military make for our country.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-05T13:58:44.843850Z",
            "creator_name": "frank kelly",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-05T13:58:44.843850Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 59,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14265863
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Forces-Charter/"
    },
    "type": "petition"
}