{
    "data": {
        "attributes": {
            "action": "Ban \"ANY\" Religious or Political Groups from Marching or Protesting through Wootton Bassett.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Downing Street intervened in the growing controversy with a statement from the prime minister saying he was \"personally appalled\".\n\nMr Brown said: \"I believe that we as a nation should honour those brave servicemen and women who have made the ultimate sacrifice for our country.\n\n\"Wootton Bassett has a special significance for us all at this time, as it has been the scene of the repatriation of many members of our armed forces who have tragically fallen.\n\n\"Any attempt to use this location to cause further distress and suffering to those who have lost loved ones would be abhorrent and offensive.\"\n\n------------------------------------\n\nThese words above are your very own words Mr Brown, now it's time to back them up and show the rest of what was once \"GREAT\" Britain that you do indeed have a backbone and that you are worthy of the position you hold as the Prime Minister of Great Britain. With the election looming you now have an ideal chance to get the voting public back on your side.\nPut a stop to this NOW!",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-01-05T15:34:21.996078Z",
            "creator_name": "Julian Egerton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-05T15:34:21.996078Z",
            "rejected_at": "2010-02-04T00:01:02.272900Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/RespectWBassett/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 14266792
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WOOTTONBASSETTNO/"
    },
    "type": "petition"
}