{
    "data": {
        "attributes": {
            "action": "explain how the UK will meet it's 2050 80% reduction in Co2 emissions whilst expanding aviation in line with the 2003 Air Transport white paper.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In 2006, the Centre for Air Transport and the Environment at Manchester Metropolitan University published a report commissioned by DEFRA which calculated that aviation emissions would contribute between 86% and 128% of the country's total CO2 budget by 2050, if allowed to expand in line with the 2003 Air Transport white paper.\n\nManchester airport has seen its air freight halve since 2007, but despite this Manchester City Council has recently given approval to double the Airport's air freight capacity, demolishing two 200 year old family cottages and a large section of greenbelt land in the process.\n\nWe respectfully ask the Prime Minister to explain how the UK will meet it's carbon reduction target by 2050 if airports like Manchester continue to expand.",
            "closed_at": "2010-02-06T00:00:00Z",
            "created_at": "2010-01-05T19:32:32.329737Z",
            "creator_name": "Martin Eakins",
            "government_response_at": "2010-02-19T12:40:22.294719Z",
            "government_responses": [
                {
                    "created_at": "2010-02-19T12:40:22.294719Z",
                    "details": "You signed a petition asking the Prime Minister to \"explain how the UK will meet it's 2050 80% reduction in Co2 emissions whilst expanding aviation in line with the 2003 Air Transport white paper.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22515\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'aviation-growth'",
                    "updated_at": "2010-02-19T12:40:22.294719Z"
                }
            ],
            "opened_at": "2010-01-05T19:32:32.329737Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 593,
            "state": "finished",
            "updated_at": "2010-03-04T03:01:35.429365Z"
        },
        "id": 14273226
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/aviation-growth/"
    },
    "type": "petition"
}