{
    "data": {
        "attributes": {
            "action": "tell the truth just once!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Just once tell the absolute truth not a dictat that his boss mandy emailed him from his russian buddys floating mansion.\n\nI could go on for hours but its pointless isnt it you ll never allow anyone to question your authority will you oh apart from mandy obviously.\nThe worst part of this whole sordid affair is that without the bumbling mess you call a cabinet around you, you could have come out of it a hero but you chose party and job security over us the british people i hope one day youll be able to live with the treasonous mistakes that the self serving thickos around you forced you to make.\n\nI wont go on because i dont think your goverment has the slightest incling of letting anything you dont like being debated sorry about the spelling but thats just another catastrophic failure of this posotive denialistic quango state, you can allways blame someone else hope to hear from you soon i wont hold my breath im human not a blue whale.\nPS: im 28 years old i could win the next general election with one sentence, hello this is your prime minister im going to listen to you and then im going to do exactly what the majority want me to do because im your leader but most of all im your servant and i live for you all.jlo",
            "closed_at": "2011-01-12T00:00:00Z",
            "created_at": "2010-01-05T23:50:32.692579Z",
            "creator_name": "jonathan long",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-05T23:50:32.692579Z",
            "rejected_at": "2010-02-11T00:01:02.148656Z",
            "rejection": {
                "code": 768,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-11T00:01:02.148656Z"
        },
        "id": 14279963
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/legendoftruth/"
    },
    "type": "petition"
}