{
    "data": {
        "attributes": {
            "action": "stop the unfairness whereby farmers pay no business rates on their land or buildings, so that with over 80% of land in the UK being farmland the rest of businesses and taxpayers are subsidising them.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Some 85% of the UK is farmland. It is a well kept secret that farmers do not pay business rates on either their land or buildings. Many businesses, both large and small, are virtually crippled by business rates while farmers escape completely. Our golf course, for example, of 200 acres, is assessed with a rateable value of £55,000 just for the land. Our neighbouring farmers employ very few people and pay nothing. If they obtain planning permission for building on their land, the value of the land can increase from £5,000 to £750,000 per acre. When they sell they still pay no tax, just buying more land, perhaps 250 acres for every acre sold, and rolling over any gain. All political parties seem to support the wealthiest of landowners. It is now time the farmers paid their way like the rest of us. We all notice that no farmer has complained about the recession. Small farmers have a difficult time but large scale farmers should now pay their way. Remember 85% of the country is farmland, contributing nothing!",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-05T18:47:43.042571Z",
            "creator_name": "Miss Vivien Saunders OBE",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-05T18:47:43.042571Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14271848
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/tax-the-farmers/"
    },
    "type": "petition"
}