{
    "data": {
        "attributes": {
            "action": "overturn the decision by the National Institute for Health and Clinical Excellence (NICE) to approve a life-saving new cancer drug called Azacitidine which will help all people who suffer from acute myeloid leukaemia to have the right to live",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I had acute myeloid leukaemia in March 2009.  After treatment and remission I have had a relapse.  I was told that Azacitidine would put the cancer back into remission which would eventually save my life. My doctor has advised me to appeal and the relevant paperwork has been submitted. I have been told that this is my best chance of getting my cancer back into remission to enable a top up of my bone marrow and rid me of this disease. If this drug was on the NHS, then myself and others who are going through the same trauma would benefit from it.  I have been told that this drug will cost £3,000 a dose and in my case I would need 4 doses.  £12k is a small fee for a drug which can save my life and the life of others.",
            "closed_at": "2010-03-07T00:00:00Z",
            "created_at": "2010-01-05T21:34:31.656219Z",
            "creator_name": "Mr Donald Facey",
            "government_response_at": "2010-03-31T18:58:02.385974Z",
            "government_responses": [
                {
                    "created_at": "2010-03-31T18:58:02.385974Z",
                    "details": "You signed a petition asking the Prime Minister to \" overturn the decision by the National Institute for Health and Clinical Excellence (NICE) to approve a life-saving new cancer drug called Azacitidine which will help all people who suffer from acute myeloid leukaemia to have the right to live.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page23025\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'donaldcancerdrug'",
                    "updated_at": "2010-03-31T18:58:02.385974Z"
                }
            ],
            "opened_at": "2010-01-05T21:34:31.656219Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 526,
            "state": "finished",
            "updated_at": "2010-04-09T13:30:01.572882Z"
        },
        "id": 14277059
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/donaldcancerdrug/"
    },
    "type": "petition"
}