{
    "data": {
        "attributes": {
            "action": "stop the naked body scanners.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Please support this petition to stop the government placing naked body scanners in all UK airports. One of our final rights are being taken away from us.\nBefore you know it the scanners will be everywhere, bus terminals, ferry terminals, enterance to shopping centers, other public and government buildings and more. Once we are there, there is no turning back, we will never get rid of the machines.\nIt will be illegal for children to go through the machines as they will take a naked image of them and stored before being deleted but how often is important information of ours being bought on eBay on used hard drives, left on trains or hacked into. Future terrorists will now traget children as they can not be scanned and then we are no further forward!\nWhat about the country's that can not afford the full naked body scanners, the skys above could be full of bombs and we will never know about it anyway.\nThere are lots of reasons why these machines dont work and I have only listed a few.\nYou only have one chance to stop the machines and the government taking the last piece of dignity we have. \nAct now before its too late.",
            "closed_at": "2010-02-06T00:00:00Z",
            "created_at": "2010-01-06T13:05:02.035372Z",
            "creator_name": "James Clement",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-06T13:05:02.035372Z",
            "rejected_at": "2010-02-10T00:01:01.446510Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-10T00:01:01.446510Z"
        },
        "id": 14287886
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Naked-Scanner/"
    },
    "type": "petition"
}