{
    "data": {
        "attributes": {
            "action": "To return the responisbility for means tested student grants to the Local Education Authorities as the Student Loans Company obviously can't cope as there are still students waiting for their first paymemt for the 2009-2010 academic year.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The responsibility for means tested student grants must be returned to the Local Education Authorities (LEAs). The Student Loans Company (SLC) have caused stress and worry to hundreds of thousand of students this year, many thousand of which are still waiting for their first payment of the 2009-2010 academic year. It remains to be seen how many students were forced to abandon their studies this year due to the finacial hardship caused by the SLC. The SLC was told by several universities last year to take on more staff to go with the extra responsibility they had taken on, but they insisted that they had the situation under control and they knew what they were doing. They obviously did not know what they were doing. They have admitted themselves that they can't handle the pressure, and that it is the means tested grants that are causing the problems. The LEAs coped for years, the responsibility should be returned to them before more students suffer hardship or are forced to leave their studies because of the SLC.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-01-06T13:18:42.970942Z",
            "creator_name": "Mr Michael Rees",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-06T13:18:42.970942Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 316,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 14288213
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LEAgrants/"
    },
    "type": "petition"
}