{
    "data": {
        "attributes": {
            "action": "Save the Kube gallery in Poole from closure",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Kube art gallery is being forced to close at the end of January 2010. It is a purpose built, award winning art gallery in Poole, Dorset & houses an internationally significant collection of art. \nThe Kube is the only big visual arts space between Southampton and the Tate gallery in St Ives, Cornwall. It has employed hundreds of artists for workshops and performances, showcasing work of local, National and international artists of real significance.\n It is the only big visual arts space between Southampton and the Tate gallery in St Ives, Cornwall.\nIt has a world-class education programme, and offers workshops and activities for everyone from toddlers, to workers, to residents, students, artists and community groups. \nThis year has been the Kube’s busiest year, with 4 times more people visiting the gallery than last year. Despite this Bournemouth & Poole College has decided to withdraw its funding. \nThe gallery has been described as a national asset of an international standard and the Arts council have expressed their bitter disappointment at its closure. Stop the closure now!",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-01-06T16:42:59.498064Z",
            "creator_name": "Robert Foddering",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-06T16:42:59.498064Z",
            "rejected_at": "2010-02-10T00:01:01.446510Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for local Government. Please contact your local MP about this matter in the first instance.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 14293058
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Save-the-Kube/"
    },
    "type": "petition"
}