{
    "data": {
        "attributes": {
            "action": "Save Entirely Victoria Embankment Nottingham S.E.V.E.N.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Victoria Embankment 1903 a Masterpiece of Victorian Engineering & C20th Design. Arbor of London Plane Trees stretching1600m each side of road in magnificent curve following the course of the Trent. \n1920 further area bought by Jesse Boot & donated to the corporation of Nottingham to be preserved as an Open Space and Memorial Site IN PERPETUITY including landscaping of the whole Embankment.\nIt has 10 listed features plus the Historic War Memorial Gardens. \nOriginal Environment Agency Flood Defense Plans extended existing wall around the length in keeping with the character and destroying no features.\n\nNew EA plans swayed by a failed Living Landmarks Ozone Bid remove 20 Mature Trees (8x100 yrs old), Recreational Ground, 1937 Art Deco Bandstand & Original delicate Ironwork fencing, gates and privet hedgerow along the frontage of the Gardens. \n\nFull sized Wind Turbine dominating our open space, water park/marina carving a huge chunk out of the Embankment removing many more trees, & possible 100m tower will then be imposed upon the area.\n\nAny wind turbine should be on Queens Drive Industrial Estate and the Embankment Saved Entirely from redevelopment and restored to Former Glory.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-01-06T19:17:23.139072Z",
            "creator_name": "Jonathan Hughes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-06T19:17:23.139072Z",
            "rejected_at": "2010-02-11T00:01:02.148656Z",
            "rejection": {
                "code": 16384,
                "details": "Please contact your local authority.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 14296884
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/S-E-V-E-N/"
    },
    "type": "petition"
}