{
    "data": {
        "attributes": {
            "action": "A Cross to be erected on the Fourth Plinth",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Christ Loves London is asking for a permanent Cross to be erected at the Fourth Plinth in Trafalgar Square, Central London.  This will help highlight our Lord Jesus Christ's Gospel of love, peace, justice and friendship in and around London.  Our great city deserves it.\n\nLondon is a wonderful city in every way.  It has one of the most beautiful catherdrals and churches I have ever seen.  Having a cross placed at the Fourth Plinth will help remind everyone about the presence of our Lord Jesus Christ here in London.\n\nAcknowledging the presence of our Lord Jesus Christ in London will help make it even a better place for everyone to live, work, and visit regardless of their creed, sexuality, race, background, gender, disability and age.  Our Lord Jesus Christ loves everyone and He commands us to love others as we love ourselves. Mark 12.31\n\n\"Kindness is in our power even when fondness is not.\" The Catholic Diary 2010.",
            "closed_at": "2010-07-07T00:00:00Z",
            "created_at": "2010-01-07T11:47:53.295744Z",
            "creator_name": "Christine Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-07T11:47:53.295744Z",
            "rejected_at": "2010-02-10T00:01:01.446510Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for the Mayor of London",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-10T00:01:01.446510Z"
        },
        "id": 14307877
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cross4thplinth/"
    },
    "type": "petition"
}