{
    "data": {
        "attributes": {
            "action": "Make it law to stop all UK businesses advertising jobs that dont even exist. And to reply to all applications they receive.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have been out of work for one Year. I have used jobcentre plus and local papers to find employment. However when i apply for a vacant advertisement either in the jobcentre or local papers for the position they either ignore your Posted or emailed C.V and dont either bother replying to your application as to why you have not been successfull. Even when telephoning the business the person advertising the position is never there. I find this all coinsidence and has happened for a whole year. Many of these culprits are employment agencys just wanting to fill up there registration Registry. The goverment should stop all uk businesses advertising positions that dont even exist and reply to all applications as to why they have not been successful so those people can improve those interview skills and know where they went wrong. I find this very difficult to find employment as im like other people we are wasting time chasing up businesses wanting to know about our application we made then to never find out the outcome. There maybe more people in my position that find this very frustrating and loose out on many opportunitys to actually apply for a position that is actually genuine.",
            "closed_at": "2010-02-11T00:00:00Z",
            "created_at": "2010-01-07T11:57:47.253153Z",
            "creator_name": "Marie robins",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-07T11:57:47.253153Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2010-02-12T00:01:01.353807Z"
        },
        "id": 14308092
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Vacancys/"
    },
    "type": "petition"
}