{
    "data": {
        "attributes": {
            "action": "Call For An Official Parliamentary Ban On Islamic Extremist Groups.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "a petition to ban any form of islamic extremist groups. \n\nthey are allowed to continue under the freedom of speech act. we are not against the freedom or speech. but please understand what that means. here is the \"definition\" of it.\n\nfreedom of speech is the freedom to speak without censorship and/or limitation. in practice, the right to freedom of speech is not absolute in any country and the right is commonly subject to limitations, such as on \"hate speech\".\n\nislamic extremist groups preach hatred. they provide a platform for extremist preachers, they themselves are using this \"freedom of speech\" to insight hatred. so as stated above, they have no legal right to use freedom of speech to do this within the uk.\n\nim sorry to say they are using the government as a \"door mat\" and the government are continuing not to do anything because they are afraid these groups will pull out the race card and do not want to upset international relations.",
            "closed_at": "2011-01-06T00:00:00Z",
            "created_at": "2010-01-06T21:58:58.006013Z",
            "creator_name": "Mr James Anderson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-06T21:58:58.006013Z",
            "rejected_at": "2010-02-11T00:01:02.148656Z",
            "rejection": {
                "code": 2048,
                "details": "Islam4UK, along with a number of other extremist groups, has been proscribed by the Home Secretary. I will be illegal to become a member of this group as of Thursday 14 January.",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-11T00:01:02.148656Z"
        },
        "id": 14300942
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/banieg/"
    },
    "type": "petition"
}