{
    "data": {
        "attributes": {
            "action": "make the schools stay open when there is snow and other adverse conditions",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is a national disgrace that schools are allowed to close their doors so easily whenever there are adverse weather conditions such as snow or ice. They hide behind Health and Safety and duty of care guidelines. However, some responsible head teachers don't take the soft option and close. Instead they meet up to their responsibilities and keep the school open, providing the education to our children they are contracted to provide. Whenever we take our children out of school, parents get a letter indicating we are irresponsible and sacrificing our children's education. A case of double standards!\nPrivate schools, hospitals, shops and most businesses manage to stay open, but state schools have their own set of rules, because they are not penalised if they close. Not only do our children suffer with lost education, but parents (already struggling with childcare arrangements) have to take extra days off from work causing an immense amount of stress.\nLet's not be a nation of wimps and make our children too soft.\nWith such extreme weather conditions becoming more common place the government needs to do more to make the schools stay open.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-07T15:27:43.156257Z",
            "creator_name": "Gary Ewins",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-07T15:27:43.156257Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14312500
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Snow-joke/"
    },
    "type": "petition"
}