{
    "data": {
        "attributes": {
            "action": "ensure the protection of Community Venues in Bedlington, Ashington and the former Wansbeck District",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Northumberland County Council are proposing the closure of a number of vital community resources within the former Wansbeck District Council area to meet a £30m budget deficit.\n\nThese include 6 Libraries, Ashington Leisure Centre and Bedlington Community Centre.\n\nThese are more than just buildings that are often used by the most socially vulnerable people in our area, providing meeting places and venues for private and public events and low cost sports and leisure activities that help improve the health and well being of our people that we cannot afford to lose. \n\nThere has to be a more intelligent solution based on community consultation that will still bring savings, but will also prevent social exclusion for our most vulnerable citizens rather than the wholesale and ill considered closures that are currently being put forward.\n\nWe need to keep truly accessible services in our towns, as we feel that the proposed cuts will further marginalise the people who need these services most and deprive everyone of vital community resources. Also please join the Save Bedlington's Community Venues/Save Ashington Leisure Groups on Facebook to show your support.",
            "closed_at": "2010-03-07T00:00:00Z",
            "created_at": "2010-01-07T13:46:05.939137Z",
            "creator_name": "Mrs Christine Dixon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-07T13:46:05.939137Z",
            "rejected_at": "2010-02-11T00:01:02.148656Z",
            "rejection": {
                "code": 16384,
                "details": "Please contact Northumberland County Council directly.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-11T00:01:02.148656Z"
        },
        "id": 14310343
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LeisureBed/"
    },
    "type": "petition"
}