{
    "data": {
        "attributes": {
            "action": "bring in legislation to prioritise the British public",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "the legislation i am referring to would mean that only after living in Britian for five years would people be allowed to be put on a waiting list for council houses or any kind of benefit, including job seekers, child benefit, tax credits and disability. it is my understanding that when a person immigrates to this country they are supposed to be able to prove that they can support themselves and this legislation would therefore be in be in the spirit of this rule. this rule, although it may seem harsh, should also apply to immigrants with families as i believe that this will help to quell the resentment that many british people feel about immigrant families, and whilst i know that not all immigrants are on benefits, even if only two percent are claiming, stopping these claims would help to reduce the deficit in the economy. \nBasically, alot of people whio are reasonable and rational are becoming frustrated and feeling isolated in their own country and a i believe that bringing in this legislation would help people to think that the government still retains some desire to help its constituants and has the power do to so.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-01-07T16:50:57.451473Z",
            "creator_name": "Miss Faith Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-07T16:50:57.451473Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 14314528
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/liveherefirst/"
    },
    "type": "petition"
}