{
    "data": {
        "attributes": {
            "action": "request a Parliamentary Debate and change the law so that the Local Authorities in Scotland cannot abandon vulnerable children placed with kinship foster carers in England.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Orkney Islands Council have stopped paying a fostering allowance for child \"I\" because the child has been resident with his cousins in England for three years.  This has left child \"I\", who has Hypolastic Left Heart Syndrome without any legal status, support or services pending his carers Special Guardianship application.  This is cataclysmic for his foster family who currently have no funding to take child “I” to his medical appointments, no support to get funding for the portable blood testing machine that he needs or funding to enable him to be included in after school activities with his peers and also have had to spend thousands in legal expenses in their attempt to secure permanency for him and get on with their lives.  Mr Justice Hedley on 7th December 2009 said; \"If this position is justifiable legally (as to which I am not convinced) it is of course a huge triumph for OIC’s budget manager but a complete catastrophe for any foster parent unwise enough to rely on the word of this local authority.\"  He considered that only Government could find a solution and we urge them to do so.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-01-08T11:45:04.324144Z",
            "creator_name": "Adriana Forte",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-08T11:45:04.324144Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 266,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 14327168
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Nobodys-Child/"
    },
    "type": "petition"
}