{
    "data": {
        "attributes": {
            "action": "Stop the proposed march hrough Wooton Bassett by Islam4UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Islam4UK says it will parade through Wootton Bassett, Wiltshire, in the coming weeks. The group's website states that the event is being organised \"not in memory of the occupying and merciless British military\" but instead of Muslims who have been \"murdered in the name of democracy and freedom\". Gordon Brown himself has expressed his opinion on the proposal to stage a march through Wootton Bassett - the town synonymous with honouring soldiers killed in Afghanistan - as \"abhorrent and offensive\".  In a statement, the Prime Minister said the Wiltshire town has assumed a \"special significance\" in the life of the nation which should be respected.\n\"I am personally appalled by the prospect of a march in Wootton Bassett,\" he said.\n\"I believe that we as a nation should honour those brave servicemen and women who have made the ultimate sacrifice for our country.\n\"Wootton Bassett has a special significance for us all at this time, as it has been the scene of the repatriation of many members of our armed forces who have tragically fallen. Any attempt to use this location to cause further distress and suffering to those who have lost loved ones would be abhorrent and offensive.\"",
            "closed_at": "2010-07-08T00:00:00Z",
            "created_at": "2010-01-08T11:20:06.945800Z",
            "creator_name": "Mr Peter Copland",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-08T11:20:06.945800Z",
            "rejected_at": "2010-02-10T00:01:01.446510Z",
            "rejection": {
                "code": 512,
                "details": "Islam4UK has said it no longer plans to march through Wootton Bassett.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-10T00:01:01.446510Z"
        },
        "id": 14326695
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Islam4UKMarchNO/"
    },
    "type": "petition"
}