{
    "data": {
        "attributes": {
            "action": "make provision for bird and bat species mandatory within new and existing building developments.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The commendable drives for more energy efficient homes and redevelopment of existing buildings have led to decline in the number of bird and bat species that have come to depend upon our homes and buildings for their nesting and roosting sites for Bats and birds (such as the Swifts, House Sparrows and Starling)that live within our buildings. All have shown a marked decline over the last decades. \nThe refurbishment of historic buildings, the conversion of old factories etc into apartments etc, and more energy efficient homes, although necessary, have left these species with fewer sites. Although these species are protected this has not prevented these sites being lost. \nI would ask that the government make mandatory within the building regulations the needs of these species are provided for within a suitable building whether this be “new builds” or redevelopment. There are a variety of ways to do provide suitable sites for these species ; from installing \"nest bricks\" at the original building stage, to retro fitting boxes under the eaves or within roof spaces of buildings. These animals would use these without causing any ill effects to both the building and occupiers.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-08T10:03:14.601252Z",
            "creator_name": "Alastair McKie",
            "government_response_at": "2010-08-20T16:12:31.483616Z",
            "government_responses": [
                {
                    "created_at": "2010-08-20T16:12:31.483616Z",
                    "details": "You signed a petition asking the Prime Minister to make provision for bird and bat species mandatory within new and existing building developments.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=BirdsBats\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'BirdsBats'",
                    "updated_at": "2010-08-20T16:12:31.483616Z"
                }
            ],
            "opened_at": "2010-01-08T10:03:14.601252Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1812,
            "state": "finished",
            "updated_at": "2010-06-18T22:30:02.026833Z"
        },
        "id": 14325368
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BirdsBats/"
    },
    "type": "petition"
}