{
    "data": {
        "attributes": {
            "action": "Introduce anti-steering legislation to prevent motor vehicle insurance companies and motor vehicle fleet management companies from pressurising policyholders into a vehicle accident repair centre selected by the insurance or fleet management company.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This legislation is needed to ensure the vehicle body repair industry remains able to trade freely and without restrictions imposed by vehicle insurance companies and motor vehicle fleet management companies. With the vehicle body repair industry widely adopting a recognised standard there is no valid reason why consumers should not be able to use a vehicle body repairer of choice providing the repairer has achieved and maintains a recognised quality standard. In allowing vehicle insurers and fleet management companies to ‘steer’ customers the vehicle body repair industry is effectively under the control of insurers and fleet management companies.  This control is detrimental to repairers through the dictation of repair methods, quality of components used, and even the supplier from whom components, paint and consumables are to be purchased. It is also detrimental to consumers as the cost of the repair rather than the quality of the repairer may ultimately lead to unsafe vehicles being used.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-08T14:05:45.309553Z",
            "creator_name": "Andrew Moody",
            "government_response_at": "2010-10-21T14:25:55.740322Z",
            "government_responses": [
                {
                    "created_at": "2010-10-21T14:25:55.740322Z",
                    "details": "You signed a petition asking the Prime Minister to introduce anti-steering legislation to prevent motor vehicle insurance companies and motor vehicle fleet management companies from pressurising policyholders into a vehicle accident repair centre selected by the insurance or fleet management company.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=Anti-Steering\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'Anti-Steering'",
                    "updated_at": "2010-10-21T14:25:55.740322Z"
                }
            ],
            "opened_at": "2010-01-08T14:05:45.309553Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 702,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14329555
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Anti-Steering/"
    },
    "type": "petition"
}