{
    "data": {
        "attributes": {
            "action": "allow tractors to use red diesel on the road.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is about tractors using red diesel on the road as the name clearly says so. Tractors are not the most fuel efficient vehicles in the land and white diesel is not the very cheapest nowadays. \nTractors should be allowed to use red diesel on the road because it is not often that they go on the road and if it is, it is to access land of which they own to plant crops on which the general public may end up buying. \nThe roads may be the only way to the land that they own and if they need to get to it while having a tank full of red diesel they shall then have to drain it and fill it with white so that it is then road legal. \nThis should be changed due to the fact that hardly ever do police check the tractors to see if they are running on red diesel and also it may not be that often that they go on the road.\nWe all need to earn money nowadays due to the country being in a recession and for tractor drivers to be buying white fuel will cost them alot and the farm will collapse due to them not making any money.\nAlso when they do fill up they could do it at a normal service station and create a tremendous amount of chaos because they are not the smallest thing on the road and would possibly have difficulty filling up at the pumps.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-07T22:45:48.857026Z",
            "creator_name": "Daniel Chiswell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-07T22:45:48.857026Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14322207
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/tractor-fuel/"
    },
    "type": "petition"
}