{
    "data": {
        "attributes": {
            "action": "make greater resources available within the NHS and Local Authorities for the use of the arts as an aid to recovery, well being and social inclusion for people with mental health problems.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We believe that additional  resources would encourage service providers to allow those with mental health problems a wider choice of service that would be in many cases better suited for their needs, (possibly in conjunction with other more traditional services) and which would allow them a greater sense of self worth, increase their mental well being, and their chances of social inclusion, and possible recovery from their illness.\nThis could be done by the provision of more art therapists and arts co-ordinators; by providing  more opportunities for those  who experience mental health problems to showcase  their creative talents, throughout the endless corridors and wards in hospital environments, and community settings; and service providers being able to help fund community arts initiatives enabling the  users of their services to be enhance their recovery.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-08T12:13:33.696715Z",
            "creator_name": "Mr Tony Russell",
            "government_response_at": "2010-08-20T13:18:13.979937Z",
            "government_responses": [
                {
                    "created_at": "2010-08-20T13:18:13.979937Z",
                    "details": "You signed a petition asking the Prime Minister to make greater resources available within the NHS and Local Authorities for the use of the arts as an aid to recovery, well being and social inclusion for people with mental health problems.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=Artworks\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'Artworks'",
                    "updated_at": "2010-08-20T13:18:13.979937Z"
                }
            ],
            "opened_at": "2010-01-08T12:13:33.696715Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 603,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14327696
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Artworks/"
    },
    "type": "petition"
}