{
    "data": {
        "attributes": {
            "action": "I would like long hair allowed for boys/men in school and at work.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am 14 and have been struggling all my life with not being allowed long hair. I think it is discrimination to boys with long hair. You wouldn't say to a religious muslim women/girl, \" you are not allowed to wear a burka at school/work\". That is discrimination. You wouldn't say to a African, \" you are not allowed to work/study here\". That is discrimination. You wouldn't say to a boy/man with long hair, \" you are not allowed long hair here. Either cut it off or get out\". That is discrimination, but why do \"you\" still do it. It's not fair. Why. I ask teacher, headmasters and my family and they never answer me with a proper answer, they just say \" that's the way life is\". It is my right as a person to be who i want , to look the way i want and to say something when it makes me feel sad. When i hear the words \"get your hair cut\".It makes me want to cry. My headmaster said to me when i joined my school, \" there will be no bullying of any kind at this school\". To a bully makes you feel bad about yourself, makes you think your not good enough. So why do the teachers bully me, and countless other boys over the country. I want a choice not a rule. MY decision, MY life, MY rules.",
            "closed_at": "2010-07-08T00:00:00Z",
            "created_at": "2010-01-08T22:44:49.894427Z",
            "creator_name": "MR HUGO B HUTCHINS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-08T22:44:49.894427Z",
            "rejected_at": "2010-02-10T00:01:01.446510Z",
            "rejection": {
                "code": 65536,
                "details": "Please remove your phone number from the box titled 'organistion'. You can leave this area blank if you like.",
                "reasons": [
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-10T00:01:01.446510Z"
        },
        "id": 14338164
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Long-Haired-Boys/"
    },
    "type": "petition"
}