{
    "data": {
        "attributes": {
            "action": "Invite nominated representatives by South Movement in Yemen to London Summit",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Under your eyes and the international community, Yemeni regime violates all rectified treaties and commits crimes against humanity.  Even more, in your name, using your support and terrorism tactics, almost certainly a lot of innocent people will be murdered using collateral damage term, political opponents will be eliminated, and civil right movements will be punished. So, reinforcing this regime will only encourage similar regimes to follow in footsteps and increase danger.\n \nThis will damage international community credibility and have a negative impact worldwide on people oppressed by similar regimes. This will not convey a good message and could be interpreted as double standards. As a result, you will not win the hearts and minds of millions around the globe, but probably intensify extremism & terrorism against international community when distressed and frustrated people switch sides.\n \nStanding by most corrupted regime without discovering the root cause, even worse, ignoring other political players’ demands like the South Movement, will probably inflame the situation and drag country to turmoil in a very geographically sensitive part of the world.",
            "closed_at": "2010-02-12T00:00:00Z",
            "created_at": "2010-01-08T17:48:34.443276Z",
            "creator_name": "Mr. Adel Mutlak Abdulla Hassan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-08T17:48:34.443276Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 80,
            "state": "finished",
            "updated_at": "2010-02-13T00:01:01.078497Z"
        },
        "id": 14333576
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LondonSummit/"
    },
    "type": "petition"
}