{
    "data": {
        "attributes": {
            "action": "make Birmingham's Selly Oak New Road two lanes each way instead of the single lane road that is currently under construction which we think will be inadequate.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The A38 Bristol Road in Selly Oak, Birmingham is the congested main link from the SW of the city, including Northfield, to the centre. A New Road or bypass is being built but with only a single lane in each direction. The existing Bristol Road in Selly Oak is to be narrowed. The hospital link roundabout will clog up in the pm rush-hour. The people of Northfield will depend on this road but we were not consulted on the number of lanes. 5000 have petitioned Lord Adonis for a 2 lane-each-way road instead. Flawed modeling studies in 2004 and 2005 say one lane’s fine but the latter was prepared, checked and approved all by the same person. A railway and canal cross the line of the road atop high embankments. High bridges are being built to carry them. If the small road doesn’t work, changing the bridges for longer ones will be very costly.  As it is, this project will blight the economic recovery of our area. Please invest in a durable solution despite the UK’s current economic challenges.",
            "closed_at": "2010-06-08T00:00:00Z",
            "created_at": "2010-01-08T16:27:39.726748Z",
            "creator_name": "Rev Dr Dick Rodgers FRCS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-08T16:27:39.726748Z",
            "rejected_at": "2010-02-11T00:01:02.148656Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for local Government. Please contact your local MP in the first instance.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-11T00:01:02.148656Z"
        },
        "id": 14332090
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/sellyoaknewroad/"
    },
    "type": "petition"
}