{
    "data": {
        "attributes": {
            "action": "offer the Swine Flu Vaccination to everyone who wishes to have it",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Although the virus does appear to be on the retreat for the time\nbeing, there is no\nreason to believe the virus will not be able to return, perhaps in its\ncurrent form, perhaps in a mutated, more dangerous form, and for this\nreason receiving the vaccine still offers people the best insurance\nagainst such a resurgence, even of a mutated strain (the inefficacy of\nvaccines on mutated strains is generally falsely under stated).\n\nWhile some people may no longer want the vaccine, as substantial quantities are already bought and paid for, it is only right that the government fulfills its promise to offer the vaccine to everyone who wants it in the UK.\n\nMany UK families have been waiting patiently for the vaccine, with some people suffering or even dying and many more holding off getting pregnant or just travelling abroad.\n\nIt is simply typical that now most doctors and no doubt some politicians (and perhaps many of their families) have been vaccinated, the elite have now lost interest in protecting the rest of us.\n\nWe paid for the vaccine, now you have a duty to stand by your promise to offer us the opportunity to receive the protection this vaccine offers as well.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-08T23:38:27.815765Z",
            "creator_name": "Mr Chris Bartlett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-08T23:38:27.815765Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 21,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14338671
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/accesstoH1N1jab/"
    },
    "type": "petition"
}