{
    "data": {
        "attributes": {
            "action": "change the law regarding labeling of sanitary protection products.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The majority of sanitary protection contains synthetics despite medical advice that the safest material is cotton, and these are treated with chemicals and bleach during manufacturing, in the past this has resulted in these products containing ingredients harmful to health. \n\nUnfortunately, for the general public, manufacturers in the UK are not required by law to provide a full list of ingredients on packaging. Consequently, UK women may not be aware of ingredients in the products they use, so not knowing how it may effect their health.\n\nIn the past super-absorbent materials linked to TSS and dioxin linked to cancer and endometriosis risks have been found within tampons. Sanitary product companies are largely self-tested and self-regulated, ingredients are not listed as this protects them from competition stealing their product designs, however women's health is far more important. \n\nToiletries and foods list ingredients, you can even find the ingredients within cigarettes, so why then is this not the case with sanitary products should too, considering their intimate use and the history of use of harmful ingredients?",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-08T19:57:52.618619Z",
            "creator_name": "Miss Jadea Faith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-08T19:57:52.618619Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14335835
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Menstrual/"
    },
    "type": "petition"
}