{
    "data": {
        "attributes": {
            "action": "legislate against attempts to cure Autism, and to oppose the prejudiced and bigoted view that autism is a disability.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "we believe that autism is not a disability or medical issue,  therefore any attempt to cure it is equivalent to previous  attempts to  cure left handedness and homosexuality, and that considering autism a disability is like claiming the gene responsible for skin colour is faulty in coloured people. our view is that autism is has a positive side as well as a negative one and is a spectrum. furthermore, we believe eugenic attempts to eradicate autism by use of pre-natal testing is dangerously similar to the nazi’s attempt to eradicate jews  and other minorities  because it accepts the view that one type of person is superior to another type, who should be eliminated to improve humanity. everyone has a set of personality traits, we protest the labelling of one set of traits as a medical condition. this draws comparisons with racism and social darwinism, as a majority group is claiming there is a problem with the minority because they are different. difference is not a disability. We ask the government to legislate in accordance with the views of the group  “aspies for freedom”.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-08T20:36:49.519184Z",
            "creator_name": "David Walmsley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-08T20:36:49.519184Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14336423
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/autistic-rights/"
    },
    "type": "petition"
}