{
    "data": {
        "attributes": {
            "action": "raise awareness through advertising the fact that eating disorders are a serious mental disorder, contrary to much naivety.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many people view eating disorders as a lack of personal control and that it has a simple solution; people should 'just stop/start eating’. Eating disorders are serious mental disorders and have the highest mortality rate of any mental illness. People's lack of awareness to this leads to friends and families of someone with an eating disorder not picking up on the signs, or simply down playing them if they do. Eating disorders are treatable, however they involve the sufferer hiding their eating behaviours, which then means it can be very hard to identify. However, the sooner a problem is spotted, the more likely a full recovery can take place. This is why national awareness is so important, as treatment is generally given through others around the sufferer spotting the disorder, rather than the sufferer admitting a problem and looking for help themselves. If an advertising campaign was set up that outlined the danger and life threatening truth of this disorder, more people would be aware and potentially able to help someone around them, which could potentially save a life. Please help those who are suffering in silence to get some help.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-01-08T15:11:38.578132Z",
            "creator_name": "Rachel Hart",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-08T15:11:38.578132Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 14330714
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/mental-disorder/"
    },
    "type": "petition"
}