{
    "data": {
        "attributes": {
            "action": "facilitate inclusion of a NONE OF THE ABOVE box on the UK ballot paper, as to operate a true democracy, government must secure the consent of the governed, and all legitimate consent requires the ability to withhold consent.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The inclusion of the None Of The Above box would be a check in the system that forces all political parties to clean up their act or risk unifying the nationwide popular vote behind None Of The Above (which would invalidate any result and make electoral reform unavoidable).\n\nAs such, it is a democratic pre-requisite. It would also enable and encourage ordinary citizens to stand for election instead of just career politicians.\n\nHaving a None Of The Above box on the ballot paper is the only way to begin to reform our society towards true democracy and for us to ever have a government of and for the people, rather than solely at the mercy of corporate and establishment interests. This is what true democracy is all about. Without the N.O.T.A. box, we don't have it.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-01-09T14:48:21.238445Z",
            "creator_name": "Jamie 'Stan' Stanley",
            "government_response_at": "2010-09-17T14:36:06.744983Z",
            "government_responses": [
                {
                    "created_at": "2010-09-17T14:36:06.744983Z",
                    "details": "You signed a petition asking the Prime Minister to facilitate inclusion of a NONE OF THE ABOVE box on the UK ballot paper, as to operate a true democracy, government must secure the consent of the governed, and all legitimate consent requires the ability to withhold consent.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=NOTA-UK\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'NOTA-UK'",
                    "updated_at": "2010-09-17T14:36:06.744983Z"
                }
            ],
            "opened_at": "2010-01-09T14:48:21.238445Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1110,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 14344092
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NOTA-UK/"
    },
    "type": "petition"
}