{
    "data": {
        "attributes": {
            "action": "Further reduce results waiting times for cancer patients",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently waiting times for cancer patients are two weeks for appointments.  \n\nHowever if you need various scans like a CT scan and then a MRI scan this can cause you to go into a month or more. \n\nIf you then need a biopsy on top of this then that will add at least another week for the results, if the biopsy is done on the same day as your results.  Sometimes this is not the case and you are required to wait longer.  \n\nI feel that the waiting periods for cancer patients who during this time naturally suffer with anxiety, worry and depression are far too long and do not contribute positively to the cancer patients experience of the care received.  \n\nI am suggesting that the maximum waiting period from possible diagnoses is no longer than 7-10 working days.\n\nThere are many forums for people who suffer from cancer or suspected cancer.  And above all prognosis, chemotherapy, radiation one of the most commom complaints are that the waiting periods for results is the worst time experienced.\n\nCancer is not an easy illness to deal with but due to waiting periods for results many cancer patients find that on top of feeling ill they also get almost no sleep at all due to worrying about what results they will get.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-09T17:09:48.069008Z",
            "creator_name": "Mrs Janine Pelling",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-09T17:09:48.069008Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14346028
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Tellusifitis/"
    },
    "type": "petition"
}