{
    "data": {
        "attributes": {
            "action": "bring in legislation for supermarkets & carparks to increase the size of their spaces which will enable those pregnant or with babies /young children to park safely. Alternatively bring in legislation that the supermarkets will be fined if they do not monitor their parking situation",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I know those who are pregnant, have babies / young children are lucky & not a disability but it causes serious difficulties when trying to park in most supermarkets or carparks. There are child & parent parking spaces but people park in those with older children or no children at all. The supermarkets are not interested when you complain about this. The child & parent spaces allow you to safely take your child out of the carseat. It's difficult to get your child into their carseat & check safely strapped in when you've parked in a regular space with a car next to you but impossible if that person has parked so close you can hardly open the door. The same issue exists during pregnancy. I'm sure everyone has suffered when someone's parked too close but if you're pregnant/ have a young baby you can't climb over the seats to get into your car. \n\nSomething really does need to be done about this & if the Government can't make the supermarkets increase the sizes of their regular carparking spaces significantly then they must bring in legislation that they will be fined if they do not monitor the use of the child & parent spaces",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-10T10:04:35.448088Z",
            "creator_name": "Catherine Birch",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-10T10:04:35.448088Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14352130
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/spaces/"
    },
    "type": "petition"
}