{
    "data": {
        "attributes": {
            "action": "grant the town of Wootton Basset the prefix 'Royal' in recognition of the townspeople's efforts to honour fallen servicemen and servicewomen.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The town of Wootton Basset is held dear in many peoples' hearts as the focal point where the nation mourns the loss of those who have died in the service of the United Kingdom. The townspeople unwaveringly line the route of their return home in respect and mourning, and bestow the gratitude and love of the British people to their fellow citizens who gave up their life to the service and defence of the country.\nTunbridge Wells and Leamington Spa, currently the only two towns which have been granted the 'Royal' prefix, were granted it due to their popularity with the Royal Family. This petition aims to create a third for different reasons, to pay thanks to a town and its people which has shown a great amount of honour, dignity and magnanimity to our fallen.\nOf course, if there is protocol for the use of the prefix 'Royal' in the names of towns that would bar such privilege, another suitable honour should be considered wherever possible.",
            "closed_at": "2011-01-10T00:00:00Z",
            "created_at": "2010-01-10T15:44:50.344012Z",
            "creator_name": "Mr Keir Gravil",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-10T15:44:50.344012Z",
            "rejected_at": "2010-02-11T00:01:02.148656Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/makeitroyal/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-11T00:01:02.148656Z"
        },
        "id": 14355927
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RoyalWootBass/"
    },
    "type": "petition"
}