{
    "data": {
        "attributes": {
            "action": "equal rights for left handed persons by 2020",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It's 2010 and I'd like to think that we could all live as one. However it seems that in some communities this idea is a whimsical dream. When will those of us in the minority of left handed persons be allowed to write out a check in a supermarket without being frowned upon, pointed and sneered at? Granted, the check is as obsolete as cassettes. But people still use cassettes, those who drive 1989 Ford Orion's still use cassettes and people still use checks. Above all of this, is that people, human people, still use their left hand. Don't make this action as alien as the writing of a check, the playing of a cassette or the driving of a 1989 Ford Orion. I propose equal rights for left handed citizens by 2020, so they can use any pair of scissors they find in the kitchen draw.\n\nThis petition calls on the government to make illegal the overpricing of left-handed goods, to require manufacturers to make left-handed versions of right-handed goods, or at a minimum to require ambidextrous versions suitable for use by all, and to require anyone dealing with the public to make reasonable provision for left-handed customers and to not frown and tut at the inconvenience they cause.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-10T22:25:52.938223Z",
            "creator_name": "Mr Stuart Cotterill",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-10T22:25:52.938223Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14360754
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Lefty-rights/"
    },
    "type": "petition"
}