{
    "data": {
        "attributes": {
            "action": "commission a review of benefits afforded to UK Armed Services veterans with a view to authorising enhanced entitlements upon retirement for those who have undertaken military service for their country.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is proposed that an annual review be undertaken by an all-ranks veteran committee to establish an enhanced benefits package that ex-Service personnel would be entitled to upon entering civilian life.\n\nWhile a non-exclusive list, these benefits could include the introduction of priority treatment in medical and public services waiting lists;\nmilitary wings added to major regional hospitals with appropriately trained medical staff;\nimproved social services and mental health support;\na marketing campaign to promote the high calibre of former service personnel to employers;\na golden hello incentive for businesses employing veterans;\na positive discrimination policy in favour of employing veterans by the public sector;\na preferential tax support package;\nrestructuring of the military pension regulations;\na UK Veterans ID card; and allowing access to veterans to military sports and recreational facilities.\n\nThis action would serve to introduce an element of parity between UK ex-service personnel and veterans in comparative nations, and would be appropriate recognition by the Government of the service given by veterans of the UK Armed Forces.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-12T11:56:17.826055Z",
            "creator_name": "Jeremy Hurst",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-12T11:56:17.826055Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 51,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14376867
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/veteranbenefits/"
    },
    "type": "petition"
}