{
    "data": {
        "attributes": {
            "action": "Scrap the proposed changes to music licensing rules which would cost charities and community groups more than £20m a year",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are seriously concerned about Government’s decision to repeal exemptions set out in the Copyright Designs and Patents Act 1988, which mean charitable groups and other not-for-profit organisations are not required to obtain a music licence from PPL (Phonographic Performance LTD) if they wish to play recorded music.\n\nThe Government’s own figures suggest this change will cost voluntary and community organisations up to £20 million more a year. This is an incredible amount of money, which can only be met by funds earmarked for charitable purposes. \n\nThis is also likely to affect a broad array of community organisations: village halls, churches, care homes, charity shops, youth clubs, scouts and guides associations and bingo halls.\n\nWe call on the Government to maintain the current exemption.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-12T10:21:55.536697Z",
            "creator_name": "Chloe Stables",
            "government_response_at": "2010-11-24T14:57:25.734110Z",
            "government_responses": [
                {
                    "created_at": "2010-11-24T14:57:25.734110Z",
                    "details": "You signed a petition asking the Prime Minister to scrap the proposed changes to music licensing rules which would cost charities and community groups more than £20m a year.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=dontstopthemusic\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'dontstopthemusic'",
                    "updated_at": "2010-11-24T14:57:25.734110Z"
                }
            ],
            "opened_at": "2010-01-12T10:21:55.536697Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1126,
            "state": "finished",
            "updated_at": "2010-11-24T14:57:25.734110Z"
        },
        "id": 14375662
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/dontstopthemusic/"
    },
    "type": "petition"
}