{
    "data": {
        "attributes": {
            "action": "Restore the normal rate of road fund license to its pre November 2008 price hike as recognition of the valuable role played by those of us in the country able to continue to deliver vital services during the current weather difficulties.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I feel quite strongly that as a driver and owner of a diesel powered 4 wheel drive pick up truck that I use daily as a business tool I along with many other are being unfairly penalised by tax as a punitive punishment for not appearing to be green enough for the current government and its seriously flawed global warming mantra. We already pay more for our fuel than petrol compared to when diesel became available and this is almost completely due to tax. Without us continuing in appalling weather to deliver services, volunteering to deliver meals on wheels and assisting other stuck motorists in their environmentally friendly cars we would have had almost no services in this country.\nWe are taxed as a sop to the green lobby who without those of use delivering vital support to stranded public services wouldnty have been able to get their tofu or copy of the guardian. Repeal this unfair tax now and restore the levels to that of 2008 with rises linked to inflation and not to attempt to scrape more taxes in to pay the bankers bomuses!",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-11T20:26:10.843423Z",
            "creator_name": "Tim Castle",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-11T20:26:10.843423Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 69,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14371924
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/roadtaxrepeal/"
    },
    "type": "petition"
}