{
    "data": {
        "attributes": {
            "action": "Make it illegal for the birth of any human being in UK to go unregistered",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Children curently hav no right 2 life until considered +24wks, please @ least alow the fact they existed b recorded in the same respectful way others do. Their placement/age/health/dependency on another is not the question, criteria should b if proven 2 b a human being (eg scan).\n\nIt seems the reason 2 deny this is so that abortion 4 unecesary reasons remains unquestionably available 2 all, in the hiding of all means of acknowledgement/evidence of victims/victims 2 b. This is extremely dangerous no requirement 2 recognize a slaughtered child under 24wks means that all r prevented from being fuly informed about abortion & r being treated with contempt.\n\nTho thought the birth age @ which a child can survive is 24wks gestation, in reality many preemies survive much younger, but people fear they may b left physicaly dependant. The medical profesion ignorantly presumes 2 know what 'quality of life' is & in true dictatorship form forces only right for that, no 'right to life'. More interested in preserving money than life! It must b beyond distresing 4 relatives of those considered under 24wks, as a final insult if the child dies formal registration the child ever existed is ilegal.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-01-11T20:17:35.544169Z",
            "creator_name": "Claire Pacino",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-11T20:17:35.544169Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 14371851
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/register-births/"
    },
    "type": "petition"
}