{
    "data": {
        "attributes": {
            "action": "review the sentencing of people shouted sickening abuse at our brave troops at homecoming Marches.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many troops have died in the past few years defending this country. The lucky ones get to come home to their families and are welcomed not just by cheering friends and families but also by sickening, hateful people. People like the five men, who today (January 11th 2010) received a sentencing for the actions in Luton in March 2009. What these five men did was nothing short of treason, yet walked away with a lesser sentence than someone would get, walking the street having much drank too much. They call our troops rapists, murderers and child killers scream hate towards the country and yet they are clearly left to continue this kind act at their convenience. No other group or person would be allowed get away with such acts without harsher penalties. The trial, sentence and comments made by these five have made a mockery out of the justice system of this country. The British people are now waking up to the way these people seem to be protected from the laws of this country. The same country they attack with hateful sickening words. I urge you sir to act to review the sentences they receive and also look into why they are allowed to continue doing these acts.",
            "closed_at": "2010-03-12T00:00:00Z",
            "created_at": "2010-01-12T13:20:00.287647Z",
            "creator_name": "Mr Darren Webb",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-12T13:20:00.287647Z",
            "rejected_at": "2010-02-11T00:01:02.148656Z",
            "rejection": {
                "code": 4096,
                "details": "Individual sentences are a matter for the courts, who are independent of Government.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-11T00:01:02.148656Z"
        },
        "id": 14377970
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/luton5/"
    },
    "type": "petition"
}