{
    "data": {
        "attributes": {
            "action": "instigate an open enquiry into allegations of workplace bullying / harassment in institutions of higher education and concerns about the way the judicial system has dealt with complaints about such bullying and with those who protest (publicly or otherwise) about wrongdoing by their employers; the enquiry to be conducted with a view to addressing issues of concern that it may uncover.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Workplace bullying is a widespread problem wrecking health and careers and costing billions to the taxpayer. This problem is particularly serious in higher education. A recent survey by the Universities Colleges Union showed that as few as 45.1% of the participants were fortunate enough to never experience bullying.   \n\nExisting legislation addresses some aspects of workplace bullying, but does not deal with this problem comprehensively.  There is also a perception that the judicial system does not always enforce the existing legislation fairly.  Dissatisfaction with the way bullying is dealt with has led some to go public.  \n\nIn response to the handling of a recent case by the courts, many academics and others expressed their indignation about the bullying that prevails in institutions of higher education, as well as the failure of the judicial system to deal with these problems satisfactorily.  Similar concerns have been voiced before.\n\nIn addition to the obvious non-pecuniary benefits, addressing the problem of workplace bullying will bring about substantial pecuniary benefits in the form of improvements in the economy and cost savings to the taxpayer.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-13T00:33:23.563678Z",
            "creator_name": "Dr Regina Benveniste",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-13T00:33:23.563678Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 222,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14385326
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Justice-Bullying/"
    },
    "type": "petition"
}