{
    "data": {
        "attributes": {
            "action": "Explain why people are dying in Britain bacause they can't afford to heat their homes .",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sara Anderson  How can it be that an elderly couple in Britain can die over Xmas in their own home,because thet could'nt afford to run more than a heater and their gas rings.Why can we bail out dirty bankers and pay for wars when we can't look after our poor. Are we a caring society or a 3rd world country. FOR SHAME.\n56 minutes ago Only friends · Comment · LikeUnlike\nKerry Tremble and Tracy O'keefe like this.\nSara Anderson\nSara Anderson\nWe are living in the 2nd decade of the 21st century in a civilised democratic society, this should not be possible.If this is what civilised and democratic means then I want no part of it.\n5 minutes ago ·Posted on Facebook",
            "closed_at": "2011-01-12T00:00:00Z",
            "created_at": "2010-01-12T19:25:23.477310Z",
            "creator_name": "Sara Anderson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-12T19:25:23.477310Z",
            "rejected_at": "2010-02-12T00:01:01.623034Z",
            "rejection": {
                "code": 2560,
                "details": "There are already a number of petitions that relate to the extension of cold weather payments which we suggest you look at. The Prime Minister takes this issue very seriously and recently said: \"Already about £172 million has been paid to around 3½ million elderly and vulnerable people through the cold weather payments system... \nThese - and the winter fuel allowances - are paid automatically to all those entitled and so no one should worry about turning up their heating.\"",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-12T00:01:01.623034Z"
        },
        "id": 14382573
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ColdDeaths/"
    },
    "type": "petition"
}