{
    "data": {
        "attributes": {
            "action": "intervene to secure the free bus pass by protecting the previously agreed level of concessionary travel funding for South Gloucestershire, for 2010-11, from the Department for Transport’s (DfT) current proposal to cut £340,000 of agreed funding for the district, following the DfT’s re-opening of a 3-year funding deal in its third year.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "South Gloucestershire Council is committed to the free bus pass, a concessionary travel scheme providing free off-peak travel on local buses anywhere in England for South Gloucestershire’s over 60 or disabled residents. \n\nDespite being a supposedly nationally-funded scheme, South Gloucestershire Council already has to use £1.1m of council tax payers’ money to fund the scheme.\n\nIn April 08, a 3-year funding deal was agreed, but the Government’s Transport Minister has now re-opened it. Under the Department for Transport’s (DfT) proposals, South Gloucestershire is set to lose £340K of its agreed funding for 2010-11 – the biggest loss for any council outside of London. This would take the annual local contribution up to nearly £1.4m.\n\nSouth Gloucestershire residents join with the Council in opposing the DfT re-opening a 3-year funding deal in its third year and demand the Prime Minister intervene to protect local bus funding.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-01-13T09:19:36.120742Z",
            "creator_name": "Mr Chris Skidmore",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-13T09:19:36.120742Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 14386513
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/sglosbuscuts/"
    },
    "type": "petition"
}