{
    "data": {
        "attributes": {
            "action": "Abolish Section 97 of the Children Act 1989 and any sections which mention \"risk\" of abuse",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ask yourself a question, then answer: Why is the Family Court so secretive?\nIt is clearly not designed to protect the identities of the children as entire communities are made fully aware, by child protection officers, school principals, teachers, even through themselves putting two and two together, of what is occurring before, during and after the \"case\" is heard. Who is Section 97 Paragraph 2 of the Children Act 1989 C.41 /actually/ protecting, if not the chidren?\nThis section of the Act claims to protect the identities of children by banning the publication of any materials that may identify the children themselves (a moot point since the children are already known), solicitors, judges, barristers, social workers, psychologists, police (or rather more accurately, corporate enforcement) officers, to name but a few; people who do not want to be identified with Britain's largest and most well-protected, secretive and insidious child trafficking ring. These regulations, which include the erroneously perceived ability to make crystal ball predictions about a child's future, prevent oversight and allow criminal activities to go unpunished.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-12T16:30:47.348246Z",
            "creator_name": "james:moore",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-12T16:30:47.348246Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14380315
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/childrenact/"
    },
    "type": "petition"
}