{
    "data": {
        "attributes": {
            "action": "Overthrow Bradford Council's decission to fill in the Flappits off road track and keep it as a properly managed track.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The flappits aka Hallas Rough Quarry Cullingworth West Yorkshire has been used by off roaders for over 50 years people such as Dougie Lampkin 12 times world trials champ and James Dabill current British trials champion spent their younger years training on that very site. A paper petition with over 3000 signatures to save the site was presented to the council to no avail with the council claiming health and safety issues and they could not fund such a project. The Auto Cycle Union then offered to take over the site, insure and manage it properly  and they still opposed. There is no other place that is suitable to train other than a place in Doncaster that is not only too far for young people to travel to but is costly to use and to get to. What the council arn't taking into consideration is the fact that people now have nowhere to ride there off road vehicles. The flappits site was the perfect place its in the middle of  moors out of the way, it kept the younger generations busy with riding and fixing motor bikes etc but also familys went there of a weekend with their little children to teach them to ride, people would just go to watch the bikers who do some amazing tricks on their bikes.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-01-12T18:14:24.327581Z",
            "creator_name": "Teresa Darling",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-12T18:14:24.327581Z",
            "rejected_at": "2010-02-12T00:01:01.623034Z",
            "rejection": {
                "code": 16384,
                "details": "This petition is a matter for local Government, not for the Prime Minister's office, and should be submitted to Bradford Council directly.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 14381731
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Flappits/"
    },
    "type": "petition"
}