{
    "data": {
        "attributes": {
            "action": "Mark the 2012 Centenary of the birth of Alan Turing by encouraging the creation of a permanent Central London memorial to this historic UK scientist.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many of us have been impressed with the notable sincerity with which the Prime Minister expressed his regret for the treatment of Alan Turing in the early 1950s for his gayness. Equally important, it is time to properly recognise the remarkable scientific impact of Turing on the present-day world. As well as his key cryptographic role at Bletchley Park during the last war, the unique importance of Turing's work for computer science, mechanical intelligence and mathematics is internationally recognised. 2012 - already designated \"The Alan Turing Year\" - is an opportunity to honour Alan Turing in his own country, and near the seat of government. Central Government, supported by the Prime Minister personally, can play an important role in identifying and encouraging an  appropriate body to examine the potential for making this project a reality.",
            "closed_at": "2011-01-13T00:00:00Z",
            "created_at": "2010-01-13T11:32:09.399957Z",
            "creator_name": "Prof. S. Barry Cooper",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-13T11:32:09.399957Z",
            "rejected_at": "2010-01-18T15:55:55.014781Z",
            "rejection": {
                "code": 16384,
                "details": "Statues or memorials are not normally sponsored by central Government, but usually result from private initiatives, often by the setting up of a charitable trust. The promoters of individual proposals may need to raise a subscription and demonstrate that they can provide funds to cover the ongoing maintenance costs of new statues or memorials, as well as to obtain the necessary consents from the relevant Local Authority.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-18T15:55:55.014781Z"
        },
        "id": 14388444
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TuringMemorial/"
    },
    "type": "petition"
}