{
    "data": {
        "attributes": {
            "action": "Remove any plant which generates power from unsustainable fuel from the Renewables Obligation Certificate scheme.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Power stations are currently being planned across the UK to burn biofuel from crops such as Palm oil. \nThe Worlds rapidly increasing demand for such oil is driving deforestation and replacing food production throughout the World but most intensively in Asian countries where indigenous people and unique species such as the Urang-utan face habitat extinction.\nIn a World already facing food shortages  which will be greatly exacerbated by a changing climate, oil crop production is consuming valuable agricultural land. \nThis is clearly an unsustainable, unethical, non-renewable and inefficient use of land resources.\nThe amount of (controversially) sustainably grown palm oil is very small, this is not the fuel that is intended for use in such plants.\nA large financial benefit of building these power plants comes from the Renewable Obligation Certificate scheme and as the fuel is not from renewable sources then it does not make sense to include them in the scheme, nor is it ethical to promote their business.\nPlease sign this petition to put food and rainforests before fuel.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-13T12:17:22.721787Z",
            "creator_name": "Peter Barker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-13T12:17:22.721787Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 107,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14389185
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BiofuelsDontROC/"
    },
    "type": "petition"
}