{
    "data": {
        "attributes": {
            "action": "Listen to British Taxpayers and stop Anjem Choudary's Benefits now",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Anjem Choudary preaches hate on a daily basis and does not recognise Britain as a democratic free and independant country, despite the fact that the British Taxpayer funds his lifestyle.\n\nBritain successfully detached religion and superstition from its legal system years ago yet this man is determined to have his version of Islam and Islamic Law influencing the British Legal System at all costs.\n\nThe British Taxpayer should be given a voice to insist that Anjem does not live off us after his organisation Islam4UK has been made illegal because of alleged links to terrorism.\n\nAll other benefit claimants have to prove that they are looking for work. Preaching hate and being part of an organisation like Islam4UK is not looking for a job so he cannot claim to have been looking for work.\n\nStop Anjem Choudary's benefits now!",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-01-12T23:26:49.709279Z",
            "creator_name": "simon page",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-12T23:26:49.709279Z",
            "rejected_at": "2010-02-18T00:01:01.613901Z",
            "rejection": {
                "code": 16384,
                "details": "We do not accept petitions relating to an individual's circumstances.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 14385042
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stopanjemchoudar/"
    },
    "type": "petition"
}