{
    "data": {
        "attributes": {
            "action": "ask the Egyptian government to show seriousness in prosecuting attacks on Christians in Egypt.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "One the night of 6th of January 2010, while Christians in Egypt were celebrating the Eastern Christmas Eve, seven worshippers were gunned down right in front of Church by Muslim extremists in unmarked private car, the attack was timed with the end of Midnight mass, 3 suspects are now under arrest.\n\nDuring the 29 years of president Mubarak rule, there has been an escalation of attacks on Christians without prosecution, over 400 killings of Copts in cold blood by Muslim extremists and over 140 attacks on properties and businesses gone  without a single convictions. An informal reconciliation sessions supervised by the police  are forced on Copts to end the dispute. \n\nWe Copts want to see justice here. Reconciliation sessions supervised by the Egyptian government proved useless and a green light to radicals to continue attacks on Christians in Egypt. Copts want justice in court and equality of rights. The government showed consistently they are biased against Christians, we want bias to end.",
            "closed_at": "2010-02-18T00:00:00Z",
            "created_at": "2010-01-13T16:16:31.980429Z",
            "creator_name": "Dr I H Ibrahim",
            "government_response_at": "2010-03-23T10:06:24.296035Z",
            "government_responses": [
                {
                    "created_at": "2010-03-23T10:06:24.296035Z",
                    "details": "You signed a petition asking the Prime Minister to \"ask the Egyptian government to show seriousness in prosecuting attacks on Christians in Egypt.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22900\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'CoptsJustice'",
                    "updated_at": "2010-03-23T10:06:24.296035Z"
                }
            ],
            "opened_at": "2010-01-13T16:16:31.980429Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 622,
            "state": "finished",
            "updated_at": "2010-06-29T00:30:02.300571Z"
        },
        "id": 14392972
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CoptsJustice/"
    },
    "type": "petition"
}