{
    "data": {
        "attributes": {
            "action": "Financially support the existence of virtual Cigarette breaks, which would compliment the existing National Health mandate, address related lost productivity suffered by businesses and promote good citizenship",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Whilst our government has implemented many laudable initiatives to help those wishing to quit smoking do so, it has failed to fully embrace mobile phone technology as a means of distribution. Additionally, the need for accelerated adoption via mobile will deliver increased productivity from businesses hence greater tax revenues. Inter-personal skills will be enhanced once again as one will be able to enjoy valuable social interaction with the reintroduction of “water cooler” moments, albeit electronic ones, without the threat of frostbite, sunburn, rain, or smoke infused clothing.\nCiggiebreaks on mobile devices deliver against the governments health agenda, promotes both good citizenship and the development of effective communication skills. The government should support Virtual Ciggiebreaks as a metaphor to be proud of, and provide financial assistance for their availability.\nVirtual Ciggiebreaks should be made law as are `Tea`and `Comfort`breaks.",
            "closed_at": "2010-02-15T00:00:00Z",
            "created_at": "2010-01-13T23:57:10.457209Z",
            "creator_name": "Mr Colin Gillespie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-13T23:57:10.457209Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2010-02-16T00:01:01.485454Z"
        },
        "id": 14398264
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Ciggiebreak-Com/"
    },
    "type": "petition"
}