{
    "data": {
        "attributes": {
            "action": "Attend Iraq Inquiry before the Election is called",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "You May have Watched Gordon Browns Dismal performance in the Commons to day 13th Jan 2010,  PM,s Question Time\n\n    Not all the Nation will have seen this Abject performance but should made fully aware of it and its Implications\n\n    When questioned on his Part in the Iraq War he was asked if he Regretted the decision to go to war.\n\n    He replied that he was part of the Cabinet that made that decision and fully supported the decisions made.\n    \n    and wholeheartedly supported those decisions and had No regrets.\n\n    As he spoke  as member of that Cabinet Surely not only Brown but the Whole Cabinet are as Culpable as Blair,\n    And as such Surely is not fit to Run this Country..Why is he being Protected by the current inquiry,  after remarks \nsuch as that .  By not being called until after the Election..\n\n   I think that any confession such as that deserves to be made Public by what ever means\n\n    The exact wording will obviously be to hand in Hansard.\n\n     David Cassie",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-01-13T16:30:53.361346Z",
            "creator_name": "DAVID CASSIE",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-13T16:30:53.361346Z",
            "rejected_at": "2010-02-17T00:01:02.072722Z",
            "rejection": {
                "code": 4096,
                "details": "It is up to the independent inquiry committee to decide who to call to give evidence and the date and time when evidence is given.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 14393212
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/inquiry-failure/"
    },
    "type": "petition"
}