{
    "data": {
        "attributes": {
            "action": "stop the move of our Gynaecological Surgical Cancer Unit from Derriford Hospital in Plymouth to Treliske Hospital in Truro.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is being proposed to move the Gynaecological Surgical Cancer Care Unit from Derriford Hospital in Plymouth to Treliske in Truro.  If the proposition is successful women living in the treatment area of Derriford needing Gynaecological Surgery would then have to travel to either Exeter or Truro for this aspect of their care.  A stay in hospital post op can be approx 1 week so added to the trauma of the diagnosis and surgery, the patient would also have the stress of journey times for visitors – if indeed they get any visitors because of transport and travel cost issues.  The skill of the surgeons in Derriford at present is excellent as I’m sure is the case in Treliske but I believe the continuity of care with the same local team is equally important to recovery rates for this type of cancer (as is earlier detection & GP awareness).  Please add your name to the petition to support keeping our own surgical unit in Derriford.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-13T18:10:35.807668Z",
            "creator_name": "Mrs Wendy Tonks",
            "government_response_at": "2010-08-20T13:15:56.997401Z",
            "government_responses": [
                {
                    "created_at": "2010-08-20T13:15:56.997401Z",
                    "details": "You signed a petition asking the Prime Minister to stop the move of our Gynaecological Surgical Cancer Unit from Derriford Hospital in Plymouth to Treliske Hospital in Truro.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=Gynae-plymouth\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'Gynae-plymouth'",
                    "updated_at": "2010-08-20T13:15:56.997401Z"
                }
            ],
            "opened_at": "2010-01-13T18:10:35.807668Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 513,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14394556
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Gynae-plymouth/"
    },
    "type": "petition"
}