{
    "data": {
        "attributes": {
            "action": "please ask kirklees council sort out the roads we pay for them",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "it's not just the snow and ice problems we have all had.\n\nThe roads and even pavements are all falling apart in general,\n\n we pay road tax and are sick of the roads and the stupid amount of road tax that (as far as we can see doesn't get spent on repairing & maintenance,\n\nAs far i understand the road tax fund goes into local government not central government so what is this money actually being spent on?\n\ni get the feeling they may try blame the environment as that is how car tax is priced at the moment, \n\nroad tax should be road tax, not gas/emission tax, why should a car that uses less fuel and so on not pay to fix the road then?\n\nbut my point being anyone can see in the last ten years the holes in the local roads are just getting worse,\n\ni would spend road tax fund on repairing roads properly by buying better materials regarding this area, \n\nor at least when it comes to paying the tax on your car and you get the reminder a little box to tick or a comment box on where your money should actually go would be better than the pay or else deal we get now. do you agree? sign here",
            "closed_at": "2011-01-13T00:00:00Z",
            "created_at": "2010-01-13T18:41:55.314054Z",
            "creator_name": "Daniel Roebck",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-13T18:41:55.314054Z",
            "rejected_at": "2010-02-17T00:01:02.072722Z",
            "rejection": {
                "code": 16384,
                "details": "please contact your local authority directly.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-17T00:01:02.072722Z"
        },
        "id": 14394932
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/roadtaxstate/"
    },
    "type": "petition"
}