{
    "data": {
        "attributes": {
            "action": "Change The Date Of New Years Day",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We as a country (United Kingdom) would benefit so much more if the date for new years was changed to the beginning of the summertime, roughly around June 30th being New Years Eve. Me and my associate, Steven Lynch, beleive this would greatly benefit the public as in this day in age, everyone is a party go-er at new years. We think it would benefit for the date to change to the summer as it would allow the party go-ers to stay comfertable and warm after their trying night out in clubs and pubs etc. It is also better for safety towards the public, as it means that if an individual or a group is getting public transport home, the roads are not slippy or icy as it isn't during winter. It would also be very helpful due to the lastest global warming streak where the country is a lot colder during winter than usual, and visa versa with summer. Thank you for your attention, we will accept all replies gratefully. Thank you. Jonathan Steel",
            "closed_at": "2011-01-13T00:00:00Z",
            "created_at": "2010-01-13T23:41:39.917209Z",
            "creator_name": "Mr Steven Lynch",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-13T23:41:39.917209Z",
            "rejected_at": "2010-02-17T00:01:02.072722Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-17T00:01:02.072722Z"
        },
        "id": 14398199
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NewYearChange/"
    },
    "type": "petition"
}