{
    "data": {
        "attributes": {
            "action": "urge Trinity House not to turn off the BEACHY HEAD LIGHTHOUSE",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "BEACHY HEAD LIGHT\n \nI have just heard of a possible plan to turn the BEACHY HEAD LIGHT off.\n \nI have been told that Trinity House may now consider such navigational landmarks redundant as most vessels have electronic navigation aids.\n \nI am a local South Coast sailor and regularly sail out of Newhaven. The Beachy Head Light is a very important local landmark and navigational aid to coastal sailing. \n \nWhilst I accept that my own boat and most other boats these days are equipped with GPS and Chart Plotters etc, that is all very fine whilst these modern navigational aids are all working. If however there is a failure of this modern technology or a power failure on board or any other cause that may render these modern navigational aids inoperative, then mariners are left with having to go back to basics. Out must come the paper charts and in the case of coastal cruising, the sailor would be taking bearings off prominent local landmarks such as the BEACHY HEAD LIGHT.\n \nI would suggest that it would be very dangerous to turn off the BEACHY HEAD LIGHT or any other lighthouse for that matter.\n \nI urge Trinity House to reconsider this possible course of action.",
            "closed_at": "2010-03-13T00:00:00Z",
            "created_at": "2010-01-13T19:27:51.827632Z",
            "creator_name": "Mr Geoffrey King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-13T19:27:51.827632Z",
            "rejected_at": "2010-02-17T00:01:02.072722Z",
            "rejection": {
                "code": 16384,
                "details": "We suggest you contact Trinity House directly in the first instance.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-17T00:01:02.072722Z"
        },
        "id": 14395478
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BEACHYHEADLIGHT/"
    },
    "type": "petition"
}