{
    "data": {
        "attributes": {
            "action": "prevent regulation of electronic cigarettes as tobacco, smoking or medical products.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Electronic cigarettes are a genuine alternative for smokers that can satisfy the smoking habit without the enormous known harms.  These life saving products have been available for over three years and have no known harmful effects, they are considered at least 99% safer than smoking.\n\nInappropriate regulation will harm people by discouraging their use and will make an effective smoke alternative as ineffective as NRT such as gums and patches.\n\nProposals to classify such products as tobacco or smoking make no sense - there is no tobacco, smoke or burning. Neither is this a medical treatment, effectiveness for smoking cessation has yet to be proven.\n\nVaping (using an ecig) is a recreational habit that should be regulated and protected appropriately, adult citizens can make their own informed decisions in choosing what they enjoy to do.\n\nMaking a legal action illegal because of moral judgements, misinformation or confusion with something perceived to be undesirable is unjustifiable.",
            "closed_at": "2011-01-14T00:00:00Z",
            "created_at": "2010-01-14T00:20:20.545636Z",
            "creator_name": "Kate B.",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-14T00:20:20.545636Z",
            "rejected_at": "2010-02-13T00:01:01.221911Z",
            "rejection": {
                "code": 1024,
                "details": "",
                "reasons": [
                    "Commercial endorsement, promotion of any product, service or publication, or statements that amount to adverts"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-13T00:01:01.221911Z"
        },
        "id": 14398379
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VapourRules/"
    },
    "type": "petition"
}