{
    "data": {
        "attributes": {
            "action": "strickly limit the use of Tasers to fully trained and licenced firearms officers in the police force",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "25% of Tasers issued in UK (police use) have been issued to non firearms officers. Non-firearms officers have been responsible for 34% of the total number of uses. Tasers should not be issued to the general police force as it encourages the officers to employ casual violence in response to a situation. Due to Tasers being issued to non-firearms police officers a lack of understanding of use and consequences has resulted in a number of Taser discharges aimed at individuals heads and necks and discharges aimed at individuals who have already been incapacitated. Whilst non-lethal force is obviously preferable to lethal force, the general issue of Tasers would result in unnecessary and casual use and eventual reliance on them. In addition to which it is arguable whether Tasers even fall into the category of non-lethal force as over 300 deaths in the U.S.A. since 2001 have been attributed to them. Increasingly violent policing historically results in increasingly extreme and more violent responses from civilians: it is counterproductive and therefore a waste of tax payers money.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-01-14T21:06:40.458060Z",
            "creator_name": "D Plinkly",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-14T21:06:40.458060Z",
            "rejected_at": "2010-02-17T00:01:02.072722Z",
            "rejection": {
                "code": 8192,
                "details": "Please provide your full name including your first name and surname when submitting a petition.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 14408478
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/restricttasers/"
    },
    "type": "petition"
}