{
    "data": {
        "attributes": {
            "action": "create a just system for UK universities and colleges to get good students, and not morons, from around the world.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "While helping a student of mine apply to graduate schools in Britain, I found something really puzzling and weird.  The best students from the best universities in Taiwan get only 70 or 75 in their overall GPA, which is normal in good universities trying to maintain academic standards, while most students from lousy, good for nothing private universities are able to produce a transcript with a GPA of 80 or even 90!  Hence, the best students from the best universities here gets to apply to only second-rate schools, while students from schools nobody would attend get accepted by very good universities in UK.  How can any system be so blind?  Because of the strict standards of my university, my student has to kiss good universities in UK goodbye because he does not have 80.  We saw the lousy students from lousy schools let out a cheer because they got conditional offers from top-notch UK universities.  The situation here is happening in all corners of the world.  In the end, good universities in UK get only morons from all over the world because of the blind evaluation system.  Something's got to change!",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-14T17:15:42.799760Z",
            "creator_name": "Ms Lily Chen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-14T17:15:42.799760Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14405926
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/moronsincollege/"
    },
    "type": "petition"
}