{
    "data": {
        "attributes": {
            "action": "stop the proposed MPA around the Chagos Islands and to allow the Chagossians to return home",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We believe that the Chagossians have a right to fair compensation and the right to resettle their homeland. Although the environmental protection of Chagos is of the utmost importance, it does not have to come at the cost of trampling on the rights of the Chagossians.\n\nThe Foreign & Commonwealth Office is currently consulting on whether to establish a marine protected area (MPA) around the Chagos islands. Its consultation ends on February 12, giving us just one month to register our support for the Chagossians.\n\nSeveral environmental and conservationist groups have already set up this website - www.protectchagos.org - to lobby for a complete ban on fishing in the area. Such a ban would be absolutely disastrous to the Chagossians' cause - if a limited resettlement of the islands is to be successful, they will need the right to fish!\n\nLeading conservationists like Dr David Bellamy (as well as several MPs) have made it clear that environmental protection can exist side-by-side with a limited resettlement. All that's needed is the political will to make it happen.\n\nThe Chagossians' cause must not be forgotten - either by politicans or the general public!",
            "closed_at": "2010-02-12T00:00:00Z",
            "created_at": "2010-01-15T20:40:02.022862Z",
            "creator_name": "Mr Clency Lebrasse",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-15T20:40:02.022862Z",
            "rejected_at": "2010-02-18T00:01:01.613901Z",
            "rejection": {
                "code": 65536,
                "details": "",
                "reasons": [
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-18T00:01:01.613901Z"
        },
        "id": 14417979
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/mpachagos/"
    },
    "type": "petition"
}