{
    "data": {
        "attributes": {
            "action": "Reverse the recent reduction in treatment availability at Scarborough NHS Dialysis Unit.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "From January 2010 the availability of Haemo-dialysis treatment at Scarborough NHS Dialysis Unit has been cut to daytime hours only. The Unit now opens at 7am and closes at 6pm. Treatment was previously available, throughout 2006, 2007, 2008 and 2009, in the evening up until 10pm for those patients who could not attend during the day. This allowed patients to live a relatively normal lifestyle and go out to work or to care for their children while partners worked and then they would receive their treatment afterwards. This evening service is common practice at NHS Dialysis Units throughout the UK. Some Units even stay open until 11pm in order to meet the patients needs. The Unit only exists to meet the needs of the patients. The patients needs must come first. Life is hard enough for patients and their families without this adding further stress and anxiety. Reverse the cut.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-01-15T22:11:42.889273Z",
            "creator_name": "Malcolm Wright",
            "government_response_at": "2010-08-12T17:51:41.109001Z",
            "government_responses": [
                {
                    "created_at": "2010-08-12T17:51:41.109001Z",
                    "details": "You signed a petition asking the Prime Minister to reverse the recent reduction in treatment availability at Scarborough NHS Dialysis Unit..\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=reversethecut\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'reversethecut'",
                    "updated_at": "2010-08-12T17:51:41.109001Z"
                }
            ],
            "opened_at": "2010-01-15T22:11:42.889273Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 730,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 14418584
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/reversethecut/"
    },
    "type": "petition"
}