{
    "data": {
        "attributes": {
            "action": "take action against peoples aged 60 and above not receiving benefits entitled to them and making the process to getting them so difficult",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I want to see a better care service provided to old age pensioners who live alone.  This month an elderly couple died and their bodies were not found for five whole days.  I have experience with one man who tragically dies in 2008.  I feel that social services refused to listen to his cry for help and he was left abandoned in a single room.  This should not have happened and it is a disgrace that our social services stood by and let a man died the way he did, when it was quite blantant that he was in need of some serious help.\n\nI live in Harrow and I feel that their DWP is mistreating its pensioners and those with disabilities.  I run a cleaning business, which you can see from my website www.rubyandsons.com and I personally would like funding to provide as much of a service as possible to all the elderly people living firstly in my area then gradually expanding.\n\nNo only this but I have been in contact with many keen workers from overseas, who hold lots of experience and would like to ask if I could apply for a license through the Home Office or whichever rhelm necessary to bring people over for a limited period of time.",
            "closed_at": "2010-06-22T00:00:00Z",
            "created_at": "2010-01-15T23:18:18.781204Z",
            "creator_name": "Miss Ruby Akhtar",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-15T23:18:18.781204Z",
            "rejected_at": "2010-01-26T11:32:54.390492Z",
            "rejection": {
                "code": 65536,
                "details": "",
                "reasons": [
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-26T11:32:54.390492Z"
        },
        "id": 14418996
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/uprightlaw/"
    },
    "type": "petition"
}