{
    "data": {
        "attributes": {
            "action": "To change the system the criminal records bureau uses to create an electronic card system to cut waiting times for applications and provide more accurate live information",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The idea is for a new and improved CRB (Criminal Records Bureau). Our idea is for everyone to pay a one off fee to the CRB to have an initial comprehensive check done including list 99 ect which will go onto an electronic database. You will then be sent a card, similar to a credit card in the post which you can carry with you to interview's and with you at work either in your pocket or on your belt in a holder if you work in a public position as proof that you have been CRB checked. Then, this check will automatically be renewed every 2 years for updates only and if you attend court or be convicted of a criminal act, the courts will contact the CRB and add your conviction to your electronic account. If an employer wishes to check the status of your account then they can phone a number or log onto a website and get upto date information, live, without having to send off a new application each time you apply for a new job. This saves the CRB and police's time, and also cancel's the waiting time the account holder has on getting a new job or updating their CRB account. The police and court systems can also add relevent cautions, relevent formal warnings, future court dates ect to your account via the internet.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-16T00:32:01.115718Z",
            "creator_name": "Mr David Richens",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-16T00:32:01.115718Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 97,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14419290
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CRB-Card-System/"
    },
    "type": "petition"
}