{
    "data": {
        "attributes": {
            "action": "Listen to the British public and protect the dissolving British culture and heritage by closing the borders and making us Brits the ONLY priority, bring our troops home, deport extremists, address the ludicrous political correctness, remove Sharia laws from OUR country and expect immigrants to abide by British laws, British rights and British values without removing the British culture by making it their own by means of non- British churches, non-British schools and non-British businesses all while our own is suffering from financial despair. Remove all illegal immigrants immediately and put into place harsher sentences with regards to the justice system which has now become barbaric. We want our BRITISH country back!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "1)Too many British jobs are being allocated to immigrants and non-British born citizens along with our state benefits/homes. \n2) We are witnessing an increasing number of complaints due to the displaying of any British memorabilia  as non-British cultures are finding these \"offensive\". This is resulting in the removal of our heritage and our pride of Britain. \n3) We are now being disciplined by such ludicrous political correctness that we are no longer permitted to sing \"Ba ba black sheep\" to our children as we are informed that we are “racist”\n4) When any person wishes to migrate to another country, they should be suspended from doing so until they are able to provide evidence of their understanding of the countries language.\n5) We expect to keep our laws, we do not want the Sharia law here. \n6)No exculsive non British schools.\n7) We want our troops home.\n8) Close the borders and remove all illegal immigrants.\n9) Anyone involved with or associated with terrorism should carry a life sentence. \n10)When in Rome do as the Romans do.",
            "closed_at": "2011-01-25T00:00:00Z",
            "created_at": "2010-01-15T14:32:23.053944Z",
            "creator_name": "Chris Lathen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-15T14:32:23.053944Z",
            "rejected_at": "2010-01-25T11:22:30.117771Z",
            "rejection": {
                "code": 2,
                "details": "",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-25T11:22:30.117771Z"
        },
        "id": 14414512
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Britain4Brits/"
    },
    "type": "petition"
}