{
    "data": {
        "attributes": {
            "action": "Ask the BBC to show evidence that the person they interviewed on BBC radio is President Yar-Adua of Nigeria",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The president of Nigeria Umaru Yar-Adua is said to be hospitalised since 23/11/2009 in a Saudi hospital and has not been seen since. He did not hand over to the Vice President in line with the Nigerian constitution leaving the country in a leadership vacuum. The terrorist incident involving a Nigerian was reported and issues about the Budget for 2009 were left unattended with rumours that the President was dead. Amidst growing calls for Yar-Adua to hand-over to his Vice, the BBC aired an ‘interview’ with a ‘President Yar-Adua’ (http://news.bbc.co.uk/1/hi/world/africa/8453321.stm). There is no evidence that the person the BBC spoke to is indeed President Yar-Adua. The BBC neither asked ‘Yar-Adua’ any questions relating to the terrorist incident nor the calls for him to handover to his Vice in spite of ‘Yar-Adua’ been vague on his return date. Rather a message to the football team is aired which is gross insensitivity to the plight of the people. The BBC must show video or photo evidence of the Yar-Adua they spoke to else the BBC stand accused of using tax payers’ money to stage an ignoble drama to provide an escape route for a power hungry African leader.",
            "closed_at": "2010-07-16T00:00:00Z",
            "created_at": "2010-01-15T23:23:15.203205Z",
            "creator_name": "Mr Nick Agule",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-15T23:23:15.203205Z",
            "rejected_at": "2010-02-18T00:01:01.613901Z",
            "rejection": {
                "code": 69632,
                "details": "This is a matter for the BBC, not Government.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-18T00:01:01.613901Z"
        },
        "id": 14419023
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BBC-Yar-Adua/"
    },
    "type": "petition"
}