{
    "data": {
        "attributes": {
            "action": "Make Marguerite Patten a Dame",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Before Delia, Floyd or the Galloping Gourmet there was a fantastically ebullient lady named Marguerite Patten. She started her career before the Second World War as a cookery writer, demonstrator and home economist. And she was the first 'TV Chef'.\n\nDuring the war she worked as an adviser for the Ministry Of Food, ensuring that the parents of our great nation had the knowledge and understanding to be able to provide their families with what has proven to be one of the most balanced and bio-diverse diets of any generation since.\n\nIf we still followed the lessons of thrift and nutrition which Marguerite has extolled so vociferously for over 70 years, we are sure that the people of our great nation would not currently be suffering from the two greatest threats to our society, obesity and crippling personal and national debt.\n \nWe believe that Marguerite was and is not only a shining example of what a Great Briton can be, but she has also demonstrated that over a lifetime she has managed to uphold the true definition of what is required for Dame hood, she is a “defender, champion, or zealous upholder of a cause or principle”",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-01-17T12:28:26.825809Z",
            "creator_name": "David Ryan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-17T12:28:26.825809Z",
            "rejected_at": "2010-02-18T00:01:01.613901Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.direct.gov.uk/honours",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 14427121
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DameMarguerite/"
    },
    "type": "petition"
}