{
    "data": {
        "attributes": {
            "action": "Introduce Legislation against business purchased with debt secured against them.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "To introduce legislation against bad businesses practices that are putting some of our major football clubs in risk of administration.\n\nTherefore the signatories ask the Government to introduce legislation that enshrine in law the following:\n\nAny persons or person or business who buys or has brought in the last 15 years any profit making and valid companu with little or no debt using debt secured against the company being purchased and then that company can not afford to pay the debt shall be punishable by the following measures:\n\nWill not be able to own a company within the United Kindgom or it's dependent territories.\n\nWill not be able to trade or transport goods through the UK or it's dependent territories. \n\nWill be personally liable for any debts from the company purchased with debt secured against the company before any of the company's assets are liable.\n\nThe only exception should be if the company being purchased is already struggling to make a profit. \n\nThis legislation is required to stop ordinary people from loosing their jobs from legitimate businesses simply because of over-zealous businessmen.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-16T14:07:05.712426Z",
            "creator_name": "Andrew Cryer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-16T14:07:05.712426Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14421794
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/companydebt/"
    },
    "type": "petition"
}