{
    "data": {
        "attributes": {
            "action": "believe the Government should urgently take action on behalf of all football supporters to prevent Manchester United Football Club (and other English football clubs) being destroyed by corporate greed",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Football should belong first and foremost to the fans. We have done and continue to do our best to protect both the game and our clubs. But we need help to prevent so-called “investors” from bleeding our clubs dry. \n\nWhat the Glazer family are doing to Manchester United represents merely the latest stage in the implosion of English football as we know it. \n\nAnd it’s not just fans that are affected. The slow demise of Manchester United and other clubs could mean: \n\n- Fewer tourists visiting those clubs’ home towns, following the sale of top players and other assets\n\n- Local businesses losing out \n\n- Damage to England’s World Cup bid: who will back a country where the FA does not stand up against the pillaging of its own football clubs\n\n- Young people losing the desire to play football\n\nIt isn't just a problem for Manchester United fans. It’s the problem of our footballing nation. In the Premier League alone, Liverpool and Portsmouth are experiencing similar difficulties and many more will follow if the authorities do not act to prevent it. Football clubs are both community and national assets. The FA, parliament and the government should recognise this and act before it’s too late.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-17T17:10:58.243927Z",
            "creator_name": "Andrew Henderson",
            "government_response_at": "2010-07-14T15:22:31.078969Z",
            "government_responses": [
                {
                    "created_at": "2010-07-14T15:22:31.078969Z",
                    "details": "You signed a petition asking the Prime Minister to believe the Government should urgently take action on behalf of all football supporters to prevent Manchester United Football Club (and other English football clubs) being destroyed by corporate greed.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=football4fans\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'football4fans'",
                    "updated_at": "2010-07-14T15:22:31.078969Z"
                }
            ],
            "opened_at": "2010-01-17T17:10:58.243927Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4771,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14429393
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/football4fans/"
    },
    "type": "petition"
}