{
    "data": {
        "attributes": {
            "action": "Appoint Scott and Marissa Orton of St George, Ontario, Canada to the status of King and Queen of St George, please.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gordon Brown,\nI live in Canada now, that little cold country we still own over to the West and just a little bit above America where all the fat people live?\nMy good friends Scott & Marissa Orton live in a little village called St George with 2 dogs, Gordon and Brown, they recently bought an RV which inside looks like a Palace with a sink and a bucket.\nThey are really nice people and I would like you to consider making them King and Queen of St George because Marissa would look lovely with a crown as she has such beautiful hair.\nThey have volunteered to look after Buckingham Palace when the Queen is on vacation or posing for a new stamp. Scott has a working knowledge of vacuum cleaners and Marissa invented Fabreze but was too proud to market it. She also named it Kamoola-zoom-bang before it became Fabreeze. I am in the process of perfecting my latest invention for them, the Easy Broom. Basically it is a broom powered by children’s tears and a fetish for cheese remnants. \nKing Scott 1st and I have no ambition to form an Air Force or Navy but we do have lots of toy soldiers in our Army, all named after famous sports shoe manufacturers. We have 3 soldiers, Sergeant Nike, Corporal Adidas and Private Puma.",
            "closed_at": "2011-02-28T00:00:00Z",
            "created_at": "2010-01-17T03:35:35.148371Z",
            "creator_name": "Lord David Andrew Twelve Bicycle Forde",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-17T03:35:35.148371Z",
            "rejected_at": "2010-03-31T00:01:02.165358Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-31T00:01:02.165358Z"
        },
        "id": 14425752
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Canadian-Monarch/"
    },
    "type": "petition"
}