{
    "data": {
        "attributes": {
            "action": "Provide Details Of Known Tax Haven Cheats",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "To the Rt Hon Prime Minister of the United Kingdom of Great Britain and Northern Ireland,\n\nWe the public demand that you thouroughly investigate the large corporates which have avoided paying billions of pounds sterling in taxes, in particular those which have banked money,profits and investments in overseas accounts and not disclosed details to the Department of Inland Revenue.\n\nHere is a check-list of things to do\nwhich we the public demand be fulfilled.\n\n1. Determine which corporations and parties hid money in tax-havens and name the parties and corporations in a press release.\n\n2. Provide detailed progress report on retrieval of money which was banked in tax haven locations around the World,\nincluding amounts retrieved, with the dates and locations when money was retrieved.\n\n3. Prevent known corporate fraudsters and banksters from restarting business\nor trade for a probationary period.\n\n4. Pass your findings onto British Police, to give the Police a chance to investigate possible tax-avoidance and to allow the legal proceedings to be completed, as this is also the rightful and specific job of the U.K. Police force. \n\nthank-you,",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-17T21:41:20.688585Z",
            "creator_name": "Mr Russell S.Wyllie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-17T21:41:20.688585Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14431570
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NameTheTaxCheats/"
    },
    "type": "petition"
}