{
    "data": {
        "attributes": {
            "action": "stop the introduction of full body x-ray scanners in airports across the UK.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The point of this petition couldn't be clearer. The introduction of these scanners is an offence to human rights. No official should be given the right to intrude upon our personal privacies to this degree. By allowing the introduction of more and more intrusive surveillance technologies into our lives we empower extremists and fundamentalists who would rather see us live in fear than remain defiant in the face of their threats. The people behind the recent acts of 'terrorism' which have prompted the introduction of these scanners wish to cause the West harm, but if we don't stop these infringements upon our own rights, we all stand to lose our own sense of liberty. Rationality and level-headedness must prevail if we wish to protect our quality of life. Let's not allow reactionary tactics destroy our natural right to privacy.\n\n'Those who would sacrifice freedom for security deserve neither' - Benjamin Franklin.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-01-17T20:18:56.705719Z",
            "creator_name": "Paul Williams",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-17T20:18:56.705719Z",
            "rejected_at": "2010-01-19T15:46:11.352431Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/airportscanner/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 14430961
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/airportxray/"
    },
    "type": "petition"
}