{
    "data": {
        "attributes": {
            "action": "end the postcode lottery for treatment of eating disorders in young people and call for a comprehensive nationwide policy that enables young people access to appropriate treatment and services within their community.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Eating disorders are extremely complex illnesses which do not elude any social boundaries and develop as coping mechanisms for serious underlying issues. \n\nWhilst some of the underlying issues can be regarded as socially generic, i.e. body image, attitudes and media influences, many are sourced from negative experiences - abuse, trauma and bullying.\n\nTherefore, eating disorders are not informed choices for people to make - they are symptoms to illnesses which, with access to appropriate services, can be positively addressed.\n\nYoung people nationwide are not being able to access such resources due to their geographical location - some have to cross counties to access appropriate services. This postcode lottery has to stop!\n\nA comprehensive policy linking residential treatment, gp services, outreach services, appropriately trained care staff,body-image/self-esteem lessons in schools, support for 'resting' eating disorder survivors and awareness campaigns would begin to improve the quality of life, and provide for a healthier future, for so many young people.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-17T20:15:02.774031Z",
            "creator_name": "Ms Debbie Roche",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-17T20:15:02.774031Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 98,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14430923
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/youngpeopleandED/"
    },
    "type": "petition"
}