{
    "data": {
        "attributes": {
            "action": "broker a more reasonable solution to the Icesave situation than the initial proposal from the Dutch and UK governments.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We have all learned many lessons in the last two years.  One that is not talked about too much is that nations need friends.  \n\nThe repayment proposal relating to Icesave will mar Britain's relationship with Iceland for generations, and it will give us an international reputation for kicking people when they're down.  If we ever need friends in the future, this is unlikely to go in our favour and may give nations ideas about how we expect to be treated.  \n\nUnless changed, the present proposal would force the Icelandic taxpayers to repay a colossal debt that will send them back to the economic dark ages.  If they do not repay, things are not much better: they would be excluded from the EU, denied emergency help from the IMF, and unable to raise future financing from international markets.  \n\nWe must find a reasonable solution to this unfortunate situation: it should accept our own mistakes in this affair, it should be realistic about what can be done to repair matters, and it should be one that the British people will be proud of for years to come.",
            "closed_at": "2010-03-18T00:00:00Z",
            "created_at": "2010-01-18T00:07:13.802428Z",
            "creator_name": "Adam Grainger",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-18T00:07:13.802428Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2010-03-19T00:01:01.057790Z"
        },
        "id": 14432397
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Re-think-Icesave/"
    },
    "type": "petition"
}