{
    "data": {
        "attributes": {
            "action": "inform, guide and warn the general public on matters of personal IT security, particularly in regard to unfixed browser security flaws.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Lack of IT education and information is leaving the general public unable to defend themselves against hackers.\n\nThe recent 'Operation Aurora' attack on Google, Adobe and 32 other unnamed companies sought to and succeeded in stealing intellectual property, sensitive business information and users' private information.  If UK businesses are victims of IP theft and industrial espionage, it will lead to long-term damage to the UK economy and UK interests.  Indeed, the attacks are not dissimilar to the technology theft and espionage carried out by the KGB during the Cold War.\n\nThe attackers exploited a security flaw in the Internet Explorer browser produced by Microsoft to compromise consumers' PCs and install malware on them so that they could become part of a 'botnet army' that accept commands to attack the above companies' servers.  The flaw is as yet unfixed so any people still using this browser remain unprotected.\n\nAt the time of writing the governments of Germany, France and Australia had all issued warnings to their citizens to use a different browser to Internet Explorer until a security fix is released by Microsoft.  Why not the UK?",
            "closed_at": "2010-03-19T00:00:00Z",
            "created_at": "2010-01-19T14:00:29.215644Z",
            "creator_name": "Dawn Budge",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-19T14:00:29.215644Z",
            "rejected_at": "2010-02-18T00:01:01.613901Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Firefox/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-18T00:01:01.613901Z"
        },
        "id": 14448287
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/publicITsecurity/"
    },
    "type": "petition"
}