{
    "data": {
        "attributes": {
            "action": "remove or review the defence afforded to the Roads Service Northern Ireland, in respect of claims made for damage from potholes/defects, to vehicles on Northern Irelands Roads",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If the Department can show that it operated a reasonable system of inspection and repair of the road in question, it can reject a claim. This defence creates an unfair stumbling block when motorists, damage their vehicles due to potholes and other dangerous defects on the road. At present a roads inspector surveys the road by car identifying defects,it is impossible to obtain an accurate and legally binding report into the condition of a road based on this method as the inspector has to concentrate on safe driving and defects are regularly missed. The result of missing a defect becomes apparant when the owner of the vehicle attempts to seek compensation for damage arising from striking that defect, the Department reject the claim stating that \"it operated a reasonable system of inspection and repair of the road in question\".The motorist loses out.  As the inspection process relies on the observations of someone who has to concentrate on their safe driving first and foremost, there can be no way the inspections should be ruled as a defence as it is impossible to be thoroughly attentive and spot a defect in excess of 20mm whilst driving safely and legally along any road.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-19T14:19:47.995816Z",
            "creator_name": "Christopher Ryan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-19T14:19:47.995816Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14448541
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/potholesNI/"
    },
    "type": "petition"
}