{
    "data": {
        "attributes": {
            "action": "stop the turning off of the beachy head lighthouse by Trinity House",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The organisation in charge of England's coastal navigation aids is considering switching off the light and fog horn at Beachy Head.\nTrinity House says modern navigation equipment has made the lighthouse less important for negotiating the coast.\nBut Eastbourne and Willingdon MP Nigel Waterson says the light should stay because smaller vessels rely on it.\nThe 43m (141ft) tower was brought into service in 1902, although there has been a light at Beachy Head from as long ago as 1670.\nUnder the proposals, the range of the Royal Sovereign lighthouse in Eastbourne would be increased\nMr Waterson said: \"I naturally appreciate that merchant shipping now relies on satellite navigation, although this is not always foolproof. But thousands of recreational sailors still rely on the light at Beachy Head.\n\"This section of coast is fraught with dangers for the unwary, especially the Beachy Head shelf and strong currents in the vicinity. Fog makes it even more hazardous. No wonder there has been a light here since at least 1670.\n\"I believe switching off the light would be a risky move, and I hope local sea-goers will express their concerns as part of the consultation.\"",
            "closed_at": "2010-03-19T00:00:00Z",
            "created_at": "2010-01-19T07:10:14.887416Z",
            "creator_name": "Rob Coleman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-19T07:10:14.887416Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 415,
            "state": "finished",
            "updated_at": "2010-03-20T00:01:01.764050Z"
        },
        "id": 14443922
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lighthouse/"
    },
    "type": "petition"
}