{
    "data": {
        "attributes": {
            "action": "ensure that all members of the public have continued, free and open access to the complete historic and valuable musical instrument collection entrusted over generations to the Victoria and Albert Museum, and currently exhibited in Room 40 (Jan 2010).",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The V & A are intending to place in long-term storage its collection of historic musical instruments, which is unparalleled in the UK. The reason for this destruction, given by a V & A spokesman, is so that \"the gallery can be redesigned to show the fashion collections.\" Musical instruments have been part of the collection since its inception in 1851: the museum has received adverse comment on this plan from curators worldwide. The removal is to take place in Spring 2010, and is a short-term decision which will have long-term negative results for scholars and music lovers alike.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-18T19:57:09.031105Z",
            "creator_name": "Mrs Jay Wilkinson",
            "government_response_at": "2010-08-23T12:03:19.014761Z",
            "government_responses": [
                {
                    "created_at": "2010-08-23T12:03:19.014761Z",
                    "details": "You signed a petition asking the Prime Minister to ensure that all members of the public have continued, free and open access to the complete historic and valuable musical instrument collection entrusted over generations to the Victoria and Albert Museum, and currently exhibited in Room 40 (Jan 2010).\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=VandAchange\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'VandAchange'",
                    "updated_at": "2010-08-23T12:03:19.014761Z"
                }
            ],
            "opened_at": "2010-01-18T19:57:09.031105Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5313,
            "state": "finished",
            "updated_at": "2011-02-14T18:04:07.807281Z"
        },
        "id": 14441411
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VandAchange/"
    },
    "type": "petition"
}