{
    "data": {
        "attributes": {
            "action": "Propose a repeal or amendment of the UN drug control treaties, for cannabis, currently in force.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Petition to repeal or ammend the 1988 United Nations Convention Against Illicit Traffic in Narcotic Drugs and Psychotropic Substances and specifically the 1961 Single Convention on Narcotic Drugs to allow use of cannabis for medicinal use.\n\nIn 2003, a European Parliament committee recommended repealing the 1988 Convention, finding that \"Despite massive deployment of police and other resources to implement the UN Conventions, production and consumption of, and trafficking in, prohibited substances have increased exponentially over the past 30 years, representing what can only be described as a failure, which the police and judicial authorities also recognise as such . . . The policy of prohibiting drugs, based on the UN Conventions of 1961, 1971 and 1988, is the true cause of the increasing damage that the production of, trafficking in, and sale and use of illegal substances are inflicting on whole sectors of society, on the economy and on public institutions, eroding the health, freedom and life of individuals.\" \n\nDenunciation is the only route to changing the control regime established by the treaty.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-19T22:38:44.314379Z",
            "creator_name": "Lee Waterhouse",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-19T22:38:44.314379Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14455227
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/noEUdrugtreaty/"
    },
    "type": "petition"
}