{
    "data": {
        "attributes": {
            "action": "stop the Northamptonshire LEA from changing the Grange Park catchment area from Caroline Chisholm School to Roade Sports College",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Disallow the Northamptonshire LEA from changing the catchment area for the children of Grange Park, Northampton from Caroline Chisholm School to Roade Sports College. Roade is no where near comparable in terms of OFSTED reports and it would contradict current manifestos that are trying to combat child obesity as children will no longer be able to walk to school. This will also drastically increase traffic in this currently quiet neighbourhood and see the risk of children as young as four being sent to school on a bus. There are many parents that would consider home schooling rather than this current proposed change that will affect the lives of every resident in Grange Park, for the worse. There are no positives for us that can come from this change. We will campaign until this proposal is thrown out, and we will once again be given the right to choose which school our own children go to.",
            "closed_at": "2010-03-21T00:00:00Z",
            "created_at": "2010-01-19T22:21:52.295199Z",
            "creator_name": "Miss Lauren Steventon",
            "government_response_at": "2010-09-17T14:36:47.881644Z",
            "government_responses": [
                {
                    "created_at": "2010-09-17T14:36:47.881644Z",
                    "details": "You signed a petition asking the Prime Minister to stop the Northamptonshire LEA from changing the Grange Park catchment area from Caroline Chisholm School to Roade Sports College.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=CCScatchment\n\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'CCScatchment'",
                    "updated_at": "2010-09-17T14:36:47.881644Z"
                }
            ],
            "opened_at": "2010-01-19T22:21:52.295199Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 631,
            "state": "finished",
            "updated_at": "2010-03-22T00:01:01.669481Z"
        },
        "id": 14455032
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CCScatchment/"
    },
    "type": "petition"
}