{
    "data": {
        "attributes": {
            "action": "add race equality principles to the face of the 2009 -10 Crime and Security Bill, in order to address the discriminatory way in which the DNA database is currently used",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Research show that 27% of the entire black population are currently on the database compared with 9% of all Asians and 6% of the white population. 57% of innocent samples taken in London alone are from people from African Caribbean communities.   Disturbingly 42% of the entire black male population living in the UK, and 77% of all young black men, are profiled on the database  even though the Home Office’s own research shows that people from this group are less likely to commit a crime than their white counterparts.  \n\nThis is an injustice that must be addressed within the law. The Crime and Security Bill as currently drafted violates Race Relations laws by contravening the statutory duty of public authorities to promote race equality.  Rather making race quality central to the way police officers and the Home Office work, this Bill will further damage race relations and minority communities’ trust of the law enforcement agencies. \n\n\nAlso proposals in this Bill to continue to collect and store innocent DNA fundamentally blurs the line between innocence and guilt, this is unacceptable and unlawful.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-20T14:41:33.903532Z",
            "creator_name": "Matilda MacAttram",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-20T14:41:33.903532Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 154,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14461833
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DNAdatabaseRace/"
    },
    "type": "petition"
}