{
    "data": {
        "attributes": {
            "action": "Change the name of Sandwich, Kent to Callington, and Callington, Cornwall to Sandwich.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am writing to you to demand that the name of Sandwich in Kent be changed, as it is extremely misleading.\n\nAs a self-proclaimed sandwich connoisseur I recently visited Sandwich to taste the history of Britain’s finest cuisine. Unfortunately, upon arrival there was no sign of any sandwich-related produce or any sandwich factory. The people there were most unhelpful in my search for the world’s finest sandwich and furthermore, only one shop in the whole town sold sandwiches (and was closed). A town named Sandwich but does not produce sandwiches is spurious!\n\nThese factors have led me to conclude that the town of Sandwich does not deserve to be called Sandwich. Anything else non-misleading would be adequate. I would recommend Sandwich be moved to Callington, Cornwall, where Ginsters have the largest sandwich factory in the UK, and Callington should rightfully be moved to Sandwich. \n\nChampagne produces champagne, Dijon produces Dijon mustard, Turkey produces Turkish delight, and Sandwich should evidently produce sandwiches.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-01-21T11:36:20.687981Z",
            "creator_name": "Mr Joshua Nathanson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-21T11:36:20.687981Z",
            "rejected_at": "2010-02-20T00:01:01.496410Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 14471953
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/sandwich/"
    },
    "type": "petition"
}