{
    "data": {
        "attributes": {
            "action": "demand the UK government to take below mentioned two actions to prevent UK slipping out of the world premier league of economies in the next few decades.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UK has lost its standing in the global top 5 economies in the recent years and if UK economy continues to grow at current pace large countries such as Brazil and India will overtake UK in the next few decades forcing UK out of the premier league of world economies. \nThe first action: replace UK education system from academic based to vocational and professional skill based system i.e. from pre-school age children are thought vocational skills along with English, Mathematics and life skills and when the children gets older introduce professional skill as required and leaving less than 25% of the students to follow academic subject where it is obviously needed. \nThe second action: most people will suffer with a psychological situation at some point in their life and there are many other physical illnesses that can be prevented if people are mentally healthy and self-aware. If the people are educated from a very young age to remain mentally healthy and self-aware not only the productivity of the workforce will increase but the cost of social security will also comedown",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-21T14:24:58.068023Z",
            "creator_name": "Roy Herath",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-21T14:24:58.068023Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14473934
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UK-World-Economy/"
    },
    "type": "petition"
}