{
    "data": {
        "attributes": {
            "action": "alter the way in which Widowed Parent's Allowance is taken into consideration, and bring it in-line with child maintenance",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Widowed Parent’s Allowance is only payable if you were married to your children’s mother / father, is taxable, is taken into consideration as an income when applying for benefits such as housing benefit, and is also lost if you remarry or begin co-habiting with a new partner, and should you and your new partner subsequently separate you cannot reclaim Widowed Parent's Allowance, even though your children still do not have their other biological parent.  However, child maintenance is expected to be paid regardless of your marital status with the child’s other parent, is not a taxable income, isn’t considered as an income when applying for benefits and is still payable even if you remarry or co-habit.\nI feel that this is extremely unfair, and also discriminatory.  Why should widows and widowers be treated any differently to other people who have children?  People choose to separate, widows and widowers do not choose for their partner to die.  I really feel that this needs to be addressed so that everyone is treated equally.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-21T21:11:17.002935Z",
            "creator_name": "Mrs Laura Moyns",
            "government_response_at": "2010-08-24T12:06:15.951051Z",
            "government_responses": [
                {
                    "created_at": "2010-08-24T12:06:15.951051Z",
                    "details": "You signed a petition asking the Prime Minister to alter the way in which Widowed Parent's Allowance is taken into consideration, and bring it in-line with child maintenance.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=Widowhood\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'Widowhood'",
                    "updated_at": "2010-08-24T12:06:15.951051Z"
                }
            ],
            "opened_at": "2010-01-21T21:11:17.002935Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 508,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14479331
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Widowhood/"
    },
    "type": "petition"
}