{
    "data": {
        "attributes": {
            "action": "ensure there is a new community primary school in Belsize Park, London.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The problem: Belsize is a black hole for primary school provision. Parents looking for a state-funded non-faith school face a stark choice, pay, drive to the other end of Camden, pretend to be religious or move away. Belsize has no community primary school, nor any nearby that our children can get in to. This is unacceptable.\n\nIn 2009, as of 23rd June, 113 Camden children were without a school place for September, with only 14 school places left in the whole of Camden to offer them. This means that Camden is short of 99 reception age places for this year. The problem is worst in Belsize, Frognal and Fitzjohns, Swiss Cottage and West Hampstead wards (a total of 65 children unplaced) with Kilburn being another \"black hole\" (17 unplaced).\n\nBy the start of the academic year 47 children were forced to accept a place in a temporary education centre, Courthope Education Centre.  Their future next year is uncertain, as is that of all the new children in the area coming up to school age.\n\nPlease help us avoid a similar catastophe this year, and in future years.  We want our children to be able to walk to a good local school!",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-22T16:21:10.563172Z",
            "creator_name": "Rachael Guan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-22T16:21:10.563172Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 102,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14487740
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Belsizeschool/"
    },
    "type": "petition"
}