{
    "data": {
        "attributes": {
            "action": "Take no action against Catherine Brown and new laws to be introduced for disruptive children on school transport to and from school.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We who create this petition Think no action should be taken against Catherine Brown and new laws to be introduced for disruptive children on  school transport. It is in the safety of pupils and bus drivers that a law must be introduced  to take action on disruptive children whilst on transport to and from school. The school and children should take responsibility for there own behaviour whilst travelling on the school bus.  Responsibility for disruptive children on school busses should not come down to the driver. He/she must concentrate on the road and other road users. I believe there Is a major accident waiting to happen on school runs.",
            "closed_at": "2010-07-22T00:00:00Z",
            "created_at": "2010-01-22T11:36:04.125639Z",
            "creator_name": "Steven Mennell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-22T11:36:04.125639Z",
            "rejected_at": "2010-02-25T00:01:01.910950Z",
            "rejection": {
                "code": 4096,
                "details": "If action is being taken, that is a matter for the police - the PM can not intervene. However, you can still ask the PM to introduce new laws relating to school transport. Please reword your petition and resubmit.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-25T00:01:01.910950Z"
        },
        "id": 14484187
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/hullbusess/"
    },
    "type": "petition"
}