{
    "data": {
        "attributes": {
            "action": "Get Phil Taylor & John Lowe on the honours list for what they have done for the sport of Darts.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Hi Darts Fans\n \nWhat a darts final the other week between Phil \"The Power\" Taylor & the Wizard of Oz Simon Whitlock 7-3 to the power, making him a 15 times World Champion & only the 2nd man after John Lowe to win the world title in three decades (90's, 00's & now the 10's) \nAnother New Year's Queen's honour's list & two of England's sportmen Phil Taylor & John Lowe who have been World Champion between them 18 times (Taylor 15 & Lowe 3) are not on it.\nSo the Thememaster Fjortoft is starting a campaign to get them the honours they deserve.\nThis is a campaign to get the two darts legends on the Queen's honours list & get some credits for a sport we are World Champion's at more times than any other country.\nBoth have done wonders for the sport & taken it too new heights & away from the dark ages of the late 80's.\nIf they had been snooker players, racing drivers or golfers, they would have had a award from the honours list. \nWhen other British world champions happen they get honours so why shouldn't they?\nIf we can make this happen then other great players would get honours in the future. \nI hope all you darts fans will join this campaign.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-01-22T11:03:58.851168Z",
            "creator_name": "Mr T Fjortoft",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-22T11:03:58.851168Z",
            "rejected_at": "2010-02-25T00:01:01.910950Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.direct.gov.uk/honours",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 14483786
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Honours4darts/"
    },
    "type": "petition"
}