{
    "data": {
        "attributes": {
            "action": "Recognise Gordon Banks, OBE with a knighthood for services to football",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gordon Banks is widely recognised as one of, if not 'the' greatest goalkeeper ever to have graced the game of football. Of the surviving world Cup team of 1966, others have been recognised with a knighthood. Banks was perhaps the most talented of all the players in that team. In comparison, it seems a conspicuous inconsistency that he has not been recognised with such an honour. He won a World Cup Winners medal in 1966. In the Wolrd Cup finals in 1970 he produced, what is considered by most, to be, the best save ever against Pele the world's best player. He made over 500 appearances, mainly for Leicester City and Stoke City in the English 1st Division. Apart from the World Cup final in 1966, he played in two FA Cup finals and three League Cup finals, winning two league cup final winners medals. He played 73 times for England over a nine year period.  Although he lost the sight in one eye at the age of 36, he returned and played mainly in North America eventually ending his career aged 41. Banks has coached and remained involved in the game since then. He currently is President of Stoke City FC.",
            "closed_at": "2011-01-22T00:00:00Z",
            "created_at": "2010-01-22T13:47:05.857256Z",
            "creator_name": "David Yates",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-22T13:47:05.857256Z",
            "rejected_at": "2010-02-25T00:01:01.910950Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.direct.gov.uk/honours",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-25T00:01:01.910950Z"
        },
        "id": 14485879
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Sir-Gordon-Banks/"
    },
    "type": "petition"
}