{
    "data": {
        "attributes": {
            "action": "To restore peace and tranquillity to the countryside and improve our quality of life. - To protect our heritage from this unnecessary noise pollution. - To encourage the use of traditional methods of ‘pigeon control’ to protect crops. - To seek advice and information from all sources or agencies to achieve this, and provide evidence of the pointless and ineffectiveness use of propane gas guns.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The farmers,have consistently broken the trust awarded to them by the secretary of state, by abusing the privilege of ‘Self Regulation’. The NFU code of practice has been ignored. The guns are sited and used too soon in the year, and numbers of guns have increased by 100%.Between November 08 and December we were experiensing 5,500 shots a day backed up by some shooting, rocket attacks, car horns, clanger mills wind driven, and many other visual scarers. Still the pigeon feeding frenzy continued unabated. Thousands of them were unaffected by the explosion of guns. The gas guns afforded no crop protection at all…. Residents were subject to this ‘mental torture’ from dawn till dusk relentlessly, day after day, weekends, Sundays, public holidays, it made no difference to some‘thoughtless’ farmers. The farmers failed to respond to the complaints made after months of investigation by Breckland District Council Environmental health team. Nothing has been resolved. We must fight to save our countryside from these intrusive, noisy so called bird scarers and protect rural tranquility.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-23T15:40:41.564834Z",
            "creator_name": "alan yates",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-23T15:40:41.564834Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 28,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14495551
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bird-gas-guns/"
    },
    "type": "petition"
}