{
    "data": {
        "attributes": {
            "action": "make Saint George's Day a bank holiday in England",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "England lags far behind the rest of Europe in the number of bank holidays we get. A bank holiday on St Georges Day would be a great opportunity for all the English (regardless of colour or religion) to recognise what binds us together - instead of concentrating on our differences.\n\nEverything from football to fish & chips, and cricket to curry could be celebrated on our national day.\n\nNorthern Ireland (part of the UK) has had a bank holiday on St. Patrick's Day since 1903, the Scottish Parliament has introduced a voluntary Bank Holiday on St. Andrew's Day and the Welsh Assembly agree that St. David's Day should be a holiday.\n\nThere is a danger that England could be left behind without an opportunity to celebrate its rich culture and heritage.\n\nWe ask for a Bank Holiday in England on 23 April or the nearest Friday to that date.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-24T20:24:10.875928Z",
            "creator_name": "G Smith",
            "government_response_at": "2010-07-30T11:02:47.383607Z",
            "government_responses": [
                {
                    "created_at": "2010-07-30T11:02:47.383607Z",
                    "details": "You signed a petition asking the Prime Minister to make Saint George's Day a bank holiday in England.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=saintEngland\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'saintEngland'",
                    "updated_at": "2010-07-30T11:02:47.383607Z"
                }
            ],
            "opened_at": "2010-01-24T20:24:10.875928Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2141,
            "state": "finished",
            "updated_at": "2011-02-22T09:21:56.903420Z"
        },
        "id": 14505595
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/saintEngland/"
    },
    "type": "petition"
}