{
    "data": {
        "attributes": {
            "action": "prohibit the practice whereby Primary Care Trusts sign GP contracts with unduly circumscribed catchment areas, which have the effect of gerrymandering socially exclusive health care.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "GPs contracting for catchment areas with borders which may be only a few hundred yards from their practice doors, are excluding from their lists, patients who themselves live only a few hundred yards from the practice. These patients are then obliged to register with GPs who may be several miles away. When socially deprived areas are on the other side of these borders, effectively wealth/health enclaves are created. This is not only socially divisive, and inherently unjust, but detrimental to the wellbeing of those vulnerable members of society, who would benefit from being close to GP care.\n    Primary Care Trusts should then, be obliged to only sign contracts in the interests of the entirety of their client populations, not for the benefit of their privileged residents or to optimise GP business plans. There should be coordination with Primary Care Trusts on either side of their borders, in order to rationalise cover for their respective populations. Contracts should be transparent, and open to consultation and challenge by local residents. Thus hopefully, at least one aspect of the insidious health divide might be abolished.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-24T23:24:02.852560Z",
            "creator_name": "Barry Geoghegan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-24T23:24:02.852560Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14507632
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GPgerrymandering/"
    },
    "type": "petition"
}