{
    "data": {
        "attributes": {
            "action": "Isarel belongs to the Jewish people this land was given to them by God!!!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Jews have along histroy of persecution on them. These gentle people who are the most holy race upon the earth are being targeted by people who worship satan.\n\nThe muslims are people who worship satan and they need to be stopped. They create terror by using Iran and the United States to pressure the isarelie goverment to do a two way state. This will never work.\n\nGod says \"This is my people's land if anybody comes agaisn't them. They come agaisn't me. I will judge all the people of the land and I will smite them if they target the jewish people anymore.\"\n\nGod says \"The World is on its last legs you have been warned that the time is coming when I will rise up nations agaisnt nations and hand them over to their enemies. Fire will pour down from the skies of Isarels enemies. Earthquakes and famine will come upon the nations that do not acknowledge the jewish people's rights to have their land called her Isarel. thus says the lord God of Jacob, Isacc and Abraham.\"",
            "closed_at": "2010-03-28T00:00:00Z",
            "created_at": "2010-01-25T14:40:16.758040Z",
            "creator_name": "Teresa Wright",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-25T14:40:16.758040Z",
            "rejected_at": "2010-01-29T09:31:48.530054Z",
            "rejection": {
                "code": 514,
                "details": "",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-29T09:31:48.530054Z"
        },
        "id": 14514642
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GodWarnsYouAll/"
    },
    "type": "petition"
}