{
    "data": {
        "attributes": {
            "action": "Save Town Quay Park in Southampton City Centre",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Southampton City Council (SCC) are proposing to remove and sell some well used inner city protected open space. This heavily used park area contains 11 medieval vaults and Canute’s Palace with beautiful medieval history for all to enjoy. It is frequented by locals and tourists.\n\nNot only is this a crime to be selling UK Heritage, but for the plan to be selling this land to a developer for Mixed Use (Inc. residential). This is not in the interests of any member of the local community whom we have spoken.\n\nThere is a belief that the vaults need buildings to protect them, however the whole site does not have vaults, so why are SCC proposing such a large space?\n\nThere is a common belief amongst residents that SCC will do what it wants. I hope that making this online petition, for ease to show support for keeping our well needed Open Space, will generate a response that will ensure SCC realise that they are appointed for/by the residents and residents to come, not just for their own short term.",
            "closed_at": "2011-01-25T00:00:00Z",
            "created_at": "2010-01-25T21:08:57.766594Z",
            "creator_name": "Mr Clive Grace",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-25T21:08:57.766594Z",
            "rejected_at": "2010-03-03T00:01:01.230710Z",
            "rejection": {
                "code": 16384,
                "details": "Please contact your local authority in the first instance.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-03T00:01:01.230710Z"
        },
        "id": 14519536
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveTownQuayPark/"
    },
    "type": "petition"
}