{
    "data": {
        "attributes": {
            "action": "ALLOW THE NAMING OF THE EVIL BROTHERS WHO ASSAULTED THE 2 BOYS IN EDLINGTON",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The horrifying assault on 2 boys in Edlington outraged everyone. There’s talk of who failed who/how/why. It’s asked time & again when children are murdered or murder. These brothers are evil. There’s no getting away from it. When arrested they continued their evil bullying\nTheir parents were complicit in their crime, this is no excuse. By allowing the boys to remain anonymous, you are allowing them the same indulgence\nPrecedent was set in 68 when Mary Bell was named, again in 93-Venables/Thompson. The only difference between the crimes is the boys in Edlington survived. Due to courage of the 9y old who pushed himself to walk until he found help at a strangers door, alerting them to the fate of the other. The selfless act of the older boy who told his nephew to let him die/to save himself. And the strength of those little bodies to take the beatings & live\nThose evil boys were afforded the luxury of not facing attempted murder charges, now let the victims & their families hear them named",
            "closed_at": "2011-01-25T00:00:00Z",
            "created_at": "2010-01-25T22:26:27.462203Z",
            "creator_name": "Catherine Byrne",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-25T22:26:27.462203Z",
            "rejected_at": "2010-03-03T00:01:01.230710Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for the courts.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-03T00:01:01.230710Z"
        },
        "id": 14520292
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EDLINGTON/"
    },
    "type": "petition"
}