{
    "data": {
        "attributes": {
            "action": "review and implement neccessary changes to the CSA system. The way in which it is currently run people who make their payments on time everymonth are persecuted and harrassed and those who do not make their payments seem to get away with it. This is not acceptable and needs to be changed.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My mom makes her payments on time every month but still incurs problems\n\nLast year the CSA took 2 direct debit payments out of her account in the same month leaving her bank account overdrawn & paying interest. The CSA would not refund the excess money. They said it would leave my little brother with no money, I don't see how they came to that conclusion as they had the payment which was due. My mom had to endure a long phone call, where she was spoken to like she was a bad mother for wanting the money which they wrongfully took back. Money she needed to look after me \n\nJanuary ‘10 she received a letter threatening court action as she was apparently in arrears. She was not\n\nHaving a letter threatening court action is distressing & it’s horrible seeing my mom have continuous problems with the CSA when she’s abided by its regulations. It’s more annoying when I see petitions asking to increase CSA powers to claim money off parents not making their payments & seeing news articles where a parent endlessly gets away with not making payments \n\nThis is not right. Something needs to be done \n\nParents personal circumstances should be taken into account when assessing payments, such as mortgages and bills",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-01-26T01:41:56.545565Z",
            "creator_name": "Miss Emma Tolley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-26T01:41:56.545565Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 14521199
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CSAreforms/"
    },
    "type": "petition"
}