{
    "data": {
        "attributes": {
            "action": "prevent Liverpool City Council from cutting down Harthill Copse, a woodland in the shadow of John Lennons old school, to reinstate urban farmland.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the shadow of John Lennons old school, Quarry Bank. A revolution has erupted on an allotment site. Under grey suburban skies The Battle of Harthill Copse has now been waged for three long years. \n\n\nOn one side are a hardy band of plot holders fighting to prevent the cutting down of Harthill Copse, a small area of mixed woodland that over 30 years had the audacity to grow on three abandoned allotment plots.\n\nOn the other side, in favour of felling the trees are the full might of The Harthill Allotment Committee and Liverpool City Council who wish to reinstate urban farmland. \n\nThe war has been one of attrition, and not without casualties:\nsheds have been tipped over, batboxes ripped down, Councillors reported to the Standards Board for England, trees slashed, wildlife signs vandalised. \n\nThe hardy band of copse supporters have had nothing to do with this (we just put our sheds back up). \n\n\n … welcome to the bizarre world of Harthill Allotments in Calderstones Park, Liverpool. Liverpool City Council will soon fell the trees as they are seen as an illegal occupance of statutory allotment land.\n\n\nSee our Harthill Copse website and be inspired!",
            "closed_at": "2011-01-26T00:00:00Z",
            "created_at": "2010-01-26T01:22:29.604321Z",
            "creator_name": "John Lamb",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-26T01:22:29.604321Z",
            "rejected_at": "2010-03-03T00:01:01.230710Z",
            "rejection": {
                "code": 16384,
                "details": "Please contact the council in the first instance.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-03T00:01:01.230710Z"
        },
        "id": 14521174
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HarthillCopse/"
    },
    "type": "petition"
}