{
    "data": {
        "attributes": {
            "action": "Recognise the right of each individual British subject and their right of freedom in accordance with the Magna Carta and deny a state of nazism and loss of rights.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is to demand the British Government recognises the rights of the British public to exercise their Right of Freedom, be considered innocent until proven guilty and cease dictatorial nazism where the public are not given the opportunity to be balloted over Governement decisions.\nFollowing the recent decision to install scanners at aiports. This directly Suggests that each person is guilty until proven innocent. This is in contradiction of British Law where we are innocent until proven guilty. The idea of national identity cards makes each individual a number this follows in line with the nazis regime of stamping each jew or jewish prisoner with a number. (These are just two examples)\nThe governements of britain today are in Direct conflict of our History and are failing to abide by the Magna Carta and Crown Laws. \n\nWhy are we the most scrutinised country in the world? The government would say that \"it is to make the public safer\". I say \"No it is not,appropriate laws and proper policing is the answer\"\n\nThis and any future Government must start listening to its Citizens and hold ballots in the open with the public. \n\nLets make Britain British as it should be.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-26T18:34:04.599120Z",
            "creator_name": "Anthony David Cameron",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-26T18:34:04.599120Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14528898
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BritishFreedom/"
    },
    "type": "petition"
}