{
    "data": {
        "attributes": {
            "action": "Allow UK citizens to adopt abandoned or orphaned children from South Africa",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In 2003 it was found that three babies were abandoned every 48 hours in just one territory of South Africa, KwaZulu-Natal. This figure is believed to have increased dramatically over the past four years. (p.15 Daily News June 28, 2007) Additionally in 2007 South Africa had an estimated 1,400,000 children orphaned through Aids. (Unicef (2006), ‘Africa’s Orphaned and Vulnerable Generations: Children Affected by AIDS’). Orphanages in South Africa are able to place some of these children within EU member states. UK Citizens who wish to assist in the plight of these children through adoption are disallowed by the current UK Government's policy which restricts adoption to family members only. The DCSF will review this matter in April 2010. Please add your voice to ask for restrictions to be lifted.",
            "closed_at": "2010-03-29T00:00:00Z",
            "created_at": "2010-01-27T11:46:46.510510Z",
            "creator_name": "Mr Richard Aston",
            "government_response_at": "2010-08-23T17:23:34.809824Z",
            "government_responses": [
                {
                    "created_at": "2010-08-23T17:23:34.809824Z",
                    "details": "You signed a petition asking the Prime Minister to allow UK citizens to adopt abandoned or orphaned children from South Africa.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=AdoptionSA\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'AdoptionSA'",
                    "updated_at": "2010-08-23T17:23:34.809824Z"
                }
            ],
            "opened_at": "2010-01-27T11:46:46.510510Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 518,
            "state": "finished",
            "updated_at": "2010-07-27T18:30:02.326736Z"
        },
        "id": 14536148
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AdoptionSA/"
    },
    "type": "petition"
}