{
    "data": {
        "attributes": {
            "action": "Reform the Court of Protection by i) simplifying the Court of Protection forms and ii) speeding up the judicial process.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Presently, the Court of Protection forms are unnecessarily long & complex(often a tick box format would suffice).  Also, the Court of Protection is painstakingly slow & protracted i.e. it is not unusual for cases to take up to a year to grind though the wheels of justice: very slow indeed. This unnecessary bureaucracy causes problems and distress for vulnerable adults & their families e.g. if a Power of Attorney is revoked there is likely to be a 'void' period of several months during which time the vulnerable person's affairs are in disarray e.g. care fees unpaid (which is damaging to business), bank accounts exposed &/or inaccessible, property deteriorating, bills not being paid, no authority for sanctioning medical intervention if required etc.\nThere has been much criticism from the press of this sorry state of affairs & its high time matters were taken in hand. If an injunction through the Civil Courts can take just a couple of weeks, then the same time frame is expected for the affairs of a vulnerable adult.  Their protection must be swift and effecient.  Presently, it is neither.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-27T15:55:38.852334Z",
            "creator_name": "Fiona Key",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-27T15:55:38.852334Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14539333
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Legalbureaucracy/"
    },
    "type": "petition"
}