{
    "data": {
        "attributes": {
            "action": "Question what the Greek Government is doing to conform with EEC directives on animal welfare, in particular why they are allowing dogs and cats to be poisoned and shot and stopping overseas animal rescue agencies from helping suffering animals.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Those on holiday in Greece and its islands will have seen the dreadful sights of dogs and cats starving and suffering on the streets of Greece.\nDogs are hung (and no action take against culprits); a horse was tied to a car and raced until both its legs were broken - culprit was known - no action taken. Animals are regarded as rubbish - and kittens thrown out with the bins or onto roads as a cheap way of euthanasing. \n\nAnimal rescue agencies are obstructed  when they try to give aid or provide any neutering to avoid the deluge of cats and kittens.\n\nThis  so called 'birthplace of democracy' is now synonymous with animal cruelty.  Please have the EEC enforce its legislation - or threaten to throw Greece out.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-01-27T17:43:53.234461Z",
            "creator_name": "Celia Marker",
            "government_response_at": "2010-12-09T16:10:41.425054Z",
            "government_responses": [
                {
                    "created_at": "2010-12-09T16:10:41.425054Z",
                    "details": "You signed a petition asking the Prime Minister to question what the Greek Government is doing to conform with EEC directives on animal welfare, in particular why they are allowing dogs and cats to be poisoned and shot and stopping overseas animal rescue agencies from helping suffering animals.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=greekanimals\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'GreekAnimals'",
                    "updated_at": "2010-12-09T16:10:41.425054Z"
                }
            ],
            "opened_at": "2010-01-27T17:43:53.234461Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 836,
            "state": "finished",
            "updated_at": "2010-12-09T16:10:41.425054Z"
        },
        "id": 14541023
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GreekAnimals/"
    },
    "type": "petition"
}