{
    "data": {
        "attributes": {
            "action": "Introduce a law to ban the slaughter of healthy horses in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Healthy horses are being slaughtered in the UK senselessly.  Horses that are unwanted are being sent to slaughter for as little as £300 sterling.  This is un-necessary, cruel and against Animal rights to life.  Breeders are sending healthy horses for slaughter that have been breed and are healthy but are 'surplus to requirements'.  Even apparently pregnant horses are being killed.  Also the normal laws for the slaughter of injured animals are not being adhered to.  All animals have a right to live in peace and free from cruelty.  What these slaughter houses and the individuals who send these horses are doing is effectively murder.  Therefore we, the undersigned, urge the Prime Minister to investigate this matter and introduce a bill to the House of Parliment, calling for a ban to this practice.",
            "closed_at": "2010-08-08T00:00:00Z",
            "created_at": "2010-01-27T20:54:11.128723Z",
            "creator_name": "Mr Russell Armstrong",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-27T20:54:11.128723Z",
            "rejected_at": "2010-02-10T16:25:23.120742Z",
            "rejection": {
                "code": 8192,
                "details": "If you wish to create a new petition, please supply full name and address information. We cannot publish petitions without full address details.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-10T16:25:23.120742Z"
        },
        "id": 14543303
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Horses-slaughter/"
    },
    "type": "petition"
}