{
    "data": {
        "attributes": {
            "action": "continue the future of Chinese herbs in the UK and issue Statutory Regulation for Herbalists.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Statutory regulation has been under consideration for a decade since the call in 2000 from the House of Lords’ Select Committee on Science and Technology for the statutory regulation of practitioners of herbal medicine and acupuncture.\n\nOver the past eight years the Department of Health (DH) has initiated three working groups to look at implementing this policy. All three working parties strongly supported the aim of statutory regulation of this sector. This registered a 98% response in favour of statutory regulation.  The DH published a timetable for the statutory regulation of this sector with a section 60 order to be published later that year. This timetable has not been adhered to.\n\nIf statutory regulation does not go ahead with immediate effect, there will be a significant loss of consumer choice and huge damage to many small and medium sized businesses across the herbal supply and manufacturing sector in the UK.  Not to mention many practices being fazed out.\n\nIt is clear that in not making a decision to go ahead with statutory regulation, the Government is effectively undermining herbal medicine practice in this country.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-27T19:18:30.750496Z",
            "creator_name": "Shane Piper",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-27T19:18:30.750496Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 117,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14542242
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ChineseMedicine/"
    },
    "type": "petition"
}