{
    "data": {
        "attributes": {
            "action": "This pettition is to stop the first bus group in south yorkshire from increasing their fares yet again, and to take action against there new year fare increase,.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This group is to the first bus company on its recent fare changes.\nAs the people of south Yorkshire we have had enough of first bus company increasing fare prices, and lack of bus services.\nThey have the cheek to increase prices, yet their services very rarely run on time or miss out all together.\nTaking into account things like traffic and driver shortages etc we still find it unacceptable that the prices are as high as they are.\nAnd yet the service in which the people of south Yorkshire receive is often far less than satisfactory.\nWe ask first bus group to give us what we pay for a good bus service that’s on time and lower the prices, as south Yorkshire’s  first bus fare are amongst the highest in the country.\nPlease sign this official petition to voice your opinion.",
            "closed_at": "2010-07-28T00:00:00Z",
            "created_at": "2010-01-28T11:02:17.563672Z",
            "creator_name": "Kerrie Johnson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-28T11:02:17.563672Z",
            "rejected_at": "2010-03-04T00:01:01.996788Z",
            "rejection": {
                "code": 16384,
                "details": "We suggest you contact your local authority and/or the First Bus group directly in the first instance.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-04T00:01:01.996788Z"
        },
        "id": 14547483
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/first-bus/"
    },
    "type": "petition"
}