{
    "data": {
        "attributes": {
            "action": "reccommend to The Queen that Phil Taylor be awarded an Knighthood this years Honours List for his services to British sport.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Give darts player Phil Taylor a Knighthood for his services to British sport. Since 1988 Phil has been proffessional and is widely recognised as the worlds' greatest ever player. Newly crowned 15 times World Champion also boasts\nWorld Matchplay Winner(10)\nWorld Grand Prix Winner(9)\nGrand Slam Winner(3)\nPremier League Winner(4) \nCh'ship League Winner(1) \nDesert Classic Winner(5)\nEuropean Ch'ship Winner(2) \nUK Open Winner(3) \nUS Open/WSoD Winner(3) \nPlayers Ch'ship Finals Winner(1)\nNo-one can deny Phil's hold over the game and years domination of the sport of darts. Phil is a very generous man and supports various charities by donating Taylor memorbillia to be auctioned off to raise much needed money. He always gives away his darts after every match along with signing the match board and giving it away to a child in the crowd. He always has time for his fans, whether it be an autograph or a photo, he will oblige. He is well respected within his sport, which is shown by the awards he has won within the game. It's time he was given the top award he deserves this year in The Queen's Birthday Honours List.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-01-27T22:23:35.406356Z",
            "creator_name": "MIMI HENSON",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-27T22:23:35.406356Z",
            "rejected_at": "2010-03-03T00:01:01.230710Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.direct.gov.uk/honours",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 14544312
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PhilTaylor/"
    },
    "type": "petition"
}