{
    "data": {
        "attributes": {
            "action": "help get Anjem Choudrey back to work so that he can contribute taxes to help support our brave soldiers who lay down their lives to uphold the democratic values of our country.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Anjem Choudrey (who wanted to lead a march in Wooten Bassett to honour the dead Taliban)\nreceives £25,740 from the people he hates. The average British soldier /serviceman/woman\nreceives £17,004 from the same source.\n\nAnjem Choudrey is an educated man so finding a job shouldn't be a problem.\n\nOnce he's back in work he can start supporting our brave soldiers who uphold the ethic of our country.\n\nHe will also be able to support his wife Rubana, his sons and daughter and the rent for his house in Leytonstone.\n\nIt was Anjem Choudrey who organised the Danish Embassy protests over the cartoons of Mohammed,\nwhere demonstrators dressed as suicide bombers and waived banners proclaiming \"Behead those who insult islam\".\n\nIt was Anjem Choudrey who lauded the september 11 hijackers as \"magnificent martyrs\".\n\nIt was Anjem Choudrey who praised Asif Hanif who killed three in Tel Aviv.\n\nIt was Anjem Choudrey who vowed not to tell the police if he knew a terror attack was being planned.\n\nIt was Anjem Choudrey who demanded the Pope's execution.\n\nAnjem Choudrey obviously has too much time on his hands so please vote to help him back to work.",
            "closed_at": "2011-01-28T00:00:00Z",
            "created_at": "2010-01-28T12:50:35.083009Z",
            "creator_name": "Mr Toby SHotter",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-28T12:50:35.083009Z",
            "rejected_at": "2010-03-04T00:01:01.996788Z",
            "rejection": {
                "code": 4096,
                "details": "We do not accept petitions about individuals.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-04T00:01:01.996788Z"
        },
        "id": 14548645
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/choudrey/"
    },
    "type": "petition"
}