{
    "data": {
        "attributes": {
            "action": "demand that Southeastern Trains reinstate the Ashford to City semi-fast services via Maidstone East",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The decision to cancel these services on 13th December 2009 was taken without consultation with Ashford commuters and has had a dramatic impact on journey times and costs for those travelling between Ashford and London.\n\nThe new highspeed service is not a panacea and does not remove the need for previously run services.  A highspeed monthly ticket with tube travelcard (necessary for getting from Kings Cross to the City) costs £500 per month, against a non high-speed ticket costing £368, a difference of £1584 a year.\n\nThe Highspeed service is being run at a massive subsidy at the expense of ALL the South Eastern mainline services which have been cut to meet this cost.\n\nSoutheastern allegedly paid their Directors bonuses in excess of the amount of subsidy that they deemed necessary to maintain the semi-fast link to the City of London via Kent’s County Town.\n\nThis service was very well used and is greatly missed.  Many commuters are now suffering huge inconvenience.\n\nWe resent Southeastern's attempts to force us onto the Highspeed service which does not meet our needs and will continue to demand the reinstatement of the Canon Street service.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-01-28T12:11:30.021828Z",
            "creator_name": "Miss Ana Rowley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-28T12:11:30.021828Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 71,
            "state": "finished",
            "updated_at": "2011-02-12T19:23:14.760255Z"
        },
        "id": 14548240
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AshfordTrains/"
    },
    "type": "petition"
}