{
    "data": {
        "attributes": {
            "action": "develop a community project website as a central resource for government and prisons to make available prisoners on local community projects",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Objectives -        \nTo provide prisoners with a sense of purpose, pride and self satisfaction whilst assisting and helping local communities in projects, such as, clearing rubbish from rivers, pathways, canals and woodland or painting fences alongside roads and pathways.  \n    \nThe Community project WEBSITE will provide a central resource for central, local government and organisations to register details of a community project.  This site can be accessed by prison governors, prison officers who may wish to participate with prisoners on a worthwhile project.  \n     \nThe project sponsors or government agencies could possibly provide transportation and equipment for inmates involved in community projects. \n     \nSummary -        \nA complete solution and communication process to provide inmates with self esteem, communities with assistance on projects and hopefully good publicity of tax payers receiving a benefit from inmates.  This would allow local councils to undertake projects to enhance towns and cities which would not have been funded.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-01-29T12:00:48.142060Z",
            "creator_name": "Kenneth Helps",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-29T12:00:48.142060Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 14558567
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/projectwebsite/"
    },
    "type": "petition"
}