{
    "data": {
        "attributes": {
            "action": "commit at the earliest available opportunity to make an amendment to the Copyright, Designs and Patents Act 1988 that will protect the right to link to publicly available information on the internet by ensuring that the creation, aggregation, copying, publication and following of any link to publicly available information contained on websites on the internet shall not under any circumstances constitute an infringement of copyright.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This Petition asks the Prime Minister to create a specific freedom to create, aggregate, copy, publish and follow links to publicly available information on the internet.\n\nSome large content providers have claimed that the acts of copying a link, and following a link, to publicly available content on their respective websites infringes their copyright if performed without their permission. If links are deemed to be their property, or their permission is required to follow them, the internet will be diminished as a resource and activities which are critical to the operation of search engines, the provision of digital information to the UK economy and to the functioning of a free press and to free debate would be restricted.\n\nFailure to create such a specific freedom risks a serious negative impact on the free flow of information, undermining the efficiency of the UK economy, impeding academic research and damaging the effective functioning of a free press and informed democratic debate.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-28T15:41:06.890032Z",
            "creator_name": "Jenina Bas",
            "government_response_at": "2010-11-08T15:52:58.505011Z",
            "government_responses": [
                {
                    "created_at": "2010-11-08T15:52:58.505011Z",
                    "details": "You signed a petition asking the Prime Minister to commit at the earliest available opportunity to make an amendment to the Copyright, Designs and Patents Act 1988 that will protect the right to link to publicly available information on the internet by ensuring that the creation, aggregation, copying, publication and following of any link to publicly available information contained on websites on the internet shall not under any circumstances constitute an infringement of copyright.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=right-to-link\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'right-to-link'",
                    "updated_at": "2010-11-08T15:52:58.505011Z"
                }
            ],
            "opened_at": "2010-01-28T15:41:06.890032Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2249,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14550461
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/right-to-link/"
    },
    "type": "petition"
}