{
    "data": {
        "attributes": {
            "action": "ensure that the Procurator Fiscal dismisses the action taken against Mr Mancini by Ayrshire Police for blowing his nose at the wheel of his vehicle.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A businessman has been fined £60 and had his driving licence endorsed for blowing his nose while stuck in a traffic jam.\n\nMichael Mancini, a furniture restorer from Prestwick, Ayrshire, was given the fixed penalty and docked three penalty points after leaning over and pulling out a paper handkerchief to wipe his nose. Mancini said that his van was in neutral with its handbrake on when he was signalled into a parking bay by an approaching policeman Stuart Gray.\n\nThis pathetic and pointless prosecution of a law abiding citizen should be dropped as it will;\na) bring the Scottish legal system into disreptute\nb) further erode any respect the public has for the Police and the legal system\nc) be a waste of public money\n\nFor all these reasons and for common sense and fair play, this ridiculous action should be dropped.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-01-29T09:38:05.643131Z",
            "creator_name": "Mr Stephen Mogg",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-29T09:38:05.643131Z",
            "rejected_at": "2010-02-28T00:01:01.530482Z",
            "rejection": {
                "code": 4096,
                "details": "This is a devolved matter and should be directed to the Scottish Executive.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 14556863
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Nose-Blowing/"
    },
    "type": "petition"
}