{
    "data": {
        "attributes": {
            "action": "Stop large companies forcing us to pay to speak to them.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It seems that every large company with call centres is forcing the public to pay to speak to them when they need to call to make a complaint or change their details etc-this is completely unjust and ridiculous; we're already paying for their \"service\" so why should we have to then pay even more when we need to complain/make changes about said \"service\".\n\nOnce you have called the \"0905\" number to complain they then start trying to sell you more products and services-at your cost, and have needlessly long selection services to guarantee raising as much cash as possible from the call. Alternatively they'll put you on hold for as long as they can and watch the cash roll in!\n\nThis is the same whether you are calling your: Bank, TV service provider, Phone provider, Internet provider, Utilities providers and even the Job Centre! (Obviously this isn't a complete list!)\n\nAll contact numbers for all customer services should be on an \"01\" or \"02\" number that can be called at national rate from any phone (including mobile)\nThe Government should act on this and prevent these large companies from taking advantage of their customers.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-29T09:53:05.339993Z",
            "creator_name": "Mr Greg Barnes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-29T09:53:05.339993Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 14,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14557037
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/callcentreripoff/"
    },
    "type": "petition"
}