{
    "data": {
        "attributes": {
            "action": "reject the Department of Health’s proposals to introduce Generic Substitution. Specifically we urge the Prime Minister to adopt Option 1 – do nothing – in the consultation.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The DH has opened a public consultation on its proposal for Generic Substitution (GS) which could allow pharmacists to dispense generic medicines, even if the doctor or nurse has prescribed a specific brand.\n\n \nThe DH offers 3 options: \n\nOption 1 – Do nothing.\n\nGeneric prescribing is already at 83%; only 5% of medicines prescribed as a brand are also available as a generic.\n\n\nOption 2 – Introduce GS but with some medicines excluded.\n \nThe consultation suggests that due to the difficulty in implementing this, option 2 is not really being considered.\n\n\nOption 3 – Introduce GS for a limited list of selected medicines only (to be revised as many as 4 times a year).\n\nThe DH highlights risks with this option: \n\n- Compromised patient safety\n\n- Savings outweighed by cost of implementation and prescribers opting out \n\n- Difficulties in maintaining the select list and ongoing extra workload for clinicians.\n\nThe only truly safe option for patients is 1, to abandon the plans and leave prescribing decisions up to the patient’s doctor or nurse.",
            "closed_at": "2010-09-29T00:00:00Z",
            "created_at": "2010-01-29T12:18:05.464925Z",
            "creator_name": "Mrs Christine Baldwin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-29T12:18:05.464925Z",
            "rejected_at": "2010-02-01T12:52:55.859431Z",
            "rejection": {
                "code": 16384,
                "details": "This is already subject to a public consultation which closes 30 March 2010 (http://www.dh.gov.uk/en/Consultations/Liveconsultations/DH_110517).  A response to the consultation will be published by the Department of Health in due course.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-01T12:52:55.859431Z"
        },
        "id": 14558785
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stopgenericsubst/"
    },
    "type": "petition"
}