{
    "data": {
        "attributes": {
            "action": "not establish an international fund to pay Taliban fighters",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "1. Such a fund will be impossible to police, opening up the potential for fighters to take multiple pay-outs from Allied forces as well as local war lords. \n\n2. With the Taliban funded largely by profits from the sale of opiates, such a fund would effectively establish a 'bidding war' between Allied money and drug money from the Taliban.\n\n3. Without a halt to the profits from heroin moving into the hands of the Taliban establishing a fund large enough to make any impact on the number of Taliban forces will be impossible. \n\n4. Such a fund would undermine efforts in the areas of women's rights, setting back any advancements made. It would re-introduce hard line Islamic fundamentalists into the government, threatening the lives of women and children. \n\n5. This fund rewards terrorists while ordinary Afghans go without any additional support at taxpayer expense.\n\nIn the worst case scenario this plan, would put drug dealers on salary who then go on to carry out their terrorist activities and bar girls from education and women from work, again all at taxpayer expense.",
            "closed_at": "2010-07-28T00:00:00Z",
            "created_at": "2010-01-28T23:28:40.491658Z",
            "creator_name": "Natalie Hayward",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-28T23:28:40.491658Z",
            "rejected_at": "2010-03-04T00:01:01.996788Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/aphganistan/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-04T00:01:01.996788Z"
        },
        "id": 14555198
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TalibanFund/"
    },
    "type": "petition"
}