{
    "data": {
        "attributes": {
            "action": "not sell the port of Dover or any of six Trust Ports.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government is pushing the sale of the Trust Ports on the open market as a way of attracting outside investors and getting the sale proceeds into the Treasury's empty coffers. This is short-termism - selling the family silver. The ports are Dover, Tyne, Harwich, Poole, Shoreham and Milford Haven: major national infrastructure even though, technically, nobody owns them at present! For reasons of national security and economy of use they should stay in our hands and not become the property of overseas businesses or governments about whose intentions we may come to have serious reservations. If the ports need investment let's do it ourselves out of public funds for the common good once we start earning our living again as a nation. Our government must re-learn the lost art of running infrastructure.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-01-28T16:27:03.758020Z",
            "creator_name": "Rev Dr Richard Rodgers FRCS",
            "government_response_at": "2010-08-19T15:29:20.583574Z",
            "government_responses": [
                {
                    "created_at": "2010-08-19T15:29:20.583574Z",
                    "details": "You signed a petition asking the Prime Minister to not sell the port of Dover or any of six Trust Ports.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=DoverHarbour\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'DoverHarbour'",
                    "updated_at": "2010-08-19T15:29:20.583574Z"
                }
            ],
            "opened_at": "2010-01-28T16:27:03.758020Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 610,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 14550943
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DoverHarbour/"
    },
    "type": "petition"
}