{
    "data": {
        "attributes": {
            "action": "Winning Notification of UK National Lottery dated December 27, 2008",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Operator of the U.K. National Lottery has informed me vide   notification dated December 27, 2008 that all participants for the online version are selected randomly from World Wide Web through computer balloting system drawn from over 100,000 names database, union associations and corporate bodies that are listed online. In 2008, my email account was picked as a winner of a lump sum pay out of Eight hundred and ninty-one thousand, nine hundred and thirty-four Great Britain pounds ( £891,934.00 pounds sterlings ). \n \nThe parties and the body which I have complained about including Camelot Group, Operator of The National Lottery, UK was not detected and investigated tilldate. However, Parliamentary Ombudsman that kindly acknowledged my message in this regard on September 29, 2009 with their reference-69618 under Data Protection Act of the notification. But the same has not been provided to me till this time. Supporting papers to the claim are with the undersigned. \n \nThanks and Regards,\n \nMukesh Kumar,",
            "closed_at": "2010-02-12T00:00:00Z",
            "created_at": "2010-01-30T05:53:12.427497Z",
            "creator_name": "Mukesh Kumar",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-30T05:53:12.427497Z",
            "rejected_at": "2010-02-02T14:54:36.606459Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-02T14:54:36.606459Z"
        },
        "id": 14565035
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Lotery/"
    },
    "type": "petition"
}