{
    "data": {
        "attributes": {
            "action": "Stop the relentless and unnecessary pro breast-feeding lobby which uses unproven information to pressure women into breast feeding for extended periods",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The NHS has ploughed a huge amount of money and resources into producing literature and training their staff to promote breast-feeding. Most women wish to breast feed, most do try, however, the society we live in places many demands on mothers that can make it impracticable. Many mothers are feeling pressurised into breast-feeding. This can be and has been, in instances, perceived as bullying. If the government really wishes to promote breast-feeding it should be be honest about the benefits and dispense with unproven bias that is evident in the literature and portrayed as fact. No mother should be denied information or support on bottle feeding under any circumstances.",
            "closed_at": "2010-08-01T00:00:00Z",
            "created_at": "2010-01-31T01:41:02.467561Z",
            "creator_name": "Ms Eleanor Winter",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-31T01:41:02.467561Z",
            "rejected_at": "2010-02-01T15:21:37.655101Z",
            "rejection": {
                "code": 2,
                "details": "Please provide details in your petition of the 'unproven information to pressure women into breastfeeding' - we cannot accept a petition that presents opinion as fact, as your petition currently does as drafted.",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-01T15:21:37.655101Z"
        },
        "id": 14569691
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IsBreastbest/"
    },
    "type": "petition"
}