{
    "data": {
        "attributes": {
            "action": "Make City Councils Accountable for Lies and Deception.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "i and hundreds if not thousands have been taken to court for money the council say we owe, but don`t, not only that, they say we have been notified, and we have`nt, the first time you find out about it is when you get bailiffs banging on the door, i agree that we all have to pay something, even when you provide proof of not owing anything they still want that money,so why arent the councils accountable for lies and in my eyes theft, they give no proof of anything. they are unaccountable to anyone. \nmy petition is to get councils to change the way they deal with council tax debt.\nfirstly provide proof in writing of any money owing to that person, then\nprovide proof to the courts that they have actually issued a notice with intent of court proceedings ie (recorded delivery) not just a computer saying they have, anyone can say they have done something.\nprovide proof of actually seeking another way of dealing with the debt (if any). offering help for starters.\ncouncils to be accountable to a non government run body, totally independant, and with the ability to charge councils for non complience, a  public and open overseer.\na way of challenging councils.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-31T22:31:59.763224Z",
            "creator_name": "Mr T Ali",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-31T22:31:59.763224Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14573991
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Council-Lies/"
    },
    "type": "petition"
}