{
    "data": {
        "attributes": {
            "action": "to stop closure of deaf schools and forcing disabled into main stream schools",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "to stop closure of deaf schools and forcing disabled into main stream schools .\nthere are few deaf specialist schools left in this country and those that are left need not close.\ni my self attended ovingdean hall school in brighton a specialist school for deaf children.\nand i,m shocked to hear its plight and that of the present children attending\nit is understood that local govenment and local education authoritys are preventing deaf children from being given the chance in life to improve their education and change their life style them self and to improve their confidence in this hearing world.\nbut instead they are being forced in to mainstream school that neither has the factillitys or the specailist trained teachers to give this sort of teaching or confidence with out labeling them problem children which they are not.\novingdean hall school has past out many a student whom could not speak  in being able to speak and with high grades to go on to college and some obtain degrees in further education and do well in life ahead .\nclose this school and you will go back to the dark ages off the early 1900s \nstop it now before its all to late...\nthis also applys for other deaf school that are left to",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-01T13:46:18.714691Z",
            "creator_name": "mr alan bridgen",
            "government_response_at": "2010-08-24T11:02:33.832272Z",
            "government_responses": [
                {
                    "created_at": "2010-08-24T11:02:33.832272Z",
                    "details": "You signed a petition asking the Prime Minister to stop closure of deaf schools and forcing disabled into main stream schools.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=deafschoolclose\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'deafschoolclose'",
                    "updated_at": "2010-08-24T11:02:33.832272Z"
                }
            ],
            "opened_at": "2010-02-01T13:46:18.714691Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 887,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14577679
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/deafschoolclose/"
    },
    "type": "petition"
}