{
    "data": {
        "attributes": {
            "action": "lift the restrictions which will be placed on early years settings from September 2010 from charging top up fees to parents with children from 3 years.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This legislation will force many nursery schools across the country to close, as the proposed levels of funding fall significantly short of the cost of providing the service. In order to survive, nurseries will be forced to either make substantial cutbacks, leading to a deterioration in the quality of childcare in the UK, or to opt out of the funding completely which will force a significant increase of fees and make childcare an unaffordable option for many parents. \nWe believe that the proposed changes to funding regulations in September will have disastrous consequences for children and parents, and that the Government should either fund the 15 hours free entitlement at a realistic rate or allow nurseries to continue to pass on subsidies to parents by charging top up fees.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-01T17:29:15.814655Z",
            "creator_name": "Tom Hackwood",
            "government_response_at": "2011-02-16T10:53:05.309203Z",
            "government_responses": [
                {
                    "created_at": "2011-02-16T10:53:05.309203Z",
                    "details": "You signed a petition asking the Prime Minister to lift the restrictions which will be placed on early years settings from September 2010 from charging top up fees to parents with children from 3 years.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=saveournurseries\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'saveournurseries'",
                    "updated_at": "2011-02-16T10:53:05.309203Z"
                }
            ],
            "opened_at": "2010-02-01T17:29:15.814655Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 659,
            "state": "finished",
            "updated_at": "2011-02-16T10:53:05.309203Z"
        },
        "id": 14579804
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/saveournurseries/"
    },
    "type": "petition"
}