{
    "data": {
        "attributes": {
            "action": "Call on the EEC and the UN to impose immediate trade sanctions against Israel",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are now over 300,000 Israelis living in more than 220 settlements in the Occupied Territories, which have all been deemed by international law and the UN to be illegal. Yet this number is growing daily as Israel annexes more and more Palestinian land illegally.\n\nWith the complete and utter failure of the US under the Obama administration to put a halt to these illegal settlements, and Israel's complete disregard to international law and the UN, the time has now come for the world to take further action in the form of trade sanctions against Israel.\n\nThe Prime Minister stresses the UK’s commitment to helping achieve a peaceful settlement between Israel and Palestine, yet he does absolutely nothing to help the Palestinians achieve a state of their own except give limp speeches, which in reality mean nothing and are completely ignored by Israel.\n\nThe time has now come to prove his words are real, and call for Israel to comply with International law, cease building and withdraw from the occupied territories, or face immediate trade sanctions until they do.\n\nEverything else has failed, so this is the only alternative left to the international community in forcing Israel to comply.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-01-31T18:27:05.945146Z",
            "creator_name": "Michael W Cook",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-01-31T18:27:05.945146Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 24,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14572594
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ActiononIsrael/"
    },
    "type": "petition"
}