{
    "data": {
        "attributes": {
            "action": "do everything possible to prevent the proposed imminent scrapping of the historic paddle steamer Ryde in Binfield Marina in the Isle of Wight.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned petition the Prime Minister to do everything possible to prevent the proposed imminent scrapping of the historic paddle steamer Ryde on the Isle of Wight. Ryde is one of only 200 vessels on the register of historic vessels. A veteran of World War II, and one of few remaining Paddle Steamers in the UK. The ship has been inspected by a shipyard and deemed viable for restoration. A Conservation Plan has been drawn up, and a Trust set up to steer its rescue and conservation, for which funding seems likely to be available.\n \nWe further petition to put legislation in hand to safeguard Ryde and similar historic vessels by law, by introducing protection such as is available for historic buildings. At present, short-term economic interests are overwhelmingly destructive to the conservation of ships. Britain is a historically seafaring nation and should be proud to preserve, display and operate surviving historic vessels, as glories in themselves, tourist attractions and educational tools for future generations. Once restored, Ryde will bring long-term economic benefit and civic pride to the communities it serves.",
            "closed_at": "2010-03-02T00:00:00Z",
            "created_at": "2010-02-02T13:32:13.615229Z",
            "creator_name": "Paddle Steamer Ryde Trust",
            "government_response_at": "2010-03-30T13:08:37.822203Z",
            "government_responses": [
                {
                    "created_at": "2010-03-30T13:08:37.822203Z",
                    "details": "You signed a petition asking the Prime Minister to \"do everything possible to prevent the proposed imminent scrapping of the historic paddle steamer Ryde in Binfield Marina in the Isle of Wight.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22995\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'PSRyde'",
                    "updated_at": "2010-03-30T13:08:37.822203Z"
                }
            ],
            "opened_at": "2010-02-02T13:32:13.615229Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3116,
            "state": "finished",
            "updated_at": "2010-05-07T16:19:47.900725Z"
        },
        "id": 14589227
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PSRyde/"
    },
    "type": "petition"
}