{
    "data": {
        "attributes": {
            "action": "disassociate the British government from the Pope's intolerant views ahead of the Papal visit to Britain in September 2010. We urge the Prime Minister to make it clear that his government disagrees with the Pope's opposition to women's reproductive rights, gay equality, embryonic stem cell research and the use of condoms to prevent the spread of HIV. We ask the Prime Minister to express his disagreement with the Pope’s role in the cover-up of child sex abuse by Catholic clergy, his rehabilitation of the Holocaust-denying bishop Richard Williamson, and his decree paving the way for the beatification and sainthood of the war-time Pope, Pius XII, who stands accused of failing to speak out against the Holocaust. We also request the Prime Minister to assure us that the Pope’s visit will not be financed by the British taxpayer.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Pope not only opposes the right of women to have an abortion but also their right to contraception to prevent the need for abortions. \n\nHe also opposes women’s access to IVF fertility treatment to give childless couples the chance of parenthood. He condemns potentially life-saving embryonic stem cell research.\n\nPope Benedict denounces the use of condoms, even to stop the spread of HIV, as well as claiming falsely that condom usage “increases” the rate of HIV infection. This puts millions of lives at risk.\n\nHe opposes legal equality for lesbian, gay, bisexual and transgender people, and their full protection in law against homophobic and transphobic discrimination\n\nThe Pope has authorised the Catholic Catechism, which condemns same-sex relationships as a “grave depravity” and “contrary to natural law.”\nIn 1992, he criticised gay sexuality as a “tendency ordered towards an intrinsic moral evil.”\n\nWhile condemning loving, consenting adult same-sex relations, the Pope played a role in shielding Catholic clergy guilty of child sex abuse from prosecution, as revealed in the 2006 BBC Panorama programme, Sex crimes and the Vatican.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-01T19:17:09.810939Z",
            "creator_name": "Mr Peter Tatchell",
            "government_response_at": "2010-07-14T15:24:41.855085Z",
            "government_responses": [
                {
                    "created_at": "2010-07-14T15:24:41.855085Z",
                    "details": "You signed a petition asking the Prime Minister to disassociate the British government from the Pope's intolerant views ahead of the Papal visit to Britain in September 2010. We urge the Prime Minister to make it clear that his government disagrees with the Pope's opposition to women's reproductive rights, gay equality, embryonic stem cell research and the use of condoms to prevent the spread of HIV. We ask the Prime Minister to express his disagreement with the Pope’s role in the cover-up of child sex abuse by Catholic clergy, his rehabilitation of the Holocaust-denying bishop Richard Williamson, and his decree paving the way for the beatification and sainthood of the war-time Pope, Pius XII, who stands accused of failing to speak out against the Holocaust. We also request the Prime Minister to assure us that the Pope’s visit will not be financed by the British taxpayer.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=ProtestthePope\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'ProtestthePope'",
                    "updated_at": "2010-07-14T15:24:41.855085Z"
                }
            ],
            "opened_at": "2010-02-01T19:17:09.810939Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12340,
            "state": "finished",
            "updated_at": "2010-09-13T14:30:01.562486Z"
        },
        "id": 14580698
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ProtestthePope/"
    },
    "type": "petition"
}