{
    "data": {
        "attributes": {
            "action": "ensure equal access to GCSEs, A levels and other general qualifications for disabled students by instructing the Government Equalities Office to amend the Equality Bill so that Ofqual and examination bodies a) have to eradicate discrimination in exams and not simply seek to 'minimise' it and b) are not able to refer to unnecessary 'get-out' clauses to avoid having to meet the needs of disabled students.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Examinations need to be accessible to ensure that disabled students are able to demonstrate their abilities, gain good qualifications and live independent lives as adults. A range of disability organisations believe that the current drafting of the Equality Bill enshrines discrimination in the examination system and is therefore unacceptable. We believe the Government should be aiming to eradicate disadvantage, in line with the Government's goal of equality by 2025. The Bill only states that disadvantage should be \"minimised\". In addition, despite the fact that there are a range of safeguards already to preserve the integrity of exams, the Bill allows Ofqual to deny access to examinations for disabled people if there are \"public confidence\" concerns. We believe this will be used as a get-out clause by examination bodies.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-02-02T09:47:36.811185Z",
            "creator_name": "Ian Noon",
            "government_response_at": "2010-09-17T12:26:29.675356Z",
            "government_responses": [
                {
                    "created_at": "2010-09-17T12:26:29.675356Z",
                    "details": "You signed a petition asking the Prime Minister to ensure equal access to GCSEs, A levels and other general qualifications for disabled students by instructing the Government Equalities Office to amend the Equality Bill so that Ofqual and examination bodies a) have to eradicate discrimination in exams and not simply seek to 'minimise' it and b) are not able to refer to unnecessary 'get-out' clauses to avoid having to meet the needs of disabled students.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=examsequality\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'examsequality'",
                    "updated_at": "2010-09-17T12:26:29.675356Z"
                }
            ],
            "opened_at": "2010-02-02T09:47:36.811185Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 605,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 14583942
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/examsequality/"
    },
    "type": "petition"
}