{
    "data": {
        "attributes": {
            "action": "Consider fair treatment for early adopters of microgeneration systems",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We petition the PM and the Department of Energy and Climate Change (DECC) to reconsider its decision to place early adopters of alternative energy systems on a very poor Feed in Tariff rate.  Early adopters are being disadvantage, people installing microgeneration systems from the 15 July 09 will be placed on rate that will allow them to recover their financial outlay.  Early adopters will not recover their financial outlay; however, they will be generating the same electricity and saving the same Co2.  \n\nWe ask that the PM and DECC to examine the possibility of giving the same rate to early adopters as new installations with reduced years of support. i.e.  A solar PV system fitted 2 years ago would be given 23 years of support instead of 25 years support.  The eco ambassadors have, after all, supported the Government in its drive to a low carbon economy.  They should not be punished for supporting the Government.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-02T10:21:47.900248Z",
            "creator_name": "Mr Paul truelove",
            "government_response_at": "2010-10-27T15:05:47.603973Z",
            "government_responses": [
                {
                    "created_at": "2010-10-27T15:05:47.603973Z",
                    "details": "You signed a petition asking the Prime Minister to consider fair treatment for early adopters of microgeneration systems.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=Microgenerators\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'Microgenerators'",
                    "updated_at": "2010-10-27T15:05:47.603973Z"
                }
            ],
            "opened_at": "2010-02-02T10:21:47.900248Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2305,
            "state": "finished",
            "updated_at": "2010-10-18T00:30:02.392332Z"
        },
        "id": 14584252
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Microgenerators/"
    },
    "type": "petition"
}