{
    "data": {
        "attributes": {
            "action": "ensure that materials/propaganda derived from creationist individuals & organisations or those promoting the so-called theory of intelligent design or any other pseudo-scientific materials are not used in any state funded or sponsored education establishments.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition has been raised by James Rocks, “Science, Just Science” Campaign. \n\nIn 2007 the “Science, Just Science” Campaign raised an e-Petition aimed at gaining assurance from the government that the views of groups such as Truth-In-Science (groups that disingenuously promote creationism & Intelligent Design as science & directly target our nation’s children through our education system) had no place in the UK science classroom.\n\nThe e-Petition gained a clear statement from the government that creationism and intelligent design should not be taught as science in science classes and led to the production of an official 'Creationism Teaching Guidance' document for UK schools reiterating that core message.\n\nAt the end of this election year there will be a new administration voted in and, regardless of political affiliations, we believe science should be above that and that any administration of this nation makes its stance on science education absolutely clear.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-02T20:30:08.173523Z",
            "creator_name": "James Rocks",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-02T20:30:08.173523Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 101,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14596241
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoCreInSciEd10/"
    },
    "type": "petition"
}