{
    "data": {
        "attributes": {
            "action": "ALLOW the families of the deceased women who had passed away 'before' December 2007 - who served in the Land Army & Timber Corps during WW2 -",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Its almost as if its being implied that former land army individuals miss out on the recognition they deserve, just because 'there' time had already come before the \"cut off date\". Why cant the \"pre-DEC '07\" deceased's family members recieve the medal on their behalf, just as those \"pro-DEC '07\" deceased families have done?... \n   My sole reason for this petition is for my grandmother, who had only passed just a few months before the \"cut-off date\". Though she may not be present on this earth any longer, she deserves her recognition no-less than any other women who served along side her. \n   As her grandaughter i feel that it is off importance to the family, both current and future - that we should recieve my grandmothers medal to treasure within our family; And also for all the other families to recieve on behalf of their deserving loved ones - As part of that families history. \n    So i am asking that the 'Rule' meaning the medal did not apply to those who had died before the \"dec '07 cut-off date\" - be totally abolished! And for the families to eventually recieve their loved ones recognition - which rightfully and deservingly belongs to them",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-03T02:30:37.668992Z",
            "creator_name": "miss della m cobb",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-03T02:30:37.668992Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14598970
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UNFAIRMEDAL/"
    },
    "type": "petition"
}