{
    "data": {
        "attributes": {
            "action": "take away the power of a GP to deregister a patient and let that decision be taken by a higher body.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As I understand it, it takes only \"one\" GP to deregister a patient, from an entire practice!  by simply stating that there has been a breakdown of the Doctor/Patient relationship between themselves and the patient. The Gp does not have to go into any detail regarding their reasons and there is nothing a patient can do about it.\nThe outcome is that the patient then finds themselves(say they have made a complaint) unable from seeing any other GP at that practice (even if the practice has several GPs in it, which the patient has never had any problems with, what so ever) This is absolutely outrageous and cannot be right that one GP can be allowed to do this, to any patient who may have had a very good reason to complain in the first place. Therefore ,we the undersigned request that no \"one\" GP can deregister a patient from a practice and that only a higher body can possibly sanction this and only after all reasons from a GP are thoroughly investigated and adjudicated upon to a standard where the GP must prove beyond all reasonable doubt that this is justifiable and the only course available.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-02T14:42:29.829431Z",
            "creator_name": "Mr David Herold",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-02T14:42:29.829431Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14590905
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PatientsNeeds/"
    },
    "type": "petition"
}