{
    "data": {
        "attributes": {
            "action": "Require that all publishable materials resulting from publicly funded UK Science research are made freely available to all.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently easy access to published academic material that is tax payer funded through research councils, is restricted to university staff and students. Even this varies with the individual budget of an institution or department.\n\nEven when scientists publish to open journals they often have to pay a charge which is still met by the tax payer.\n\nGifted children in secondary schools are currently prevented from beginning self study of modern science as no secondary modern school has library access to academic literature. The price of a single view of an article is prohibitively expensive for early self study.\n\nAdditionally a large and untapped resource of retired scientists and engineers exists in our country. There is no good reason that they cannot contribute to our further understanding in their free time, if only they had access to the current understanding.\n\nA good solution is to require a public holding of pre-print works before they are held in the publishable form restricted by a specific journal's access. This public library of literature should be made freely available to all from a central location.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-02T23:03:49.576296Z",
            "creator_name": "Matt Oates",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-02T23:03:49.576296Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 36,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14598228
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FreeScience/"
    },
    "type": "petition"
}