{
    "data": {
        "attributes": {
            "action": "Stop the procedure called 'Operation Lancaster' It is a legal scam",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My son recently had his Motorbike stolen.\nThe Police found it and called my son to tell him he needed to collect it from a local recovery centre.\nThe centre said he needed to pay £150.00 which he didn't have and was told to come back with the money or no bike; oh! and £10.00 per day for its 'storage'(the yard).\nIt was assumed that his insurers would cover it. \nHe explained that it was his first vehicle and that his excess was the same as his premium and so they wouldn't gain from the insurers. They have told him they are going to scrap his bike as the bill is £710.00 and more than his bike is worth.\n\nHow is this right? He was a victim of a crime and yet; He has had nasty letters, does not have a bike and is being treated like HE has done something criminal!\nI havebeen made aware of the'procedure'-it seems very wrong and unjust.\n\nSurely the owner of the vehicle should be given the chance to recover their  vehicle before it is towed at great expense or scrapped? Its not rational to penalise the victim.\n'Operation Lancaster'seems mainly to apply to motorbikes and not'accross the board'- even MCN featured this.\n\nThere should be a law against such an unjust and all too common practice.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-02T16:07:32.828321Z",
            "creator_name": "Deby Wooldridge",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-02T16:07:32.828321Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 26,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14592228
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Vehicle-Theft/"
    },
    "type": "petition"
}