{
    "data": {
        "attributes": {
            "action": "implement Sir Terry Pratchett's proposal for tribunals to consider applications from the terminally ill or those whose quality of life is seriously reduced, to allow a doctor to assist them to die.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sir Terry Pratchett's inspiring and riveting Dimbleby Lecture points the way to those for whom life is no longer worth living, to be allowed to die with dignity.\n\nHe suggests tribunals, comprising a lawyer and a doctor with relevant expertise, to protect the vulnerable from pressure from relatives, while allowing those with full mental capacity to make an informed decision to end their lives if their physical condition is, or will shortly be, intolerable.\n\nThe tribunals suggested would deal with the \"slippery slope\" argument and the \"pressure from relatives\" argument. People who wanted to end their lives for trivial reasons or were being put under pressure would be weeded out.\n\nLife belongs to the individual, not to the State, and certainly not to religious pressure-groups.  In Oregon and Washington State, Death With Dignity Acts are working well with appropriate safeguards. Not everyone can afford to go to Switzerland. People should be able to die at home, in familiar surroundings, with their loved-ones around them, not in a foreign clinic.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-02T20:41:16.802571Z",
            "creator_name": "Michael House",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-02T20:41:16.802571Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 14,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14596391
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Life-ending/"
    },
    "type": "petition"
}