{
    "data": {
        "attributes": {
            "action": "… to fund Investigation into the causes and prevention of Dementia, and Research to discover new drugs and treatments to avert the onset of Dementia with timely diagnosis.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The burden of care for these victims falls on the NHS, local authorities and unpaid family members, many of whom have their own illnesses and disabilities.\nThis extract from a BBC News report explains the problem: “Researchers from Oxford University compared the cost of caring for a person with dementia to the cost of dealing with cancer, heart disease or stroke - the three main causes of death in the UK. Each dementia patient, they found, costs the economy £27,647 each year - nearly five times more than a cancer patient and eight times more than those with heart disease. \nWith £600m a year, cancer research funding was 12 x the £50m devoted to dementia, while heart disease received 3 times as much. Only stroke research received less. Calculations showed that for every cancer patient, £295 is spent on research, compared with just £61 for each person with dementia.”\nMy own father-in-law died as a result of dementia after three years of mental and physical degradation. He was cared for 1 hour a day by two professional carers required to overcome his verbal and physical violence - and for most of the other 23 hours by his 82-year-old wife with occasional family support.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-03T10:48:42.335342Z",
            "creator_name": "Mr Ross Mackenzie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-03T10:48:42.335342Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 45,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14601126
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Dementia-Cure/"
    },
    "type": "petition"
}