{
    "data": {
        "attributes": {
            "action": "keep BBC 6 Music on air",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "BBC 6 Music is an iconic music station that is now subject to serious review by the BBC Trust. \n\nBy consistently championing new music and featuring some of the country's best DJs, both in terms of personality and music selection, it has won a reputation as the only major station to be immune to mass marketing. \n\nOn the back of this, by attracting 620,000 loyal listeners each week while costing only £7 million annually it has proved itself to be much more cost effective than other bloated BBC departments.\n\nAny cynical, politically motivated move to end BBC 6 Music would be utterly short-sighted and leave the cultural landscape of Britain much poorer. Furthermore, any government sanctioning such a move would be deeply resented by its fans.\n\nThe only decision for the future of BBC6 music is that it be kept on the airwaves, in its current form, with its budget untouched.",
            "closed_at": "2011-02-03T00:00:00Z",
            "created_at": "2010-02-03T23:20:02.920977Z",
            "creator_name": "Nicholas Barber",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-03T23:20:02.920977Z",
            "rejected_at": "2010-03-06T00:01:01.986456Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for the BBC which is independent of government",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-06T00:01:01.986456Z"
        },
        "id": 14609258
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bbc6music/"
    },
    "type": "petition"
}