{
    "data": {
        "attributes": {
            "action": "lead a nationwide awareness raising campaign to promote understanding of eating disorders and challenge the unhelpful and dangerous stereotyping that damages lives.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In a recent survey, beat, the UK’s leading eating disorders charity discovered that people affected by anorexia, bulimia and other eating disorders suffered shocking levels of stigma.  77 % of the over 1000 respondents gave personal accounts of how they had been stigmatised by their illness.\n\n“When I plucked up the courage to finally talk to my GP, I picked a female GP as I thought it would be easier to disclose. However, I was treated with disdain and she asked me: “so how exactly would someone make they sick?\" followed by a shoulder shudder and saying “I can't imagine doing that, it's disgusting\".\n\nMost people found that their eating disorder was trivialised and ignored and a significant number suffered discrimination and bullying. Eating disorders are a serious mental health condition; they are not a fad, diet or lifestyle choice. Eating disorders have the highest mortality rate of any mental illness. Stigma affects people in many damaging ways, the shame and fear they feel can prevent them from seeking vital treatment and support. It can keep them hiding their eating disorder and many tell us that they contemplate suicide and we know that too many will succeed.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-03T18:08:49.252953Z",
            "creator_name": "Charlotte Allinson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-03T18:08:49.252953Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 257,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14605988
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/edstigma/"
    },
    "type": "petition"
}