{
    "data": {
        "attributes": {
            "action": "pressure the Australian Government to act on the racist attacks of Indians in Australia.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition has been set up by National Hindu Students Forum (UK) in support of People of Indian Origin (PIO) in Australia. We have joined hands with other Hindu organisations to condemn the racist attacks on the PIO there. We are also very concerned at the total lack of response shown by the Australian Government and Law & Order agencies, who continue to deny that racism is behind these attacks. We are urging the British Government to intervene and press the Australian Government to offer protection to Indians, as well as asking them to apprehend and punish the culprits to help stop these racist attacks. There are many parents in the UK of British Hindu of Indian Origin who have had children migrate to Australia as young professionals and whose safety they are very anxious about. We request you to support this petition and secure the protection and human rights of the People of Indian Origin in Australia.",
            "closed_at": "2010-03-13T00:00:00Z",
            "created_at": "2010-02-03T20:36:53.970832Z",
            "creator_name": "Chirag Patel",
            "government_response_at": "2010-08-19T15:26:51.216068Z",
            "government_responses": [
                {
                    "created_at": "2010-08-19T15:26:51.216068Z",
                    "details": "You signed a petition asking the Prime Minister to pressure the Australian Government to act on the racist attacks of Indians in Australia.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=IndianAustralia\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'IndianAustralia'",
                    "updated_at": "2010-08-19T15:26:51.216068Z"
                }
            ],
            "opened_at": "2010-02-03T20:36:53.970832Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 869,
            "state": "finished",
            "updated_at": "2010-04-21T02:30:01.380033Z"
        },
        "id": 14607736
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IndianAustralia/"
    },
    "type": "petition"
}