{
    "data": {
        "attributes": {
            "action": "Prevent discrimination against Atheists and Sack Cherie Booth (Blair) QC",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On 23 January 2010 Cherie Booth QC, Wife of Tony Blair, heard the case of a devout Muslim, Mr M,, who beat up another person who had pushed in front of him in a queue in a shop.\nMr M. pleaded guilty to actual bodily harm.   Cherie Booth QC handed him a 2 year sentence but SUSPENDED it because as she said \"You are a religious man and you know this is not acceptable behaviour.\"\nYes you read it right.  Google it if you like.  Cherie Booth let this criminal avoid prison because he was religious.  Presumably if he wasn't religious he'd now be in jail.  Cherie clearly forgot that more wars have been fought over Religion than anything else.  She forgot about Jihad and Terrorism.  She conveniently forgot about Honour Killings.  Has she ever even heard of mutilation of the genitals, gay-bashing or life-ruining arranged marriages?  \nWe call on the Government to do everything it can to prevent this ridiculous, and frankly, offensive discrimination from ever happening again.",
            "closed_at": "2010-03-04T00:00:00Z",
            "created_at": "2010-02-04T21:54:53.751669Z",
            "creator_name": "Matt Griffiths",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-04T21:54:53.751669Z",
            "rejected_at": "2010-03-13T00:01:02.226433Z",
            "rejection": {
                "code": 16384,
                "details": "Please contact the Office for Judicial Complaints http://www.judicialcomplaints.gov.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-13T00:01:02.226433Z"
        },
        "id": 14619601
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/C-Booth-Atheism/"
    },
    "type": "petition"
}