{
    "data": {
        "attributes": {
            "action": "remove paul goggins as a mp",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "this petition is calling for the removel of paul goggins mp for wythenshawe and sale east after the expenses saga. wythenshawe is one of the poorest social housing estates in this country with one of the highest rates of crime where a lot of people are on benefits and depend upon doorstep lenders to get moneis from in order to buy the basics for Paul Goggins to the say he only wants the same life style as his constituants is a absolute disgrace ( iwould like to see him living on benefits with a flat full of damp or with bad neighbours or at the pawn shop selling his stuff in order to put food on the table or get his kids trainers) we would like to see a new labour candidate at the election one whom we can  put our trust and faith in to help us of this community change things for the better. As you will no this area is a labour stronghold but the local feeling is of absolute disgust at the revelations of what has gone on he paul goggins was placed in the top ten for the amount of money he had to pay back he had to pay back what is two years pay to most people of this area.. over TENTY ONE THOUSAND POUNDSSSSS!!!!!!",
            "closed_at": "2010-06-04T00:00:00Z",
            "created_at": "2010-02-04T19:11:28.794453Z",
            "creator_name": "david mccarthy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-04T19:11:28.794453Z",
            "rejected_at": "2010-03-07T00:01:01.392334Z",
            "rejection": {
                "code": 16385,
                "details": "This is a matter for the relevant political party.",
                "reasons": [
                    "Party political material",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-07T00:01:01.392334Z"
        },
        "id": 14617784
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/mppaulgoggins/"
    },
    "type": "petition"
}