{
    "data": {
        "attributes": {
            "action": "implement the WHO Code for the Marketing of Breastmilk Substitutes and ban all marketing of infant formula (including follow-on formula) in the UK and to properly regulate this",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Breastfeeding rates in the UK are appallingly low with only 20% of babies being breastfed at 12 weeks after birth in recent years - this contrasts starkly with countries like Denmark and Norway, where 98% of babies are breastfed at birth, and 75% are exclusively breastfed for the recommended six months. It is unlikely to be coincidental that in these countries, all marketing of infant formula is banned.\n\nThe UK government is putting commercial interests before infant & maternal health, and allowing infant formula companies to breach The World Health Organisation's International Code on the Marketing of Breastmilk Substitutes.\n\nBottle-fed babies are five times more likely to suffer gastroenteritis in the first two years of life, twice as likely to be admitted to hospital with respiratory problems in the first two years of life, as well as being more prone to ear infections, coughs, colds and other ailments. They are also at greater risk of developing early onset diabetes, and developing digestive problems and obesity in later life.\n\nAs well as the benefits to babies (both physically and emotionally), breastfeeding reduces the risk of breast and ovarian cancers in mothers.\n\nA",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-04T14:58:51.458700Z",
            "creator_name": "Dr Lorna Robinson",
            "government_response_at": "2010-08-12T17:49:08.456651Z",
            "government_responses": [
                {
                    "created_at": "2010-08-12T17:49:08.456651Z",
                    "details": "You signed a petition asking the Prime Minister to implement the WHO Code for the Marketing of Breastmilk Substitutes and ban all marketing of infant formula (including follow-on formula) in the UK and to properly regulate this.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=Infant-formula\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'Infant-formula'",
                    "updated_at": "2010-08-12T17:49:08.456651Z"
                }
            ],
            "opened_at": "2010-02-04T14:58:51.458700Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 743,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14614865
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Infant-formula/"
    },
    "type": "petition"
}