{
    "data": {
        "attributes": {
            "action": "Save Fidler's Castle",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is time laws regarded to the Green Belt were reviewed, as in the case of Fidlers Castle. We should have the chance to build a home on our own land, due to the vast rise in house prices. After attempts to gain planning permission to build a home on their own land, the Fidler family, built the mock Tudor structure in one of their fields, shielded behind a 40ft stack of hay bales covered by a huge tarpaulins.Once finished, the family moved in and lived there for four years before finally revealing it in August 2006. Mr Fidler claims that because the building has been there for 4 years with no objections, it is no longer illegal. \nIn January 2008, council planners said the castle in Redhill, Surrey, will have to be knocked down. \n\nIt was ok for the 40ft eye sore of straw bales and blue plastic to be in plain sight for six years with no complaints but now they want him to demolish the beautiful home he constructed behind it, an exceptional addition to the landscape. We petition the Prime Minister to intervene and stop this madness.",
            "closed_at": "2011-02-04T00:00:00Z",
            "created_at": "2010-02-04T16:22:38.010602Z",
            "creator_name": "Dawn Westgate",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-04T16:22:38.010602Z",
            "rejected_at": "2010-03-10T00:01:01.418362Z",
            "rejection": {
                "code": 16384,
                "details": "We can not accept petitions about individual cases. We suggest you contact the local planning authority directly.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-10T00:01:01.418362Z"
        },
        "id": 14615726
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Hidden-Castle/"
    },
    "type": "petition"
}