{
    "data": {
        "attributes": {
            "action": "make a public statement explaining why we in this country cannot have the same sort of democracy as exists in America, where the truth will always 'out' (as per recent release of video of the shooting down of the Bower's light aeroplane nine years ago by the CIA) instead of having the type of democracy where the truth is always hidden for 70 years by government goons appointed to conduct inquiries with orders to ensure that the outcome is ALWAYS in favour of the government.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Everybody on the planet KNOWS that Dr David Kelly was murdered by a Nu-Labour hit squad to protect Tony Blair's move to war in Iraq.  Everybody KNOWS that Lord Hutton was instructed to whitewash the government and acted with direct instructions from our so called government to secret the information away for 70 years.  We need to know why it is OK for American taxpayers to know the truth and why our government feels that the truth must be kept from UK taxpayers.",
            "closed_at": "2011-02-03T00:00:00Z",
            "created_at": "2010-02-04T17:32:27.978654Z",
            "creator_name": "keith jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-04T17:32:27.978654Z",
            "rejected_at": "2010-03-10T00:01:01.418362Z",
            "rejection": {
                "code": 2051,
                "details": "http://petitions.number10.gov.uk/TruthaboutKelly/",
                "reasons": [
                    "Party political material",
                    "Potentially libellous, false, or defamatory statements",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-10T00:01:01.418362Z"
        },
        "id": 14616566
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TellUsTruthNow/"
    },
    "type": "petition"
}