{
    "data": {
        "attributes": {
            "action": "to prevent planning permission being granted, for an In-vessel composting and re-cycling facility at Runfold (South)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sita UK, has submitted planning applications for an in-vessel composting facility (IVC) in Runfold South),Farnham,Surrey. 60,000 tonnes of compost will be produced from 120,000 tonnes of green waste p/a and 20,000 tonnes of dry re-cyclables p/a. Surrey produces 50,000 tonnes of green waste p/a. The site will be operational 365 days per year 7am-7pm. An 18 meter stack will expel bi-products from the production of compost. No comparable studies are available for a site that could be the largest in Europe.Concerns are for safety,odours,noise,drainage, traffic on Farnham as a whole, dust,air quality,visual impact,dirt and the environmental impact on residents, school and wildlife. A survey conducted,suggests 178 movements of HGV's per day,Mon-Fri 7am-7pm, Sat 7am-1pm except bank hols. It would sugguest no inclusion of movements for further mineral extraction and landfill. This proposal could be in  direct contravention of planning policies and would compromise the scheme for restoration.  It lies within an AGLV next to AONB and the Surrey Hills and within 150 - 200m of a school. Please help in preventing the industrialisation of this beautiful landscape.",
            "closed_at": "2011-02-05T00:00:00Z",
            "created_at": "2010-02-05T13:47:45.144473Z",
            "creator_name": "Katie Goode",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-05T13:47:45.144473Z",
            "rejected_at": "2010-03-11T00:01:01.451860Z",
            "rejection": {
                "code": 16384,
                "details": "Please contact your local authority in the first instance.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-11T00:01:01.451860Z"
        },
        "id": 14625455
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IVC-Runfold/"
    },
    "type": "petition"
}