{
    "data": {
        "attributes": {
            "action": "actively oppose the Great Haddon development plan which is unwanted, not necessary and an will damage the environment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This proposed development will add 5350 new homes around Peterborough which will amalgamate several villages into Great Peterborough. It will extend Peterborough south into Yaxley and thus destroy Yaxley as a village when existing developments in Peterborough (which are closer to Peterborough cnetre) are unfinished. This overdevelops the area by building on farmland, closing the A15 to all traffic but buses, and will add to the current strain on infrastructure. It will give Yaxley a bypass that will mean between 2 and 10 miles extra mileage per day (depending on where the bypass goes) which is costly and contrary to the government's \"Act of CO2\" campaign.",
            "closed_at": "2010-08-22T00:00:00Z",
            "created_at": "2010-02-05T10:45:36.313035Z",
            "creator_name": "Guy Youngs",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-05T10:45:36.313035Z",
            "rejected_at": "2010-02-22T15:05:25.498458Z",
            "rejection": {
                "code": 16384,
                "details": "Under planning legislation, the granting of planning permission is the responsibility of the elected local authority. \n\nThe Government cannot express a view on an individual planning application, because of the Secretary of State’s appellate role in the planning system.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-22T15:05:25.498458Z"
        },
        "id": 14623161
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GreatHaddon/"
    },
    "type": "petition"
}