{
    "data": {
        "attributes": {
            "action": "Develop Selective Dorsal Rhizotomy surgery in the UK to give those with Cerebal Palsy a better chance in life",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Selective Dorsal Rhizotomy is surgery to help those suffering with Cerebral Palsy. At this moment in time it is being performed by Dr Park and his team in St Louis Children’s hospital in America with fantastic statistics. \n\nHowever, parents in the UK are not able to help save their children from pain and discomfort because it is not being widely used in the UK. Parents are now taking drastic mesaures to take their children to America for this operation costing over £45k. \n\nParents who now know about this operation are finding getting help from doctors, physiotherapists or the NHS to be non-existent. \n\nThis has to change. Parents should be told of all the options available to them in order to help their children and not be kept in the dark. \n\nWe need people like Dr Park in the UK who are willing to help children with Cerebral Palsy and we also need the government to help fund bring SDR to the UK permanently.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-04T22:39:26.933943Z",
            "creator_name": "Miss Emma Jackson",
            "government_response_at": "2010-08-20T13:16:48.731859Z",
            "government_responses": [
                {
                    "created_at": "2010-08-20T13:16:48.731859Z",
                    "details": "You signed a petition asking the Prime Minister to develop Selective Dorsal Rhizotomy surgery in the UK to give those with Cerebal Palsy a better chance in life.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=Parents-4-SDR\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'Parents-4-SDR'",
                    "updated_at": "2010-08-20T13:16:48.731859Z"
                }
            ],
            "opened_at": "2010-02-04T22:39:26.933943Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 537,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14620020
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Parents-4-SDR/"
    },
    "type": "petition"
}