{
    "data": {
        "attributes": {
            "action": "launch a Serious Organised Crime Agency (Soca) investigation into the 1988 murder of Assistant Secretary-General of the United Nations and UN Commissioner for Namibia, Bernt Carlsson.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Although the United Nations Assistant Secretary-General was the most high profile of the 270 Lockerbie disaster victims on 21 December 1988, Commissioner Carlsson's murder has never been investigated.\n\nBernt Carlsson featured in the Granada TV documentary \"The Strange Case of the Disappearing Diamonds\" - broadcast on 28 September 1987 - in which he was highly critical of De Beers, the world's largest diamond mining company, for extracting gemstones worth an estimated £11 billion from Namibia. Decree No 1 of the UN Council for Namibia strictly prohibited such exploitation. Commissioner Carlsson was determined to institute proceedings against De Beers and apartheid South Africa, which had been illegally occupying Namibia for many years.\n\nOn 22 December 1988, at UN headquarters in New York, the apartheid regime was poised finally to surrender control of the country to the United Nations.\n\nPrior to boarding Pan Am Flight 103 at Heathrow on 21 December 1988, Commissioner Carlsson was described as 'stressed and nervous', having just come from an acrimonious meeting in London with De Beers (Jan-Olof Bengtsson, 'iDAG', 12 March 1990).",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-02-06T00:21:37.792399Z",
            "creator_name": "Patrick Haseldine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-06T00:21:37.792399Z",
            "rejected_at": "2010-03-01T15:52:57.068427Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for direct communication with the Police.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 14631322
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CarlssonMurdered/"
    },
    "type": "petition"
}