{
    "data": {
        "attributes": {
            "action": "force all MPs to donate the equivalent of what they claim, in any given year, for their second home, to a central fund for the benefit of the homeless",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "MPs enjoy a basic salary of £64,76. In addition, they may claim up to £23,083 per annum in additional costs allowances (ACA), as well as other expenses. \n\n\"In total, the 65 MPs have claimed ... an average of £88,113 per MP\" (Daily Telegraph, 11 Apr 2009)\n\nWhilst recognizing the good work that MPs do and the fact that not all MPs abuse the expenses system, the current media coverage has exposed the astounding degree of abuse and the insensitivity of a small minority to justifiable public anger.\n\nPerhaps MPs should be forced to donate the equivalent of what they claim, in any given year, for their \"second home\", whether or not this is their primary residence, to a central fund, fully visible to the public, this fund to be allocated proportionally between various charities (such as Shelter, Crisis, Emmaus, The Salvation Army and the Royal British Legion) which support the homeless, subject also to the condition that no director of such charity may benefit from any such donation.\n\nFurthermore; that ALL MPs be encouraged to spend some time each year living and sleeping rough, in order that they more fully appreciate the privilege of serving their nation.",
            "closed_at": "2011-02-06T00:00:00Z",
            "created_at": "2010-02-06T09:05:05.371287Z",
            "creator_name": "Iain Neilson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-06T09:05:05.371287Z",
            "rejected_at": "2010-03-10T00:01:01.418362Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-10T00:01:01.418362Z"
        },
        "id": 14632183
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HomelessExpenses/"
    },
    "type": "petition"
}