{
    "data": {
        "attributes": {
            "action": "Changes to CSA procedures.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am a non resident parent who has contact with my children whenever I not working.\nCurrently re-married and have another 3 children living with me. Csa have been in touch with CSA payments which I am not refusing to pay.However I think it is about time that Outgoings were considered and not just Income. As it stands I am the only working person in my household  and earning 15,000 a year. My wife cant work as we cant afford the childcare costs for our 3 year old. The CSA should take into account my rent payments council tax payments and general living expenses. \nMy ex wife is on benefits and gets all the child benefit and child tax for the kids  plus her rent paid and council tax paid. \nIt is about time that Fathers on a low income got a bit of a break. Divorces happen all the time in this country but some of us are not blessed with 50,0000 a year jobs. As it stands now I will probably have to leave my Job and go on benefits in order for my families well being. Lets be honest my ex wont be any worse off.",
            "closed_at": "2010-08-06T00:00:00Z",
            "created_at": "2010-02-06T22:34:33.685450Z",
            "creator_name": "Mr Stuart Chmylowskyj",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-06T22:34:33.685450Z",
            "rejected_at": "2010-03-12T00:01:02.039729Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-12T00:01:02.039729Z"
        },
        "id": 14637827
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CSA-CHANGES/"
    },
    "type": "petition"
}