{
    "data": {
        "attributes": {
            "action": "Southwark and Lambeth Save our Piano Concerts.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In Southwark and Lambeth constituecies we are questioning the rules and ownership of Grand / Upright Pianos in public spaces as churches, pubs schools and halls in Southwark and Lambeth that are not beign used at all in any activity specialy concerts, recitals, marathons, lessons, choir -song accompaiment. \nOwners of public spaces with an Upright or Grand Piano shall consequently find performers willing to perform and able to accept commissions  and so they will be compelled to feature a proportion of standard repertoire. \nThe Owners may be inviting  the audience to engage with Piano activities. Promoters / Publishers must be taken in association with the Piano owners and the Piano performers. We have established that the direct costs to a performer of preparing a new repertory is very considerable, in some cases astronomical, while performances of serious contemporary works are few in comparison to performances overall. Generally Piano Concert will have four categories of performances. Ones in whom they believe in absolutely for the quality of their work, even knowing that they will become commercially or contemplative",
            "closed_at": "2011-02-07T00:00:00Z",
            "created_at": "2010-02-07T05:21:58.115342Z",
            "creator_name": "Johanna Yohara Robby",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-07T05:21:58.115342Z",
            "rejected_at": "2010-03-10T00:01:01.418362Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-10T00:01:01.418362Z"
        },
        "id": 14638470
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Piano4all/"
    },
    "type": "petition"
}