{
    "data": {
        "attributes": {
            "action": "agree with Proposal D to change the catchment area for Caroline Chisholm school in Northampton",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently, Caroline Chisholm School is unable to meet the demand for places from local children.  This has meant that some children who live in the local area and attend one of the feeder schools have not been able to obtain a place at this school.  The local council have proposed a change to the catchment area to help alleviate these problems.  This is called Proposal D.\nProposal D will reduce the linked area for CCS and include Hardingstone within its linked area.  It will extend the linked area for Roade School to include Woodland View Primary School. Also, it will align, through consistency, all the linked primary schools admissions oversubscription criteria for CCS.  Finally it will align Wootton Hall Park with Abbeyfield School.\nWe need you to agree with Proposal D to ensure that the local Schools remain for local children. This will clearly define Wootton, Wootton Fields, Simpson Manor, Turners and Hardingstone as within the CCS catchment area.  Proposal D also makes geographical and community sense and will ensure more efficient and cheaper use of school transport (NCC data).",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-02-06T10:13:51.723936Z",
            "creator_name": "Caroline Labbett",
            "government_response_at": "2010-09-17T16:16:27.787222Z",
            "government_responses": [
                {
                    "created_at": "2010-09-17T16:16:27.787222Z",
                    "details": "You signed a petition asking the Prime Minister to agree with Proposal D to change the catchment area for Caroline Chisholm school in Northampton.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=Support-Prop-D\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'Support-Prop-D'",
                    "updated_at": "2010-09-17T16:16:27.787222Z"
                }
            ],
            "opened_at": "2010-02-06T10:13:51.723936Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 513,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 14632768
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Support-Prop-D/"
    },
    "type": "petition"
}