{
    "data": {
        "attributes": {
            "action": "give a rebate to Road Tax payers in the London area due to the fact that many 100s of key roads have been closed or operate on temporary traffic lights. These road closures are because of inept work and planning by Thames Water and Councils who begrudge repairing pot holes.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For drivers in London, driving has become a nightmare. Journeys that took 25 minutes now take 90 minutes. Quiet streets have become rat-run nighmares. Roads are closed by Thames Water seemingly at random. In some parts of North London it has become impossible to travel even the shortest distance from one's house because of streets that have been dug up but where the work is never completed. Thames Water have even taken to putting up signs by the huge holes they have dug saying \"If you do not see us here it means that we are are working elsewhere nearby\". The privilege of reading this pathetic statement confers you an extra 60 minutes on your journey. This whole thing has been going on for months now with no end in sight. Road Tax payers in London should have 70% of their Road Tax refunded. The Government should then claim back this money from Thames Water who have, by anyone's standards, been pathetically inept in upgrading London's water and drainage system.    \n\nPlease compare all this with Boston in the USA. Just a few years ago, Boston built a vast motorway network underneath the city. All done with no disruption to life on the surface.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-07T00:26:20.528143Z",
            "creator_name": "Mr James Athanassiou",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-07T00:26:20.528143Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14638180
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoLondon-RoadTax/"
    },
    "type": "petition"
}