{
    "data": {
        "attributes": {
            "action": "outlaw the British National Party's right to stand as a political party on the basis of inciting racism, sexism, homophobia and disability discrimination.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a white British citizen, I find it appalling that I cannot be considered to be patriotic without being assumed  a supporter of the BNP or their beliefs. \nThe British National Party is a dangerous group of people to be carrying any power over our society. They believe in white supremacy, homophobia, blatant sexism and total discrimination against the less able. \nA representative of the BNP is quoted correctly as saying that \"...Rape is not some hideous crime, it is sex and women like sex. It is as bad as forcefeeding them a chocolate cake.\"\nThey wish to discriminate against Gay, Lesbian, Bisexual and Transgendered people and this is totally wrong. \nThe BNP also express the belief that any disabled or handicapped person be drowned at birth, to save us from the 'burden' of having them living in our country.\nIf you are of any ethnicity, religion, sexuality or gender, please stand up against the BNP and their hate.",
            "closed_at": "2011-02-08T00:00:00Z",
            "created_at": "2010-02-08T10:08:30.834465Z",
            "creator_name": "Jessica Coupland",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-08T10:08:30.834465Z",
            "rejected_at": "2010-03-12T00:01:02.039729Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-12T00:01:02.039729Z"
        },
        "id": 14647194
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ANTIBNP/"
    },
    "type": "petition"
}