{
    "data": {
        "attributes": {
            "action": "require the BBC to release into the public domain all its educational documentaries which are more than 10 years old.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The BBC is without peer in filming documentaries with the power to explain our world. We want everyone to be able to watch and learn from them, without restriction.\n\nScience education is vital for our collective understanding of ourselves and the fragile environment in which we have evolved. Like no other format, video documentaries present the complex ideas that underpin science and history in a concise, digestible form.\n\nCurrently these documentaries are only available for purchase, often at high prices; some have never even been released on DVD or video. We believe, in accordance with the BBC's public service mandate, in particular with regard to education, that they should be made freely available to all on the internet.\n\nSuch exemplary content, widely distributed, would be a superb promotion for the BBC's documentary units and the value of public broadcasting. The BBC would still have 10 years to profit from DVD sales and syndication after each programme is made.",
            "closed_at": "2010-11-08T00:00:00Z",
            "created_at": "2010-02-07T17:01:38.014279Z",
            "creator_name": "Mr. Tom Brown",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-07T17:01:38.014279Z",
            "rejected_at": "2010-02-10T14:18:39.176375Z",
            "rejection": {
                "code": 4096,
                "details": "Please contact the BBC directly.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-10T14:18:39.176375Z"
        },
        "id": 14641759
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/documentariesall/"
    },
    "type": "petition"
}