{
    "data": {
        "attributes": {
            "action": "Plans to offer recurrent miscarriage patients with unexplained pregnancy losses the right to have immune disorder tests and immune disorder medication on nhs",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Millions of ladies our suffering from unexplained recurrent miscarriages there are private hospitals in the uk that do private immune full blood tests which are not offered on the nhs.\n\nLadies are getting themselfs in debt to have the tests private,they find the answer to there devastating pg losses & are treated with the right medication intralipids, ivig & humira & have a successfull pregnancy.\n\nPatients that are unemployed cant have  full immune tests or full immune medication on nhs, its heartbreaking.\n\nI am a recurrent missed miscarrige patient my babies die at 8/10 wks gestation, not being able to have the full immune tests or not able to have other medication other than steriods is not acceptable.\n\nThere are numerous tests that can be done and should be allowed to all pregnancy loss patients - free\n\nWe have the right to have the tests dont you think so ? Pregnancy losses effect our well-being depression etc we also need to be tested through out our pregnancys closely monitored its our babys were talking about not a toy, its heartbreaking. Please do somthing about it.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-02-07T19:33:12.748855Z",
            "creator_name": "Mrs karen appleton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-07T19:33:12.748855Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 259,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 14643005
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pregnancyloss/"
    },
    "type": "petition"
}