{
    "data": {
        "attributes": {
            "action": "Investigate the viability of Underground Coal Gasification in conjunction with Hydrogen Fuel Cells as an economic low carbon energy source",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UK should be pioneering this technology which could have a significant effect on both reducing CO2 emissions and securing the countries energy supply.\n\nUCG is the process of extracting Syngas from deep/offshore coal deposits which are otherwise un-mineable.  The process has been operated for many years in Russia and is beginning to take off in Australia and the USA, it is estimated that UCG will expand worldwide coal resources by 600Bln tonnes.  \n\nIn the UK the British Geological Survey predicts the coal resource suitable for UCG is 17 billion tonnes, compared to 0.2 - 2 billion tonnes of mineable coal.  \n\nThe hydrogen produced from UCG can be fed through alkaline fuel cells generating electricity with up to 60% efficiently which is potentially twice as much as a conventional combustion fired turbine.  \n\nThe only emission from the fuel cell is H2O, the CO2 from the extracted Syngas can be captured at source rather than vented into the atmosphere as in conventional power plants.\n\nThe government should adopt UCG Fuel Cell power generation into the UK's  Energy policy.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-08T09:31:25.927874Z",
            "creator_name": "Adrian Hockey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-08T09:31:25.927874Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14646568
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UCG-UK/"
    },
    "type": "petition"
}