{
    "data": {
        "attributes": {
            "action": "Let Robert Fidler Keep his Castle",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I'm sure you all know of the man who built a castle behind a stack of hay bails? his name is Robert Fidler.\n\nRobert Fidler built his dream home stealthily because he knew he would not get planning permission for the property from the council.\n\nWhen it was finished in 2002, complete with ramparts and a cannon, the 60-year-old moved in with his wife and son and lived there clandestinely for four years.\n\nHe removed the camouflage in 2006, hoping to exploit planning legislation that states that if a property has been complete for four years then it is immune from planning enforcement.\n\nBut Reigate & Banstead Borough Council said the removal of the tarpaulin formed part of the building operation and issued an order to demolish it.\n\nMr Fidler appealed and a High Court battle ensued but the judge ruled the building must be destroyed.\n\nThe guy has built his Dream home on his own land, who are the courts to tell him what to do with his own property, i think he should be allowed to keep it and if you do too, join the group. (read less)",
            "closed_at": "2010-08-10T00:00:00Z",
            "created_at": "2010-02-07T17:25:09.372743Z",
            "creator_name": "craig koch",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-07T17:25:09.372743Z",
            "rejected_at": "2010-02-11T10:32:39.262701Z",
            "rejection": {
                "code": 4096,
                "details": "Outside the remit or powers of the Prime Minister and Government. Reasons: The judiciary is independent of government. Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-11T10:32:39.262701Z"
        },
        "id": 14641949
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/keepcastle/"
    },
    "type": "petition"
}