{
    "data": {
        "attributes": {
            "action": "Remove restrictions on mobile holiday homes and allow the over 50's to live in them permanently, thus releasing a vast number of family homes for young people and relieving the housing shortage in this country.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are short of homes in the UK and do not want to build on our green fields.  But there is an answer. Allow the elderly to live in their mobile holiday homes on a permanent basis.  The family homes they leave would provide homes for young people with families. \nIt is time there was a review of laws regarding holiday homes. \nAt the moment a huge number of elderly people live on mobile holiday home sites. Some councils say they can stay 8 months, some 10 months, some 11 months, while the latest is they are issuing 12 months licences, but telling you that you can let it to holiday-makers over a period of 12 months, but the owner can only come and go and  must have a permanent home somewhere else, which, in most cases, is impossible. They distress people by issuing enforcement orders if they do not comply. If this practice continues people will have to go on the council housing register and the demand will be too much for the councils to cope with. And all the time those mobile holiday homes lie empty. A removal of restrictions would solve all these problems.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-02-08T21:52:41.385296Z",
            "creator_name": "Mrs Hazel Whitehurst",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-08T21:52:41.385296Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 19,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 14656934
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/mobile-homes/"
    },
    "type": "petition"
}