{
    "data": {
        "attributes": {
            "action": "Respect the Cultural Heritage and Unique Community of the Excalibur Estate",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Excalibur Estate was built by the hands of German and Italian Prisoners of War in 1946 to house londoners left homeless by bomb damage. They stand not only as a reminder of such an important and historic event, but also as a beacon of successful community design not found elsewhere in London. The estate is clean, safe and friendly and the council is being shortminded and obstinate in attempting to demolish the largest and last remaining estate of its kind from this era. Please, don't just listen to the pleas of the residents, but look at the historic value and community standards that we can all learn from - instead of making excuses that these houses which have lasted longer than their intended life are unfit for purpose. How many other council homes of less historical value are also unfit for purpose? Save our history, don't wipe it away. To destory them would be an insult to the residents who have lived here for over 60 years, the POW's whose hands constructed them in the shadow of our greatest ever conflict and an insult to future generations who could learn so much from this humble, simple and beautiful corner of an otherwise problematic metropolis.",
            "closed_at": "2011-02-08T00:00:00Z",
            "created_at": "2010-02-08T13:46:23.695393Z",
            "creator_name": "Mr Richard Foster",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-08T13:46:23.695393Z",
            "rejected_at": "2010-03-12T00:01:02.039729Z",
            "rejection": {
                "code": 512,
                "details": "Please make it clear exactly what action you would like to see central government take.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-12T00:01:02.039729Z"
        },
        "id": 14650348
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ExcailburEstate/"
    },
    "type": "petition"
}