{
    "data": {
        "attributes": {
            "action": "move with immediate effect to ensure the Highways Agency adopt the A329M to enable the installation of crash barriers between the two main carriageways to minimise further fatalities on this dangerous road.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On the 5th February 2010 there was another fatal accident on the A329M a car crossed from one carriageway to the other and had a head-on collision. In the last decade many fatal accidents have occurred for the same reason, deaths avoidable if the road had crash barriers between its two carriageways.\nThe A329M is believed to be the only motorway in the country without such barriers. The reason is that the road is managed by Wokingham Council and not the Highways Agency. The Council has applied for government funding for the provision of crash barriers and for two years they have been unsuccessful. Funding required to install the barriers is estimated to be £4m. The monetary cost of a fatal accident (if we can price a human life) is estimated to be £1m so even for purely financial reasons it makes sense for the barriers to be fitted.\nThis petition asks the PM to directly intervene to prevent further deaths on this road, one of the main entry routes into Reading and used by thousands of commuters and families everyday. We ask him to ensure immediate adoption of the A329M by the Highways Agency and upgrading of the road to the same safety standards as other motorways.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-09T11:11:19.912400Z",
            "creator_name": "Mr Jeremy Henwood",
            "government_response_at": "2010-07-14T15:39:51.596161Z",
            "government_responses": [
                {
                    "created_at": "2010-07-14T15:39:51.596161Z",
                    "details": "You signed a petition asking the Prime Minister to move with immediate effect to ensure the Highways Agency adopt the A329M to enable the installation of crash barriers between the two main carriageways to minimise further fatalities on this dangerous road.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=A329MSafety\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'A329MSafety'",
                    "updated_at": "2010-07-14T15:39:51.596161Z"
                }
            ],
            "opened_at": "2010-02-09T11:11:19.912400Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 764,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14661362
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/A329MSafety/"
    },
    "type": "petition"
}