{
    "data": {
        "attributes": {
            "action": "reinstate the speed limit on Wessex Way, Bournemouth back to 50mph or use any powers at his or the government's disposal to cause Bournemouth Council to reinstate the 50mph limit",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Wessex Way has had its speed limit reduced to 40 mph. This dual carriageway was designed and built to convey traffic at 70mph. Whilst it is understood that there are safety issues with this road we do not believe that a further reduction in speed limit is the answer. By slowing this road down by this much people will use the residential roads to get across town, where there are far more hazards, particularly pedestrians.\n\nMany people lost homes at the behest of Town Planners in order that this road could be built to reduce congestion on residential roads and convey traffic quickly and safely across town. This order defeats the object of why the road was built & brings into question the morality, possibly legality of these evictions.\n\nThe permanent traffic order may be implemented or any amendments made by just 2 people The Service Director, Transport Services & The Chief Constable without ANY public consultation or scrutiny by the Council. This is an abuse of power.\n\nThe 6 month experimental element of the traffic order is flawed. The period chosen does not take into account seasonality or economic conditions\n\nThe order is detrimental to the environment as it increases CO2 emissions.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-09T16:17:06.711641Z",
            "creator_name": "Mr Steven Old",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-09T16:17:06.711641Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 378,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14666019
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WessexWay/"
    },
    "type": "petition"
}