{
    "data": {
        "attributes": {
            "action": "Give due recognition to the Veterans of the Italy Campaign 1943-45",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Veterans of the Italy Campaign 1943-45 have never received due recognition for their efforts in liberating Italy from German Occupation from 1943-45.\n\nThe Veterans fought long hard battles from mainland Italy right up to the border of Austria facing extreme weather conditions, the winters being particularly harsh and likened to those on The Somme in 1916. The then Government of the day failed to support the troops with adequate food, clothing and munitions. \n\nThis year celebrations are planned to commemorate the 65th Anniversaries of both VE and VJ Day and at the end of October, it will be 70 years since our Battle of Britain pilots and their supporting ground crews saved this country from invasion.\n\nThe Veterans have no wish to take any tributes away from their comrades who fought their own arduous battles but, 2009 was the Veterans own 65th Anniversary of the Liberation of Rome, the first European City to be liberated and I would respectfully request that our present Government of the day honours these fine gentlemen and not wait until the last one leaves this earth, gets given a Memorial Service in Westminster Abbey thus closing the historical period that was World War Two.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-02-09T20:03:09.402810Z",
            "creator_name": "Ann Hamlet",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-09T20:03:09.402810Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 16,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 14669372
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ItalyCampaign/"
    },
    "type": "petition"
}