{
    "data": {
        "attributes": {
            "action": "change the law regarding stalking cases, so that the same specialist prosecutor will see cases through from beginning to end, and review guidelines on sentencing and the minimum and maximum jail term that can be imposed.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Claire Waxman’s stalker Googled her 40,000 times, slept in her car and even caused her to have a miscarriage. For seven years he infiltrated her life, yet was jailed for just 16 weeks. \n\nClaire says: “The legal process I experienced throughout my ordeal was sometimes as bad as the stalking itself. There was a total lack of consistent legal representation. Often I would arrive at court to find yet another new face from the Crown Prosecution Service working with me. I was forced to write my own précis of my case so that every time a new person came on board they would at least have the essential outline.”\n\nIn the UK, stalking affects around 1.5 million people a year. Some of you may be experiencing stalking or know someone who is. You have the power to help Claire – and thousands like her – who live in constant fear. Claire has launched Claire’s Campaign, asking the Government to make the following changes:\n\n1. ‘Vertical Prosecution’ by the Crown Prosecution Service in stalking cases. This means the same specialist prosecutor see cases through from beginning to end.\n\n2. A review of the guidelines on sentencing and the minimum and maximum jail term that can be imposed.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-10T14:51:39.682908Z",
            "creator_name": "Mr Gavin Reeve-Daniels",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-10T14:51:39.682908Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1300,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14679411
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/clairescampaign/"
    },
    "type": "petition"
}