{
    "data": {
        "attributes": {
            "action": "urgently review the current system of NICE appraising newly licensed and approved Cancer drugs. The NICE process of appraisal is extremely bureaucratic, callous, time consuming, outdated and in desperate need of radical reform. The knock on effect of the ‘NHS Postcode Lottery’, causes anguish, anxiety, desperation and utter dismay to the lives of cancer patients and their families.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Clinically effective and proven cancer treatments should be made readily available.\nClinicians are having less and less input into a patients treatment options, more and more emphasis is being placed on finances. \n\nThe current trend of pitting cancer groups against each other to highlight the scarce resources is morally and medically wrong.  \n\nIf we are to genuinely achieve a world class cancer service then we must allow patients to benefit from the very latest technologies available to combat this deadly and aggressive disease.\n\nGroundbreaking advances are of no use unless patients can readily access them.\n\nEstimates suggest 1 in 3 people will develop some form of cancer, meaning at some point or another every family in Britain will have been affected by cancer. \n\nPlease therefore sign this petition, so we can all strive for the best possible chance of survival for our future, that of our children, and that of our children's children in the continued battle against cancer.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-09T20:47:56.510905Z",
            "creator_name": "Julia Black",
            "government_response_at": "2010-12-06T15:18:09.660682Z",
            "government_responses": [
                {
                    "created_at": "2010-12-06T15:18:09.660682Z",
                    "details": "You signed a petition asking the Prime Minister to urgently review the current system of NICE appraising newly licensed and approved Cancer drugs. The NICE process of appraisal is extremely bureaucratic, callous, time consuming, outdated and in desperate need of radical reform. The knock on effect of the ‘NHS Postcode Lottery’, causes anguish, anxiety, desperation and utter dismay to the lives of cancer patients and their families.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=NewCancerDrugs\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'NewCancerDrugs'",
                    "updated_at": "2010-12-06T15:18:09.660682Z"
                }
            ],
            "opened_at": "2010-02-09T20:47:56.510905Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1942,
            "state": "finished",
            "updated_at": "2010-12-06T15:18:09.660682Z"
        },
        "id": 14670008
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NewCancerDrugs/"
    },
    "type": "petition"
}