{
    "data": {
        "attributes": {
            "action": "Better Labelling and Reduction Of Products Containing Aspartame",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I want a better education for the general public on the dangers of aspartame. I would like to see it banned from most foods and only be allowed in diet products and then only if labelled as \"contains Aspartame\" clearly visable on the front of the product.\nAspartame has been linked to triggering brain tumors - stated by a former senior toxicologist with the FDA.  The FDA in the USA has received 10,000 consumer complaints on this substance & the FDA has complied a list of 92 symptoms - including death.  Most common symptoms include: headaches, memory loss, seizures, vision loss, coma, and cancer.  It also appears to worsen or mimic the symptoms of such conditions as fibromyalgia, MS, lupus, ADD, diabetes, Alzheimer's, chronic fatigue, and depression.  Aspartame is known to make people hungrier & fatter.  Considering the epidemic of obesity in this country, we should be doing everything in our power to stop this!  Other countries have banned this substance from entering their own countries, labeling this substance a carcinogen",
            "closed_at": "2011-02-10T00:00:00Z",
            "created_at": "2010-02-10T12:54:52.175012Z",
            "creator_name": "Kerry Heames",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-10T12:54:52.175012Z",
            "rejected_at": "2010-03-12T00:01:02.039729Z",
            "rejection": {
                "code": 2,
                "details": "",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-12T00:01:02.039729Z"
        },
        "id": 14677489
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AspartameAware/"
    },
    "type": "petition"
}