{
    "data": {
        "attributes": {
            "action": "exclude wild life hospitals & sanctuaries from Zoo License Legislation",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "‘A zoo is defined in the Act as being ‘an establishment where wild animals are kept for exhibition… to which members of the public have access, with or without charge for admission, seven or more days in any period of twelve consecutive months’ \n\nA well respected and loved wild bird hospital, Three Owls Bird Sanctuary in Norden, Rochdale, Lancashire  has been forced into closure by Rochdale Council after several months of discussions. The Council insist that Three Owls must apply for a zoo license because visitors are allowed on the premises by appointment on 6 days a week. The birds who are in recovery or are permanent residents due to disability are in their aviaries and in full view of the visitors and according to the legislation ‘are kept for exhibition’ .   The Sanctuary is a charity and in today’s difficult economic climate has barely sufficient funds to cover the day to day running costs. A Zoo Licence and all the associated costs is beyond their means!",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-10T09:04:27.869564Z",
            "creator_name": "Mrs Valerie Meare",
            "government_response_at": "2011-02-02T12:47:56.096308Z",
            "government_responses": [
                {
                    "created_at": "2011-02-02T12:47:56.096308Z",
                    "details": "You signed a petition asking the Prime Minister to exclude wild life hospitals and sanctuaries from Zoo License Legislation.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=birdsanctuary\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'birdsanctuary'",
                    "updated_at": "2011-02-02T12:47:56.096308Z"
                }
            ],
            "opened_at": "2010-02-10T09:04:27.869564Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 570,
            "state": "finished",
            "updated_at": "2011-02-02T12:47:56.096308Z"
        },
        "id": 14673498
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/birdsanctuary/"
    },
    "type": "petition"
}