{
    "data": {
        "attributes": {
            "action": "put pressure on China against the One Child Policy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "When I learnt about China’s One Child Policy and the effects of it, I was deeply moved and saddened. As I am sure you are aware, hundreds and even thousands of babies (mainly girls) are being killed or sent to orphanages.  This policy does not apply equally to everyone because the rich are able to afford the extra taxes that comes with having more than one child.  \n\nOver crowded orphanages is a large problem, most orphanages don’t have enough space, staff and other resources and a number of reports have indicated that the babies can die of starvation and neglect. Those children that don’t die as babies grow up not being able to walk because they have not been taught and not being able to talk.\n\nMr. Brown, I’m sure you are aware of these problems and the others caused by China’s One Child Policy. I’m positive that I am not the only person who feels this strongly. I suggest that you look into this issue and talk to the Chinese government  to try and come up with a solution to stop the overpopulation of China. Just imagine if you had to give up a daughter and imagine how heartbreaking it would be. People in China are feeling this right now and we can put a stop to it if we really want to.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-10T16:06:14.796306Z",
            "creator_name": "Mr David Rock",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-10T16:06:14.796306Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14680761
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ChinaOneChild/"
    },
    "type": "petition"
}