{
    "data": {
        "attributes": {
            "action": "oppose the severe cut in funding and inevitable closure of the Westfield Community Centre, Hinckley.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Leicestershire County Council has proposed to cut 100% of the councils grant to our local community centre amounting to £140,000 per year which will inevitably lead to severe cuts and the closure of the centre within two years.\n\nThe centre has provided a very broad range of community services for all ages for over 40 years including crèches, day nursery, play groups, pre-school, kids club, play scheme, youth clubs, sports & leisure groups, adult education classes, support groups for the elderly such as age concern and for special needs associations, and not to mention the key partnership in the delivery of the county's Surestart programmes to Hinckley & Bosworth area.\n\nThe centre serves over 3,000 users per week, employs 32 full and part-time staff and has over 100 volunteers each week. \n\nThe centre quadruples the county’s investment, delivering nearly £600,000 worth of programmes each year. When you include the volunteer effort, child care services and the community based health and welfare groups that support people in the community rather than them relying on hospitals or residential care, the social capital generated could easily be in excess of £2m per annum.",
            "closed_at": "2010-02-24T00:00:00Z",
            "created_at": "2010-02-10T22:44:19.805127Z",
            "creator_name": "Miss Helen Mclaren",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-10T22:44:19.805127Z",
            "rejected_at": "2010-03-13T00:01:02.226433Z",
            "rejection": {
                "code": 16384,
                "details": "Please contact your local authority in the first instance.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-13T00:01:02.226433Z"
        },
        "id": 14687156
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Westfield/"
    },
    "type": "petition"
}