{
    "data": {
        "attributes": {
            "action": "Instruct the Children's Workforce Development Council (CWDC) to develop a full Level 3 qualification which will deliver a well qualified workforce,  giving candidates a route that will attract up to 360  UCAS points and take students to higher level study,",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "CWDC have not addressed the needs of 16-19 learners with a robust training pathway.  Level 3 Children and Young People’s Workforce Diploma will not deliver a well qualified workforce, giving candidates a route that will attract UCAS points and take students to higher level study, currently under discussion; however CWDC are not keen to develop this in to Certificate, Diploma and Extended Diploma as other sectors skills have done. This will turn young people away from vocational occupations and vocational  routes in to teaching, Nursing and Social work , marginalising the children’s workforce again to a low status career, as there is no robust progression route from level 1 through to HE. Progression agreements developed with LLNs will be useless, with a 120 UCAS point value, this will create a barrier for progression for both full and part time students. This is a dumbing down of the children’s workforce qualifications at a time when they are supposed to be improving the quality and training to a graduate workforce to match European standards. CWDC are aspiring to a graduate led workforce. By not preparing learners for this with a full L3 they are disadvantaging learners",
            "closed_at": "2010-03-31T00:00:00Z",
            "created_at": "2010-02-10T16:24:15.163395Z",
            "creator_name": "Helen Perkins",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-10T16:24:15.163395Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 222,
            "state": "finished",
            "updated_at": "2010-04-22T14:30:02.035118Z"
        },
        "id": 14681146
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CWDC-Diploma/"
    },
    "type": "petition"
}