{
    "data": {
        "attributes": {
            "action": "Intervene on our behalf with the  Commissioners of the Crown Estate to stop plans to sell off its affordable and keyworker housing in London",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Residents of affordable keyworker housing owned by the Crown Estate are opposed to the sell off of their homes to a new landlord. The estates comprises some 1300 homes in central London.\n\nThe houses and flats have been rented to key workers and their families for decades. Elderly residents have lived in their homes for over 40 years, while newer tenants are health and transport workers, firefighters, police officers, teachers whose services London depends. Tenants fear that if their homes are sold off rents will increase, keyworkers will be priced out of their homes, the keyworker scheme abandoned and long-established communities broken up.\n \nThe Crown has refused to guarantee affordability or keyworker provision under new ownership. It has suspended its keyworker lettings scheme for existing and new applicants, and properties that could now be housing essential workers are being left empty pending the sale. Prospective buyers are already being shown around the estates. Residents have no confidence that their views will be taken into account in this consultation.\n\nWe call on the Prime Minister to insist that the Crown Commissioners stop this sale.",
            "closed_at": "2010-03-18T00:00:00Z",
            "created_at": "2010-02-11T06:45:59.755990Z",
            "creator_name": "Mr Brian Munro",
            "government_response_at": "2011-03-18T16:32:30.311315Z",
            "government_responses": [
                {
                    "created_at": "2011-03-18T16:32:30.311315Z",
                    "details": "You signed a petition asking the Prime Minister to intervene on our behalf with the Commissioners of the Crown Estate to stop plans to sell off its affordable and keyworker housing in London.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=crownresidents\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'crownresidents'",
                    "updated_at": "2011-03-18T16:32:30.311315Z"
                }
            ],
            "opened_at": "2010-02-11T06:45:59.755990Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1305,
            "state": "finished",
            "updated_at": "2011-03-18T16:32:30.311315Z"
        },
        "id": 14688378
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/crownresidents/"
    },
    "type": "petition"
}