{
    "data": {
        "attributes": {
            "action": "Support the Health and Safety (Corporate Directors Responsibility) Bill",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are asking for your support for Frank Dorans (Aberdeen North)(MP) private members bill to amend Section 37 of the Health and Safety Work Act 1974. \nCurrently under Section 37 there are specific duties for Directors of Companies however the legislation imposes no obligations on named Directors.  This bill will ensure that a named person is accountable. \nThis amendment would make the named director legally responsible and they would then have to manage health and safety to ensure everybody’s health safety and welfare. \nIt has been proved many times through the courts accidents have occurred as a result of inadequate workplace policing or inspection.  This suggested amendment would rectify this through named director’s corporate responsibility.  \nFor the benefit of all employees there has to be responsibility and accountability.  We are seeking your support because we believe that with directorate responsibility there will be a marked improvement in safety standards.  This will come about by directors having to manage the health and safety of all workers and therefore improve policing, inspection and reach the overall aim of reducing accidents.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-11T15:12:23.242100Z",
            "creator_name": "Mr Bryn Pass",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-11T15:12:23.242100Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 115,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14696851
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HASWAsection37/"
    },
    "type": "petition"
}