{
    "data": {
        "attributes": {
            "action": "step in and prevent the closure of Midlothian Snowsports Centre Hillend (formerly Hillend ski centre)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On the 6th February 2010, an article in the Scotsman Newspaper stated that due to a funding gap of £500,000 Midlothian Snowsports Centre may be closed at the end of March. This facility has existed for nearly 50 years and is one of the largest artificial ski slopes in the world. If closed, not only would it prevent many people from learning to or enjoying skiing but may also mean the end of many racing associations. British Ski Team members such as Alain Baxter and Finlay Mickel trained at Hillend. We need to stop the closure - we cannot allow the heart of Scottish skiing to stop! Please sign up so we can demonstrate the passion that the public feel towards Hillend. Public opinion is currently being expressed on a facebook page which has attracted 15,000 supporters so far and growing hourly. Just look for STOP HILLEND CLOSURE to join the campaign.",
            "closed_at": "2010-03-11T00:00:00Z",
            "created_at": "2010-02-11T10:38:05.801120Z",
            "creator_name": "Mr Dave Morgan",
            "government_response_at": "2010-03-17T11:43:50.656573Z",
            "government_responses": [
                {
                    "created_at": "2010-03-17T11:43:50.656573Z",
                    "details": "You signed a petition asking the Prime Minister to \"step in and prevent the closure of Midlothian Snowsports Centre Hillend (formerly Hillend ski centre).\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22846\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'savehillend'",
                    "updated_at": "2010-03-17T11:43:50.656573Z"
                }
            ],
            "opened_at": "2010-02-11T10:38:05.801120Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4647,
            "state": "finished",
            "updated_at": "2010-08-26T20:30:02.424789Z"
        },
        "id": 14691629
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/savehillend/"
    },
    "type": "petition"
}