{
    "data": {
        "attributes": {
            "action": "enact financial systems to prevent raping the rainforests of the mind thus to economically secure freedom of thought",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Between copyright (trade secrecy) and copyleft (unrenumerated openness to accountabilty) remains the idea of Intellectual Property. IP is considered a right - unlike the liberty of liberty capital to dispose as one wishes with that under ones control. To secure IP requires an IT fix which is not - within systems allowing that where it is easier to observe propriety and by scale to observe its breach - beyond minds able to conceive the Internet.\nThis means an innovation rate to create 'money' need be recognised - rather than to allow creativity value to accrue to military powers of regions by chance to innovate - to allow creativity to be directly recompensed rather than held as some sort of patronage from material powers.\nA new IPSITs digicash is needed to secure against the rape of the rainforest of the mind.",
            "closed_at": "2011-02-11T00:00:00Z",
            "created_at": "2010-02-11T15:11:11.640225Z",
            "creator_name": "john jenkins",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-11T15:11:11.640225Z",
            "rejected_at": "2010-02-15T10:15:17.099810Z",
            "rejection": {
                "code": 256,
                "details": "It is not clear from the title of your petition what action you are requesting the government take. Please rephrase and resubmit.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-15T10:15:17.099810Z"
        },
        "id": 14696821
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoMindRape/"
    },
    "type": "petition"
}