{
    "data": {
        "attributes": {
            "action": "consult with organisations committed to the reformed faith and our Protestant Constitution, in relation to the implications of his invitation to the pope,",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We ask the Prime Minister to consult with those committed to the Protestant Constitution, and the Westminster standards, and the 39 articles of religion of the Anglican communion, on the implications of his invitation to the pope of Rome.\n\n1. The pope on the authority of Gods Word as “that Antichrist, that man of sin and son of perdition, that exalteth himself in the Church against Christ, and all that is called God.” Ch 25; 6; (as ratified by parliament)\n\n2. The pope denies the final authority of the Inspired Word of God, in matters of doctrine, worship and practice, and therefore cannot be a positive influence for good in the UK, as readily acknowledged by our forefathers.\n\n3. The pope is the Head of a System of Religion that practices the mass, a ceremony that is an affront to Bible believing Christians across the United Kingdom., and more seriously, abominably injurious to Christ’s one only Sacrifice.\n\n4. Our sovereign is under solemn oath to defend the Protestant faith, and this invitation will seriously compromise further, her obligations under this oath.",
            "closed_at": "2010-11-11T00:00:00Z",
            "created_at": "2010-02-11T15:29:51.418204Z",
            "creator_name": "David Norris",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-11T15:29:51.418204Z",
            "rejected_at": "2010-03-17T00:01:02.226146Z",
            "rejection": {
                "code": 512,
                "details": "Your petition does not make a point about government policy.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-17T00:01:02.226146Z"
        },
        "id": 14697149
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/consultonpope/"
    },
    "type": "petition"
}