{
    "data": {
        "attributes": {
            "action": "A340 - No Right Hand Turn before Hospital Campaign",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Anyone who travels to Basingstoke (or beyond) along the A340 in the mornings will have experienced the traffic jams that start around Sherbourne St. John heading towards Aldermaston Road Roundabaout. \n\nNo right Hand Turns from both A340 Southbound And Priestley Road joining A340 going Southbound\n\n300 yards further down the road there is a traffic light controlled turning which can take all traffic in and out of Priestley Road to the Hospital, Lilleys, Post Office etc. and other than for Ambulances ( and maybe buses ), there is no reason why anyone need make the right hand turn at the top of the hill except in emergencies.\n\nA Positive Side Effect of No Right Turn:-\n\nThe queues for this turn go past the Ambulance station, now while there is a nice yellow box directly outside, having no queue to negotiate as they turn right out of the Ambulance Station can only be a bonus for whomever needs the ambulance. \n\nThe Campaign\n\nStarts here, not sure where to go next, all constructive advice useful.\n\nIf you are fed up of these needless queues too then tell all your friends, lets get this rolling.",
            "closed_at": "2011-02-11T00:00:00Z",
            "created_at": "2010-02-11T15:07:30.211510Z",
            "creator_name": "Christopher Woods",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-11T15:07:30.211510Z",
            "rejected_at": "2010-03-13T00:01:02.226433Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-13T00:01:02.226433Z"
        },
        "id": 14696755
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Norightturn/"
    },
    "type": "petition"
}