{
    "data": {
        "attributes": {
            "action": "adopt \"Jerusalem\" as the official National Anthem of England",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Diversity is not always a good thing.\nWhile we rally behind \"God Save The Queen\", it is an anthem for the UK. We are not Welsh, Irish or Scottish - we are English and by St George, we are proud of it!\nWe want to celebrate our nationality and come the Six Nations, do not want to be singing an anthem that has just as much relevance to 2/5 of the opposing teams.\nTherefore we ask the PM to put forward a motion to recognise \"Jerusalem\" as the English national anthem; it represents the strengths and values that made our country great and gives us something to look upon with pride, despite his current efforts to make a complete Horlicks of the place.\nWe believe this is the first step to making people realise pride in being English is good, and not a dangerous or shameful thing. And once we accept this and can be proud of ourselves, we can once and for all get rid of the hateful and insidious likes of the BNP who hide in dark corners and whisper about our identity being eroded.",
            "closed_at": "2010-08-11T00:00:00Z",
            "created_at": "2010-02-11T23:10:31.965897Z",
            "creator_name": "Mr Tim Grimley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-11T23:10:31.965897Z",
            "rejected_at": "2010-03-14T00:01:01.834631Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/AnthemEnglish/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-14T00:01:01.834631Z"
        },
        "id": 14705190
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/anthem-jerusalem/"
    },
    "type": "petition"
}