{
    "data": {
        "attributes": {
            "action": "keep the monarchy independent of party politics, by amending the Regency Act 1937 to remove the Lord Chancellor from the list of people who can declare the monarch incapable of performing her duties, because he is not independent of the Prime Minister.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is an important feature of our constitution that the Queen is above party politics, as she is a figurehead who represents the whole nation, so she must be independent of interference from squabbling political parties.\n\nThe Regency Act 1937 states that if a majority of the Lord Chancellor, the country's senior judges, and the Speaker of the House of Commons agree that the monarch is too ill or old to do her job properly, then the next in line to the throne takes over from her as the Regent. Those people were chosen because they were independent of the Prime Minister, and in 1937 the Lord Chancellor was a judge and the Speaker of the House of Lords. But since 2005 he has not been a judge or Speaker but an ordinary politician who only answers to the PM. The PM should transfer this vital function to the Speaker of the House of Lords to protect the queen’s independence. (This would not require an Act of Parliament but only a statutory instrument under the Constitutional Reform Act 2005.)",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-13T17:10:04.354983Z",
            "creator_name": "Richard Wood",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-13T17:10:04.354983Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14727970
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/regency/"
    },
    "type": "petition"
}