{
    "data": {
        "attributes": {
            "action": "Decriminalise all new 'offences' created since 1997",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since 1997 the government has spent half of its time criminalising everyday activities, those things which are deemed 'too complex a moral choice for the masses to make their own minds up about'. \nThese are too numerous to list but well known examples include [paraphrased]:\n\nThe ban on using phones while driving.\n\nThe ban on hunting.\n\nThe ban on smoking in enclosed public spaces.\n\nThe ban on smacking children.\n\nSelling a gamebird killed on a Sunday. [You think I'm joking, I'm really not...]\n\nEtc.\n\nUnfortunately, even if each of the new offences could be described in only 1 character, there would not be space for even a third of these new offences to be listed within this 1000 character body of text.\nThe government's paranoid and totalitarian law making has achieved nothing but a whole new level of disrespect for the government and rendered the police force utterly pointless. Most of the laws are designed to generate further funds and nothing more.\n\nThese 'laws' need striking from the record to allow REAL laws to be enforced properly and the honest majority of the population to be able to continue about their business without acquiring a criminal record.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-02-12T22:33:06.716085Z",
            "creator_name": "Simon Ham",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-12T22:33:06.716085Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 14721146
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CTRL-Z/"
    },
    "type": "petition"
}