{
    "data": {
        "attributes": {
            "action": "Brains",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Being of ethnic Chinese dissent but born and raised in London, I feel very strongly about my country the UK, and very passionate about how it has changed in the last 20 years.\n\nI have subsequently travelled and lived in Tokyo- Japan, Hong Kong- China, and have come to realise how a great city like London and a great country like the UK, has now fallen behind in the world.\n\nIt disappoints me to read the news abroad and see how all the issues that drove me to leave home, not only still exist but have magnified.\n\nThe NHS, tax, crime, society, education....all of these are topics of contention. The United Kingdom is no longer united, Great Britain feels no longer great.\n\nI have many friends and family that have grown up in this great country but are reluctant to give anything back to society, because they can find a better life living abroad.\n\nThe government has become desensitized from society and as a result has driven much of what I call 'intellectual capital' away.\n\nThe UK has invested time and money in these people; yet many are leaving their homes and going offshore.\n\nIt's sad but I hope we as a country deal with this issue.",
            "closed_at": "2011-02-13T00:00:00Z",
            "created_at": "2010-02-13T07:03:57.697918Z",
            "creator_name": "Ken Lo",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-13T07:03:57.697918Z",
            "rejected_at": "2010-03-17T00:01:02.226146Z",
            "rejection": {
                "code": 768,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-17T00:01:02.226146Z"
        },
        "id": 14722368
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/humancapital/"
    },
    "type": "petition"
}