{
    "data": {
        "attributes": {
            "action": "pass a law forbidding the use of excessive, unnecessary and non-recyclable materials for making and packaging goods including foodstuffs",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We taxpayers are being forced to pay for the unnecessary use of landfill sites. This is due to the significant use of unnecessary and/or non-recyclable materials in the manufacture and packaging of goods, over which the consumer has no control. We request that the Government of our 1st world country take responsibility in passing a law to make it illegal to create these goods and/or unnecessary packaging unless  it is readily 100% recyclable via kerbside collection schemes across every local authority in the country, allowing those with relevant disabilities to be able to participate.\n\nThe worst examples are those of plastics and drinks cartons - for example lunchbox drinks cartons. Facilities vary from kerbside collection of all plastics to no facilities, depending on your local authority.\n\nAll materials used for manufacture and/or packaging should be 100% appropriate and recyclable. This should apply to all local and imported items. The Australians have lead the way, and we can follow suit to save our precious landfill sites for more natural uses, perhaps with the ultimate goal of making the term ‘landfill’ an unpalatable legacy.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-13T16:45:32.259095Z",
            "creator_name": "Mrs Jessica Boon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-13T16:45:32.259095Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14727688
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Green-Materials/"
    },
    "type": "petition"
}