{
    "data": {
        "attributes": {
            "action": "Ian Jones",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Amend the appeal procedure in respect of Council Liability Orders, which presently allows Council's, almost uniquely, to avoid the Statutory Declaration procedure for setting aside orders. The present system only permits appeal via a prohibitively costly Judicial Review to the High Court. This makes it completely unrealistic for most people to question the order - even if, for example, they moved and never received the summons. Most judgments in the Magistrates Court, can be set aside via a Statutory Declaration. For some reason, and unreasonably, Council's are exempt from this on the grounds they are a Public Body. This enables them to apply for and obtain Liability Orders which are unsound, in the full knowledge that it is beyond most people's means to appeal. Consequently many people are bulldozed into paying Tax and Rates they don't owe. This is grossly unfair and a blatant erosion of the British Public's Human Right to Justice and Fairplay.",
            "closed_at": "2011-02-15T00:00:00Z",
            "created_at": "2010-02-14T12:49:18.657450Z",
            "creator_name": "John Davies",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-14T12:49:18.657450Z",
            "rejected_at": "2010-02-15T13:41:56.735658Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-15T13:41:56.735658Z"
        },
        "id": 14734446
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LiabilityOrder/"
    },
    "type": "petition"
}