{
    "data": {
        "attributes": {
            "action": "Investigate people's susceptibility to 'hear straight to skull' a certain unknown signal frequency that causes sleep disturbance so bad it would be classed as torture.  The signal to do this has to be microwave pulsed signal transmission of some kind.  INVESTIGATE PLEASE!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The telecoms people do know about this problem. \n \nThey say in the main that their signal emissions  are so low. So low they are able to interfere with the human condition! Up to 5% of the population are likely to suffer. \n\n I have suffered since 1997!  It is not tinnitus. I am not electrosensitive or nuts.\n\nInvestigators need to put sensors on skulls of sufferers...and together with frequency signal analyser could note which signal can cause 'noise to skull'.  Use real sufferers in their homes.   \n\n For me it starts around 11pm and goes on all night.  The recent channel five UK retune the noise stopped completely! But only a few days ago it started again!  What help can we expect from the government.  I know many thousands of people suffer world wide see Taos Hum for some idea..it already has some 'nuts' and wrong sense written there..BUT the overall problem by genuine sufferers should be taken seriously.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-15T10:09:10.792070Z",
            "creator_name": "Mrs Carol Wade",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-15T10:09:10.792070Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14746096
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Investigate-HUM/"
    },
    "type": "petition"
}