{
    "data": {
        "attributes": {
            "action": "Allow Jonathan and Ashley Bartlett to Continue Living at 30 Hatfield Walk",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Jonathan and Ashley Bartlett, age 22 and 20 respectively, are being given a notice of eviction from 30 Hatfield Walk due to their mother passing.Both men work, and so can pay rent and council tax.They have lived at this address their whole lives, and their mother tried dearly before she died to allow them to keep their home. Crawley Bourough Council wish to re-take this house as Cathy Bartlett was NOT the original tenant, her husband was. When they divorced, he passed tenancy to her, and due to this Cathy could not pass her tenency to her two boys. This is a pathetic loophole in the system, these two boys just want to stay at their home. Their local councillor, Laura Moffatt MP has given them little support, and in 28 days they are due to be evicted. They will not be rehoused, they earn minimum wage and will be in a very difficult position to find anew place of living. This is against their human rights. They are effectively being thrown out on the street. Mr Brown, if you care about your hardworking citizens, you must stop this. I emplore you to contact the Crawley Council and advise them to allow Jonathan and Ashley Bartlett to keep their RIGHTFUL place to live.",
            "closed_at": "2010-03-15T00:00:00Z",
            "created_at": "2010-02-15T11:57:13.107813Z",
            "creator_name": "Cain Gilson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-15T11:57:13.107813Z",
            "rejected_at": "2010-03-18T00:01:01.797559Z",
            "rejection": {
                "code": 16384,
                "details": "We can not accept petitions about individual cases. If you would like to make your petition more general, please do so and resubmit. \n\nWe suggest you contact your Crawley Bourough Council to raise your concerns directly.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-18T00:01:01.797559Z"
        },
        "id": 14748659
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/30Hatfield/"
    },
    "type": "petition"
}