{
    "data": {
        "attributes": {
            "action": "Get income generated from renting a room out to be included in the mortgage borrowing calculation",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A “Flatmate mortgage” is a mortgage that takes into account the income generated from renting out a room when a lender calculates how much people can borrow to buy a house.  \n\nEasyroommate is campaigning to get the mortgage industry and the government to make these sorts of mortgages available to hard-pressed UK borrowers.\n\nWho and how will this help?\n\n• 1st buyers will be able to borrow more, helping them get a foot on the ladder\n• People facing financial difficulties will be able to remortgage onto these products allowing them to keep living in their home rather than being thrown out onto the street\n• Renters will have more rooms available offering a greater or cheaper housing alternatives – it’s a great solution to the UK’s housing crisis\n\nWhy there’s a problem?\n\n• The average age of a 1st buyer who isn’t getting money from their relatives, is now 37!\n• Houses prices rose for 7 months in a row in Feb 2010 and are 9.9%+ than April 2009\n• Unemployment rises and pay increases fail to keep up with rising prices\n• 67% of lenders expect to see a rise in repossessions in 2010\n• A record 4.5m people are already on waiting lists for affordable housing",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-15T16:20:45.729074Z",
            "creator_name": "Jonathan Moore",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-15T16:20:45.729074Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 54,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14753706
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Flatmatemortgage/"
    },
    "type": "petition"
}