{
    "data": {
        "attributes": {
            "action": "extend the maximum duration that a GP surgery can see you as a temporary resident to at least five months.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Signing up to a GP surgery temporarily requires that you don't live in the new area for over three months. Consider how problematic this can be for a resident student of a city who is at home for around four months during the long university holidays (one month over the limit to become a temporary resident) and at university for the rest of the year (too long to become a temporary resident there). \n\n This forces that individual to travel back to their university town every time they have to visit the doctor (which for some students involves crossing two borders!) or moving GP permanently for the time they spend at home. Moving practice permanently involves waiting up to a month before medical records are available to the new practice since they are sorted in central offices before being sent on to the new surgery.\n\nSimply extending the time you can be a temporary resident from three months to five (to cover those universities with longer holidays) would allow treatment as a temporary resident during holidays without the need for a student to move practice permanently twice a year with all the unnecessary stress and cost involved for the patient, practice and record sorting office.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-15T14:29:23.038805Z",
            "creator_name": "Mr Keith Ratcliff",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-15T14:29:23.038805Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14751708
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/temporaryGP/"
    },
    "type": "petition"
}