{
    "data": {
        "attributes": {
            "action": "amend The Equality Act 2006 and other relevant legislation to provide a definition of religion, expanding protection from discrimination to members of minority religions such as the Church of the Subgenius, Jediism, Discordia, Pagan and Satanist cults.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Church of the Subgenius is one of the fastest growing world religions, and yet its followers have no protection against discrimination and persecution. An estimated 2 million UK citizens belong to unrecognised minority religions such as Satanism, Discordianism, Jediism and Spiritualism.  \n\nMembers are frequently discriminated against because of their religion. This is allowed to happen because the existing laws are poorly defined, and only provide protection to members of religions listed in the Racial and Religious Hatred Act. \n\nBy labelling a religion a 'parody', even members with strongly-held spiritual beliefs can be discriminated against in public places, shops, schools and at work. \n\nThe Government should extend legal protection to members of all religions by providing a definition of religion to include all religious cults and groups. Members should be afforded the same favours, freedoms and protection as members of the larger, state-funded supernaturalist cults.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-15T17:37:39.690525Z",
            "creator_name": "Bishop Bohemia Blasfunny",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-15T17:37:39.690525Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 71,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14755096
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/subgenius/"
    },
    "type": "petition"
}