{
    "data": {
        "attributes": {
            "action": "review the current SE Trains Franchise and timetables",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We request the DfT to urgently address the abysmal service on the North Kent Line to London since the imposed new timetable in December 2009.  \n\n1 The failure of the near empty peak-hour trains to St Pancras whilst the reduced services to Victoria and Cannon Street are overcrowded be urgently addressed by reinstating original services.  \n\n2 The defect in the timetable which extends journey times be addressed by the removal of extra stops at Longfield and Meopham.\n\n3 That regulation of trains in the London area is examined to ensure longer-distance trains are no longer delayed.\n\n4 The routing of trains between Chislehurst and London Bridge be investigated to ensure proper segregation of ‘fast’ and ‘stopping’ trains.\n\n5 The failure of SE trains to offer a service as soon as any adverse condition occurs be investigated.\n\n6 The DfT organise, as a matter of urgency, a public meeting in the evening in the Medway Towns.\n\n7 Push SE Trains for a fair compensation scheme for annual season ticket holders.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-02-16T05:30:20.591817Z",
            "creator_name": "John Nicholson",
            "government_response_at": "2010-07-13T10:59:15.634125Z",
            "government_responses": [
                {
                    "created_at": "2010-07-13T10:59:15.634125Z",
                    "details": "You signed a petition asking the Prime Minister to review the current SE Trains Franchise and timetables.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=SETrainservices\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'SETrainservices'",
                    "updated_at": "2010-07-13T10:59:15.634125Z"
                }
            ],
            "opened_at": "2010-02-16T05:30:20.591817Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2060,
            "state": "finished",
            "updated_at": "2010-10-29T16:30:01.857621Z"
        },
        "id": 14761250
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SETrainservices/"
    },
    "type": "petition"
}