{
    "data": {
        "attributes": {
            "action": "a 1 day holiday Eid Milad-E-Mustafa",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many Muslims in the UK feel they require a national holiday to celebrate the Birth of Prophet Muhammad (Peace & Blessings be upon him).\n\nMilad-Un-Nabi is also known as EID to all Muslims.\n\nThis is done in many countries, Muslim & Non-Muslim:\nAFRICAN: Algeria, Benin, Burkina Faso, Cameroon, Egypt, Eritrea,Ethiopia, Gambia, Guinea, Libya, Mali, Mauritania, Morocco, Niger, Nigeria, Senegal, Sierra Leone, Somalia, Sudan,Tanzania, Tunisia, Togo. MID-EAST: Bahrain, Iran, Iraq, Jordan,Kuwait, Lebanon, Oman, Palestine, Syria, United ArabEmirates/UAE, Yemen. ASIA: Afghanistan, Bangladesh, India, Indonesia, Pakistan, Malaysia, Sri Lanka, Uzbekistan.\n\nFUTURE DATES FOR MILAD:\n1) Tuesday 15th February 2011\n2) Saturday 4th February 2012\n3) Thursday 24th February 2013\n\nPetition 1: 407 signatures - Tahseen Khalid\nPetition 2: 282 signatures - Ali Javed\nPetition 3: 281 signatures - Ali Javed\n\nFrom previous petitions we got 970 signatures. For this petiton we need 300 or more to get a holiday.",
            "closed_at": "2011-02-05T00:00:00Z",
            "created_at": "2010-02-16T13:40:33.272356Z",
            "creator_name": "Ali Javed",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-16T13:40:33.272356Z",
            "rejected_at": "2010-02-17T17:16:46.988913Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement. Also, a Number 10 epetition requires 500 or more signatures to get a response from Government, and does not guarantee the creation of a bank holiday as suggested in your petition.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-17T17:16:46.988913Z"
        },
        "id": 14769430
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Eid-MiladMustafa/"
    },
    "type": "petition"
}