{
    "data": {
        "attributes": {
            "action": "work towards reducing the working week toward a norm of 21 hours, as outlined in the recent report by the New Economics Foundation",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This will have the following benefits: \n\n- reduce unemployment\n\n- reduce stress amongst the employed, raising productivity and efficiency\n\n- allow more time for housekeeping, family, community and civic duties (helping to fix 'Broken Britain’)\n\n- slow-down the treadmill of live-to-work, work-to-earn, earn-to-consume, which may boost GDP, but is otherwise not making us any happier, and is destroying the natural environment on which we all depend (we could switch to regarding wellbeing as more important than GDP whilst we're at it)\n\n- allow more time to simply relax and enjoy life!\n\nObviously such a transition would have to be phased in gradually to allow employers and employees time to adjust. This could be done over the course of 5-15 years. In order for people on low salaries not to suffer, there would also need to be other measures such as a gradual ramping up of the minimum wage, or an increase in the minimum income tax threshold. With more non-work time though, people would have the opportunity to save on outgoings such as child care and convenience food; also a move away from an overly consumerist society would reduce peer pressure demands to spend and get into debt.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-16T20:05:10.468604Z",
            "creator_name": "Greg Colbourn",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-16T20:05:10.468604Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 42,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14776815
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/21-hour-week/"
    },
    "type": "petition"
}