{
    "data": {
        "attributes": {
            "action": "Prime Minister I have numerous queries about the Current British Constitution",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I argue that the political system of the British Constitution is antiquated and undemocratic with relevance to the power invested unto the monarch the lords and the incumbent authoritarian party in the commons. The political system should coincide with Utilitarianism to the effect of eliminating political corruption, allowing all parties to pass parliamentary bills to benefit all aspects of the populace during a political term and increasing democracy through elected officials in the House of Lords and holding the entire political system responsible for its actions in forming a political house of elected justices coinciding with the royal prerogative. \nIn regards to politics separate the commons from the constituencies so local mps can focus on the welfare of their constituency. May it not also be wise to merge traditional counties into a federation with a series of political overseers thus giving a potential prime minister more experience? And nominate members of the commons being elected by a federal state thus increasing their political status thus differentiating national and local politics",
            "closed_at": "2011-02-17T00:00:00Z",
            "created_at": "2010-02-16T22:00:59.442039Z",
            "creator_name": "James Timms",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-16T22:00:59.442039Z",
            "rejected_at": "2010-03-20T00:01:01.977453Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-20T00:01:01.977453Z"
        },
        "id": 14778552
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Reform1/"
    },
    "type": "petition"
}