{
    "data": {
        "attributes": {
            "action": "update E-Petitions to provide a more user friendly and social service. For example by providing user accounts, the ability to track petitions, discussions sections for each petition, sub categories and areas for specific issues (with their own RSS feeds), and the ability to vote against a petition.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The E-Petitions service is good but it could be through some simple changes such as:\nUser accounts – Would enable a greater community aspect to the site and quicker signing of petitions.\nThe ability to track petitions – Often petitions are signed and forgotten about, this would allow signed petitions to be tracked.\nDiscussions sections for each petition – The comments section for petitions are small and often greater discussion on a subject may help develop an issue.\nSub categories and areas for specific issues – There are already broad categories but these could have sub categories and specific areas for complex subject. This would enable better searching for petitions and if RSS feeds were provided for these it would allow people to be updated on areas of specific interest to them. \nThe ability to vote against a petition – Would allow people to voice their concern against petitions rather than having to create a petition against a petition.",
            "closed_at": "2010-08-17T00:00:00Z",
            "created_at": "2010-02-17T13:26:17.787732Z",
            "creator_name": "Chris Cottell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-17T13:26:17.787732Z",
            "rejected_at": "2010-03-20T00:01:01.977453Z",
            "rejection": {
                "code": 16384,
                "details": "Comments about the petitions system should be sent to number10@petitions.pm.gov.uk.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-20T00:01:01.977453Z"
        },
        "id": 14787632
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EPetitions2/"
    },
    "type": "petition"
}