{
    "data": {
        "attributes": {
            "action": "arrest and try Tony Blair for war crimes.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At the Chilcot Inquiry, he said ; “It’s a decision. And the decision I had to take was, given Saddam’s history, given his use of chemical weapon.... given 10 years of breaking UN resolutions, could we take the risk of this man reconstituting his weapons program ... The decision I took—and frankly would take again—was: if there was any possibility that he could develop WMD's, we would stop him.”\nHe attacked a country on a possibility even though he had been told by Hanz Blix of the UN that Sadam had no WMD's and no ability to attack.  \nWhen Blair was asked why Britain had not stuck to the “policy of containment” through the use of sanctions,he uttered that everything had changed after the 9/11 terror attacks. \nFact is, there was no direct link between Saddam Hussain and 9/11. \nHe has broken the Geneva Convention (articles 13-16) and also the Rome Statute (article 5.2). Which was signed by the UK in 1999, and ratified by GB in 2001. In other words that the crime of aggression should fall under the competence of the court; whereupon a state wishing to uphold the law can deliver Mr Blair for prosecution.\nIt is within the power of any government to arrest and try Blair for this.",
            "closed_at": "2010-07-18T00:00:00Z",
            "created_at": "2010-02-17T22:40:13.275668Z",
            "creator_name": "Reece L Mack",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-17T22:40:13.275668Z",
            "rejected_at": "2010-02-22T14:18:30.544403Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-22T14:18:30.544403Z"
        },
        "id": 14796285
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BlairIraqTrial/"
    },
    "type": "petition"
}