{
    "data": {
        "attributes": {
            "action": "Engage in dialogue with the Government of Pakistan to seek justice for the rape torture and murder of 12 year old Shazia Bashir.  Formerly an underage domestic servant",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Shazia Bashir is the 12 year old victim of one Pakistan's most heinous crimes.  Her short life was fraught with disappointment and harassment. This painful existence ended abruptly in a sordid and diabolical murder inquiry.  Former president of the Lahore Bar Association - Muhammed Naeem, accused of murder and rape and who illegally hired a person under the age of 14, in contradiction of  existing Pakistani child protection laws- has been granted bail.  It is purported that contrived medical reports/death certificates have been supplied to court in an attempt to free a wealthy suspect.  300 lawyers mobbed preliminary court hearings and threatened to burn the homes of any prosecution lawyers for Shazia’s family – the judge had to defer.  Despite photographs these lawyers have avoided punishment.  The BPCA implores the UK Government to engage with the Government of Pakistan so that a fair trial be undertaken with adequate protection for the prosecution team.  Pakistani media should be permitted to the Court hearings to espouse a fairer trial.  We seek action against the rebel lawyers who have brought the Pakistani legal system into disrepute.",
            "closed_at": "2010-03-03T00:00:00Z",
            "created_at": "2010-02-17T17:56:40.398164Z",
            "creator_name": "Wilson Chowdhry",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-17T17:56:40.398164Z",
            "rejected_at": "2010-03-25T00:01:02.004962Z",
            "rejection": {
                "code": 16384,
                "details": "We do not accept petitions about individual cases. Please make your petition relate to government policy more generally.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-25T00:01:02.004962Z"
        },
        "id": 14792057
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Shazia-Bashir/"
    },
    "type": "petition"
}