{
    "data": {
        "attributes": {
            "action": "help save our friends and families lives by banning ridiculous applications on social networking sites",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "After spending many months signing into my Facebook account and seeing a plethora of invites to groups and applications that would never interest me in a million years I have decided to make a stand, enough is enough, I know I am not the only person within our great nation that feels this way, many of us have felt great tragedy and loss that is experienced every time we discover that another friend has been devoured by the metaphorical cancer of Farmville, Mob Wars etc. And as it is your responsibility to protect the well being of all British citizens I emplore you to help save the poor souls who have lost their lives to these terrible soul destroying applications.\n\nAs you may be aware there is a medieval law that states it is legal to \"shoot a Welshman in the city of Chester with a longbow after midnight\" we would like this to be changed to \"it is legal to shoot anyone seen sending invites to applications on Facebook with a Nerf gun whenever possible\"\n\nThe foam contained in the Nerf \"missiles\" is sufficient to counteract the effects of the cancerous applications and will enable people to get back to leading normal lives.",
            "closed_at": "2011-02-23T00:00:00Z",
            "created_at": "2010-02-17T19:11:48.559868Z",
            "creator_name": "Mr Luke Vernon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-17T19:11:48.559868Z",
            "rejected_at": "2010-03-25T00:01:02.004962Z",
            "rejection": {
                "code": 53248,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel",
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-25T00:01:02.004962Z"
        },
        "id": 14793147
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Help-them-live/"
    },
    "type": "petition"
}