{
    "data": {
        "attributes": {
            "action": "request the BBC to suspend the Today programme during the Election run-up.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is not without precedent for this government to request actions of the BBC: “The Government bombarded the BBC throughout the day with demands for an apology …  surrounding its claims that Downing Street exaggerated the case against Iraq in the run-up to war” (The Times, 27/6/03). The BBC can of course refuse.  Following on from such precedents, to avoid political bias by the BBC during the General Election campaign, the government should request suspension of the Today Programme. The programme, and specifically John Humphries, use biased and hectoring interviewing techniques, not fit for purpose in what purports to be a serious news programme. The style and political inclination of the programme is biased. This can usually be tolerated, but not during a general election period. Humphries repeatedly cuts in before questions are answered. If his point is countered, he changes the subject leaving answers incomplete and without conclusion. Given the low standard, partial information, and political bias, a request for suspension is necessary and reasonable.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-02-18T10:12:11.707234Z",
            "creator_name": "Mr Robert Wilkin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-18T10:12:11.707234Z",
            "rejected_at": "2010-02-22T14:16:49.280552Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for direct communication with the BBC.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 14799984
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Todayprogramme/"
    },
    "type": "petition"
}