{
    "data": {
        "attributes": {
            "action": "create a truly independent body to deal with complaints about newspapers, holding them to the same standards as broadcasters.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The current Press Complaints Commissions is funded by the newspaper industry and headed by a prominent member of that industry. It works within a very very narrow set of rules that almost always give judgements in favour of the industry.\n\nWe urge the Prime Minister to create a truly independent newspaper complaints body, along the same lines as the Independent Police Complaints Commission or OFCOM, with no ties to or funding from the newspaper industry.\n\nWe also urge the Prime Minister to empower this body to hold the newspaper industry to the same standards as the broadcast industry, which despite much tighter regulation manages to mix fact and opinion without any difficulty.\n\nWhen in excess of 25,000 people complain to the PCC and absolutely nothing is done about it, the only valid conclusion that can be reached is that it is unfit for purpose and little more than a mechanism to protect the industry rather than control it. It has failed utterly in its supposed public role and should be disbanded.\n\nOnly a truly independent body with strong powers can fix this, which is what we ask the Prime Minister to consider.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-18T08:59:59.590886Z",
            "creator_name": "Paul Harper",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-18T08:59:59.590886Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 47,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14798591
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IndependentPCC/"
    },
    "type": "petition"
}