{
    "data": {
        "attributes": {
            "action": "Act immediately to solve the PMS crisis, taking on board recommendations from the Treasury Committee report on the matter.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear Prime Minister \n\nYou have previously accepted “moral responsibility” for the the 9500 savers in the collapsed Presbyterian Mutual Society. \n\nHowever the Commons Treasury Committee chairman has concluded that there was \"a fatal regulatory gap\" through which PMS savers have innocently fallen. \n\nThis takes Government's responsibility far beyond a moral one.\n\nThe committee says “there will not be a solution until a political lead is given”.\n\nWe sincerely request that you act to ensure all monies are returned to PMS savers urgently.\n\nWe include a key recommendation from the report;- \n\n16) ...there have been suggestions that PMS could be taken over by a bank, possibly with some government guarantee or support. It is possible some other support could be offered. Any acceptable solution must ensure that PMS members get swift access to their money. A solution must be found, and must be found quickly. (Paragraph 66) \n\nWe also ask that HMRC is directed to be consistent in treatment of all PMS savers who cannot access their money (recommendation 11).\n\nYours sincerely\nIan McGimpsey",
            "closed_at": "2011-02-18T00:00:00Z",
            "created_at": "2010-02-18T13:32:12.888379Z",
            "creator_name": "Ian McGimpsey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-18T13:32:12.888379Z",
            "rejected_at": "2010-04-01T00:01:01.857285Z",
            "rejection": {
                "code": 4096,
                "details": "This is a devolved matter and should be directed to the Northern Ireland Executive.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-01T00:01:01.857285Z"
        },
        "id": 14803563
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PMS-TC-Petition/"
    },
    "type": "petition"
}