{
    "data": {
        "attributes": {
            "action": "Save Londons Black History Month",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We call upon the Mayor of London Boris Johnson to reconsider his decision to cut the funding for London’s 2010 Black History Month from £132,000 to £10,000. London is one the worlds truly great multicultural cities. Ensuring that the historic and present day contributions made by all communities to the making of modern London is a fundamental responsibility of any Mayor committed to the promotion greater levels of cultural understanding and racial harmony. \n\nGreater efforts to raise awareness of the hidden history and heritage of London's African and Caribbean communities should be supported. BHM plays an important role in educating Londoners about the contributions made to the development of modern London. It's also critical in reinforcing positive self-images among young black people highlighting the political, economic and cultural contribution of London’s Black communities throughout the ages. \n\nBy cutting these funds we believe the Mayor will reinforce ignorance and promote racism in London and we therefore ask him to reverse his decision and fully restore London’s BHM budget",
            "closed_at": "2011-02-18T00:00:00Z",
            "created_at": "2010-02-18T19:39:28.788857Z",
            "creator_name": "Amanda Parker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-18T19:39:28.788857Z",
            "rejected_at": "2010-03-24T00:01:01.533429Z",
            "rejection": {
                "code": 20480,
                "details": "This is a matter for direct communication with the Mayor of London and the Greater London Authority.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-24T00:01:01.533429Z"
        },
        "id": 14809314
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Black-History/"
    },
    "type": "petition"
}