{
    "data": {
        "attributes": {
            "action": "to abolish statitory acts or at least put the word VOLUNTARY next to such \"legal\" documents",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "yet again i have to re submit this petition request as under the bill of rights 1689 we have no lawful obligation to anything other than common law, and natural law, and not the comercial law of consent that is statitues and acts. My request. whcih i shall make as clear as possible so you might actually understand it at the 3rd time of submission is to either A) regulate the the police force for the purpose of common law, not corporate statiute enforcers or B) at least differentiate between the 2 systems and notify the public that such acts are only valid with consent. again i reffer to the bill of rights 1689 which states that any laws eminating from overseas powers is an act of treason, and as such the ruling eliete of this country are complicate not only with war crimes, but now the crime of treason due to there handing over os sovirigenty to forign bodies (lisbon treaty and the likes of the builderberg group). again i will catagoricaly state that rejecting this petition is unlawfull as i am reffering to my god given rights as stated under the Bill of Rights 1689",
            "closed_at": "2011-02-27T00:00:00Z",
            "created_at": "2010-02-19T09:31:35.964595Z",
            "creator_name": "mick of the family flaherty",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-19T09:31:35.964595Z",
            "rejected_at": "2010-03-01T11:33:47.238119Z",
            "rejection": {
                "code": 768,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-01T11:33:47.238119Z"
        },
        "id": 14814112
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/naturallaw/"
    },
    "type": "petition"
}