{
    "data": {
        "attributes": {
            "action": "Create a national Monorail system instead of train",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Monorail cost 1/10th that of train to run per mile.  It also uses up to 1/10 the energy of trains, it's faster too. Whilst \"magnalev\" still has some problems, standard monorail today is still faster than train in all cases over train.  It works in the snow of Moscow to the heat of the deserts in the USA.  Suspended monorail would allow all pedestrian access, wildlife to pass, avoid flooding problems, and can get into cities and country towns due to it's flexibility.   It's also the safest form and most reliable of transport over train, bus, car and plane.  current train design is based on  a system hundreds of years old, monorail by it's simplicity is a better engineering and cost solution all round.\n\nIt's cheaper to implement than the proposed high speed rail links (including high speed rail 2) - for example the current cost.  It would be possible into the future to make it the world's first carbon neutral transport system using on-board and external renewable sources!  \n\nIn addition it could/would bring back multiple trades in the UK - from materials, steelworks & manufacturing to  energy, IT, administration and much more.\n\nIt's tried and tested for over 40 years.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-20T12:34:38.207750Z",
            "creator_name": "Joseph R Kenny",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-20T12:34:38.207750Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14827488
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MonorailUK/"
    },
    "type": "petition"
}