{
    "data": {
        "attributes": {
            "action": "answer why The Department for Work and Pensions profiteer over £250,000 a year from 0845 hotlines to advise those on low incomes about benefit and winter fuel payments.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Can you give a justifiable reason why we have to pay extortionate prices to call the department of work and pension all 0845 numbers revenue share? This is a sickening stealth tax on the people whom can least afford it, and what I feel is the governments backing of BT.  The pre-recorded message advertises reduced call cost with BT and not with any other service provider.\n I am currently unemployed and using the jobcentre service is extortion at 25p per minute. Sensibly I feel opting to reduce my outgoings by cancelling the landline and mobile contract for pay as you go mobile. Alternately pay for transport to and home from the jobcentre to make calls. \nIn my job search I cannot think of any employment agency that profits from the back of job seekers so why do the DWP? \nSome call charge examples \nCall for prospective employer contact details cost to me 75p - £1.75p per job advertised.\nThis does not include the connection fee of 9p per call. \nWhy do the poorest members of society have to pay a premium to call revenue sharing lines? Owned by your government departments, these calls should be 0800 free call or normal rates 01/02 prefix dialling.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-19T17:28:14.292234Z",
            "creator_name": "Mr Paul Pemberton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-19T17:28:14.292234Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14821226
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/0845tax/"
    },
    "type": "petition"
}