{
    "data": {
        "attributes": {
            "action": "change the legality for the requirement of front registation plates on cars.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As it stands, most (if not all) cars registered within the United Kingdom are required to show a registration plate at the front of the vehicle.\n\nNew motorcycles registered within the United Kingdom are not required to show a front registation plate, even though they have a high tendancy to speed through front facing speed cameras and often get away with it.\n\nThe majority of those who would probably like to remove the front plates would be car enthusiasts. According to Adrian Flux Insurance, they say that \"we know that the kind of people who know about cars and care about cars, talk about cars and read about cars, eat, drink, sleep and dream about cars – in short, people who love cars – make better drivers.\"\n\nSo the people most likely to remove their front plates would be enthusiasts who want to improve the looks of their car, and not for illegitimate reasons.\n\nSo in summary, we the undersigned petition that the Government consider changing the laws regarding the neccessity to display a front registration plate on cars.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-20T23:55:16.147143Z",
            "creator_name": "Sam Holman",
            "government_response_at": "2010-08-12T17:01:51.884129Z",
            "government_responses": [
                {
                    "created_at": "2010-08-12T17:01:51.884129Z",
                    "details": "You signed a petition asking the Prime Minister to change the legality for the requirement of front registation plates on cars.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=FrontPlates\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'FrontPlates'",
                    "updated_at": "2010-08-12T17:01:51.884129Z"
                }
            ],
            "opened_at": "2010-02-20T23:55:16.147143Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 598,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14832464
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FrontPlates/"
    },
    "type": "petition"
}