{
    "data": {
        "attributes": {
            "action": "reconsider the verdict against Ashton United and Danny White in the compensation case brought by Marcus Hallows.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ashton United Football Club and player Danny White have been sued by Marcus Hallows in respect of injuries received during a football game in 2005 – and the judge has ruled in favour of Hallows.  Expert witnesses were divided on the case – one side saw the tackle as “reckless”, and the other side argued that the type of tackle was “commonplace in football at any level”.  There was no video evidence – only photographs. This decision could create a legal precedent in football whereby any injury could result in players or clubs being taken to court, and the financial implications could bankrupt both club and player.  We urge the Prime Minister to reconsider this verdict – and possibly look to setting up enforceable guidelines for all football clubs and players in respect of liability insurance.  Football is not an “extreme sport” – although it does contain an “element of risk” - and every player knows this. However this decision could spell the end for non-league football as we know it.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-02-21T17:56:29.200982Z",
            "creator_name": "Michael Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-21T17:56:29.200982Z",
            "rejected_at": "2010-03-24T00:01:01.533429Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 14837488
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AshtonUnited/"
    },
    "type": "petition"
}