{
    "data": {
        "attributes": {
            "action": "Make a Green Group Council in every school around the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The GGC was began in July 2009, By Adam Farnell Gallant and Jennifer Walker in a small school in the heart of West Yorkshire, this runs as an Eco Group and helps schools in Leeds to cut down on there energy usage, What this petition stands for is to make it compulsory to have an Eco Group in each and every secondary school through out the United Kingdom, Adam Farnell Gallant and Jennifer Walker will run the main leadership council that will meet every month, In different places Leeds, Liverpool, London, York ect. We want a small amount of government funding and would be happy to work with Labour to set this up, as our group supports labour and Gordon Brown, The Council in each school would be known as the \"GGC\". Our team is ready and prepared, all we need is your sign of approval Mr. Brown, a meeting made with you and we can get this project of the ground, so please sign this petition to say your backing your GGC Council and show Mr Brown this is what we need that a GGC needs to be in every secondary school in the UK!",
            "closed_at": "2010-12-22T00:00:00Z",
            "created_at": "2010-02-21T17:28:12.063800Z",
            "creator_name": "Mr Adam Gallant & Miss Jennifer Walker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-21T17:28:12.063800Z",
            "rejected_at": "2010-02-23T10:43:34.222481Z",
            "rejection": {
                "code": 16385,
                "details": "The e-petitions service is for comment on government policy and cannot publish party political material.",
                "reasons": [
                    "Party political material",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-02-23T10:43:34.222481Z"
        },
        "id": 14837228
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ggc-council/"
    },
    "type": "petition"
}