{
    "data": {
        "attributes": {
            "action": "give breastfeeding mothers the freedom to feed their babies in public places.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Did you know that in Scotland mothers are free to breastfeed their babies in public without the worry of being asked to stop?  Did you also know that this does not apply in England or Wales?\n\nWe ask the Government that along with all their guidelines and targets for breastfeeding they introduce this one simple law allowing mothers to feel comfortable and secure to feed their hungry babies breast milk, straight from the breast, wherever they happen to be.  Not to be shunned and shut away in one of the very few breastfeeding rooms (which rarely allow fathers to stay with the mothers and babies anyway) provided in each town or city.\n\nWe feel it is wrong that a breastfeeding mother is made to feel she is doing something distasteful when all she is truly doing is meeting the needs of her baby in the healthiest and most beneficial way.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-02-21T10:34:13.770856Z",
            "creator_name": "Mrs Stephanie Price",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-21T10:34:13.770856Z",
            "rejected_at": "2010-03-24T00:01:01.533429Z",
            "rejection": {
                "code": 2048,
                "details": "We already have a petition on this subject. You may wish to sign the petition at http://petitions.number10.gov.uk/protectbaby/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 14833704
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/publicbfing/"
    },
    "type": "petition"
}