{
    "data": {
        "attributes": {
            "action": "SAVE PLASTIC PEOPLE",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "THE POLICE ARE TRYING TO SHUT DOWN PLASTIC PEOPLE\n\nThere is a notice outside the door saying there are 2 reasons why the Police want to take the license away.\n\n1/ PREVENTION OF PUBLIC NUISANCE\n2/ PREVENTION OF CRIME ANTI DISORDER\n\nPlastic People have until the 11th March to appeal. Maybe Hackney council and the Metropolitan Police should be looking at the causes and symptoms of disorderly conduct in London's nightlife before picking on the one nightclub that sets a standard for respect and true culture  \n\nA WORLD RENOWNED NIGHTCLUB, A WORLD RENOWNED SOUNDSYSTEM.\n\nWE MUST NOT LET THIS HAPPEN. THERE HAS NEVER BEEN ANY TROUBLE IN THE CLUB AND THE OWNERS ARE FANTASTIC MUSIC LOVING PEOPLE.\n\nIF PLASTIC GOES, SHOREDTICH WILL NEVER BE THE SAME.",
            "closed_at": "2011-02-22T00:00:00Z",
            "created_at": "2010-02-22T11:21:38.249065Z",
            "creator_name": "Euan Booth",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-22T11:21:38.249065Z",
            "rejected_at": "2010-03-24T00:01:01.533429Z",
            "rejection": {
                "code": 4352,
                "details": "Please address the excessive use of capital letters; they make your petition hard to read. \n\nWe can not accept petitions about individual cases. We suggest you rephrase your petition so that it makes a point about government policy in general.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-24T00:01:01.533429Z"
        },
        "id": 14844713
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SAVEPLAS/"
    },
    "type": "petition"
}