{
    "data": {
        "attributes": {
            "action": "Show he is against workplace bullying  by supporting this campaign",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A great new fundraising idea\nIt's called Dinner4Good and allows you to raise money for us simply by doing something you enjoy - having friends round for dinner! To see how it works just go to www.dinner4good.com/bullyinguk\nAll you have to do is hold the dinner, eat, drink and enjoy yourselves!\n\n \n\nWhat's really exciting about this idea is that anyone can do it - unlike running a marathon or climbing Kilimanjaro. What's more, those donating get to enjoy the event itself, plus the money is raised by doing something you might be doing anyway. Lastly, but perhaps most important of all, it's 'sustainable' - you can do it more than once and your friends might then also hold a Dinner4Good... which means that, over the coming months, this simple idea could raise more money than even the most heroic of feats!\n\n \n\nSo get the ball rolling with a dinner of your own... and let's see how far it can go. Dinner4Good will keep you informed of all the money that's been raised as a result of your first dinner being duplicated by others. They've calculated that your single dinner could generate up to an amazing £100,000 over a period of five years - how good would that feel ?!\n\nThanks for your time...\n\nBullyingUK",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-02-22T10:45:42.265639Z",
            "creator_name": "John Hill",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-22T10:45:42.265639Z",
            "rejected_at": "2010-03-24T00:01:01.533429Z",
            "rejection": {
                "code": 81920,
                "details": "Your petition should make a point about government policy.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel",
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 14844000
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BullyingUK/"
    },
    "type": "petition"
}