{
    "data": {
        "attributes": {
            "action": "& HM Government to amend the Census (England and Wales) Order 2009 [SI 2009:3210] to make provision in the 2011 Census form for a separate tick box for those in England who wish to record their “ethnic group” in the ‘White’ category as ‘English’.  Current arrangements provide separate tick boxes for ‘White Irish’ and ‘White Gypsy or Irish Traveller’, but not for the indigenous and single largest ethnic group in England, thus discriminating against White ethnic English.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "HM Government arranged for the 2011 Census in Scotland for the majority ethnic group of ‘White Scottish’ to be recorded separately.  In England, White ‘Irish’ and ‘Gypsy or Irish Traveller’ will have separate tick boxes, but not ‘White English’.  The numbers recording their ethnic identity as ‘English’ in the ‘White Other’ group will not be published. in the 2011 Census outputs.  \n\nIn Dec 2008, the current arrangements were placed before Parliament in a White Paper by a Cabinet Minister of Irish ethnicity and endorsed by a British government headed by a Scottish Prime Minister and Chancellor of the Exchequer.  The result is racial discrimination on a national scale.  \n\nThe stated purpose for such information is to “enable national and local government and health authorities to allocate resources and plan programmes”, thus no particular account will be taken of the special needs of ethnic English, who will be disadvantaged in establishing their legal rights not to be discriminated against.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-02-22T01:34:22.733889Z",
            "creator_name": "Alan England",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-22T01:34:22.733889Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 166,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 14840649
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EngliscEthnicity/"
    },
    "type": "petition"
}