{
    "data": {
        "attributes": {
            "action": "Reduce the working week to 4 days...",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "By reducing the official working week to 4 days we would be able to free up millions of working hours in order to reduce the massive rate of unemployment in this country.\n\nNaturally by doing this the average incomes of millions of people would be affected, I propose that by slashing the numbers of unemployed then you would be able to dramtically reduce the budget for out of work benefits and pump the money into paying people on a four day week an extra days salary. \n\nMain benefits - \n\n- reduce unemployment\n\n- allow many out of work people to find a purpose in their lives which will have a knock on effect in reducing crime and increasing happiness.\n\n- reduce stress amongst the employed, raising productivity and efficiency\n\n- allow more time for housekeeping, family, community and civic duties (helping to fix 'Broken Britain’)\n\n- slow-down the treadmill of live-to-work, work-to-earn, earn-to-consume, which may boost GDP, but is otherwise not making us any happier, and is destroying the natural environment on which we all depend (we could switch to regarding wellbeing as more important than GDP whilst we're at it)\n\n- allow more time to simply relax and enjoy life!",
            "closed_at": "2010-08-22T00:00:00Z",
            "created_at": "2010-02-22T14:45:24.874984Z",
            "creator_name": "Mr Alan Newman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-22T14:45:24.874984Z",
            "rejected_at": "2010-03-24T00:01:01.533429Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Compressed-Hours/\nhttp://petitions.number10.gov.uk/21-hour-week/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-24T00:01:01.533429Z"
        },
        "id": 14848303
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/reduce4dayweek/"
    },
    "type": "petition"
}