{
    "data": {
        "attributes": {
            "action": "retain NHS funding for Homeopathy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For 200 years in the UK, and worldwide, Homeopathy has been legitimately considered medicine and funded by the NHS since inception.\n\nCategorically there is  indisputable, replicable, scientific evidence for the efficacy of homeopathic medicine according to scientific, evidence based parameters. \n\nLike allopathic medicine, it does not claim to be a 'cure-all' for all conditions, but it does cure and alleviate many medical conditions. It is also very effective when used prophylactically.\n\n Homeopathic medicine can reduces the costs to the NHS of illness, disease and accidents, by reducing the cost of prescription medications, long term cost of care, and hospital 'in' and 'out' patient days for many medical conditions\n\nHomeopathy can without doubt be part of the solution to our current healthcare crisis and financial deficits. Omitting Homeopathy would be a false economy.\n\nWe request  that  free NHS  homeopathic medical treatment remain inclusive in current & future healthcare legislation.\nSusan Eastwell B.A. Hons",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-22T13:57:38.266509Z",
            "creator_name": "Ms Susan Eastwell",
            "government_response_at": "2010-12-06T15:22:35.762508Z",
            "government_responses": [
                {
                    "created_at": "2010-12-06T15:22:35.762508Z",
                    "details": "You signed a petition asking the Prime Minister to retain NHS funding for Homeopathy.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=Homeopathy1\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'Homeopathy1'",
                    "updated_at": "2010-12-06T15:22:35.762508Z"
                }
            ],
            "opened_at": "2010-02-22T13:57:38.266509Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3908,
            "state": "finished",
            "updated_at": "2010-12-06T15:22:35.762508Z"
        },
        "id": 14847471
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Homeopathy1/"
    },
    "type": "petition"
}