{
    "data": {
        "attributes": {
            "action": "Big Top royal King Of King's Ratu Adil Immam Mahdi Neo Mercusuar Dunia, The Great President Mr. A1. Sino.AS.S\"2\".Ir. Soegihartonotonegoro, ST - Title Name Big Top Caesar Dunia, Sabdo Agung Winata Djagad Negara Kerta Gama",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "to executed,  to press release declaration of transaction,\" the great freedom \",global immunity   owner  money world - collateral 2. milliard. 678. 000. 000. mt. 400. kg,  on the world bank.  clearance program ubs. world bank us$.920. 000. 000. 000. 000. 000,-.To act.  bullion big bank ratu mas kencana room a1-1a ,   new currency N$2. 1. 840. 000. 000. 000. 000. 000,- new grant poundsterling - us dollar - euro. swissindo world trust international orbit.to act.office the great president  - big top head quarters united Nations integrated, big top president board of governor ubs. world bank. fed fed. bi, assayers & refiners London azl 18 us/as.1344 -   id micro film, dewan ikatan document of internatinal,  code 99. 98 series 4 assets ,  one personal only ,the big top owner legally corporates & institutions : sumber bina Graha 12 istaini agung ngesti tunggal, nuk.nkri-pkc.caraka -   owner 101. aster - nasa. trusty prasasty dinasty national international induk army. induk bank. induk negara. badan induk - induk Dunia pusat commando agung system kekuasaan dunia, badan induk lembaga tinggi tertinggi negara bangsa ( lttb. lttn )aae.a2  ina ;  117. 113. 112.itj- icj.  k.h.k - flo.",
            "closed_at": "2011-02-22T00:00:00Z",
            "created_at": "2010-02-22T06:54:16.339874Z",
            "creator_name": "mr.a1.sino.as.s\"2\".ir.soegihartonotonegoro,st",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-22T06:54:16.339874Z",
            "rejected_at": "2010-03-24T00:01:01.533429Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-24T00:01:01.533429Z"
        },
        "id": 14840837
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/sugihartono/"
    },
    "type": "petition"
}