{
    "data": {
        "attributes": {
            "action": "not criminalise me for wanting to defend myself, my property, my family",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is too many times be it in the home or in the public where people fall victim to crime and are left defenceless. \n\n\nit is illegal to assault someone(physically or sexually), to try and take there belongings.\nYet we have people doing just that, they care not for the law or they would not be committing crime. Still if i was to defend myself against them i would be arrested and or have a lawsuit against me. \n\nWe need the legal right to defend ourselves against people who do not follow the laws and rules of our society.\n\nIt is gotten to a state where the criminals do not fear any repercussions.\nthe argument call the police is not applicable if someone is trying to mug or rape you they will not wait for you to call the police.\n\nPlease legalize tools of self defense such as pepper spray, tazzers, small caliber firearms (.22). so that we may be able to walk the streets again without fear and intimidation.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-02-22T17:47:03.284659Z",
            "creator_name": "Jason Terry Alexaneder",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-22T17:47:03.284659Z",
            "rejected_at": "2010-04-01T00:01:01.857285Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement. At the moment your petition does not comment or request action on specific government policy.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 14851349
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/letmedefend/"
    },
    "type": "petition"
}