{
    "data": {
        "attributes": {
            "action": "sort out the student finance application system",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The student finance application system is disastrous, it takes many months to sort out some applications, and for some it even takes the whole year.\n\nI personally have applied months before the course start date, I have only just received my first loan payment (started in September, received first payment in February).  My grant is yet to arrive, the bursary is also dependant on the grant.\n\nThe student finance system constantly asks for more information and then takes on average 2-4 weeks to process, some of the information processed and returned is lost and so they need the information sent to them a second or third time.\n\nThe team always say, \"that is all you need to do\", \"this is the last stage\", and then come up with a further bit of information that they need at the last minute.\n\nThe system should ask for all evidence required at one time, to save on their workload, and everyone's time.\n\nMany people are having trouble with getting to university, eating, paying rent, and having the equipment necessary for the course and this is all due to the indescribably bad student finance system.",
            "closed_at": "2010-03-23T00:00:00Z",
            "created_at": "2010-02-23T21:29:08.226553Z",
            "creator_name": "Aaron Jackson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-23T21:29:08.226553Z",
            "rejected_at": "2010-03-26T00:01:02.006983Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/StudentFin/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-26T00:01:02.006983Z"
        },
        "id": 14869007
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FinanceStudents/"
    },
    "type": "petition"
}