{
    "data": {
        "attributes": {
            "action": "change the law so that new partner income has to be taken into account when working out what an absent parent has to pay towards his/her child/ren",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I ask you to sign my petition to have other adults income in a household taken into account when working out child support payments. It takes 2 to make any child, and both parents should be made to support their children. At the moment it is too easy for absent parents to get away with paying minimal amounts. \nAll children living in the same house as the absent parents are taken into account, yet the new partners income is not. This means that CSA assume that the absent parent on the claim pays the full mortgage out of their own income. \nBecause a new partners income isn't taken into account (married or not) this is open to manipulation in other areas. For example the new partner is able to set up a business in their own name, in the absent parents trade, absent father is an employee of the business paid a minimal wage which is supposedly paying the full mortgage, meanwhile the new partner is taking a larger wage as the management of the business, thus enabling them to avoid increased payments for the child. \nIf the CSA take into account full mortgage payments on a joint mortgage, and absent parents children, they should also take into account the other partners income. It is only fair.",
            "closed_at": "2010-08-24T00:00:00Z",
            "created_at": "2010-02-24T13:01:18.617959Z",
            "creator_name": "Louise Harrison",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-24T13:01:18.617959Z",
            "rejected_at": "2010-03-26T00:01:02.006983Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/2ndfamilykids/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-26T00:01:02.006983Z"
        },
        "id": 14875680
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/allincomecsa/"
    },
    "type": "petition"
}