{
    "data": {
        "attributes": {
            "action": "explain why crimes of hate resulting from an individual's GENDER are not counted as hate crimes; and rectify this situation",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Having signed a petition against hate crime I recently received a routine response which, among other information, made the point that only ethnicity and sexuality are considered to be issues in such crimes.  Why not gender too? people have no more control over that than over their ethnicity or sexuality.  The response also informed us that if a crime was perceived to be a hate crime it would, for that reason, attract a more severe punishment; this might, therefore, be a deterrent to such crimes so shouldn't people in danger of suffering attacks due to their gender also be entitled to such protection?  \n\nI would make the point, strongly, that some crimes are definitely gender hate crimes; what would you call rape other than a hate crime against women? (It is not a sex crime; it is a horrific way for men to assert their power over women (I acknowledge that some victims are themselves men but the overwhelming majority are women), or to get revenge, or as a punishment for behaviour the attacker disapproves of).  This particular crime is regarded by most women with fear and loathing; I'm sure I'm not the only woman to regard it as second only to murder or manslaughter in seriousness.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-25T02:25:25.584372Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-25T02:25:25.584372Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14884074
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HateCrimeGENDER/"
    },
    "type": "petition"
}