{
    "data": {
        "attributes": {
            "action": "resist calls to legalise assisted suicide and express our gratitude for his article in The Telegraph",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are very grateful for the Prime Minister to express his very thoughtful opinion against assisted suicide (The Telegraph, 24.02.2010). \n\nTo allow assisted suicide is the first step towards the full legalisation of euthanasia. There are a number of reasons for this, not least because of the clinical problems encountered with assisted suicide  where patients do not die as quickly as expected, therefore requiring the doctor to ‘euthanise’ the patient .\n\nVulnerable individuals (those who feel that they are a burden to their family or to society, those  with depression or severe pain) will feel pressurised into assisted suicide or euthanasia. \nWe urge policymakers to seriously consider the societal implications of essentially tolerating assisted suicide, even with many ‘safeguards’ in place, ‘safeguards’ that are mostly illusory, as ‘hard cases make bad laws’. \n\nThe Prime Minister referred to Dame Dr Cicely Saunders, the founder of the Hospice movement. She essentially stated that the 'right to die' will soon become the 'duty to die’.  \n\nWe would like to thank the Prime Minister for his opposition to assisted suicide and petition him to maintain his stance.",
            "closed_at": "2010-08-25T00:00:00Z",
            "created_at": "2010-02-25T00:01:59.198582Z",
            "creator_name": "Dr Hans Christian Raabe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-25T00:01:59.198582Z",
            "rejected_at": "2010-03-28T00:01:02.018530Z",
            "rejection": {
                "code": 2048,
                "details": "Thank you for your petition. We try to avoid duplicates, so you may wish to sign the petition at http://petitions.number10.gov.uk/Nosuicide/\n\nYou can also contact the Prime Minister's Office directly at http://www.number10.gov.uk/footer/contact-us",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-28T00:01:02.018530Z"
        },
        "id": 14883788
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PM-Euthanasia/"
    },
    "type": "petition"
}