{
    "data": {
        "attributes": {
            "action": "Hold a public inquiry into the role of Government, the Department of Health, Healthcare Commission and other Regulators in the deaths at Mid Staffordshire NHS Foundation Trust",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In light of the report uncovered by the Sunday Times (Front page 7 March 2010) that had been hidden by the Department of Health since 2008 that the Sunday Times described as 'A blind pursuit of political and managerial targets as the root cause of a string of hospital scandals’, and the report itself stated that: “The NHS has developed a widespread culture more of fear and compliance….”, and the fact that this report was not made available to the Robert Francis QC inquiry, will you now reconsider your refusal to hold a public inquiry into the role of Government, the Department of Health, Healthcare Commission and other Regulators in the deaths at Mid Staffordshire NHS Foundation Trust.\n\nWhen the original request was rejected it was on the grounds that it is similar or overlaps with the petition you gave in a link. This example you gave does not intend to review the above in any way and despite my requests no one at No.10 has responded. The petition I requested is a separate issue to the petition you gave in the link. My petition is about regulators and systems of government. The petition you gave in the link refers to the management of Mid Staffordshire NHS FT.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-25T10:23:22.428519Z",
            "creator_name": "Gary Walker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-25T10:23:22.428519Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14886038
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NHSinquiry/"
    },
    "type": "petition"
}