{
    "data": {
        "attributes": {
            "action": "significantly revise Section 22 of the Police and Criminal Evidence Act 1984",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Under s.22 of PACE, the police are entitled to retain seized personal possessions for as long as they like - even if it emerges that the person whose property they seized is completely innocent. They can take away laptops on suspicion of indecent images, find there is nothing on them (or that it is a trojan horse and not your fault), and keep them forever, and they won't even give you compensation, let alone your laptop back.\n\nThe Act is all about what the police CAN do, with nothing about any limitations, rather than listing what innocent citizens' rights are.\n\nThis get-out clause allowing the police to commit theft should be repealed. It is pure theft, nothing less. The police should only be allowed to keep property for as long as it takes to examine it, then they should return it, and fully compensate the victim for any damage, inconvenience, loss of earnings or loss or reputation.\n\nSection 22 gives the police far too much power. Any police force or officer seizing property and not bothering to give it back should be charged with theft and should stand trial like any common thief.",
            "closed_at": "2011-03-08T00:00:00Z",
            "created_at": "2010-02-25T10:47:37.558556Z",
            "creator_name": "Tom Bell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-25T10:47:37.558556Z",
            "rejected_at": "2010-03-09T11:30:43.053244Z",
            "rejection": {
                "code": 8192,
                "details": "We cannot accept petitions without full name and address details. Your details are used solely to confirm UK residency and to notify you of the outcome of your petition.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-09T11:30:43.053244Z"
        },
        "id": 14886322
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pacetheft/"
    },
    "type": "petition"
}