{
    "data": {
        "attributes": {
            "action": "reconsider cutting the jobs of instrumental teachers in Fife.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Fife Council is planning to cut the jobs of instrumental teachers in Fife over the next few years. The plan is to reduce jobs by 25% by April 2010 and then a further 25% by April 2011. \n\nThis is devastating news for all children with a desire to learn to play a musical instrument but who will miss out on such an opportunity, and for those involved in any musical activities in Fife.  Inevitably, such a cut will have an effect on all orchestras in Fife.\n\nThe decision to make such a cut in the jobs for instrumental teachers in Fife has clearly not been properly thought through.  Should the decision not be reassessed, many children will not have the opportunity they deserve to learn a musical instrument, and Fife will lose out on discovering many young musicians.  We urge Fife Council to reconsider.",
            "closed_at": "2010-03-24T00:00:00Z",
            "created_at": "2010-02-24T23:01:08.838002Z",
            "creator_name": "Rachel McConnochie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-24T23:01:08.838002Z",
            "rejected_at": "2010-03-27T00:01:02.111283Z",
            "rejection": {
                "code": 20480,
                "details": "This is a matter for direct communication with Fife Council.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-27T00:01:02.111283Z"
        },
        "id": 14883450
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fifemusic/"
    },
    "type": "petition"
}