{
    "data": {
        "attributes": {
            "action": "regulate the practice of Chinese herbal medicine in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At present, anyone can call themselves a Chinese medicine practitioner and treat the public. They do not have to be qualified or competent and yet they have access to powerful herbal medicines. \n\nIn February 2010, the Old Bailey heard how a civil servant suffered cancer and kidney damage after taking a banned medicine sold by a Chinese medicine shop. The regulation of Chinese medicine practitioners would protect the public from such cases of malpractice. \n\nDespite widespread support for regulation, the government has failed to act. Regulation would ensure that all practitioners are trained to national standards and have professional insurance. \n\nFrom April 2011, a new EU law will mean that even fully qualified Chinese medicine practitioners will lose access to the majority of the herbs and medicines on which they rely. Many herbs and medicines will only be available to medical professionals who are regulated by the government, such as GPs. Many  practitioners will go out of business, and many patients will not be able to receive the treatment that they need. The government can prevent this by granting statutory regulation to Chinese medicine practitioners.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-26T09:41:54.064733Z",
            "creator_name": "Emma Farrant",
            "government_response_at": "2010-08-12T17:02:40.433208Z",
            "government_responses": [
                {
                    "created_at": "2010-08-12T17:02:40.433208Z",
                    "details": "You signed a petition asking the Prime Minister to regulate the practice of Chinese herbal medicine in the UK.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=regulateCHM\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'regulateCHM'",
                    "updated_at": "2010-08-12T17:02:40.433208Z"
                }
            ],
            "opened_at": "2010-02-26T09:41:54.064733Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1495,
            "state": "finished",
            "updated_at": "2010-08-20T10:43:35.566299Z"
        },
        "id": 14897246
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/regulateCHM/"
    },
    "type": "petition"
}