{
    "data": {
        "attributes": {
            "action": "Lobby the BBC to save 6 Music From Closure",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "BBC 6 Music provides a distinctive and unique range of music, which is unavailable anywhere else on the radio.  It also has a growing audience.\n\nIt is appalling that its closure could even be considered.  If digital is to be the future of radio, 6 music should be at the forefront of that.  \n\nPlease could you use whatever influence you may have over the BBC to ensure 6 Music does not close. \n\nWe all understand the need for organisations to slim down, but this amounts to amputation.  Surely efficiencies could be made to ensure that entire stations don't have to close? Most arts require some form of support and I believe 6 Music is an outstanding contribution to our radio culture. The decision to close would look particularly perverse in a digital future. \n\nAndrew Richmond",
            "closed_at": "2010-08-26T00:00:00Z",
            "created_at": "2010-02-26T09:07:42.791114Z",
            "creator_name": "Andrew Richmond",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-26T09:07:42.791114Z",
            "rejected_at": "2010-03-01T11:28:35.433214Z",
            "rejection": {
                "code": 20480,
                "details": "The BBC is independent of government and so this is a matter for direct communication with the BBC.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-01T11:28:35.433214Z"
        },
        "id": 14896847
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/savebbc6music/"
    },
    "type": "petition"
}