{
    "data": {
        "attributes": {
            "action": "honour this Governments promise to invoke the Precautionary Principle enshrined in the 1992 Rio Declaration on Environment and Development",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is public concern of the  risk of dangers to health from wind turbines The  Government and its local authorities have a duty of care  and they should  invoke the precautionary principle which is enshrined in the 1992 Rio Declaration on Environment and Development by ensuring wind turbines are not sited within 2 km of human habitation.  Our Government  endorses  this  Declaration in a paper ,entitled \"The Precautionary Principle:Policy and Application\", produced by The Interdepartmental Liaison Group on Risk Assessment in 2002 which made the following important points :- \n The precautionary principle should be invoked when  there is good reason to believe that harmful effects may occur to human, animal or plant health, or to the environment; and the level of scientific uncertainty about the consequences or likelihood of the risk is such that best available scientific advice cannot assess the risk with sufficient confidence to inform decision-making.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-02-25T22:59:42.932008Z",
            "creator_name": "Michael Addison",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-25T22:59:42.932008Z",
            "rejected_at": "2010-03-04T13:39:04.834942Z",
            "rejection": {
                "code": 2,
                "details": "As we cannot verify the claims of the dangers to health from wind turbines, we are unable to publish this petition.",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 14895356
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/health-turbines/"
    },
    "type": "petition"
}