{
    "data": {
        "attributes": {
            "action": "Halt and reverse any plans for the closure of the digital radio station BBC 6Music",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "BBC 6Music was a station set up to promote the best of contemporary music from the last 40 years.  Its remit called on it to support artists that do not receive significant airplay anywhere else.  \n\nIt has become a force for the promotion of new talent as well as an educator of listeners, informing them about less mainstream music and our shared musical heritage.  Moreover it has become a driving force in support of popular music and promoters.  The recent BBC Trust review identified 6Music as serving an important and growing niche in the UK music scene.  \n\n6Music operates on a comparatively tiny budget, and as such, its closure would represent a proportionally insignificant cost benefit to the corporation.  Conversely its absence from the airwaves would have a palpable and damaging impact on the UK music and performing arts economy.  The overall impact on the UK economy would therefore be a negative one.\n\nBBC 6Music is the only state sponsored station that specifically supports this valuable sector of the economy and its loss would have a very palpable impact on its fragile infrastructure.  We ask that the Prime Minister intervenes at the earliest opportunity to prevent its possible closure.",
            "closed_at": "2011-02-26T00:00:00Z",
            "created_at": "2010-02-26T00:59:50.473469Z",
            "creator_name": "Ian Middleton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-26T00:59:50.473469Z",
            "rejected_at": "2010-03-28T00:01:02.018530Z",
            "rejection": {
                "code": 20480,
                "details": "This is a matter for direct communication with the BBC.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-28T00:01:02.018530Z"
        },
        "id": 14895806
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Save-BBC-6Music/"
    },
    "type": "petition"
}