{
    "data": {
        "attributes": {
            "action": "save the radio station BBC 6music from closure",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It has been stated in the media that director general of the BBC, Mark Thompson, will close the radio station BBC 6music as part of cuts to BBC services.  This radio station offers a music choice to listeners that is not available from commercial stations.  It has knowledgable, enthusiastic DJs.\n\nPart of the BBC's remit is to provide content for a diverse range of listeners.  Radio stations such as Radio 1 and 2 play a significant amount of music available for listening on commercial stations.  This is not the case with 6music.\n\nTo close 6music would be to use it as a sacrificial lamb in appeasing those who want to see a slimmed down BBC.  If the corporation wants to be seen to be doing something about costs, this is not the way to do it.  It will be a sad day if 6music is closed.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-02-26T13:46:33.027074Z",
            "creator_name": "Graham Smyth",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-26T13:46:33.027074Z",
            "rejected_at": "2010-03-31T00:01:02.165358Z",
            "rejection": {
                "code": 20480,
                "details": "The BBC is independent from government. This is a matter for direct communication with the BBC.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 14899934
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/savesixmusic/"
    },
    "type": "petition"
}