{
    "data": {
        "attributes": {
            "action": "defend, encourage and enhance local democracy in the planning process, ensuring that everyone has a voice in decisions about large-scale and significant developments that affect them, and so deliver urban and rural communities that people can live and work in and enjoy.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This ePetition aims to keep Britain beautiful by preserving and conserving the best of what we have now and creating a great environment in which to live, work and relax. There are a number of significant planning projects underway whereby the planning policy has either ignored or not been representative of the local community it is impacting. We’d like to highlight the importance of ‘red tape’ rather than cutting it. Cutting red tape will fast-track the planning process and may prevent local voices being heard. We want more thorough consultation to take place with local people. \n\nThe Editor of Beautiful Britain magazine, Rob Yarham adds: “But it isn’t just up to government, national or local, to protect our landscapes and environment. It’s up to all of us to stand up for what we love. If we don’t try to understand how everyone is affected by a planning decision we may find that we have lost something that contributes to the quality of the places in which we live, work or relax.”",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-26T10:02:44.922041Z",
            "creator_name": "Rob Yarham",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-26T10:02:44.922041Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14897523
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BeautifulBritain/"
    },
    "type": "petition"
}