{
    "data": {
        "attributes": {
            "action": "To abolish registration that allows VAT free purchases from other EC countries - this is against Treaty of Rome",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I run a small manufacturing/service business in the UK, selling products to Pharmacies and Beauticians. I am trying to expand our business by selling directly to other EC countries but the current EC VAT rules prevent us from doing so. The problem arises because the Spanish traders are currently VAT registered in Spain and they can recalim the VAT paid however, the same is not true about supplies from the UK because the Spanish trader has to re-apply for a special registration in order to buy VAT-free from the UK. This is unfair because most traders would prefer buying locally, to avoid the additional registration.  Consider the following example - a Spanish pharmacy is seeking to purchase a 100 Euro order and has two options:\n\na. Place a 100 Euro + VAT order, from a local manufacturer and reclaim the VAT.\n\nb. Place the 100 Euro order, VAT Free, from a manufacturer in the UK but needing a special registration.\n\nMost traders we surveyed would opt for option a. due to the additional administration in option b.\n\nThis petition is to change the VAT regulations to create a level playing field between local manufacturers and goods purchased from other EC coutries.",
            "closed_at": "2011-03-08T00:00:00Z",
            "created_at": "2010-02-25T20:12:40.555307Z",
            "creator_name": "Robert Czik",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-25T20:12:40.555307Z",
            "rejected_at": "2010-03-09T09:52:14.548762Z",
            "rejection": {
                "code": 4096,
                "details": "This petition contains opinion presented as fact: the matter of whether it is against the Treaty of Rome is for the courts to decide. The government cannot legislate on behalf of Spain.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-09T09:52:14.548762Z"
        },
        "id": 14893470
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Unfair-EC-VAT/"
    },
    "type": "petition"
}