{
    "data": {
        "attributes": {
            "action": "We the undersigned petition the Prime Minister to change the 'dangerous dog act 1991'.  We need new laws to protect innocent animals and prosecute irresponsible owners.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The dangerous dogs act is only focusing on certain breeds. Under current law, many innocent dogs are seized each year simply because how they look. These dogs are well behaved family pets who have committed no crime. Assessed as an illegal breed or crossbreed which is banned in the UK due to 1991 Dangerous Dogs Act. This BREED SPECIFIC LEGISLATION does little to protect the public from so-called ‘Dangerous Dogs’ or address the problem which is irresponsible owners with untrained dogs. Any dog seized and assessed as an illegal breed or crossbreed will be destroyed although, under the 1997 amendment, owners can apply to a court to have their pet registered on the Index of Exempted Dogs but this is solely down to the judge's discretion. Please help us to put pressure on Government to review this legislation and implement new proposals which will not only better protect the public but will save the lives of innocent dogs caught up in this unjust law. Make a licensing system which includes owners having to undergo basic dog training courses. Any dog can potentially be dangerous regardless of breed. We need to focus not on the animal but the human.",
            "closed_at": "2010-12-25T00:00:00Z",
            "created_at": "2010-02-25T18:56:43.745622Z",
            "creator_name": "Yvonne Turner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-25T18:56:43.745622Z",
            "rejected_at": "2010-03-28T00:01:02.018530Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/liftpitbullban/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-28T00:01:02.018530Z"
        },
        "id": 14892571
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UnfairDogLaw/"
    },
    "type": "petition"
}