{
    "data": {
        "attributes": {
            "action": "Stop banks from punishing those that are already struggling",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The banks in this country are out of control with an insatiable appetite for consuming the money of those who struggle with insolvency.\n\nThe very nature of our economy as it stands means that the rich are getting richer.\n\nThose that have such money can survive in a way which is unnaturally so. They have the means to perpetuate a lifestyle which is now becoming grotesque. Balance must be restored!\n\nPeople are no longer able to survive in any faithful way, as the banks have little faith in their customers, us the general public. An example might be that someone is £7 overdrawn. They will then incur charges of up to £22. This race to cream off the top of insolvency and personal struggle must be stopped. It only renders people hopeless in a situation inescapable. Might the Prime MInister and those around him bring about such a change?",
            "closed_at": "2011-02-27T00:00:00Z",
            "created_at": "2010-02-27T12:12:18.012522Z",
            "creator_name": "Ross McCarry",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-27T12:12:18.012522Z",
            "rejected_at": "2010-04-02T00:01:01.712680Z",
            "rejection": {
                "code": 512,
                "details": "Please specify the action or change in policy you wish the government to make.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-02T00:01:01.712680Z"
        },
        "id": 14908133
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PersonalBanking/"
    },
    "type": "petition"
}