{
    "data": {
        "attributes": {
            "action": "enforce compulsory community service with every guilty sentence passed. To hand back the decision to prsecute to the Police rather than the CPS and to force the Guilty to watch a 10 minute video about the effects of his crime on his/her Victim and their families.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Too many Victims are not being heard. The length of trials/hearings adjournments makes our Justice System a farce. The sentencing outcome of a guilty charge leaves the majority of Victims unsatisfied.We implore that the Government looks at the treatment of the Victim in this whole sorry process and remembers that the Victim is 100% innocent all of the time. The Defendant may be innocent until proven guilty but he/she seems to be afforded more human rights than that of the Victim at every stage.\n\nA guilty charge should mean compulsory Community Service wearing high-vis jackets cleaning our communities, gardening, putting something back into Society. A guilty charge should mean that after sentencing the guilty party should watch in Court a 10 minute video filmed at the time of his crime showing him the effects of what he has done to his Victim and his Victim's family.\n\nAnd finally, there are those of us who have had crimes committed against us but the CPS have deemed that it would be too costly or possibly unsuccesful that they haven't put our case through to the Courts. Who made them the Judge and the Jury? Give the decision to prosecute or not back to the Police.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-26T19:24:24.927524Z",
            "creator_name": "Tania Trump",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-26T19:24:24.927524Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 20,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14903903
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VictimsUnite/"
    },
    "type": "petition"
}