{
    "data": {
        "attributes": {
            "action": "urge the BBC to allow the radio network to continue unchanged.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Due to the recent press reports that the BBC plans to close the BBC 6 music and Asian network radio stations I wish to register my opinion as a license fee payer that this would be damaging to the radio network. In its current state the BBC radio network provides the very best variety of musical and speech output the BBC has to offer. By removing both 6 Music and the Asian network the BBC is not catering for a large variety of music and radio listeners in Britain that fall outside of the demographics of other stations that the BBC provides.\n\nIt may appear that both stations are not popular at the moment due to listener figures. However bearing in mind the future radio network switch over to a fully digital service, surely both stations should be allowed the time for potential growth during a future period that will allow the public greater choice in their listening habits?",
            "closed_at": "2010-12-26T00:00:00Z",
            "created_at": "2010-02-26T22:52:21.563356Z",
            "creator_name": "Mr Dean Leivers",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-26T22:52:21.563356Z",
            "rejected_at": "2010-03-31T00:01:02.165358Z",
            "rejection": {
                "code": 20480,
                "details": "The BBC is independent from government. This is a matter for direct communication with the BBC.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-31T00:01:02.165358Z"
        },
        "id": 14905599
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bbcradio/"
    },
    "type": "petition"
}