{
    "data": {
        "attributes": {
            "action": "intervene urgently in the plans of HM Revenue and Customs to cut jobs and close offices to make short-term financial savings at the expense of their valuable and loyal staff, and instead focus their efforts on tackling growing tax debts and problems in public service delivery.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "HM Revenue and Customs [HMRC] are currently undertaking a programme of job cuts and office closures to meet spending target cuts.\nThe Public and Commercial Services Union are calling on HMRC to look at the human cost of this programme:\n\nOrdinary people dedicated to the Department and the Civil Service who are losing their jobs and careers through no fault of their own - and the effect on their families;\n\nThe impact on the local community who will no longer be able to access services they rely on.\n\nThere is an undeniable and ever-growing tax debt - money which would be better spent on public services. HMRC is facing the prospect of writing off over £11 billion worth of debt. When HMRC quote every £1 spent sees them receiving revenue in excess of £300 and staff employed to collect taxes are bringing in revenue in excess of £600,000 pa each - yet their numbers are falling and the uncollected tax continues to grow - the cuts make no fiscal or business sense. \n\nPCS firmly believes that the best way to tackle this growing debt and poor public service is to halt the job cuts and office closures programme.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-26T16:47:10.770652Z",
            "creator_name": "Diane Ebanks",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-26T16:47:10.770652Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14902092
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HMRC-Jobcuts/"
    },
    "type": "petition"
}