{
    "data": {
        "attributes": {
            "action": "Ensure BBC 6 Music is not taken off air",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Recent reports, although currently speculative, claim the BBC radio station may be taken off air in the near future. 6 Music provides a valuable service, not only for the listeners, but also to the awareness of the alternative music scene, promoting music which is overlooked by mainstream stations.\n\nOn the BBC website, the 'About The BBC' section http://www.bbc.co.uk/aboutthebbc/purpose/public_purposes/creativity.shtml claims:\n\n'You can expect the BBC to offer the best examples of creative work that engage and delight them and break new ground. The BBC will encourage interest, engagement and participation in cultural, creative and sporting activities.'\n\n6 Music certainly strives to achieve this and has DJs such as Marc Riley, Steve Lamacq and Jarvis Cocker, who can be considered 'national treasures' and have over their respective careers, broken new ground and encouraged engagement and participation in a culture often overlooked.",
            "closed_at": "2010-08-26T00:00:00Z",
            "created_at": "2010-02-26T19:16:16.330258Z",
            "creator_name": "Stew Abel",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-26T19:16:16.330258Z",
            "rejected_at": "2010-03-31T00:01:02.165358Z",
            "rejection": {
                "code": 86016,
                "details": "The BBC is independent of government and so this is a matter for direct communication with the BBC.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel",
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-31T00:01:02.165358Z"
        },
        "id": 14903824
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/6musicsave/"
    },
    "type": "petition"
}