{
    "data": {
        "attributes": {
            "action": "safeguard the nation’s heritage and vital community buildings by ensuring that the VAT exemption scheme (Listed Places of Worship Grants Scheme) is renewed indefinitely from March 2011.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This grants scheme enables listed places of worship to claim back the VAT (17.5%) on all costs incurred for repairs and maintenance to the building, professional fees and repair works to fixtures such as bells and organs. In real terms this has meant over £100 million since April 2001. \n\nSuch financial support has not only helped safeguard our national heritage (churches receive no other government funding or grants), but has also ensured that cathedrals and churches across the country can continue to be vital community resources, meeting people’s spiritual, social and educational needs.\n\nIf the Listed Places of Worship Grants Scheme is allowed to expire, many communities will struggle to keep their churches open and in good repair, thus jeopardizing the valuable service those buildings provide as well as our national heritage.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-26T17:20:32.261388Z",
            "creator_name": "Ven Cherry Vann",
            "government_response_at": "2010-08-02T13:56:20.592469Z",
            "government_responses": [
                {
                    "created_at": "2010-08-02T13:56:20.592469Z",
                    "details": "You signed a petition asking the Prime Minister to safeguard the nation’s heritage and vital community buildings by ensuring that the VAT exemption scheme (Listed Places of Worship Grants Scheme) is renewed indefinitely from March 2011.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=VAT-refundscheme\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'VAT-refundscheme'",
                    "updated_at": "2010-08-02T13:56:20.592469Z"
                }
            ],
            "opened_at": "2010-02-26T17:20:32.261388Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9102,
            "state": "finished",
            "updated_at": "2011-03-05T17:48:04.915702Z"
        },
        "id": 14902511
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VAT-refundscheme/"
    },
    "type": "petition"
}