{
    "data": {
        "attributes": {
            "action": "Make the 1st of March (St Davids Day) a Public holiday in Wales",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Saint David's Day (Welsh: Dydd Gŵyl Dewi Sant) is the feast day of Saint David, the patron saint of Wales, and falls on 1 March each year. The date of March 1st was chosen in remembrance of the death of Saint David on that day in 589, and has been celebrated by followers since then. The date was declared a national day of celebration within Wales in the 18th century.\n\nIn 2006 Saint David's Day was officially celebrated on 28 February by Roman Catholics and on 2 March by the Anglican Church in Wales, because 1 March 2006 was Ash Wednesday, which is a day of penitence on which feast days are not celebrated.\n\nA poll conducted for Saint David's Day in 2006 found that 87% of the Welsh wanted it to be a bank holiday, with 65% prepared to sacrifice a different bank holiday to ensure this. A petition in 2007 to make St. David's Day a bank holiday was rejected by the then British Prime Minister, Tony Blair.\n\nIncreased celebrations and an increase in tourism, could bring a boost to local economies if St Davids Day were to be made a Bank Holiday.\n\nLike St Patricks Day in Ireland, St Davids Day should be declared an official Bank Holiday for the people of Wales.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-02-28T16:25:55.205041Z",
            "creator_name": "Bethan Hawkins",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-28T16:25:55.205041Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 15,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14915634
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/st-davids-day/"
    },
    "type": "petition"
}