{
    "data": {
        "attributes": {
            "action": "order the renaming of the Circle Line to the Incomplete Circle Line",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "THE CIRCLE LINE REACTIONARY COMMITTEE HAS BEEN SET UP IN PROTEST AT THE CHANGES MADE TO THE CIRCLE LINE BY TRANSPORT FOR LONDON.\n\nOn 13th December 2009, Transport for London suddenly altered the Circle Line. Whereas previously, travellers could confidently get on a Circle Line train going either clockwise or anti-clockwise and be sure to end up at their destination, now Circle line trains actually terminate. See http://www.tfl.gov.uk/gettingaround/13280.aspx#changes.\n\nThe changes mean that if going clockwise from e.g. High St Kensington then you have to change to another Circle Line train at Edgware Road. If going anti-clockwise towards High Street Kensington you will now have to get off at Edgware Road and join another Circle Line train originating there. See also http://www.independent.co.uk/news/uk/home-news/all-change-please-ndash-how-new-tube-line-left-passengers-baffled-1840928.html\n\nThe Circle Line Reactionary Committee thinks this is a disgrace and demand that the Circle Line is restored to its original operations or that the PM orders its renaming to the Incomplete Circle Line so that its name reflects its actual service.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-02-28T15:04:57.810482Z",
            "creator_name": "Richard Fullerton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-02-28T15:04:57.810482Z",
            "rejected_at": "2010-03-31T00:01:02.165358Z",
            "rejection": {
                "code": 69632,
                "details": "Management of the Tube is a matter for the Mayor of London",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 14915093
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CircleLinechange/"
    },
    "type": "petition"
}