{
    "data": {
        "attributes": {
            "action": "acknowledge the White slave trade and commission a Memorial to the many British victims of this white slave trade, and include the teaching of this wicked trade in British school history lessons.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the period between 1530 to 1789 it is estimated that 1.25 million European men, women and children were kidnapped by Islamic Barbary pirates from around the coasts of Britain and continental Europe to be sold into slavery in North Africa. \n\nAccording to early 17th century observers there were around 35,000 European Christian slaves in the Barbary Coast towns of Tripoli, Tunis and Algiers at any one time.\n\nAdmiralty records show that during this time the corsairs plundered British shipping pretty much at will, taking no fewer than 466 vessels between 1609 and 1616, and 27 more vessels from near Plymouth in 1625. As 18th-century historian Joseph Morgan put it, 'this I take to be the Time when those Corsairs were in their Zenith'.\n\nIn June 1636 “Turkish” slavers off the Cornish village of St. Keverne seized seven Cornish fishing boats; the fifty-strong crew of men and boys who manned these vessels were never seen again.\n\nAbout the same time a raid on the town of Penzance by Barbary slavers resulted in a “catch” of some sixty men, women and children.\n\n There should be a memorial to the \"Disappeared”, & the subject should be taught in British and especially West Country schools.",
            "closed_at": "2011-03-01T00:00:00Z",
            "created_at": "2010-03-01T10:26:24.798824Z",
            "creator_name": "Mark Haynes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-01T10:26:24.798824Z",
            "rejected_at": "2010-04-03T00:01:01.910603Z",
            "rejection": {
                "code": 512,
                "details": "This government does not 'acknowledge' topics. The commissioning of memorials is a matter for local authorities.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-03T00:01:01.910603Z"
        },
        "id": 14920716
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/White-Slavery/"
    },
    "type": "petition"
}