{
    "data": {
        "attributes": {
            "action": "Direct Debit mandate date",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The current situation on the way Direct Debit dates are currently set is that consumers have very little choice to choose the date when the money is debited from the customers account, as some companies have control on the dates that they set and do not allow the consumer to choose when it is taken from there account, whereas some other companies do allow the consumer to choose the date after the first debit.\n\nMy proposal is a fairly simple one, the consumer when they set up the direct debit or one that is currently ongoing, should be allowed to choose the date when the debit is taken out of there account after the first due debit date or the next debit date there after \nand should be allowed to continue choosing after every debit has been taken on that due date.\nAs this gives the consumer more flexibility and more control on debits, as people who earn money from there employment may not necessary be payed by that due date.",
            "closed_at": "2011-03-02T00:00:00Z",
            "created_at": "2010-03-02T03:49:28.350008Z",
            "creator_name": "Mr James McCabe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-02T03:49:28.350008Z",
            "rejected_at": "2010-04-01T00:01:01.857285Z",
            "rejection": {
                "code": 20992,
                "details": "Your petition currently makes no comment or request on government policy. You may wish to contact BACS if you have a comment on the Direct Debit system.",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-01T00:01:01.857285Z"
        },
        "id": 14928659
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/directdebitmd/"
    },
    "type": "petition"
}