{
    "data": {
        "attributes": {
            "action": "Ensure that all new buildings have sufficient parking for staff & reverse planning restrictions that deny parking for staff.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a society we seem to be in denial that we all drive,especially in rural communities.\nThe lack of parking in government buildings costs all of us a huge amount of money, when staff waste time looking for parking..... at least 15 minutes a day for many staff members of rural authorities. Multiply that by all the businesses facing the same planning restrictions .\nAdd in the stress that affects everyone who can't find parking, and the impact of that on stress related illnesses and we have a huge amount of stress and financial cost for two lines of planning regulation.\nThe planning regulations place ridiculous limits on the number of parking spaces that can be created for new buildings\nThe aim of these regulations was to encourage car sharing and alternative solutions....a good idea but not achieved by this action.\n People waste petrol and time driving around looking for spaces.\nThe existing policy is bad & ill conceived, with huge ramifications for public and private spending.\nThe best way to achieve a green agenda is to focus alternative technology to do this, not penalise and stress ordinary people who just want to go to work in a stress free way.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-01T20:42:31.496706Z",
            "creator_name": "Ms Su O'Donnell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-01T20:42:31.496706Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14926902
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SensibleParking/"
    },
    "type": "petition"
}