{
    "data": {
        "attributes": {
            "action": "Amend the Act of Parliament pertaining to security of tenure of Gypsies and Travellers on rented pitches to ensure that security of tenure is given.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The European Court of Human Rights (in 2004)and the House of Lords (in 2008)\nstated that the situation regarding the lack of security of tenure for Gypsies and Travellers on rented pitches amounted to a breach of Human Rights. The Government said they would amend the law by including Council sites within the\nprovisions of the Mobile Homes Act 1983.\n\nThe Government then released an e-mail to certain organisations on 10th\nFebruary 2010 saying that they no longer had time to introduce the necessary\namending powers. This is despite the fact that security of tenure could be introduced with a few simple sentences. We call on the Government to take action now to resolve this breach of Human Rights by amending legislation to ensure Gypsies and Travellers on rented pitches have the same rights to security of tenure as other social housing tenants.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-03-01T12:47:15.852455Z",
            "creator_name": "Mrs Cathay Birch",
            "government_response_at": "2010-08-04T13:39:55.320506Z",
            "government_responses": [
                {
                    "created_at": "2010-08-04T13:39:55.320506Z",
                    "details": "You signed a petition asking the Prime Minister to amend the Act of Parliament pertaining to security of tenure of Gypsies and Travellers on rented pitches to ensure that security of tenure is given.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=Travellerrights\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'Travellerrights'",
                    "updated_at": "2010-08-04T13:39:55.320506Z"
                }
            ],
            "opened_at": "2010-03-01T12:47:15.852455Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 511,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 14922157
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Travellerrights/"
    },
    "type": "petition"
}