{
    "data": {
        "attributes": {
            "action": "promise to keep the Falkland Islands British for as long as the Islanders want to be.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since reading that the Americans seem to be coming down on the side of the Argentines with regards to the Falklands, I feel very strongly that the Govt needs to take a firmer stance on the international stage. Ignoring the situation isn't working. Argentina has managed to convince the UN to back them, and now the Americans seem to be leaning towards an Argentine solution. We cannot rely on the Americans to remember that we're their closest allies. When they need to build a consensus on attacking Iran, they will publically back Argentine claims for the Falklands, in return for their support on Iran. The British Govt needs to take a hard line. While never suggesting that war should be the first response, I feel if we simply handed the Falklands over it would be dishonouring the people who died in the war and betraying the Falklanders themselves who want to remain British citizens.",
            "closed_at": "2010-07-02T00:00:00Z",
            "created_at": "2010-03-02T10:57:15.091457Z",
            "creator_name": "Mr Mark Ashton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-02T10:57:15.091457Z",
            "rejected_at": "2010-04-01T00:01:01.857285Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Falkland-Defence/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-01T00:01:01.857285Z"
        },
        "id": 14930593
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Falkland-Islands/"
    },
    "type": "petition"
}