{
    "data": {
        "attributes": {
            "action": "Provide incentives for studying modern foreign languages, and for schools to teach them.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Having recently heard that yet another of our colleges is discontinuing its course in German, in a time when languages are becoming ever more important, as the global markets grow and the world essentially becomes smaller, I believe that something needs to be done to prevent the art of speaking foreign languages from dying out. It is easy to be lazy towards foreign languages when English is one of the most commonly spoken languages in the world, but learning a foreign language gives students an edge, it improves confidence and communication skills, and teaches the dedication required to learn a language, not only this, but at the end of it you have acquired a valuable skill, which sets you apart from others in the world of business. Incentives could be given to schools to keep running the courses, or to students to continue them after GCSE, or both. There has been a lot of talk recently of teaching languages in primary schools, I agree that this is essential in the long run, but something needs to be done now, to stop the art from dying out in secondary, further and higher education.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-03T09:14:21.054968Z",
            "creator_name": "Emma Leigh Izat",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-03T09:14:21.054968Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 48,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14938364
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MFL-Incentives/"
    },
    "type": "petition"
}