{
    "data": {
        "attributes": {
            "action": "implement a system in at least 20 maternity units across the UK to enable the collection of Cord Blood as a matter of urgency.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government recognises the need for Cord blood collection for use in treatment of a range of life threatening medical conditions, however its target of collecting 20,000 donations by 2013 is inadequate. 50,000 donations are required to meet 95% of need in the UK. Cord blood is a rich source of potentially life saving stem cells which can replace the need for bone marrow . Cord Blood is found in the placenta and the umbilical cord after it has been cut. These are routinely discarded and incinerated by hospitals. The midwife should not be made responsible for collecting cordblood, but a dedicated cord blood technician. Cord blood does not intervene in the bonding process of mother and baby.\nThe collection of cord blood is mainly carried out by private companies who sell blood storage facilities and stored blood to individuals for thousands of pounds.  Our UK government health service regularly resorts to purchasing cord blood from private banks. Collection and storage should first and foremost be the responsibility of our government.  This matter should be dealt with as a matter of urgency and wide-scale cord blood collection should begin immediately.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-02T13:50:36.195040Z",
            "creator_name": "Wendy Blair",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-02T13:50:36.195040Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14932240
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveCordBlood/"
    },
    "type": "petition"
}