{
    "data": {
        "attributes": {
            "action": "close friendship with Israel",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We, the British people want a government that is sympathetic and friendly to Israel for our own good and for the good of our country.\nOur God:  the Father, the Son and the Holy Spirit declare that he judges a nation or an individual by their attitude to Israel.\n‘For the nation or kingdom that will not serve you will perish; it will be utterly ruined.’  Isaiah 60:12 and in Mathew 25, Jesus Christ talks about separating the Sheep from the Goats. \nJesus Christ is alive.  The Holy Bible is the word of God:  it is correct, relevant and up-to date. When God makes a promise, He keeps it. It’s no accident that a tiny country like Israel is the centre of the world and the focus of the world’s news media.   \nHistory tells us our longest serving Prime Ministers including Churchill, and Margaret Thatcher were both pro and friends of Israel.  America speaks for itself. \nThe people of this country only deserve the best. The best is Jesus Christ and His Gospels and friendship with Israel.",
            "closed_at": "2011-03-02T00:00:00Z",
            "created_at": "2010-03-02T20:02:33.765459Z",
            "creator_name": "Mrs Christine Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-02T20:02:33.765459Z",
            "rejected_at": "2010-04-02T00:01:01.712680Z",
            "rejection": {
                "code": 512,
                "details": "Your petition should comment on some aspect of government policy.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-02T00:01:01.712680Z"
        },
        "id": 14935593
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Israelists/"
    },
    "type": "petition"
}