{
    "data": {
        "attributes": {
            "action": "call on the Director General of the BBC, Mark Thompson, to abandon his plans to close BBC 6 Music",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As part of a drive to save money, the Director General of the BBC, Mark Thompson, has announced that the radio stations 6 Music and the Asian Network would close by the end of 2011.\n\nClosing 6 Music cannot and should not be allowed to happen as there is no other station which offers quality music presented by people who have a real and unbridled passion for the tracks they play.\n\nWhilst we can all empathise that the BBC needs to save money in these testing economic times, to close such a beacon of light in the murk of mediocrity would be a massive mistake. Both musicians and radio presenters have spoken out against this proposal and almost 90,000 members of the public have voiced their disapproval via Facebook.*\n\nIf the BBC is looking to save money, we the undersigned suggest they look at cutting other areas of their budget such as stars salaries or poor quality programming on digital channels.\n\nPlease add your voice to this ground-swell of condemnation for what is surely one of the biggest mistakes the BBC is making since they failed to perused John Cleese to do another series of Fawlty Towers.\n\n*Figure correct as of 02/03/2010",
            "closed_at": "2010-09-02T00:00:00Z",
            "created_at": "2010-03-02T16:11:43.979835Z",
            "creator_name": "Andy Thornley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-02T16:11:43.979835Z",
            "rejected_at": "2010-04-01T00:01:01.857285Z",
            "rejection": {
                "code": 20480,
                "details": "The BBC is independent of government. This is a matter for direct communication with the BBC.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-01T00:01:01.857285Z"
        },
        "id": 14933487
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/6-Music/"
    },
    "type": "petition"
}