{
    "data": {
        "attributes": {
            "action": "accept that the BBC should be protected, and allowed to following its charter in providing good content, in TV, Radio, Publications, Internet, and all media that is now, or will be used by mankind in the future.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This right of production should extend into all arenas, even if they would infringe of commercial organisations (such as the brilliant children’s teaching web site that was cancelled).\n\nWe do not want the TV licensed to be abolished, and we do not want the TV licence fee to be given to commercial channels. But if such funded was to be allowed then it should be only permitted if it is going to be used for non commercial projects such as would be created by the BBC.\n\nWe accept that cuts can be made, but those cuts should be made in management, or perks, not cuts into the body of the BBC it self.",
            "closed_at": "2011-03-03T00:00:00Z",
            "created_at": "2010-03-03T00:13:47.377470Z",
            "creator_name": "Joseph Hall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-03T00:13:47.377470Z",
            "rejected_at": "2010-04-02T00:01:01.712680Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement. Please rephrase your petition title to call for a specific action from the government.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-02T00:01:01.712680Z"
        },
        "id": 14937447
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Save-Our-BBC/"
    },
    "type": "petition"
}