{
    "data": {
        "attributes": {
            "action": "consider controlling the production and use of environmentally harmful chemicals",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This country floods it's water supply with poisonous substances in the quest towards a cleaner home. This is an incredibly dangerous and deluded approach to survival and must be stopped. The people of this country must come to understand that the planet has no way of dealing with man made chemicals. They do not break down. They do kill our water, and our fish. \n\nThis senseless proliferation of non organic compounds violates all fundamental principles to life on our planet. It doesn't make any sense. \n\nWith the amount of organic alternatives on the marketplace it is stupid and senseless to allow companies to sell such noxious products. \n\nPeople might argue that there are processes to clean our rivers and water of these chemicals, but they are wrong. There is no longer any way to efficiently clean the water. It remains tainted. \n\nThis is getting worse. The water will eventually become completely poisoned and our fish stocks will not be able to survive. Economy is no longer an argument. If people can only afford chemicals against organic technologies, then jobs should be created in order to produce organic solutions at cheaper cost.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-02T12:10:30.405940Z",
            "creator_name": "Ross McCarry",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-02T12:10:30.405940Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14931337
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Bleaches/"
    },
    "type": "petition"
}