{
    "data": {
        "attributes": {
            "action": "Prevent the BBC and BBC Trust from closing 6 Music Asian Network",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The BBC is investigating whether to close the above 2 stations, however this is in direct breach of 4 of the Trusts area of accountable committment. Serving all audiences - There are many listeners who do not wish to hear Radio 1 or 2 \"pop\" music\nContent - 6 Music is a leader in its field for new and archive based rarely heard music\nSupporting public services broadcasting - there are many of the public who should be supported with the type of music and lineup 6 Music provides\nIndependence - You dont get much more independent that 6Music. No Simon Cowell factor, promotion of indie labels and new bands. I have personally \"bought in to\" many new up and coming bands that have yet to see the light of day on many other stations.\n\nI request that the Government intervene and inform the BBC Trust that they are in breach of their own standards and committments",
            "closed_at": "2010-09-02T00:00:00Z",
            "created_at": "2010-03-02T12:03:38.738782Z",
            "creator_name": "Robin Dewson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-02T12:03:38.738782Z",
            "rejected_at": "2010-04-01T00:01:01.857285Z",
            "rejection": {
                "code": 20480,
                "details": "The BBC is independent of government. This is a matter for direct communication with the BBC.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-01T00:01:01.857285Z"
        },
        "id": 14931264
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/6MusicAsianNwrk/"
    },
    "type": "petition"
}