{
    "data": {
        "attributes": {
            "action": "Prevent the closure of the Brixham Tourist Information Office.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Brixham TIC is under threat of closure and instead, possible in a supermarket, it will be replaced by a rack oo pamphlets.\nThe TIC has been an invaluable resource for the town, both for tourists and locals. We can purchase theatre tickets, tickets for attractions all over the South West, possible further. The staff are very helpful. \nThey are always willing to answer all questions, put up posters for local events, and answer any query. Thier local knowledge is outstanding. As there are steps up to the office they also come out to those in wheelchairs\nThe only thing it needs is to be moved to an accessible building, and there are some empty buildings in the town which are suitable.\nThe next nearest TIC is in Paignton, which is not always convenient to get to, especially for the elderly and disabled",
            "closed_at": "2010-03-31T00:00:00Z",
            "created_at": "2010-03-03T14:58:13.753910Z",
            "creator_name": "Elizabeth HArding",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-03T14:58:13.753910Z",
            "rejected_at": "2010-04-02T00:01:01.712680Z",
            "rejection": {
                "code": 20480,
                "details": "This is a matter for direct communication with your local authority.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-02T00:01:01.712680Z"
        },
        "id": 14941669
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Brixham-TIC/"
    },
    "type": "petition"
}