{
    "data": {
        "attributes": {
            "action": "for the law to show some consistancy when it comes to offences and convictions",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Banks, Building Societies and Utility Companies can submit what they like to Credit Rating Agencies who then have the ability to sell information about individuals and companies. This could be as the result of a dispute or late payment. These bodies can submit information unchecked and not available to be scrutinised by the person or body they are dambing. Yet if you kill a 2 year old boy and throw his body on a railway track it is in the public interest to hide the killers identity. The crime these two boys commited was truly horrific, they were found guilty in a court.\n Big business can ruin people without a trial or any cross examination.\n 2 things need to be done .1 expose the murders protect them if necessary from vigilanties but don't let them hide and 2 before companies put dambing information on Credit Reports the information should be scrutinised and the person accused should have a chance to put their point across.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-03-04T08:35:55.778658Z",
            "creator_name": "Mark Johannsen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-04T08:35:55.778658Z",
            "rejected_at": "2010-04-03T00:01:01.910603Z",
            "rejection": {
                "code": 256,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-06T11:08:00.240553Z"
        },
        "id": 14946151
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Jamie-Bulger-1/"
    },
    "type": "petition"
}