{
    "data": {
        "attributes": {
            "action": "change the Art and Design Higher course in Scotland to one which is much more appropriate and fair for all students.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Art and Design Higher course in Scotland is unfair and blinkered. The course insists on essays written about designers and painters, but since when did  the student's knowledge, or English skills, reflect on their ability in art? Students also have to conform to using certain mediums pushed for by the SQA exam board, and their teachers. This is unfair as a wide range of mediums and techniques should be used and shown, to fairly evaluate the student's level in Art and Design. The course is therefore narrow-minded, not allowing for a true perspective on a student's ability and takes up valuable time with essentially pointless essays with regards to Art skills.\nArt and Design Higher needs a firm eye to redesign the course and really allow the artistic skills of the students to show, not corrupted by essays and conformed ways.",
            "closed_at": "2011-03-04T00:00:00Z",
            "created_at": "2010-03-04T14:10:14.807995Z",
            "creator_name": "Miss Alicia Staley-Best",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-04T14:10:14.807995Z",
            "rejected_at": "2010-04-03T00:01:01.910603Z",
            "rejection": {
                "code": 16384,
                "details": "This is a devolved matter and should be directed to the Scottish Executive.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-03T00:01:01.910603Z"
        },
        "id": 14949436
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Pure-Art/"
    },
    "type": "petition"
}