{
    "data": {
        "attributes": {
            "action": "review the sentencing guidelines for all child abuse related crimes, with a view to ensuring justice for the innocents who are failed in life, and then also failed in death by the injustice of our current legal system, and for those children fortunate to survive, only to be further ill-treated by the injustice of UK legislation.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "WE PETITION THE GOVERNMENT TO:\n\n1. Increase the maximum sentence of 14 years for ‘allowing or causing death of a child’ to a discretionary life sentence, naming this new ruling ‘Peter’s Law’, as it was the murder of Peter Connelly that opened the nations eyes to the injustice of the current tariff.\n\n2. Review sentencing guidelines for ALL crimes relating to child abuse, increasing both minimum and maximum tariffs.\n\n3. Introduce a law concerning fatal abuse without fatal injury where death as a result of complications from failure to seek medical attention; illness in a child whose immune system is impaired by the stress of chronic abuse or neglect; or abuse or neglect of a child already impaired by chronic illness, is labeled murder. \n\n4. Ensure that sentences for child abuse run consecutively. \n\n5. Abolish parole for all crimes against children.\n\n6. Life sentences should mean LIFE.\n\n7. Close the legal loophole which allows abusers to escape jail when the child survives, by blaming each other for the abuse.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-03T18:28:32.103125Z",
            "creator_name": "Teresa Robinson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-03T18:28:32.103125Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 433,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14943397
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BabyPetersLaw/"
    },
    "type": "petition"
}