{
    "data": {
        "attributes": {
            "action": "Re-think the propsed cut backs in Public services.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The proposed cut backs to public services will do nothing to help the country out of its financial fix. Besides the hardship it will bring to staff delivering council services, all of whom currently pay taxes, it will mean a tremendous increase in unemployment with hundreds of people chasing what few jobs there are. These people will also claim benefits. It will of course affect the services that these people currently offer the public.\nIf we wish to live in a decent civilised society then we should all be willing to maintain real jobs. It was the bankers & the city that got us into this mess, and it has been left to the tax payer to cover the costs of mis management.The banks response to this help has been to retain the profits made since this time  - making it difficult for ordinary citizens to take out loans for their businesses creating more unemployment and to aggravate the situation even more with the bankers still believing that they are worth the awards of substantial bonuses  Council workers actually do all of us some good and they along with all the other casualties of this financial fiasco are being made to pay the price Is this what we expect from a government who claims to listen?",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-03T19:11:27.905279Z",
            "creator_name": "Mr Tony Long",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-03T19:11:27.905279Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14943708
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Council-Jobs/"
    },
    "type": "petition"
}