{
    "data": {
        "attributes": {
            "action": "ensure the equal voice of all citizens of the UK regardless of nation or region",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The recent trend towards devolution in the UK has left those in areas which are represented by devolved parliaments and assemblies with a disproportionate amount of power over those who are not. \n\nCurrently, citizens living in Scotland, Wales and Northern Ireland may largely govern their own affairs whilst also voting on issues affecting the remaining 83.3% of people in the UK. Examples of this include MP's from devolved countries voting for student tuition fees or paid NHS prescriptions in England, only for their own parliaments or assemblies to subsidise them at the expense of the every UK tax payer. The majority of UK citizens must foot the bill for the institutions and policies of a select minority, with the reward of a reduced say in how their own lives are run. This is hardly befitting of a nation which has had a leading role in the establishment of democracy and now promotes it internationally. \n\nWe therefore propose that every region of the UK should have its own assembly or parliament or none should (depending on the result of a UK wide vote).  The result would either be decisions made at a local regional level across the UK or a return to centralised government.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-03T17:28:56.959457Z",
            "creator_name": "Sean Mills",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-03T17:28:56.959457Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14942951
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/equal-voice/"
    },
    "type": "petition"
}