{
    "data": {
        "attributes": {
            "action": "Introduce controls to mortgage lending that prevent the CML from railroading the property industry",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Through their so-called \"self-regulation\" scheme Mortgage lenders (via the Council of Mortgage Lenders) are making and enforcing rules that are unfair to other interested parties. Lending decisions are made with no obligation on the part of the decision-makers to have to explain their decisions to the people whose lives and businesses are being affected. The CML should be replaced by a government agency that operates to guidelines designed to benefit the whole industry, not just the lenders. Given the option of transparent and accountable government regulation or non-accountable private regulation, I urge you to vote for government regulation in this instance.\n\nOn a slightly related subject, there should be separation between property valuers (Surveyors) and lenders. A major contributing factor to the decline of the housing industry was when Surveyors were instructed by lenders to reduce their valuations of properties by 10% across the board. The net result of that and decreases in LTV figures meant that most buyers could not afford to buy property as they could not obtain realistic lending.",
            "closed_at": "2011-03-04T00:00:00Z",
            "created_at": "2010-03-04T10:15:41.966384Z",
            "creator_name": "Mr. Andrew Galloway",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-04T10:15:41.966384Z",
            "rejected_at": "2010-03-04T15:13:17.686989Z",
            "rejection": {
                "code": 2,
                "details": "",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-04T15:13:17.686989Z"
        },
        "id": 14947067
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Replace-CML/"
    },
    "type": "petition"
}