{
    "data": {
        "attributes": {
            "action": "strongly call on the government to make International Women’s Day, 8 March, a day where the total tax generated in the UK be dedicated to the resourcing of organisations working to end male violence against women in all its forms.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Recent action by the government to develop a cross-departmental strategy to end violence against women & girls was a crucial step forwards in making the UK free of violence against women and girls. However, it should be acknowledged that the women’s sector is fundamental to achieving this goal & measures need to be put in place to ensure it is fully resourced.\n\nMany countries have chosen to honor & celebrate IWD by making it a paid bank holiday. We believe government can go further by taking action to disseminate taxes generated on IWD to women’s organisations who build on the momentum and collective effort to end male violence against women in all its forms (in the UK & internationally)\n\nWe believe it’s within the power of government to commit one day’s tax a year to this cause. By marking IWD in this way it will enable the UK to make the vision of a UK free from violence against women a reality whilst setting the precedent for other countries in Europe and beyond to do the same.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-04T14:31:57.855996Z",
            "creator_name": "S Qureshi",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-04T14:31:57.855996Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14949653
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IWDtaxes4women/"
    },
    "type": "petition"
}