{
    "data": {
        "attributes": {
            "action": "immediately release Smoking Ban martyr Nick Hogan from the unjust 6 month jail sentence he has just received for standing up for our personal freedoms",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Nick Hogan, landlord of the Swan with Two Necks in Bolton, refused to throw two World War II veterans out into the rain to smoke when a council official demanded he do so. As a result, Mr Hogan has been persecuted by that Council and after punitive fines were not paid, he has been jailed for longer than sexual assaulters and other violent criminals sentenced on the same day. This means he will not be able to stand as the selected PPC for UKIP in Chorley in the forthcoming General Election, effectively further impoverishing democracy already under seige in this country.\n\nWe do not imprison people standing up for war heroes and pensioners' rights in this country, we should be giving them medals. Gordon Brown should recognize Nick's heroic stance for liberty and personal freedom and release him immediately, reprimanding the over-officious council and judge for their mediaevil attitudes! He must release him before he announces a General Election (if he ever does) or he will damage British democracy, liberty and justice even further.",
            "closed_at": "2010-09-03T00:00:00Z",
            "created_at": "2010-03-03T15:43:06.654444Z",
            "creator_name": "Mr Paul Mcilvaney",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-03T15:43:06.654444Z",
            "rejected_at": "2010-03-04T09:42:02.340213Z",
            "rejection": {
                "code": 4096,
                "details": "Individual sentences are a matter for the courts, who are independent of Government.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-04T09:42:02.340213Z"
        },
        "id": 14942046
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FreeNickHoganNow/"
    },
    "type": "petition"
}