{
    "data": {
        "attributes": {
            "action": "Accurately report the amount of money actually lent by banks under the Enterprise Finance Scheme",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is a massive discrepancy between the amount the government state they have put aside to support the Enterprise Finance Guarantee (EFG) Scheme and how much money banks have actually lent to qualifying businesses. Banks claim to have many thousands of successful applicants under this scheme and to have lent inordinate sums of money but these claims cannot be substantiated. The PM should accurately report the actual lending under the EFG Scheme and banks should be required to disclose lending and quantities of successful applications. It is all very well for Government to put aside funds to aid economic growth, but if the lending institutions won't lend, then it is a waste of everyone's time. Reporting of these issues by government may inadvertently mislead the public by stating \"We put this much money into this scheme\" but they don't say how much of that money was actually lent to the target recipients. (The answer is, of course, very little indeed.) Additionally, hundreds of bloggers report that they have petitioned their MPs on exactly this matter but I have never heard this subject raised on PM's Question Time or discussed in any official/public arena.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-04T09:47:25.487992Z",
            "creator_name": "Andy Galloway",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-04T09:47:25.487992Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14946760
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EFG-Lending/"
    },
    "type": "petition"
}