{
    "data": {
        "attributes": {
            "action": "call on Southeastern to automatically declassify first class when trains are shortformed",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since the introduction of the new timetable on Southeastern Railway in December 2009, the service has been atrocious. Trains are increasingly late and frequently shortformed (approx 194 trains per week).\n\nAt present the decision to declassify first class compartments on Southeastern trains that are shortformed is down to control, or, in extreme circumstances, the onboard conductor. But far too often first class compartments are NOT declassified leaving hard-working commuters with valid tickets to stand in the aisles or sit on the floor of the train while first class areas remain largely empty.\n\nWe believe this treatment of commuters is no longer acceptable in the 21st century and we ask that ALL trains which are short-formed, in contravention of their franchise agreement, should automatically have first class areas declassified so that commuters can get the seat they paid for.",
            "closed_at": "2010-07-04T00:00:00Z",
            "created_at": "2010-03-03T21:51:26.059768Z",
            "creator_name": "Chris Irvine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-03T21:51:26.059768Z",
            "rejected_at": "2010-03-04T15:00:50.367541Z",
            "rejection": {
                "code": 20480,
                "details": "This is a matter for direct communication with the Office of Rail Regulation.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-04T15:00:50.367541Z"
        },
        "id": 14944863
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/first4all/"
    },
    "type": "petition"
}