{
    "data": {
        "attributes": {
            "action": "Demand the government creates a senior ministerial post with responsibility for the outbound and inbound UK tourism industry",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The inbound and domestic tourism sector in the UK is considered to be the fifth largest and account for 2.7 million jobs. Overall, including outbound, the sector is even more important to the UK economy and yet it does not have a minister dedicated to represent its views in government. This despite the fact that decisions taken by ministers in many other government departments have a direct impact on the sector. The tourism industry deserves to have a bigger say and to be represented better in government to ensure its interests are properly considered when decisions are taken that do impact upon it.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-03-03T17:47:48.895304Z",
            "creator_name": "Lee Hayhurst",
            "government_response_at": "2010-08-19T15:40:02.418117Z",
            "government_responses": [
                {
                    "created_at": "2010-08-19T15:40:02.418117Z",
                    "details": "You signed a petition asking the Prime Minister to demand the government creates a senior ministerial post with responsibility for the outbound and inbound UK tourism industry.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=yesminister\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'yesminister'",
                    "updated_at": "2010-08-19T15:40:02.418117Z"
                }
            ],
            "opened_at": "2010-03-03T17:47:48.895304Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 986,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 14943109
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/yesminister/"
    },
    "type": "petition"
}