{
    "data": {
        "attributes": {
            "action": "Make it law that owners of football clubs be publicly known, with reference to the case of Leeds United.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Football fans up and down the nation are spending vast sums of money on supporting their teams throughout the recession and times of austerity.\n\nMeanwhile, it appears this money is being syphoned off to offshore companies and offshore accounts, the nature and destination of which remain unknown.\n\nThe argument that if the real owners have nothing to hide then why don't they come clean and reveal themselves is extremely pertinent here.\n\nAfter a series of failed, and potentially fraudulent take-overs of football clubs in recent years, the latest story is Leeds United.\n\nHere, the Football League have deemed the owners fit and proper, but these owners remain a mystery to everyone else. The controversial Swiss company speaking on behalf the web of offshore owners say no information can be revealed without invoking Swiss law.\n\nThis is not good enough. It damages the game and brings it into disrepute, and most of all, it is unfair on the loyal fans.  \n\nThis petition is to implore the Government to force the FA, Premier League and Football League to make it mandatory for all owners of Football League teams to be known publicly.\n\nOnly then will the credibility of our national sport be restored.",
            "closed_at": "2010-09-05T00:00:00Z",
            "created_at": "2010-03-05T16:02:54.162435Z",
            "creator_name": "Samuel Nair",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-05T16:02:54.162435Z",
            "rejected_at": "2010-04-04T00:01:01.311467Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for the FA.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-04T00:01:01.311467Z"
        },
        "id": 14957776
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HonestFootball/"
    },
    "type": "petition"
}