{
    "data": {
        "attributes": {
            "action": "introduce into the curriculum of education starting at junior level lessons that teach our children to think more critically and intelligently about the concept of defending a nation state using God's name in vain 'Dieu et mon droit', which appears on emblems on military livery in the UK; that it is not only an insult to God but counterproductive to creating a healthy mentally balanced social system.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The idea that a nation exists because of its military power is the raison d'etre of neanderthals.\nMilitary establishments in the UK since the dark ages have used God's name in vain when going into battle. God instructs or directs no man to murder another - this is a fallacious Jewish concept alien to Jesus Christ. The God in this context is not the Creator but the Destroyer - God's enemy.\nUnbelievers cannot have it both ways. You cannot think that God is on your side when you support a killing machine that murders innocent citizens by the thousands as in Dresden. Coz He ain't.\nIf you want to support a killing machine then do it as unbelievers, without dragging the name of God into your conscience as a kind of sanitary towel for soaking up the blood from your hands.\nChoose destruction or life but don't think that God supports destruction. He doesn't, not even if the Queen says so.\nGod is not with the Military.",
            "closed_at": "2011-02-05T00:00:00Z",
            "created_at": "2010-03-05T11:08:05.718624Z",
            "creator_name": "Mr Mark Golding",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-05T11:08:05.718624Z",
            "rejected_at": "2010-04-04T00:01:01.311467Z",
            "rejection": {
                "code": 16386,
                "details": "",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-04T00:01:01.311467Z"
        },
        "id": 14955786
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GodandState/"
    },
    "type": "petition"
}