{
    "data": {
        "attributes": {
            "action": "to set up a \"UK Bank\" and allow it to be the only issuer of banknotes",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition calls for a single issuer of Sterling banknotes in the UK. There are too many issuers of banknotes in the UK. In Scotland, the Royal Bank of Scotland, Clydesdale Bank and Bank of Scotland each print money, in England the Bank of England prints banknotes, while Northern Ireland has its own issuer. Crown Dependencies like the Isle of Man and Bailiwick of Jersey also print Sterling banknotes that can be found on the mainland. \n\nThe result is mass confusion, especially since issuers each have their own rules and can take notes out of circulation with little or no warning to those who may be presented with one of their notes in another part of the UK. Despite the acceptance of these Sterling banknotes by banks, under such confusion these banknotes are very often rejected by businesses who are unfamiliar with their appearance. \n\nThis petition calls for the Prime Minister to scrap a 19th century tradition whereby private banks can issue currency by setting a new \"UK Bank\" that will be representative of all the UK and sole issuer of banknotes in the land. This way, nobody will have confusion over what is legal tender, while sterling would surely receive a boost internationally.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-05T21:15:51.552971Z",
            "creator_name": "Alkan Chaglar",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-05T21:15:51.552971Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14959751
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/uksterling/"
    },
    "type": "petition"
}