{
    "data": {
        "attributes": {
            "action": "We, the undersigned, wish the Prime Minister to reinstate Dr Kim Holt, a consultant paediatrician of 25 years standing who attempted to highlight concerns about dangerous staffing levels in child protection.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dr Holt, a consultant paediatrician of 25 years standing, has not been allowed to return to work by management at Great Ormond Street Hospital after attempting to highlight dangerous standards of care in the Haringey clinic that was later found wanting in the tragic case of Baby P Peter Connelly. \n\nIn the wake of the Staffordshire inquiry this week, we were told by Niall Dickson of the General Medical Council that \"if any doctor has reason to think that patient safety is, or may be, seriously compromised then they must take steps to put the matter right\". How are doctors to reconcile this advice with the treatment Dr Holt has received from NHS management? We plead for the Prime Minister's intervention in the case of Dr. Kim Holt.",
            "closed_at": "2010-04-04T00:00:00Z",
            "created_at": "2010-03-04T15:22:07.872822Z",
            "creator_name": "Dr Prakash Thiagarajan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-04T15:22:07.872822Z",
            "rejected_at": "2010-04-08T00:01:01.601687Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Great Ormond Street Hospital and the General Medical Council.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-08T00:01:01.601687Z"
        },
        "id": 14950078
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Reinstate-Holt/"
    },
    "type": "petition"
}