{
    "data": {
        "attributes": {
            "action": "allow the Welsh Assembly Government to conduct an inquiry into crimes against humanity pepertrated during the final stages of the war beteween the Government of Anglesey and the political prisoners known as the Anglesey 2, and during the war's aftermath when human rights abuses were uncovered.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Anglesey 2 are political prisoners in Wales, their crime was to take a stand against the Anglesey Government.\n\nWe call on the Anglesey Government to end the suppression of political dissent by violent or other means.\n\nWe call on the Anglesey Government to fully implement human rights for all citizens of Anglesey and a political solution involving the full participation of the Welsh population and the Anglesey 2, ending the systematic historical discriminatory measures of the Anglesey Government against the Anglesey 2.\n\nWe call on the Welsh Assembly to investigate breaches of Human Rights and crimes against humanity against the Anglesey 2, we call on the Prime Minister, Mr Gordon Brown, to assist us in hastening the Welsh Assembly in investigating our grievances.\n\nThe Anglesey 2 assert that long term peace and stability can only be established on the basis of full justice and rights for all the inhabitants of the island of Anglesey.",
            "closed_at": "2011-03-12T00:00:00Z",
            "created_at": "2010-03-06T21:38:55.853765Z",
            "creator_name": "David Pritchard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-06T21:38:55.853765Z",
            "rejected_at": "2010-03-19T15:18:36.477780Z",
            "rejection": {
                "code": 4096,
                "details": "This is a devolved matter and should be directed to the Welsh Assembly.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-19T15:18:36.477780Z"
        },
        "id": 14964275
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TheAnglesey2/"
    },
    "type": "petition"
}