{
    "data": {
        "attributes": {
            "action": "ensure all violent criminals will serve a long time in prison",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Violence blights our towns and cities every single night, and it is ridiculous that many of these attacks are punished with suspended sentences or short jail terms.\n\nSimply put, it has to be taken more seriously.\n\nTown and city centres have become no-go areas late at night, never mind the rest of the Country.  This will not change until people know that a drunken (or sober) kicking will more than likely result in the next few years behind bars, no matter how many people were involved.  \n\nThere must be harsh sentencing to ensure that people are adaquately deterred, because too many people know they will get away with attacking innocent people for little or no reason.  People know they're responsible for their own actions, if they're over the age of 14 they should understand that what they do has consequences, they make their own decisions.\n\nEvery attack is a gamble, there's nearly always a chance that someone could end up being killed.  Those of us who live our lives peacefully deserve better.  Our human rights are more important than those of our attackers and this is the only way to change attitudes towards violence in everyone for the future, and make the Country a much safer place.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-08T03:23:40.263530Z",
            "creator_name": "Richard Garland",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-08T03:23:40.263530Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 15,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14969196
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/takeitseriously/"
    },
    "type": "petition"
}