{
    "data": {
        "attributes": {
            "action": "introduce legislation banning all religious individuals, groups and organisations intruding on the privacy of households, by ending cold calling, leaflet distribution and telephone calls.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A law is requested to stop the unrequested and unwanted intrusion into peoples' lives by all religious persons/groups/organisations. This intrusion usually takes three forms: direct visiting of property; posting leaflets through letter boxes (even if the property occupier has signs up requesting no contact by religious groups) or by telephone calls.(Religious groups/organisations are exempt from the Telephone Preference Service) The new law must force all religious groups/organisations to end such intrusive activity and be enforced by law, with offenders being jailed. Cold calling can be especially intrusive to the elderly, the disabled, those recovering from illness or those bereaved or those who simply do not want to be contacted by religious people. Under this law, religious organisations may only contact or visit people who have requested them to do so in writing. This law will remove the presumed 'right of access' all religious individuals/groups/organisations assume they have to other peoples' property.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-07T20:13:54.448052Z",
            "creator_name": "Mr Gareth Williams",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-07T20:13:54.448052Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14968078
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/religioncoldcall/"
    },
    "type": "petition"
}