{
    "data": {
        "attributes": {
            "action": "Provide justice for James Bulger and his family.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the British public are calling for Justice to be finally done for the Bulger family. Venables and Thompson need to be sent back to adult prison and made to serve a sentence that reflects their gruesome crime. Their previous punishment and rehabilitation clearly did not work as they have reoffended. Therefore other action must be taken. Not only in the case of public safety but to send a message to all criminals out there, that they WILL be punished and justice will be done for the victims and their families. Public feeling of this matter is of huge proportion and as british citizens and taxpayers we want our voices to be heard .We want to know that the British justice system is on the victims side and not that of the criminal. The sentence must reflect the crime.For example \"Life must mean life\" Can you also explain what good, yet more taxpayers money would do being thrown at new identities for these murderers when clearly it was a waste of money the first time around. The money would be better spent on imprisoning them. This would not only bring peace, calm and justice for the Bulger family, but for the British public too.  And set a presidence for future would be criminals.",
            "closed_at": "2010-06-08T00:00:00Z",
            "created_at": "2010-03-08T00:45:32.420788Z",
            "creator_name": "Tara Ryan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-08T00:45:32.420788Z",
            "rejected_at": "2010-04-07T00:01:01.244397Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-07T00:01:01.244397Z"
        },
        "id": 14969059
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/JusticeJames/"
    },
    "type": "petition"
}