{
    "data": {
        "attributes": {
            "action": "Stop Handing Out New Identities to Criminals",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Criminals, who have traumatised or killed others, denying their victims the human rights and lives that they deserve, are being given new identities so the government can pretend their crime new happened. Some of the most significant cases include Vanessa George sexually abusing toddlers and Jon Venables and Robert Thompson's killing of toddler James Bugler, in which the former has been recently been recalled to prison. The government spend millions renewing their identities, and we, the public, have the right of knowing if a new employee or a new neighbour is a serious criminal offender. Everyone is entitled to a life, yes, but as long as they are alive, they have that right. The victims deserve all the help from the government, not the culprits. The government spend millions renewing criminal's identities, and their doing is at innocent people's expense. Overall, criminals do not deserve a new identity for the government. They only have themselves to blame, and it comes to show that new reward whatsoever comes  out of doing harm to others!",
            "closed_at": "2011-03-07T00:00:00Z",
            "created_at": "2010-03-07T20:54:33.278396Z",
            "creator_name": "Mr Joseph Cornforth",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-07T20:54:33.278396Z",
            "rejected_at": "2010-04-16T00:01:01.815444Z",
            "rejection": {
                "code": 2,
                "details": "Vanessa George is currently still serving a prison sentence of indeterminate length. We are not aware of any official confirmation that she would receive a new identity if and when she is released. We suggest you remove the reference to this case.",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-16T00:01:01.815444Z"
        },
        "id": 14968310
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stopnewidenties/"
    },
    "type": "petition"
}