{
    "data": {
        "attributes": {
            "action": "put pressure on European Football bodies to give European Cup group stage places to smaller Countries",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "England get 3 teams automatically through to the European Cup group stages.  How are the likes of Scottish and Northern Irish teams meant to strengthen their football without the money that comes along with European football.  How are fans meant to see their teams play those dream games against the biggest teams, when they have to go through qualifying rounds that they'll never get through in a million years.  Certain European football bodies think that they can dictate these things undemocratically, with decisions made only by money.  It's nothing short of racism, as if they couldn't manage another round of matches to accomodate another couple of groups.  If England can have 3 teams, why can't Northern Ireland, Scotland and Wales have just one place?  We'll never get anywhere with our football otherwise.  If the rest of Europe don't agree then we're better off without Europe because it IS racist, just cause our Country is smaller, it is no less valid.",
            "closed_at": "2011-03-07T00:00:00Z",
            "created_at": "2010-03-07T08:27:38.063666Z",
            "creator_name": "Richard Garland",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-07T08:27:38.063666Z",
            "rejected_at": "2010-04-08T00:01:01.601687Z",
            "rejection": {
                "code": 20480,
                "details": "This is a matter for direct communication with UEFA.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-08T00:01:01.601687Z"
        },
        "id": 14965102
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EuroFootball4All/"
    },
    "type": "petition"
}