{
    "data": {
        "attributes": {
            "action": "Food Tax",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It has come to light that the Government is thinking about puting vat on to food.\nThis will increase the burden for the majority of people who are already struggling to get by. It is said that this is to help the government with the deficit it has.\nThis deficit has come from all the mishandlings of the banks and other financial institutions, who have received millions in bail outs for their\nmany endeavours to make a killing for themselves. Why should, yet again the normal working man have to keep on handing out more and more for their mis-management of things.\nIf we take into consideration not only the banks failings, then management still receiving big fat bonus's, and pensions or handouts for leaving, and mp's that have been very greedy with their expenses, which seems to have been brushed under the carpet, even if they have paid back, they should no longer be mp's.\nPlease take time to think whether we should just sit back and say, just another tax to pay, lets all get together and shout, no, we don't want another tax to pay.  Thank you for reading and maybe signing this petition.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-03-07T18:11:39.675893Z",
            "creator_name": "Louise Leak",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-07T18:11:39.675893Z",
            "rejected_at": "2010-04-07T00:01:01.244397Z",
            "rejection": {
                "code": 768,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-07T00:01:01.244397Z"
        },
        "id": 14967482
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoVATonFood/"
    },
    "type": "petition"
}