{
    "data": {
        "attributes": {
            "action": "take any necessary action against EU directive 2003/59 Drivers Certificate of Professional Competence or provide a legislation whereby employers are bound to cover all expenses, including spent time, for taking the training (as most companies usually do).",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Under EU 2003/59 directive professional drivers are required to take periodic skill training every 5 years. It is ridiculous, that professional drivers with many years of experience (which is based on both theoretical and practical knowledge) are burdened with unnecessary waist of time and expenses. This Directive will not improve any safety on roads because first of all no training can substitute 10 and more years of first hand experience “living” on the road and secondly professional drivers form just a tiny minority on the road. This directive will only deter young people of choosing this profession (which in fact always experienced shortages of professional drivers) because no one would like to spend tremendous amounts of money to get professional drivers license just to work day and night for salary just above the national minimum wage, and on the top of that to cough up hundreds of pounds and spend 40 unpaid hours every five years for CPC. \nThis Directive seams like just another money making tool- nothing else.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-08T17:10:03.718365Z",
            "creator_name": "Dalia Saparaviciene",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-08T17:10:03.718365Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 14973749
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DriverCPC2010/"
    },
    "type": "petition"
}