{
    "data": {
        "attributes": {
            "action": "Launch an independent investigation of Suffolk Social Services integrity and ethics in their actions and practices of Forced Adoption and, if necessary, act upon its findings.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On the 27th of October 2008, Suffolk Social workers and police barged through the door of a couples Sudbury home and removed their 12 wk old daughter under a police protection order. There has never been any proof of this protection order, despite many requests being made.\n\nAfter the birth of the couples daughter, Suffolk social services monitored the baby's progress during the first few weeks of her life, she prospered under the loving care of her parents. However, the fact that no fault could be found in the actual physical and emotional care provided by her natural parents did not deter Suffolk Council from destroying this fragile family.\n\nEvidence of similar cases in the Suffolk area raise serious doubts as to the integrity, working practices and legality of the Council's action in such cases.\n\nOn November 25, 2009, this case was raised in parliament by Tim Yeo, conservative MP for the Suffolk County, when he accused Suffolk council of \"child kidnapping\" \"emotional abuse\" and \"cruelty”.",
            "closed_at": "2010-06-08T00:00:00Z",
            "created_at": "2010-03-08T15:00:28.302206Z",
            "creator_name": "Mr David Gummer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-08T15:00:28.302206Z",
            "rejected_at": "2010-04-16T00:01:01.815444Z",
            "rejection": {
                "code": 10,
                "details": "We cannot verify all of the statements in your petition and therefore cannot accept it as it is currently worded. We also do not usually accept petitions giving details of individual cases as we cannot confirm that those involved have given permission for the details of their case to be included in an epetition. We suggest you remove the details of the individual case.",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements",
                    "Material which is potentially confidential, commercially sensitive, or which may cause personal distress or loss"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-16T00:01:01.815444Z"
        },
        "id": 14972692
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/suffolkss/"
    },
    "type": "petition"
}