{
    "data": {
        "attributes": {
            "action": "increase the amount of support serving troops receive. We urge the Prime Minister to consider the costs of new equipment and to consider the price of our soldier's lives as they serve our country in unfriendly territories. We insist in an upgrade of Military Technology and research as well as an extensive evaluation of how our troops are trained.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "After viewing Channel 4's news tonight at 1900hours, I was saddened to acknowledge that even after four or five years of demanding newer, more armoured vehicles, we were still using the \"snatch Land Rovers\" which seem to have been the cause for more than 30 deaths. \n\nIn the report we're told of an SAS Operative that says how the snatch Land Rover's are \"potentially unfit\", the armour being insufficient, and that soldiers were not happy to travel in the vehicles. So much so, they're given the nickname \"mobile coffins\". \n\nI'm also led to believe that the training programmes were not up to scratch.  \n\nFortunately, Gordon Brown has decided to \"axe\" these snatch Land Rovers, however this seems a little late in coming (5 years late) and now we have to consider the state of other British Army, Navy and Royal Air Force equipment.",
            "closed_at": "2010-09-09T00:00:00Z",
            "created_at": "2010-03-09T21:50:09.217045Z",
            "creator_name": "Matthew Crighton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-09T21:50:09.217045Z",
            "rejected_at": "2010-04-09T00:01:01.126008Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/EQUIPOURHEROES/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-09T00:01:01.126008Z"
        },
        "id": 14984362
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EquiptheForces/"
    },
    "type": "petition"
}