{
    "data": {
        "attributes": {
            "action": "To stop the Relocation of Thomas Allyene School  to the Green Belt land of Great Ashby, Stevenage",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This school will bring 1600 pupils to the area and as a result traffic congestion, destruction of woodland and greenbelt land and further disruption to wildlife and residents will be caused, in an area where the infrastructure is totally inadequate to cope.\n\nThe land that the school is to be built on is Green Belt land, and we should preserve what precious land is left in this country and find an alternative site for Thomas Alleyne School. The school will occupy this site along with floodlit all weather pitches, floodlit multi-use games area to name a few, which will bring problems, with noise, lights etc. Wildlife will be effected along with the destruction of ancient woodland.\n\nWe need to find an alternative site for this School that will not destroy Greenbelt land, ancient woodland and cause total disruption to an area that can not cope with the amount of traffic this school will bring. We ask the secretary of state to call this decision in!",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-03-09T14:48:30.835777Z",
            "creator_name": "Victoria Hughes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-09T14:48:30.835777Z",
            "rejected_at": "2010-04-08T00:01:01.601687Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with your local authority in the first instance.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-08T00:01:01.601687Z"
        },
        "id": 14980598
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ThomasAlleyne/"
    },
    "type": "petition"
}