{
    "data": {
        "attributes": {
            "action": "Stop DVLA issuing 'Failiure to notify disposal of vehicle' out of court settlement letter due to postal or computer error",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "DVLA sent me a letter, titled 'Failure to notify disposal of vehicle. This states that I'm no longer the keeper of the vehicle in question (which is true) and that I did not notify DVLA (which is not true). It then goes on to state that to avoid court action I need to pay £55.\n\nI sent off my registration document to the DVLA shortly after I sold the vehicle, I can only presume it got lost in the post or there is a computer error at DVLA. \n\nTried to resolve this on the main DVLA contact number, as well as the local enforcement centre. Told this matter can only be resolved in writing. My concern is that this will take me past my out of court settlement date.\n\nAfter searching the internet I have found many similar complaints, I feel this is very unfair and I have even found legal advice which suggests they can't do this under the article 6 of the human rights convention and under the Bill of rights 1689.",
            "closed_at": "2010-09-09T00:00:00Z",
            "created_at": "2010-03-09T18:07:27.985033Z",
            "creator_name": "Mr Andrew Smart",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-09T18:07:27.985033Z",
            "rejected_at": "2010-04-09T00:01:01.126008Z",
            "rejection": {
                "code": 20480,
                "details": "Individual cases are a matter for direct communication with the DVLA.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-09T00:01:01.126008Z"
        },
        "id": 14982435
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/notify-disposal/"
    },
    "type": "petition"
}