{
    "data": {
        "attributes": {
            "action": "Please bring oyster card readers/swipers to Guildford train station.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Guildford is a major connection and business area just outside of London, and is the hub of the UK gaming industry (the largest entertainment industry in the UK). Because there is such a thriving connection between London and Guildford, it seems archaic that there are still no Oyster readers at the station, and that we have to rely on unattractive prices and flimsy paper tickets. I personally live in Amersham, which is as far outside of London as Guildford, but has Oyster readers, which makes it a pleasure to travel. Including Oyster readers at Guildford station will only increase business, travel, tourism, (and thus money) between the 2 cities. Please help our businesses and the happiness of the commuters by giving Guildford Oyster readers and breaking this unnecessary hindrance to all that travel between there and London.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-03-10T13:28:55.371365Z",
            "creator_name": "Mr Jeffrey Read",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-10T13:28:55.371365Z",
            "rejected_at": "2010-04-09T00:01:01.126008Z",
            "rejection": {
                "code": 20480,
                "details": "This is a matter for direct communication with the train company responsible for the station.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-09T00:01:01.126008Z"
        },
        "id": 14989225
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GuildfordOyster/"
    },
    "type": "petition"
}