{
    "data": {
        "attributes": {
            "action": "enforce better safety regulations along urban waterways",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The tragic discovery of many missing people in the  waterways of Yorkshire and other places across the country in recent times, has drawn attention to the lack of safety around rivers and canals. There are obviously life rings along there, if unaided however people falling in are likely to struggle to get out again.\nI would like to urge the consideration of adding railings to the waterways, potentially restricting access during nightime / drinking hours. \n\nThe deaths of students have identified the danger of the Canals and Rivers which run through the city centre, the path alongside which are quite often the preferred route for sometimes drunken patrons on their way home from nights out.\n\nThe City Walls in York are locked at night to prevent people from fooling around or potentially injuring themselves falling from the walls. If this is considered harmful enough to result in nightime closure, then surely the deaths as a result of accessible rivers make it necessary to look into this.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-10T22:46:37.842028Z",
            "creator_name": "Sarah Grice",
            "government_response_at": "2011-02-22T14:44:04.810565Z",
            "government_responses": [
                {
                    "created_at": "2011-02-22T14:44:04.810565Z",
                    "details": "You signed a petition asking the Prime Minister to enforce better safety regulations along urban waterways.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=river-safety\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'river-safety'",
                    "updated_at": "2011-02-22T14:44:04.810565Z"
                }
            ],
            "opened_at": "2010-03-10T22:46:37.842028Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 779,
            "state": "finished",
            "updated_at": "2011-02-22T14:44:04.810565Z"
        },
        "id": 14994230
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/river-safety/"
    },
    "type": "petition"
}