{
    "data": {
        "attributes": {
            "action": "investigate S.A.G SPRAYING over britain and the world",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "What would you say MR PM if you were told that airplanes were regularly spraying toxic aerosols in the skies above every major region of the world? implementing various Geo-engineering campaigns throughout the world, all under the guise that the Earth has a man-made global warming problem that can be solved in-part by spraying aerosol aluminum and other particles into the sky to block the sun. Trees are dying, grass was not growing and many farmers were having difficulty getting any crops to grow on their farms.  Aluminum, barium and other elements were found to be up to thousands of times higher than normal limits. huge quantities in rain world-wide, is very harmful to flora and thus the eco-system.and the respiratory mortality rate, which has risen from eight on the list of mortality to third in the past five years, and the fact that Alzheimer’s and other illnesses linked to aluminum have continued to rise around the globe at astronomical rates since the inception of the alleged spraying.elements found in the soil, water and air are from an unrelated source. and health risks associated with SAG but also the numerous world-wide allegations about current deployment.",
            "closed_at": "2011-03-11T00:00:00Z",
            "created_at": "2010-03-11T08:31:18.607699Z",
            "creator_name": "barrett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-11T08:31:18.607699Z",
            "rejected_at": "2010-04-10T00:01:01.322992Z",
            "rejection": {
                "code": 8194,
                "details": "",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements",
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-10T00:01:01.322992Z"
        },
        "id": 14995296
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CHEM-SPRAYING/"
    },
    "type": "petition"
}