{
    "data": {
        "attributes": {
            "action": "Extend the Misleading Marketing Regulations to cover \"The Church of Scientology's\" unscientific \"Personality\", and other, dangerously misleading \"testing\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The so-called \"Personality\", \"Intelligence\", \"Stress\", and other Tests used in the recruitment and manipulation of individuals by the \"Church of Scientology\" are incorrectly named, and dangerously misleading. Expert psychologists have reported the tests as \"not [being] genuine personality test[s]\", which are used in a \"highly manipulative\"and \"manifestly unethical\" fashion. The \"Church\" must be made to take responsibility for the misleading labelling of said tests, its unsubstantiated claims, and any negative consequences deriving from them. [These tests NOT being part of a religious practice, but as \"[mental] health indicators\" and \"solutions\" which they are claimed to be]. \n\nIn the same way that the unsubstantiated claims by Mystics, (which could mislead or coerce consumers), were ruled as being the responsibility of the Mystics - in the EU Unfair Commercial Practices Directive - the same demand should be extended over the cult of Scientology, whose practices are not dissimilar to theirs.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-11T16:41:29.881943Z",
            "creator_name": "Miles Duckworth",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-11T16:41:29.881943Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 15000027
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/scientology2/"
    },
    "type": "petition"
}