{
    "data": {
        "attributes": {
            "action": "Dealing with uk debt",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the UK Tax Payer should be given help to write off our bad debts or given a loan to cover the debt and pay it back , Why are government giving Banks the Loans using Tax payer money when it is the taxpayer that needs help. Banks charge us high fees to go overdrawn and we are penalised with blacklists and credit files ,we cant find adequate jobs due to credit checking these days yet banks can swallow UK Tax payers money and then pay themselves Bonus's. MP expenses are also a controversy, Give UK citizens help to wirte off their debt and not be penalised for the rest of their lives.We cannot get a job because in some cases we are blacklisted but we are blacklisted because we have lost our jobs in the first place. We are losing homes through repossesion and also struggling with council tax increases , increases in oil and energy bills. Please Gordon Brown Help your People.",
            "closed_at": "2010-06-17T00:00:00Z",
            "created_at": "2010-03-12T00:43:31.341005Z",
            "creator_name": "Shazia Qureshi",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-12T00:43:31.341005Z",
            "rejected_at": "2010-03-18T10:18:43.247248Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-18T10:18:43.247248Z"
        },
        "id": 15012962
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PersonalDebt/"
    },
    "type": "petition"
}