{
    "data": {
        "attributes": {
            "action": "restore or improve rail and bus links between Carmarthen in the county of Carmarthenshire and Aberystwyth in the county of Ceredigion",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "They may be in adjoining counties, but the train ride from Carmarthen to Aberystwyth is a marathon that takes more than six hours.\n\nThe Manchester and Milford Railway line, which linked Carmarthen and Aberystwyth, came to Tregaron in 1866 from a southerly direction.\n\nIt served as a 'regular' route between the towns of Carmarthen and Aberystwyth and linked South Wales to North Wales, a link which sadly no longer exists in such a straightforward route, since Lord Beeching's report on reshaping British Railways resulted in many line closures in the 1960s.\n\nToday, with the growth of Aberystwyth and Lampeter as some of Britain's most prestigious universities, along with the beauty of many seaside towns, such as Aberaeron, Welsh residents are calling for this train route to be re-established.\n\nIt would make travel for commuters easier, quicker and safer as a railway connecting main western towns could reduce traffic and accidents on rural roads, statistically the most dangerous.",
            "closed_at": "2011-03-11T00:00:00Z",
            "created_at": "2010-03-11T22:44:40.983802Z",
            "creator_name": "Mr Craig Lewis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-11T22:44:40.983802Z",
            "rejected_at": "2010-04-11T00:01:01.665578Z",
            "rejection": {
                "code": 4096,
                "details": "This is a devolved matter and should be directed to the Welsh Assembly.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-11T00:01:01.665578Z"
        },
        "id": 15010088
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/welshrail/"
    },
    "type": "petition"
}