{
    "data": {
        "attributes": {
            "action": "SAVE THE LAST D DAY LANDING CRAFT TANK LCT 7074 HMS LANDFALL",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sir\n \nCan I bring to your attention the following - \n\nLanding Craft, Tank LCT 7074 (aka HMS Landfall) (1944) LOCATION:  Birkenhead Docks, Wirral, Merseyside\n \nLCT 7074 is, I believe, the last surviving LCT that took part in the D-Day landings. More than 700 landing craft tanks provided the backbone of the invasion of  Normandy. LCT's carried almost all the tanks.The former Chief of the Defence Staff Field Marshal Lord Bramall has described the LCT 7074 as \"An irreplaceable part of  Britain 's military and wartime history\"\nAt the cessation of hostilities at the end of the Second World War LCT 7074 was presented as a gift by a grateful Admiralty to Liverpool.\n \nThis historic Landing Craft is now at risk, with scrapping a distinct possibility and it would be a national tragedy if this historic ship was allowed to go to scrap. So time is running out for this historic landing craft.\nShe is listed by the National Historic Ships Unit as part of the \"THE  UK NATIONAL HISTORIC FLEET\" in the National Register of Historic Ships. This means that she is officially recognised to be of pre-eminent national or regional importance.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-12T16:44:30.836896Z",
            "creator_name": "Gavin Williams",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-12T16:44:30.836896Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 15081436
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HMSLANDFALL/"
    },
    "type": "petition"
}