{
    "data": {
        "attributes": {
            "action": "Refuse permission for artificial insemination for scott hurford and his girlfriend",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Please refuse permission for this. It makes a mockery of the justice system and the punishment for the crime this man commited. We are tax payers and need to be heard. Why should we fund this when the money could go towards new prisons and tougher sentencing for killers such as the one who took my sisters life and many other killers who devestate families all over our country. This is an outrage. We want it stopped. We the taxpayers will have to pay for the upkeep of this child and mother as i am sure they will want to live in this country and claim our benefits also.  Please put a stop to it. That man is in prison to be punished and not to create life. What effect will it have on the child in later life to know how it was created .",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-03-12T22:19:47.172633Z",
            "creator_name": "sheena wierzbicka",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-12T22:19:47.172633Z",
            "rejected_at": "2010-04-17T00:01:01.260100Z",
            "rejection": {
                "code": 16384,
                "details": "We cannot accept petitions involving individual legal cases. Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-17T00:01:01.260100Z"
        },
        "id": 15096451
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ScottHurford/"
    },
    "type": "petition"
}