{
    "data": {
        "attributes": {
            "action": "prevent the closure of BBC Blast",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "BBC Blast gives young people aged 13-19 interested in the creative and media industry the opportunity to undertake real-to-life work experience at their chosen niche. Whether it be in Journalism, Writing, Radio, Fashion, Art etc BBC Blast allows people interested in their area a chance to start on the ladder for a competitive industry.\n\nWithout the presence of BBC Blast youngsters trying to break into their chosen profession will struggle due to not having the chance to access work experience - which the majority employers and universities require for the candidate to be taken seriously.\n\nAs a result of BBC Blast closing down the creative industries will be severely impacted, with a large proportion of people who realise their talent through BBC Blast competitions, workshops, career advice etc will remain undiscovered and wasted their potential.\n\nWe are asking the Prime Minister and the BBC to prevent cutting the programme BBC Blast as it will only hinder opportunities of young people.",
            "closed_at": "2011-03-15T00:00:00Z",
            "created_at": "2010-03-15T13:54:56.031240Z",
            "creator_name": "Mr Joshua Saunders",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-15T13:54:56.031240Z",
            "rejected_at": "2010-04-15T00:01:01.217996Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for the BBC.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-15T00:01:01.217996Z"
        },
        "id": 15109028
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ReOpenBBCBlast/"
    },
    "type": "petition"
}