{
    "data": {
        "attributes": {
            "action": "Rid the discrimination from Incurance companys toward younger drivers?",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "i nearly chocked when i got a quote through to insure a 4x4 which i need.\ni deem myself a sensible and responsible driver because I have taken in all what driving instructors and bike safe police officers have given me.\ni will always remain a learner as is everybody eles, driving is forever a changing and demanding experience.how youngsters can be branded so unfairly, a nation that lives longer, means more people still on the road most of which never really had a satisfactory updated driving test or lessons.  \nchillingly shocking how people drive. no care but for one’s self, that what causes dangerous driving and fatalities.It has nothing to do with age but personal attitude.I feel so strongly about it that i consider investing in  cameras to be put on both my bike and car to prove my case.i believe the worst culprit are middle age people, mostly men because they drive more i know most won’t like it but as a youngster i don’t like to be branded either.people need to learn their limits, ability and most of all not to be so arrogant. so why it is good drivers should be penalized, there should be a system check off driving performance and history to determine Insurance premiums.",
            "closed_at": "2010-09-13T00:00:00Z",
            "created_at": "2010-03-13T17:06:54.355697Z",
            "creator_name": "Gemma McCallum",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-13T17:06:54.355697Z",
            "rejected_at": "2010-04-22T00:01:01.594739Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/UnfairInsurance/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-22T00:01:01.594739Z"
        },
        "id": 15101039
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fairincurance/"
    },
    "type": "petition"
}