{
    "data": {
        "attributes": {
            "action": "Allow NHS Nurses to Travel For Free In & Around London",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gordon Brown was the first ever Prime Minister to appear before the Royal College of Nursing conference. He said:\n\n“I don’t think we thank you enough for everything that you do.  I don’t think we thank you enough for saving lives, for relieving pain, for giving people comfort when they are suffering, for helping people through difficulties, for just being there … There is no profession that better deserves the title of being the most compassionate profession than nursing in Britain today.” \n\nHowever thanking us buy offering a pay rise to be taken over a timed period (i.e. years) is not acceptable enough as a so called 'thank you'. For many of us Nurses we have to endure the public transport system in and around London to get to work on a daily basis, the numerous tube changes, bus rides etc. It costs a small fortune just getting to work. With the cost of living always on the increase and with multiple fare increases we need help. \n\nWe as nurses work many long hours and don’t ask for much. So why not reward us?!\n\nSo why waste millions on poorly planned UK projects and actually do something worth while ... The government need to listen to its people.",
            "closed_at": "2010-06-14T00:00:00Z",
            "created_at": "2010-03-14T20:45:12.671881Z",
            "creator_name": "Mr Sascha Mullen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-14T20:45:12.671881Z",
            "rejected_at": "2010-04-22T00:01:01.594739Z",
            "rejection": {
                "code": 4096,
                "details": "The cost of public transport in London is a matter for the London Mayor's office.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-22T00:01:01.594739Z"
        },
        "id": 15105686
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NHSTravel/"
    },
    "type": "petition"
}