{
    "data": {
        "attributes": {
            "action": "Help keep sophie atays legacy and do more to help familys with neuroblastoma",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Poor Sophie Atay died 11th march of neuroblastoma, This is a awful thing and effects young children, Sophie's mum Karine had to appeal to the country to raise money to try to get sophie the treatment she needed, No family suffering this should have to do this, its a long battle and with treatment not as developed in uk as in america, familys have to look for that extensive treatment in america, Sophie battled since 15month's old and as many as 100 familys in the uk a year are diagnosed with this crippling aggresive cancer. we are asking for a change so less family's have to go through this pain and suffering, help with earlier diagnosis is key.. mothers should be taught of all the signs to aid in early detection , so it would cut down on death rates, information packs about chilhood cancers need to be givenout to all new parents. Treatment and funding should be available to get the kids the treatment they need asap. Our angel Sophie has gone but this will be her legacy.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-15T16:05:08.598946Z",
            "creator_name": "Jade Emson",
            "government_response_at": "2010-12-06T14:21:05.923724Z",
            "government_responses": [
                {
                    "created_at": "2010-12-06T14:21:05.923724Z",
                    "details": "You signed a petition asking the Prime Minister to help keep sophie atays legacy and do more to help familys with neuroblastoma.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=Sohieslegacy\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'Sohieslegacy'",
                    "updated_at": "2010-12-06T14:21:05.923724Z"
                }
            ],
            "opened_at": "2010-03-15T16:05:08.598946Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 658,
            "state": "finished",
            "updated_at": "2010-12-06T14:21:05.923724Z"
        },
        "id": 15109823
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Sohieslegacy/"
    },
    "type": "petition"
}