{
    "data": {
        "attributes": {
            "action": "Abandon the plan to build a Birmingham to London \"High Speed 2\" Rail Link.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Abandon the proposed plan to build a High Speed Rail Link, initially between Birmingham and London, in an attempt to reduce journey times by as little as 20 minutes. This will then be extended to Glasgow. \n\nThe proposed rail link will cut through prime green belt land along its route and will destroy local communities and village life, not to mention the demolition of countless family homes.  Current rail links between London and the Midlands are adequate but could be improved with a smaller scale investment than that which would be required by development of a new High Speed Rail line.  \n\nAs suggested by Mike O'Brien, MP for North Warwickshire, who has concerns about the route, \"This is the centre of the country, and whilst we expect people to travel through it, local people have put up with a lot.\" For all of those, not just in the Midlands, who will be impacted by the planned route, please sign and support this objection.\n\nThe current Labour government has created massive national debt, how much more are you prepared to pay through your taxes to support a London-centric economy?",
            "closed_at": "2011-03-13T00:00:00Z",
            "created_at": "2010-03-13T16:19:12.807843Z",
            "creator_name": "Sarah Clamp",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-13T16:19:12.807843Z",
            "rejected_at": "2010-04-22T00:01:01.594739Z",
            "rejection": {
                "code": 2049,
                "details": "http://petitions.number10.gov.uk/railhighspeed/",
                "reasons": [
                    "Party political material",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-22T00:01:01.594739Z"
        },
        "id": 15100844
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HighSpeed2Rail/"
    },
    "type": "petition"
}