{
    "data": {
        "attributes": {
            "action": "'I'm not a Kerb Crawler!\" - Tighten up the Kerb-Crawling Law",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "From 1st April 2010, upon the enactment of Part 2 of the Policing and Crime Act 2009, the ‘persistent’ and ‘motor vehicle’ element to have committed the offence of 'kerb crawling' will be amended, meaning it will become an\noffence to solicit another person/s in a street or public place. \n\nWithin the current law, although not perfectly clear, it is at the least distinguishable that in order to have to been found 'kerb crawling', that one must have demonstrated an obvious element of ‘persistence’ and or nuisance behaviour to be considered to have committed this offence. The change in the law from 1st April 2010 will mean the Act may criminalise innocent\nindividuals, particularly men, who are found to simply be in the street or public area committing actions that could be deemed to be soliciting. \n\nThis petition asks for the law to be amended.",
            "closed_at": "2010-06-23T00:00:00Z",
            "created_at": "2010-03-15T15:07:20.012312Z",
            "creator_name": "Kieran Lee Marshall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-15T15:07:20.012312Z",
            "rejected_at": "2010-03-31T15:40:03.287019Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.\n\nWe suggest you remove the quote from the title of your petition.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-31T15:40:03.287019Z"
        },
        "id": 15109494
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/kerbcrawlinglaw/"
    },
    "type": "petition"
}