{
    "data": {
        "attributes": {
            "action": "urge British bosses to let staff watch the Cheltenham Gold Cup",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Each year the Cheltenham Festival contributes more than £1bn to the UK economy, from revenues ranging from travel and tourism to television rights and gambling. The feature race of the Festival is the Gold Cup, run at 3.20pm on the Friday. This year's running of the Gold Cup, on 19 March 2010, may well be the greatest sporting event to take place on British soil since the 1966 World Cup Final, with Kauto Star and Denman, the greatest racing superstars for many a generation, facing off in a decider over the Cheltenham fences. The UK must get behind this moment in history.\n\nAlthough 70,000 people will be there to see it live, and millions more will be watching around the world, many UK workers will miss this global spectacle taking place in the middle of the working afternoon, and this hugely important sporting event will miss the chance to recruit new fans and followers and secure future revenues for the UK economy. Please support this petition and urge bosses to encourage staff to enjoy this incredible spectacle.",
            "closed_at": "2010-03-22T00:00:00Z",
            "created_at": "2010-03-15T13:26:19.780360Z",
            "creator_name": "Will Sturgeon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-15T13:26:19.780360Z",
            "rejected_at": "2010-04-16T00:01:01.815444Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-16T00:01:01.815444Z"
        },
        "id": 15108860
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GoldCup/"
    },
    "type": "petition"
}