{
    "data": {
        "attributes": {
            "action": "join us in signing the Anti-Surveillance Pledge.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Anti-Surveillance Pledge is as follows:\n\nI shall work by lawful means and the appropriate democratic channels to safeguard individuals' inherent civil liberties.\n\nI shall whistleblow against any misuse of public surveillance.\n\nI shall not install or operate a CCTV system in any place where the public is at liberty freely to conduct their business (allowing exceptions for the insides of bank vaults, certain zones of MOD premises, warehouses closed at night etc.)\n\nI shall not profit from the proceeds of this trade in human liberty.\n\nI shall never work in the CCTV industry or for public safety partnerships that promote the use of routine public surveillance, save to subvert their illiberal aims.\n\nI shall refuse to comment on CCTV images captured as part of routine surveillance of the general public and admitted as evidence in the trial proceedings.\n\nI shall boycott television shows composed primarily of CCTV images used for entertainment and instructive purposes (including cop chase shows, rogue traders, dangerous streets) as these have the effect of inducing a fear of crime and normalising in the public's mind the mass surveillance of society.",
            "closed_at": "2011-03-15T00:00:00Z",
            "created_at": "2010-03-15T13:14:20.302858Z",
            "creator_name": "David McHutchon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-15T13:14:20.302858Z",
            "rejected_at": "2010-04-15T00:01:01.217996Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-15T00:01:01.217996Z"
        },
        "id": 15108759
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AntiCCTVPledge/"
    },
    "type": "petition"
}