{
    "data": {
        "attributes": {
            "action": "Change the EASY driving leasons/test to the sytem that Finland use?",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "the current requirements to pass is to do a minimum off 6hr driving time most likly taken place in the security off ones home town.\n\nAs our climate can throw anything at us the chances of most drivers sensably being able to deal with it, is very slim. \n\nThe news covereage this year alone has shown how ill prepaired drivers are and there unessery actions can casue devistation and distrupition.  This is not a rare or one off case.\n\nWith the current sytem off learining how to drive, no one is required to drive in wet, windy, snow, ice conditions, motorways and country roads.\n\nAs a driver I am fortunite to live in an area where everything is thrown at you but when it comes to holiday season it is scary beyond beleife.\n\nMost drivers have a too relaxed attatude and soon forget what they have learnt, ignoring signs and conditions.  Shocking off all lack off commin scense.\n\nbritain is full off Mr magoo's.  It wont take much to have proper test centres and every driver treated as an equal none off this young driver old driver.  I know currently I am more wary off middle age drivers. If no one proves there and then and after they are capable simple solution would not allow them to drive at all.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-13T16:29:06.479945Z",
            "creator_name": "Gemma McCallum",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-13T16:29:06.479945Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 15100896
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/betterdriving/"
    },
    "type": "petition"
}