{
    "data": {
        "attributes": {
            "action": "Act to save H. Beesley Ltd and its employees by supporting a buy out by the current management team through the administration period which the government has forced the company into",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "During Nov 2008 export control blocked an export of H. Beesley bound for Iran. The shipment was gas turbine parts for a Siemens AG gas turbine used purely for power generation. This has cost the company approx £1m. Despite assurances from Siemens who are supporting the building of the turbines in Iran the export control dept insisted that these products would support an Iranian WMD programme. To protect the company from its creditors the directors have been forced to place this previously profitable company into administration. If the current Directors are not successful in their bid to buy the company back the company is at risk of being acquired by one of its competitors. We believe this will result in the loss of all 124 jobs, 30 of which have already been made redundant as a result of the administration. BIS have repeatedly promised assistance in finding a solution to both the directors and the banks. However, during a meeting with Ian Lucas MP, it was made clear that there was to be no support. This successful company finds itself in this situation not because of the recession but due to direct government action. It will be a travesty if the current directors do not regain control.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-03-13T13:42:45.123096Z",
            "creator_name": "Matthew Clarke",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-13T13:42:45.123096Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 27,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 15100214
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HBeesley/"
    },
    "type": "petition"
}