{
    "data": {
        "attributes": {
            "action": "ban the current \"Go Compare\" advert campaign",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The currently series of television adverts for \"Go Compare\", a price comparison website, features a stereotypical opera performer, singing a parody of \"Over There\" - a song written in 1917 by George M. Cohan during World War I. \nWords cannot describe how painfully irritating and offensive to the ears this advert is. It is, by far, the most hideously annoying and obtrusive advert ‘jingle’ in the history of annoying and obtrusive jingles. This is not a subjective statement. This is fact.\nI also believe this advert provides a wider physical health risk to the general public. I’ve witnessed people leap from their sofa’s with no regard for safety, in a desperate attempt to 'mute' this audio nightmare before the main ‘song’ starts to play. I’ve watched hot coffee cups knocked over and unsuspecting guest catching flailing arms. I’ve witness grown adults screaming, babies reduced to tears and pets leaving home.\nSurely at a time when Labour are looking to heal 'Broken Britain', banning this intrusive and obnoxious style of advertising will restore peace and harmony back to the front rooms of Britain.\nAnd those merecats ... they are treading on thin ice too.",
            "closed_at": "2010-09-14T00:00:00Z",
            "created_at": "2010-03-14T15:08:47.840239Z",
            "creator_name": "Spencer Steel",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-14T15:08:47.840239Z",
            "rejected_at": "2010-04-14T00:01:01.161223Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-14T00:01:01.161223Z"
        },
        "id": 15104188
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BanGoCompare/"
    },
    "type": "petition"
}