{
    "data": {
        "attributes": {
            "action": "Keep Brighton and Hove's 'Old Market' Arts Venue Open!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The 'Old Market' is an arts venue and Grade II listed building situated in Brighton and Hove. The venue has been in financial trouble for a while now but the other week we were told that the venue would survive despite this. Now, we have been told that the venue has been put up for sale for £1 million by Barclays Bank and property developers Stiles Harold Williams. This will no-doubt leave the building's future as a premiere arts venue hanging in the balance. We need to ensure that jobs at the venue will be saved and that performances will still take place. This beautiful building needs to exist as it has inspired creativity through its history, its present, and hopefully it can exist to inspire the future too. Recently, we heard that an Evangelical church has made a bid to buy the venue and although they say they plan to keep it as an arts venue, they also wish to use it as a church. We need the 'Old Market' to remain only as a thriving arts venue and we won't settle for anything less. Please, let's add our names to this petition and let's hope that someone can buy the building and keep it solely as intended.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-13T18:36:27.992839Z",
            "creator_name": "Miss Laura Scobie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-13T18:36:27.992839Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 15101382
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveOldMarket/"
    },
    "type": "petition"
}