{
    "data": {
        "attributes": {
            "action": "prioritise the refurbishment of the country's 800,000 empty homes to make them available for affordable home ownership.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Housing is in crisis. We need 290,000 new homes per year and yet less than 120,000 were built in 2009 – proof that new-build alone will not meet the needs of the 1.7 million families currently on housing waiting lists, or the 565,000 overcrowded households. At the same time, there are 800,000 empty homes in England alone. The existence of so many empty homes is nothing short of shameful, and we urge the Prime Minister to address this situation as a priority.\n\nWe want as many of these as possible to be refurbished and made available through low cost home ownership - either through the existing HomeBuy schemes or by creating a new scheme - New Life HomeBuy. This will help to address the housing shortage and also provide much-needed family-sized homes rather than the small flats currently being built for shared ownership. Empty homes bring an area down. Investing in refurbishment is eco-friendly, attracts further investment and benefits the wider community, employing small local firms rather than big-business builders. The work could also be done by co-operatives, local trusts or the future homeowners themselves in return for some ‘sweat equity’.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-15T13:20:56.038968Z",
            "creator_name": "Suzanne Boyce",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-15T13:20:56.038968Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 15108810
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/homefocus/"
    },
    "type": "petition"
}