{
    "data": {
        "attributes": {
            "action": "Create an independent body to regulate and accredit dog breeders and their channels of sale",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With dangerous dogs high on the agenda, it highlights the ongoing problem in this country of irresponsible dog breeding. We are calling for anyone involved in the breeding of dogs to have to be vetted, checked and approved. That each breeder should adhere by a code of conduct and that puppies should only be sold through certain approved channels, commercial websites should NOT be one of those channels.\n\n There are too many 'backstreet breeders' breeding for commercial gain, selling them through classified advert websites, on the street, adverts in shops and so forth. These stricter rules and regulations should be policed and enforced by an independent body. We want breeders monitored on an annual basis, with reputable breeders rewarded for their hard work and care whilst backstreet breeders should be fined and held responsible for the dogs they have created and sold. \n\nEach approved breeder should receive an accreditation which will be removed if they breach the criteria and regulations set by the body, these rules would cover - amount of litters per year, types of dogs bred from, breeding environment, channels of sale, vetting of potential owners etc.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-16T16:54:24.904885Z",
            "creator_name": "Mr Matthew Henry/Mrs Louise Glazebrook",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-16T16:54:24.904885Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 15116379
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/backstbreeders/"
    },
    "type": "petition"
}