{
    "data": {
        "attributes": {
            "action": "veto the proposed plan to build the new high speed rail link through the chilterns.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The proposal to route the \"HS-2\" through the Chilterns has taken little or no account of the potential impact on the environment (particularly the Sites of Special Scientific Interest, Areas of Outstanding Natural Beauty and Green Belt) and communities that will be destroyed or irreparably damaged by the new line. The current proposal will affect an area already subject to stringent planning restrictions designed to safe-guard it from any insensitive development. If the last 60 years of disastrous planning decisions teaches anything, it is that improving existing sites, rather than developing new ones on greenbelt land, is the real key to a sustainable future. The sensible solution would be to gradually upgrade the existing lines until they ran at a suitable speed. Shaving 20 minutes off a journey to or from Birmingham is not the greatest way to spend tens of billions of pounds. \n\nAs it is, this proposal spends money the country cannot afford building a rail link the country does not need destroying an area the country should be proud of to protect.",
            "closed_at": "2011-03-23T00:00:00Z",
            "created_at": "2010-03-15T21:35:37.000548Z",
            "creator_name": "Mr Christopher Lloyd",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-15T21:35:37.000548Z",
            "rejected_at": "2010-04-22T00:01:01.594739Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/railhighspeed/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-22T00:01:01.594739Z"
        },
        "id": 15111930
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/chilterns-HS-2/"
    },
    "type": "petition"
}