{
    "data": {
        "attributes": {
            "action": "allow BA Cabin Crew to have employment rights like other citzens",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The media has not once looked at why BA Cabin Crew might have reached the last resort of strike action through their union.  Misinformation and misreporting by the media allied to an outdated BOAC perception of BA Cabin Crew pay has led to a public misconception.  The majority of cabin crew are paid a basic salary of close to minimum wage and they 'top up' by saving the duty subsistance allowances paid for flights worked.  The flight roster is computer generated and long-haul crew do not have a choice of flights worked.  It is unreasonable to direct media rhetoric at crew who are on the front line of customer service and work hard to retain BA's reputation.  It is understood that BA need to cut costs to compete with other airlines but to not consult with the staff who deliver direct to the customer is bad business management.  Cabin Crew are far from the enemy in this dispute.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-03-15T22:47:39.635065Z",
            "creator_name": "Nicholas Deavin MBE",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-15T22:47:39.635065Z",
            "rejected_at": "2010-04-22T00:01:01.594739Z",
            "rejection": {
                "code": 4608,
                "details": "It is unclear exactly what you want the Government to do.",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-22T00:01:01.594739Z"
        },
        "id": 15112333
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bacabincrew/"
    },
    "type": "petition"
}