{
    "data": {
        "attributes": {
            "action": "Establish Statutory Regulation of herbal medicine practitioners, and class them as ‘authorised health professionals'",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently, a wide range of Western, Chinese, Ayurvedic and herbal medicines from other traditions are available in the UK. These include herbal remedies that are made on the practitioner’s premises, and a wide range of manufactured pills, capsules, tinctures and ointments made by larger manufacturers. These are unlicensed medicines permitted in the UK under the Medicines Act 1968. \n\nHowever, From April 2011, when the European Directive on Traditional Herbal Medicinal Products (2004/24 EC) is fully implemented, section 12 (2) of the Medicines Act 1968 will no longer apply. \n\nHerbal medicine practitioners will only be able to sell finished herbal medicinal products with a marketing authorisation or that are registered under the European Directive on Traditional Herbal Medicinal Products. Thus after April 2011 practitioner and consumer access to herbal medicine products and services will be drastically curtailed. \n\nThe only way in which this threat to the future of herbal medicine can be avoided is through the statutory regulation of herbal medicine practitioners. This would allow herbalists to be classed as ‘authorised health professionals’.",
            "closed_at": "2010-06-16T00:00:00Z",
            "created_at": "2010-03-16T17:04:39.688686Z",
            "creator_name": "Claire Mitchell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-16T17:04:39.688686Z",
            "rejected_at": "2010-04-22T00:01:01.594739Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/regulateCHM/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-22T00:01:01.594739Z"
        },
        "id": 15116460
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Herbal/"
    },
    "type": "petition"
}