{
    "data": {
        "attributes": {
            "action": "Vote Manufacturing by putting into place, as a matter of urgency, measures which address the five critical issues identified by the Future of UK Manufacturing Summit.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Future of UK Manufacturing Summit believes five key issues need immediate attention.\nSkills: Priority programmes for vocational and academic education are needed now to improve the level of professional and technical skills.\nEnergy costs: UK companies pay more for energy than their European counterparts. This disadvantage must be removed in order to promote competitiveness. \nSimplified incentives: Access to grants, credits, taxes and regulations is too complex and must be rationalised to incentivise research, innovation and investment.\nPolitical consensus: A long term commitment is needed from Westminster, Whitehall officials and the Treasury in order to rebuild the UK’s manufacturing base for future prosperity. \nCulture change: Manufacturing suffers from an overwhelmingly negative image. A sustained campaign must be mounted to persuade the country – especially parents, teachers, students and the media – that manufacturing is essential and worthwhile.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-16T14:08:39.335653Z",
            "creator_name": "Chris Shaw",
            "government_response_at": "2010-11-11T11:08:51.241361Z",
            "government_responses": [
                {
                    "created_at": "2010-11-11T11:08:51.241361Z",
                    "details": "You signed a petition asking the Prime Minister to vote Manufacturing by putting into place, as a matter of urgency, measures which address the five critical issues identified by the Future of UK Manufacturing Summit.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=findlaymnfng\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'findlaymnfng'",
                    "updated_at": "2010-11-11T11:08:51.241361Z"
                }
            ],
            "opened_at": "2010-03-16T14:08:39.335653Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1451,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 15115200
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/findlaymnfng/"
    },
    "type": "petition"
}