{
    "data": {
        "attributes": {
            "action": "About Simple Cautions.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Does the simple caution make sense since it is supposed to be for more minor crimes that it stay on a criminal record for life?\nJust recently I got involved in an incident in a local night club that involved me getting into trouble.\nI got released with no charges to come back answering bale to end up accepting a caution.\nNot much was explained to me about what the implications were with this caution. I have been unemployed 6 going on 7 months now and have been finding it hard to find work locally and couldn't go and work some were else in the country if i had to come back up here and answer bail (aka me taking the caution). I remember the officer saying the caution is nothing. But to some 1 who is already struggling to work i think it is more than nothing. \nMost the work I do involves CRB checks etc as I work with computers for councils and the MOD. \nWell if their is no way of getting this taken of my record in say even 5 years you may as well add me to the ever growing unemployment list.\nI think their should be a reasonable time limit that should be enforced and maintained. Unless we want a country of people unable to work due to these simple cautions.",
            "closed_at": "2011-03-17T00:00:00Z",
            "created_at": "2010-03-17T18:14:27.650919Z",
            "creator_name": "Christopher Wise",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-17T18:14:27.650919Z",
            "rejected_at": "2010-04-23T00:01:01.084657Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-23T00:01:01.084657Z"
        },
        "id": 15123598
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SimpleCautions/"
    },
    "type": "petition"
}