{
    "data": {
        "attributes": {
            "action": "Allow Medical Proffessionalls to have relevant rights to medicate patients with acute mental health conditions with the consent of close family members when the patient refuses treatment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I believe that Medical proffessionals should have the right to medicate patients who are diagnosed with serious Mental Health conditions if they have refused treatment. I believe the decision should be made in agreement by more than one consultant and also with consent given by the patients next of kin.\nI speak from experience, as i watched a close family member to myself deteriote due to himself being unaware of his condition. Denial is a symptom of his illness!I have watched as a person with acute psychotic episode is left to his own intentions by refusing any help and isolates himself due to his own symptoms, if he suffered with a physical illness he could make a balanced decision on whether he accepted treatment but how can he make a desicion when he believes his hallucinations are real and that he is suffering with a possesion by demons rather than acute psychotic episode. \nDoes a mentally ill patient not have the right to a chance of recovery because nobody but himself is responsible? Please help by signing this petition as i hate to think others may be going through the hell me and my family have gone through and most of all, the patient who is blinded by his symptoms deserves a chance.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-17T21:57:43.800284Z",
            "creator_name": "Miss Rita Joannou",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-17T21:57:43.800284Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 15125302
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MHShelp/"
    },
    "type": "petition"
}