{
    "data": {
        "attributes": {
            "action": "consider the extremely harsh prison sentences handed down by Judge Dennis to young demonstrators who were convicted on minor offences at a demonstration against Israeli attacks in Gaza in January 2009.  We are concerned, particularly about first time offenders whose university and professional careers have been ruined.   Such injustice is only likely to alienate these young people and we urge that the prison sentences be replaced with non-custodial sentences for minor offenders.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "More details:\n\nIn February 2010 over 70 young Muslim men and women (one woman aged 18) were sentenced by Judge Dennis for offences that would be regarded as minor and result in community service or suspended sentences in normal circumstances.  These offences have however  been given a much harsher treatment by issuing prison sentences from 12 - 30 months to demonstrators who protested in January 2009 in London.  Whilst passing sentences judge Dennis recognised the good character and spur of the moment nature of the actions of young offenders from good families, with no previous convictions.",
            "closed_at": "2010-09-18T00:00:00Z",
            "created_at": "2010-03-18T00:50:48.590522Z",
            "creator_name": "Dr Khalil Al-Ani",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-18T00:50:48.590522Z",
            "rejected_at": "2010-04-17T00:01:01.260100Z",
            "rejection": {
                "code": 4096,
                "details": "Individual sentences are a matter for the courts, who are independent of Government.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-17T00:01:01.260100Z"
        },
        "id": 15126128
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GazaDemos/"
    },
    "type": "petition"
}