{
    "data": {
        "attributes": {
            "action": "to resist pressure to make Mephedrone--for human consumption or otherwise--illegal.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Mephedrone is one of a number of 'legal highs' that are available to be purchased within the UK.  The evidence on the harm that may be caused by Mephedrone is not conclusive, and it would therefore seem absurd to criminalise a not-insignificant section of the British population based on evidence that has not yet been produced.  Furthermore, the action of criminalising Mephedrone will simply lure present users into the sphere of currently controlled substances, many of whom would previously not have ventured into such activities.  \n  While Mephedrone is legal, it is possible for the Government to regulate and control the makeup of Mephedrone, thereby preventing individuals from purchasing a contaminated substance.\n  Finally, if it were proven that Mephedrone posed a risk to individuals, that fact alone would not dictate that the substance should be banned.  Individuals are routinely faced with decisions regarding their health.  Any individual wishing to purchase to Mephedrone should be permitted--as with other activities--to evaluate the risks and make their own decision on how they wish to proceed.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-17T19:05:35.203032Z",
            "creator_name": "Scott McCombe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-17T19:05:35.203032Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 15123925
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MephedroneBan/"
    },
    "type": "petition"
}