{
    "data": {
        "attributes": {
            "action": "Make Mephedrone and other 'Legal Highs fully legal to purchase and consume",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The recent deaths due to Mephedrone have given the substance a bad name. Yes, it gives effects similar to MDMA, but I honestly believe it is safer. If you look more closely at the deaths, you will see that it was taken with other substances  (I.e, copious amounts of alcohol, Methadone etc) When it was able to be purchased in a shop, I paid roughly 25 pounds for it. It was clean, safe, and above all you didn't take as much because it was stronger. Now that it's illegal (or going that way), street dealers are selling it at between 10 and 15 a gram and are adding other stimulants to it such as glucose. Check the statistics, most 16 to 25 year old's have, or are taking drone. Drugs are a 'problem' which will NEVER be fixed, so why not keep it legal and give people the opportunity to purchase the real thing without risk of contamination? (And I know this can be done, due to the fact government provided FREE heroin to users in certain areas, so there is no real moral issue to be had with this)",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-03-18T09:40:25.101371Z",
            "creator_name": "Michael Thomas Foley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-18T09:40:25.101371Z",
            "rejected_at": "2010-04-25T00:01:01.661192Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/MephLegal/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-25T00:01:01.661192Z"
        },
        "id": 15126492
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/M--cat/"
    },
    "type": "petition"
}