{
    "data": {
        "attributes": {
            "action": "create an offence of 'driving with excess alcohol whilst unfit to drive' which would carry greater sentences than driving with excess alcohol where unfitness to drive was not proven",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Too little account is given of whether a driver with excess alcohol is actually unfit to drive.\n\nIf a driver is truly unfit to drive then a sentence of one year's disqualification is inadequate. He does not deserve much distinction from those who actually cause serious injury whilst unfit to drive, in terms of sentence.\n\nA mathematical analysis I have conducted implies that this offence might carry a sentence of at least 2-3 years disqualification, plus some custodial time (perhaps four weekends to be served at a facility for this sort of thing) plus a fine and community service.\n\nThe corollary is twofold:\n\n(i) that those who drive with excess alcohol but who are not unfit would not necessarily face disqualification, and\n\n(ii) that those who 'got unlucky' whilst unfit - causing injury - would not be so disproportionately dealt with versus those who did not 'get unlucky'. This would avoid some element of the inflated, increased sentences demanded for 'death while texting' etc. by the unthinking element.\n\nThis is a quite serious crime of recklessness - outcome is hardly relevant to severity of crime. It is more a matter of luck, and the law should reflect this",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-03-17T18:42:12.847907Z",
            "creator_name": "Mr Adrian Armstrong",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-17T18:42:12.847907Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 15123765
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UnfitToDrive/"
    },
    "type": "petition"
}