{
    "data": {
        "attributes": {
            "action": "allow houses to be rented to three or more people without needing planning permission",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government’s change to Planning Use Classes Order is bad for the Private Rented Sector, both for landlords and tenants. These new powers could affect any rented property not currently rented by a family or related group – and they are the thin end of social engineering. Until now planning law has controlled building use, not the type of people who may live there.\nAfter April 6th 2010, if you want to rent what has been a family house or flat to three or more unrelated people such as: \n- nurses sharing, \n- a family with a lodger, \n- students, \n- young professionals, \n- migrant workers, \n- even the elderly\n--- you will need planning permission.\nIf you have an existing shared house or flat which you let to a single person or a family you will lose the right – once they have moved out – to let it to sharers without obtaining planning permission. \nIt will be totally impractical to wait 8 weeks to obtain planning permission (or not) before you can legally rent a property to informal groups of sharing tenants.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-03-17T15:20:10.824140Z",
            "creator_name": "Alan Ward",
            "government_response_at": "2010-09-30T16:10:03.143451Z",
            "government_responses": [
                {
                    "created_at": "2010-09-30T16:10:03.143451Z",
                    "details": "You signed a petition asking the Prime Minister to allow houses to be rented to three or more people without needing planning permission.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=noplanningchange\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'noplanningchange'",
                    "updated_at": "2010-09-30T16:10:03.143451Z"
                }
            ],
            "opened_at": "2010-03-17T15:20:10.824140Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2394,
            "state": "finished",
            "updated_at": "2010-11-08T16:30:01.661913Z"
        },
        "id": 15122375
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/noplanningchange/"
    },
    "type": "petition"
}