{
    "data": {
        "attributes": {
            "action": "Intervene in the Hewlett Packard Dispute to protect public services",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Workers in Hewlett Packard enterprise services have been forced to take strike action on 7  occasions this year in defence of their jobs and for fair pay.   \n\nMost HP staff earn less than £20,000 per year, some earn as little as £13,000. HP has told these workers that their pay is to be frozen. HP also plan to make staff redundant. \n\nDespite this the staff continue to do their best to deliver vital public services on behalf of the Government such as payments to pensioners and the payment of child benefits.  \n\nIn contrast to the pay of the staff, the employer - HP - has announced bumper fat cat profits worth Billions which have been partially achieved from government contracts funded by the UK taxpayer.\n\nNot everyone in HP is low paid. In the fiscal year 2009 the CEO of HP, Mark Hurd enjoyed a lavish ‘reward’ package worth $24.2 US Million \n\nWe do not believe that this is fair – either to HP workers or to the tax payer and we call upon the Prime Minister to instruct DWP Ministers to intervene in this dispute to ensure that vital public servcies are not damaged by the dispute and that the staff who provide them are paid fairly and have decent job security.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-03-19T15:34:58.939435Z",
            "creator_name": "Paul Barnsley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-19T15:34:58.939435Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 15134851
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HPDispute/"
    },
    "type": "petition"
}