{
    "data": {
        "attributes": {
            "action": "include information regarding social and environmental issues on the packaging of food products",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We want it to be made compulsory that food product packaging includes additional information (alongside nutrition information etc.) relating to social and environmental issues. Labels such as \"Fair Trade\" and \"Free Range\" exist for food products that meet certain criteria, however the majority of food product packaging does not include information relating to these issues.\n\nInformation that we would like to see included:\n\n*Are producers paid a fair wage?\n*Working conditions for producers\n*Ecological impact \n*Environmental impact \n*Suitability for vegetarians/vegans on all products\n*Welfare of animals used to produce meat/dairy products\n\nWe want each category to be addressed by a body of experts and the information to be given within a box similar to nutrition information. \n\nWe feel that this measure will inform the consumer at the point of purchase exactly what ethical issues relate to the products they are buying and give them the opportunity to buy ethically.\n\nWe also feel that if this information is readily available it will encourage companies to take more responsibility socially and environmentally.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-19T00:47:01.969208Z",
            "creator_name": "Mr Michael Williams",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-19T00:47:01.969208Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 16,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 15131746
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EthicalFoodLabel/"
    },
    "type": "petition"
}