{
    "data": {
        "attributes": {
            "action": "Save our Piano Careers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In Southwark and Lambeth constituecies we are questioning the rules and ownership of Grand / Upright Pianos in public spaces as churches, pubs schools and halls in Southwark and Lambeth that are not beign used at all in any activity specialy concerts, recitals, marathons, lessons, choir -song accompaiment. Owners of public spaces with an Upright or GrandPiano shall consequently find performers willing to perform and able to accept commissions and so they will be compelled to feature a proportion of standard repertoire. The Owners may be inviting the audience to engage with Piano activities.Promoters / Publishers must be taken in association with the Piano owners and the Piano performers. We have established that the direct costs to a performer of preparing a new repertory is very considerable, in some cases astronomical, while performances of serious contemporary works are few incomparison to performances overall. Generally Piano Concert will have four categories of performances. Ones in whom they believe in absolutely for the quality of their work, even knowing that they will become commercially or contemplative.",
            "closed_at": "2011-03-19T00:00:00Z",
            "created_at": "2010-03-19T02:55:44.888347Z",
            "creator_name": "Yohara Robby",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-19T02:55:44.888347Z",
            "rejected_at": "2010-03-24T16:40:37.390498Z",
            "rejection": {
                "code": 256,
                "details": "Perhaps you could shorten some of your sentences so it is clearer to the reader what your petition is about.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-24T16:40:37.390498Z"
        },
        "id": 15131911
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SavePianoCareers/"
    },
    "type": "petition"
}