{
    "data": {
        "attributes": {
            "action": "make Politics a compulsory subject in secondary schools.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We want the government to increase democracy in the UK by introducing a programme of compulsory education about UK politics for children in secondary schools.\n\nBy the end of the course pupils should have a basic understanding of the roles in parliament; political ideology and parties; democracy and voting systems; the British constitution and the European Union using examples that are as up to date as possible. We believe that the Politics needs to be taught in far more depth than is currently covered in Citizenship courses.\n\nWe believe that this will result in:\n\n- The government being more accountable to the electorate.  People will know how to use the tools available to them in order to get their views on policy heard.\n\n- A decrease in apathy. Pupils will see how people’s actions can make a difference and will be encouraged to form their own opinions on ideologies.\n\n-  Prevention of the rise of extremist parties who gain votes by taking advantage of ignorance.\n\n- Returning to a system where people can make an informed choice based upon party policy, rather than individual personalities that all too often overshadow substance.",
            "closed_at": "2011-03-18T00:00:00Z",
            "created_at": "2010-03-18T21:36:40.846053Z",
            "creator_name": "Bethany Spencer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-18T21:36:40.846053Z",
            "rejected_at": "2010-04-28T00:01:01.329610Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/pshepolitics/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-28T00:01:01.329610Z"
        },
        "id": 15131050
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/endapathy/"
    },
    "type": "petition"
}