{
    "data": {
        "attributes": {
            "action": "Stop the Proposed Development of the Jesson Playing Field in West Bromwich",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am writing to you to help oppose the proposed plan to build a leisure centre on the Jesson Playing fields, the only green site we have in this part of West Bromwich, which encompasses Tantany, Hateley Heath, Black Lake, Swan Village and Carters Green.\n\nIt is proposed by Sandwell Council (SMBC) to build a leisure centre and to submit their planning application in April 2010.\nSo do we really need a swimming pool and a fitness facility on the site of Jesson Playing fields. From the Jesson, five minutes drive to the north, is a swimming pool at Wednesbury. 5 mins drive to the east is a swimming pool in Langley. And if you need a fitness facility, as I stand from the Jesson, some 300 metres away, there is fitness facility at Carters Green YMCA. So Sandwell Council, please explain why we need a Leisure Centre built on the Jesson. \n\nAs you are my elected representative, I urge you now to support the West Bromwich residents to stop this travesty and to keep the Jesson Playing fields as they are for the benefit of West Bromwich.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-03-19T21:12:11.600002Z",
            "creator_name": "Mrs Linda Harper-Hocknull",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-19T21:12:11.600002Z",
            "rejected_at": "2010-04-30T00:01:01.094908Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-30T00:01:01.094908Z"
        },
        "id": 15137638
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TheJesson/"
    },
    "type": "petition"
}