{
    "data": {
        "attributes": {
            "action": "Trevor Mealham INEA",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Overhaul of 1/ the 1979 Estate Agents Act and 2/ PMA the Property Misdescription Act to include private sellers also known as self sellers who wish to market their own or families property. We ask that the Acts govern private sellers who wish to market and sell to potential consumers who could be misled by false statements or false practice that property professionals have to abide by. The Acts should also extend to Private Sales websites who operate marketing properties for sale and to let to the general public. As such the private sales website would be responsible for checking the accuracy of a private sellers property details and also be liable under estate agency law. Consumers looking to buy or rent property should have redress and accuracy of information whether they are buying through a regulated agent or private seller.",
            "closed_at": "2011-03-23T00:00:00Z",
            "created_at": "2010-03-19T10:19:33.380385Z",
            "creator_name": "Mr Trevor Mealham",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-19T10:19:33.380385Z",
            "rejected_at": "2010-03-31T15:37:37.963102Z",
            "rejection": {
                "code": 256,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-31T15:37:37.963102Z"
        },
        "id": 15132698
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PrivateSaleReg/"
    },
    "type": "petition"
}