{
    "data": {
        "attributes": {
            "action": "change our daylight hours for good.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Why are we still keeping our outdated \"changing the clocks\" system? Few people want it or need it. What about keeping in step with our EU neighbours!\nInstead of almost daily bringing in new legislations, rules and regulations, often not for the benefit of the masses, why not make a positive change for millions!? Financial and healthwise!\nIt is a well known fact that in general humans as well as animals benefit from sunshine and daylight.(Both in short supply in England!) It is our main source of vitamin D, vital to our health and well being.\nMany people are struggling with ever increasing energy bills and many other increases such as food, TV licence, car tax etc. Please lift our spirits and ease the financial burden by giving us the precious hour of extra day light back!\nAnd think \"green credentials\", all the energy saved by millions not having to switch on for an extra hour! Why not? Perhaps something to do with the extra revenue raked in for the Goverment? The extra profits made by the energy companys?\nCome on, think of our well being first and formost, the benefit of this far outweighs any argument against \"changing our clocks\" for good, for the better!     Thanks :-)",
            "closed_at": "2010-06-18T00:00:00Z",
            "created_at": "2010-03-18T23:01:11.613503Z",
            "creator_name": "Mrs Ushi Soames",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-18T23:01:11.613503Z",
            "rejected_at": "2010-04-30T00:01:01.094908Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/Stay-on-BST/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-30T00:01:01.094908Z"
        },
        "id": 15131499
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Daylight-robbery/"
    },
    "type": "petition"
}