{
    "data": {
        "attributes": {
            "action": "Return to the previous  system of  paying the State Pension and Benefits such as Incapacity Benefit and DLA through the Post Office Branch by Order Book",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "About five or six years ago DWP and the Pensions Agency launched a major campaign to  change the payment method of millions of state pensioners.  Personal home visits were sometimes made to pensioners suggesting that pensioners should have their pensions paid into a bank account.  There were instances when  the Civil Servants making these Home Visits persuaded or \"encouraged\"  dementia suffering  old people  to sign forms changing their payment method  from their Local Post Office Branch to an inappropriate Bank Account, and maybe that Bank Branch was a two mile bus  ride.\nThere was little regard for the capacity of the pensioner to make an informed choice.  Quite frankly  some vulnerable pensioners were \"bullied\"  into  making a decision inappropriate to their  circumstances and causing the pensioner inconvenience.\n\nTherefore  will you please ask the DWP  and Pensions Agency to  return to  the \"old\"  system of paying Pensions by \"order book\"   at local Post Offices.\nThere are substantial benefits for the pensioner and their  Health and Well-being in having to make the short walk each week to the local Post Office.",
            "closed_at": "2011-03-21T00:00:00Z",
            "created_at": "2010-03-21T14:48:25.618830Z",
            "creator_name": "Colin L. Hughes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-21T14:48:25.618830Z",
            "rejected_at": "2010-04-30T00:01:01.094908Z",
            "rejection": {
                "code": 2,
                "details": "We are unable to verify some of the statements in your petition so cannot approve it as it is currently worded.",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-30T00:01:01.094908Z"
        },
        "id": 15145978
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PensionPayPO/"
    },
    "type": "petition"
}