{
    "data": {
        "attributes": {
            "action": "create a new policing service to deal with bullying at work, and ensure harsh penalties to bullies and generous payouts to victims",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Bullying at work is not a criminal offense even though it can affect the victim as much as many criminal offences do.  Some simply don't know who to turn to, and even if they do go to their Union or whoever, they may face problems proving their allegations, and the compensation they receive may not make up for a lost career and a bleak future.\n\nIf you're the victim of violent crime, extortion, whatever, you can go to the police.  They will investigate the crime for you because not everyone is an expert at proving guilt in a court of law.  Why shouldn't the victims of bullying be allowed the same?  We're not all private detetives.\n\nWhy can't we create a police force for incidences like this?  Show employers that the days of walking over their employees and making their lives hell, is over.  There should be a 999 for these victims too.  People with the resources and the equipment to catch bullying employers, and to severely punish them, with jail time if necessary.  \n\nThere's people out there wishing they were dead because of their employers.  Some who are no longer with us becasue of this.  This is for you.  It has to stop now.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-21T00:41:09.230834Z",
            "creator_name": "Richard Garland",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-21T00:41:09.230834Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 15144022
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CorporatePolice/"
    },
    "type": "petition"
}