{
    "data": {
        "attributes": {
            "action": "Save our villages from the Covanta Incinerator at Rookery Pit Stewartby",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "PLEASE HELP STOP U.S  Company Covanta, building a HUGE incinerator in our Village. Our children's welfare is at stake and it's NOT EVEN OUR RUBBISH. They will bring it from Bucks, Herts, Berks & Cambs!  The chimney alone will tower 25 metres higher than the old Stewartby Brickwork chimneys, and the overall site, larger than Wembley Stadium, Enormous! There are concerns about Health and the Environment. Covanta already have an appalling track record in the USA and have been fined for breaching environmental and health standards. Covanta won't even tell us what will come out of the chimney. There is also the transport of waste. The New A421 (open late 2010) will bring 900 lorries a DAY and LEAVE the A421 at Marston Mortaine to use the LOCAL roads for entry to the site. Leaving ALL residents with dirt, smell, rubbish and fumes. Bedfordshire will have to pay for the Upkeep of the roads,  US The Rate Payers. We lose all round! The Government designated The FOREST OF MARSTON VALE an area of REGENERATION. If this happens we will be just  the dumping ground for England. Councils should be responsible for their own waste. It's not Environmental, It's not Economical. PLEASE HELP US STOP COVANTA.",
            "closed_at": "2010-09-20T00:00:00Z",
            "created_at": "2010-03-20T15:05:56.495235Z",
            "creator_name": "Ruth Redman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-20T15:05:56.495235Z",
            "rejected_at": "2010-04-29T00:01:01.686266Z",
            "rejection": {
                "code": 16384,
                "details": "Thank you for submitting this e-petition. This matter should be taken up with your local council rather than an e-petition.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-29T00:01:01.686266Z"
        },
        "id": 15141243
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Rookery-Pit/"
    },
    "type": "petition"
}