{
    "data": {
        "attributes": {
            "action": "recognise the tremendous achievement of Eddie Izzard.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Eddie Izzard completed 43 marathons in 51 days that saw him run 1160 miles around the UK.\n\nThroughout his epic journey he displayed everything that is inherent and synonymous of the British people. Through sheer dogged determination and five weeks (yes, five weeks!) pre-event training he bravely battled our climate, our road network and our wonderful hills and mountains. If that wasn’t enough he not only ran through the pain barrier he destroyed the pain barrier. He is surely one of the bravest men I have seen.\n\nThis is a chance to recognise a true achievement by a very special individual. If it was up to me I would give him a knighthood. What Eddie achieved surely deserves at least the same level of recognition as winning the Rugby Union World Cup or three major Football trophies in a season. His was not a quest to direct others to achieve the prize, his was a truly stoic quest to raise money for Sport Relief - he raised over £1m! \n\nI urge you now to recognise the tremendous achievement of Eddie Izzard and support this petition.",
            "closed_at": "2010-06-23T00:00:00Z",
            "created_at": "2010-03-21T14:17:09.774582Z",
            "creator_name": "Nigel Urquhart",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-21T14:17:09.774582Z",
            "rejected_at": "2010-03-23T14:56:52.605336Z",
            "rejection": {
                "code": 4096,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-23T14:56:52.605336Z"
        },
        "id": 15145848
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SirEddie/"
    },
    "type": "petition"
}