{
    "data": {
        "attributes": {
            "action": "investigate immediately mortality rates of service users of Care Homes",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is currently no legal requirement, whatsoever, for a Care Home to report to The Care Quality Commission the deaths of its residents, when they die outside the Care Home itself, for example, in a hospital. \n\nWho is tracking mortality rates of service users of Care Homes, if The Care Quality Commission does not have a full and accurate record of the number of deaths of residents in Care Homes?\n \nOn a death certificate, there is also no legal requirement to list a Care Home under “Usual Address”.\n\nThis failure to track and monitor mortality rates of people in Care Homes is putting thousands of people at risk of harm, exploitation and exposure to malevolent intent. It also means, in my opinion, that there is no comprehensive monitoring of cases, which may involve either the misuse or maladministration of medication. \n\nIt should be the responsibility of any government to protect the most vulnerable people in society from the risk of harm.\n\nWe must have legislation in place, which makes it compulsory, by law, for all Care Homes in this country to report the deaths of their residents, wherever they die.\n\nLoophole in the Law: Regulation 37",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-22T00:27:05.111654Z",
            "creator_name": "Sue Roundhill",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-22T00:27:05.111654Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 15148784
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Please-Read-This/"
    },
    "type": "petition"
}