{
    "data": {
        "attributes": {
            "action": "introduce legislation to lower the voting age to 16",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Over 1.5 million 16 and 17 year olds are denied the vote in the United Kingdom. At 16, we can leave school and pay taxes, leave home, get married, join the armed forces, and make lots of decisions about our future so why can't we have the basic right of all adult citizens of a say in how the country is run?\n\nYoung people are interested in political issues and are politically active; from climate change to racism, from education to crime. Voting is the fundamental way that we have our say on issues, and we think that at 16, young people are mature enough to be properly listened to.\n\nStopping 16 and 17 year olds from voting and having the chance to be heard sends a signal to young people and society in general that our views aren't valid and that we aren't real citizens. It also sends a message to young people that voting isn’t the way to get their views heard or to change things for the better.\n\nPlease support this proposal!!",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-03-21T15:03:25.043273Z",
            "creator_name": "Beth Ditton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-21T15:03:25.043273Z",
            "rejected_at": "2010-04-22T00:01:01.594739Z",
            "rejection": {
                "code": 2048,
                "details": "This is similar to an existing petition.",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-22T00:01:01.594739Z"
        },
        "id": 15146055
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/16voting/"
    },
    "type": "petition"
}