{
    "data": {
        "attributes": {
            "action": "review the GRO decision to withdraw its reference checking service when ordering certificates",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On behalf of the many thousands of genealogists in this country, I petition the Prime Minister to instigate a review into the proposed changes to the ordering of birth, marriage and death certificates at the General Register Office, which are due to come into force on the 6th April, 2010. Particularly, I request that the GRO’s reference checking service remains.\n\nThe increase in the standard cost of ordering a certificate from £7 to £9.25 is very high. But, more importantly, the GRO are withdrawing their reference checking service, whereby the GRO will check references for you if you have several and are not completely sure which one is the correct one. In practice this means that one will have to order all certificates with a possibly-matching reference, and throw away the ones which don’t match. At a cost of £9.25 each. If you have 5 possible references, at present you can ask for a GRO reference check and pay for the matching certificate when it is issued – a cost of £7. Now one will have to order all 5 certificates, at a cost of £46.25.\n\nI urge the Prime Minister to remember that these are our records, and our history. Access to them should be a right, not a costly privilege.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-21T21:06:07.684188Z",
            "creator_name": "Robert Edmonds",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-21T21:06:07.684188Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 15148003
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GRORefChecking/"
    },
    "type": "petition"
}