{
    "data": {
        "attributes": {
            "action": "Ask the BBC to Take Account of Widespread Public Opposition to Its Proposed Closure of BBC Radio 6Music",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The BBC has proposed the closure of BBC Radio 6 Music at a saving of only £6 million per annum on the grounds that this will save the BBC money.  This is despite the fact that this is only a tiny percentage of the total BBC Radio annual budget and that 6Music broadcasts by far the most diverse range of music on any BBC radio station, closely in line with the BBC Trust's stated aims of the BBC now focusing its activities on areas that are not already well supported by existing commercial broadcasters.\n\nA commercial advertising driven radio station will never manage to play the the same diverse range of music as 6Music due to their narrow advertising base and consequent increasingly formulaic favourite 100 tracks Playlist approach.\n\nIf the BBC needs to save money they should look at cutting far more costly but generally unpopular and poorly watched services like BBC Three television and/or cutting the excessive salaries of some of its presenters, performers and senior executives.",
            "closed_at": "2011-03-22T00:00:00Z",
            "created_at": "2010-03-22T01:23:53.462727Z",
            "creator_name": "Julian Shersby",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-22T01:23:53.462727Z",
            "rejected_at": "2010-04-30T00:01:01.094908Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-30T00:01:01.094908Z"
        },
        "id": 15148916
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Keep6MusicOnAir/"
    },
    "type": "petition"
}