{
    "data": {
        "attributes": {
            "action": "prevent the £175,000 payout to Kim Hodgson, the outgoing Chief Executive of East Sussex NHS Trust",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ms. Kim Hodgson, Chief Executive of East Sussex NHS Trust is stepping down voluntarily from her post. She will be leaving within weeks, instead of her much longer contractually agreed notice period. Nevertheless, it has been decided by the health authority to pay Ms. Hodgson the severance sum of £175,000. The Prime Minister is called upon to ensure the East Sussex NHS Trust treat Ms. Hodgson as any other employee who decides to leave without abiding by their contractual obligations. This action is particularly relevant in relation to the current financial climate where many public sector workers are experiencing a pay freeze, and therefore taking a pay cut in real terms. In addition, East Sussex NHS Trust is struggling to meet a £1 million deficit by the end of this financial year. It is considered the responsibility of the government to take this opportunity to send out a strong message to this, and other public organisations that such excessive payments, which can be viewed as treating their lower paid employees, its patients, and also the public, with contempt, will not be tolerated.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-22T19:52:01.360348Z",
            "creator_name": "Mr. Peter Lacey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-22T19:52:01.360348Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 15154612
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NOPAYOUT4KH/"
    },
    "type": "petition"
}