{
    "data": {
        "attributes": {
            "action": "Open the childrens' play park and to make the surrounding area safe at Hanbury Grove despite ONE resident's complaints",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Residents were informed that a childrens play area would be opened.The building works have come to an end and the park has been fully equipped but has been fenced off for nearly 1 year.One resident has made complaints that her house is too close to the park and that the park is too big. This resident has also said that she was not aware of the park being on the plans when she bought the house.This street has many young families living on it, all of which want this park to be opened.(surrounding streets would also benefit as there is not another park close by).The one resident that has been complaining has also rang the police on numerous occasions, for children from the surrounding areas, climbing through the fences in to the park, because they want to play! We feel that she has wasted police time. The road/path of which is outside the park is also very dangerous and needs changing before this park is opened. One car has already knocked in to a residents fence due to there not being any kerbs. No body has been informed as to what is happening with this park, the council and the building contractors pass the buck and we are getting nowhere. We all want answers.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-03-23T10:53:45.152308Z",
            "creator_name": "Abi Brown",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-23T10:53:45.152308Z",
            "rejected_at": "2010-05-01T00:01:01.772706Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-05-01T00:01:01.772706Z"
        },
        "id": 15157609
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/hanbury/"
    },
    "type": "petition"
}