{
    "data": {
        "attributes": {
            "action": "Allow the creation of a National Rock and Metal Radio Station.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Britain has long been at the forefront of the music industry.  From British Invasion of the 1960s onwards, our nation has set the standard for rock music.  However, when it comes to the modern radio industry, rock music is extremely under-represented.  We gave the world the likes of The Beatles, The Who, Led Zeppelin, Black Sabbath, Iron Maiden and Judas Priest should be showing the rest of the world that our rock culture is alive and well.  At the closing ceremonies of the Beijing Olympic Games, Jimmy Page was amongst the British icons to represent us.  However, in London, unless you have DAB or the internet, there is a lack of hard rock music available on our airwaves.  The Rage Against the Machine campaign shows that there is a massive group of people who are unrepresented.  We ask the Prime Minister to demand that there be the creation of a dedicated National radio station that caters for people who love rock music, be it metal, classic, punk, etc.",
            "closed_at": "2010-09-23T00:00:00Z",
            "created_at": "2010-03-23T14:57:08.600552Z",
            "creator_name": "Steve Diamond",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-23T14:57:08.600552Z",
            "rejected_at": "2010-04-30T00:01:01.094908Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-30T00:01:01.094908Z"
        },
        "id": 15159542
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RockRadio/"
    },
    "type": "petition"
}