{
    "data": {
        "attributes": {
            "action": "ACKNOWLEDGE THAT THE EARLIER PETITION BY REV DENIS G BEEDIE WAS NOT DEFAMATORY AS THE PRIME MINISTER`S PETITION-MINDERS DECLARED IN THE LIGHT OF RECENT UAF EVENTS.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "UAF are consistently showing a thug-like, aggressive and virulent anti-democratic attitude towards British citizens such as members and supporters of the peaceful English Defence League, the Welsh Defence League and the Scottish Defence League who seek to retain our ancient British Judeo/Chrisian Culture and Heritage and prevent It`s overwhelming by forces unpatriotic to our Monarch, Parliament and Nation. This earlier Petition was rejected by Govt-Minders for the following reason(s):Petition Rejected\nThis petition has been rejected because:\nIt contained potentially libellous, false, or defamatory statements.\nWill the Prime Minister, in the light of recent thuggish and violent behaviour by the UAF at Bolton now acknowledge that Rev Denis G Beedie was declaring the truth in his said Petition and is the P.M now willing to offer an apology to the said Rev Denis G Beedie for the defamatory statement(s) made regarding Rev Denis G Beedie and his earlier Petition?",
            "closed_at": "2011-03-23T00:00:00Z",
            "created_at": "2010-03-22T17:24:50.436210Z",
            "creator_name": "Rev.  Denis G Beedie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-22T17:24:50.436210Z",
            "rejected_at": "2010-03-23T10:05:51.266398Z",
            "rejection": {
                "code": 16384,
                "details": "Comments about the petitions system should be sent to number10@petitions.pm.gov.uk.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-23T10:05:51.266398Z"
        },
        "id": 15153536
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RE-PETITION/"
    },
    "type": "petition"
}