{
    "data": {
        "attributes": {
            "action": "instruct medical and dental schools to award their graduates a degree entitled Doctor of Clinical Medicine, in 'General Medicine & Surgery' (MD) or Doctor of Clinical Dentistry in 'Oral Medicine and Dental Surgery' (DD), opposed to the 'Bachelor of Medicine and Surgery' (MBChB) and 'Bachelor of Dental Surgery' (BDS) which is currently awarded upon their completion of university, either as there graduating Qualification' when they graduate from University, or upgrade the MBChB or BDS degree to the MD or DD, degree upon being awarded full registration in there profession or after 3 years of practice.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is being submitted in order to ensure recognition is given to the length of time doctors and dentists dedicate to training prior to beginning there career. A UK bachelors degree take 3 years to complete, whereas a medical or dental degree takes 4-6 years depending on the institution & the trainees level of academic qualification when they begin the course. This means a student doctor or dentist in the case of a 4 year courses, is studying a graduate entry course which is a doctorate in many other fields, such as a 'Doctor of Clinical Psychology' degree, or is spending the time in medical or dental training that it takes to complete 2-3 degrees. When the pre- registration years are considered, this means to 6-8 years from the start of medical school to full registration & the privilege of independently practicing medicine.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-23T12:00:29.253329Z",
            "creator_name": "Mr A. Macleod",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-23T12:00:29.253329Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 15158236
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Title-Med-Degree/"
    },
    "type": "petition"
}