{
    "data": {
        "attributes": {
            "action": "PLEASE HELP ME.NEUTRALISATION",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My name is Ibrahim Tijani and my DOB is 7.1.1985. I am 25 yrs old and I came to England when i was 11 went to school , college and university in england.I have previously tired to apply for british neutralisation to become a british and have a british passport but my apllication was rejected as i had a court case for driving offences and I was given community services by the court and was also fined. I have served my community service and paid my court fine, yet the government still refuses to neutralise me . My mother, father , 2 brothers and 2 sisters all have british passports.I just feel i have been treated unfair as i work in this country and i pay tax i hyave served my punishement for my driving offences.The country can tax me , give me a UK drivers licence but do not want me to have a british neutralisation?I have been in the UK for 14 years and grew up here its all i know. We are all human beings we all make mistakes. Please can you help me get my british neutralisation as quickly as possible.Because i had driving offences does this not make me british ? PLEASE HELP ME I AM STUCK, I HAVE A SON IN THIS COUNTRY AS WELL.",
            "closed_at": "2011-03-23T00:00:00Z",
            "created_at": "2010-03-23T00:36:45.847107Z",
            "creator_name": "IBRAHIM TIJANI",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-23T00:36:45.847107Z",
            "rejected_at": "2010-04-22T00:01:01.594739Z",
            "rejection": {
                "code": 16384,
                "details": "We cannot accept an e-petition relating to an individual case-  this is a matter for direct communications with the Home Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-22T00:01:01.594739Z"
        },
        "id": 15156034
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IBRAHIM/"
    },
    "type": "petition"
}