{
    "data": {
        "attributes": {
            "action": "DEMAND A REASON AS TO WHY THE CPS DOES NOT BRING A PROSECUTION AGAINST UAF MEMBERS FOR THEIR POTENTIALLY LETHAL ATTACK ON MR NICK GRIFFIN OF JUNE 2009",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Crown Prosecution Service (CPS) has refused to prosecute anybody for the public violence and assault with a deadly weapon committed by members of a UAF mob against Nick Griffin at College Green in June last year. At least two clearly identifiable UAF supporters were filmed throwing darts, one of which struck a BNP security man, Stuart Freeman, in the chest.\n\"The Westminster Serious Crimes Unit have been very thorough in their investigation and amassed an overwhelming case, yet refused to bring a prosecution\" Mr Griffin said.\n\"All this does is convince us even further that justice in Britain is terminal, murdered by decades of political correctness imposed by successive Tory and Labour regimes.\n\"The CPS decision is in effect an invitation to anti-democratic thugs to commit acts of serious violence in public, safe in the knowledge that even if they are filmed in flagrante delicto, they will be protected by the CPS,\" Mr Griffin said.\nGovt. Minders rejected this petition because it was `outside the remit and powers of the prime Minister. Perhaps if the PM hadn`t handed our Sovereign Powers over to the EU Govt., he would still have some powers left. Clearly a Puppet has none.",
            "closed_at": "2011-03-31T00:00:00Z",
            "created_at": "2010-03-23T18:10:41.044872Z",
            "creator_name": "Rev. Denis G Beedie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-23T18:10:41.044872Z",
            "rejected_at": "2010-04-01T09:40:10.591846Z",
            "rejection": {
                "code": 3,
                "details": "",
                "reasons": [
                    "Party political material",
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-01T09:40:10.591846Z"
        },
        "id": 15161082
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CPS-FAILURE/"
    },
    "type": "petition"
}