{
    "data": {
        "attributes": {
            "action": "create sovereign investment funds from the shares we own in the banks",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We call on the government NOT to simply sell the shares we the people own in Lloyds TSB (41%), RBS (84%) and Northern Rock (100%) and instead use the shareholdings as a basis for securing the long term prosperity of the UK by creating targeted Sovereign Investment Funds.\n\nInvestment funds should be created for each of these sectors and specialise in investing in those sectors:\n\nNHS - Education - Social Security/Pensions - Infrastructure(Energy, Rails, Roads etc.) - Growth (new businesses areas, small businesses and entrepreneurship).\n\n\n1.Independence\na.The funds should be run independently of the government.\n\nb.Experienced advisors. \n\nc.Investment by professionals.\n\n2.Initial Funding\na.1/5 of the shares in each of the financial institutions transferred into each Fund.\n\nb.Permitted to sell up to 75% of its holding in the banks and reinvest them in their respective investment categories.\n\n3.Initial Investments\na.75% of the initial capital to be invested in listed shares.\n\nb.25% to be invested in new and emerging opportunities.\n\n4.Reinvestment\n\na.50% of profits to go to spending in the fund’s area.\n\nb.50% of profits to be reinvested in the relevant investment sector.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-24T14:24:53.206502Z",
            "creator_name": "Nabil Shabka",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-24T14:24:53.206502Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 15166465
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/InvestmentFund/"
    },
    "type": "petition"
}