{
    "data": {
        "attributes": {
            "action": "resist pressure to make Mephedrone--for human consumption or otherwise--illegal.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Mephedrone is one of a number of 'legal highs' that are available for purchase within the UK. The evidence on the harm that may be caused by Mephedrone is not conclusive, and it would therefore seem absurd to criminalise a not-insignificant section of the population based on evidence that has not yet been produced. Furthermore, criminalising Mephedrone will simply lure present users into the sphere of currently controlled substances, many of whom would previously not have ventured into such activities. While Mephedrone is legal, it is possible for the Government to regulate the makeup of Mephedrone, thus preventing individuals from purchasing a contaminated substance. If it were proven that Mephedrone posed a risk to individuals, this fact would not dictate that the substance should be banned. Individuals routinely face decisions regarding health. Any individual wishing to purchase to Mephedrone should be permitted to evaluate the risks and make their own decision on how to proceed.",
            "closed_at": "2010-06-25T00:00:00Z",
            "created_at": "2010-03-23T22:56:31.390231Z",
            "creator_name": "Scott McCombe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-23T22:56:31.390231Z",
            "rejected_at": "2010-05-01T00:01:01.772706Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/legalhighs/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-05-01T00:01:01.772706Z"
        },
        "id": 15163074
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Methedroneban/"
    },
    "type": "petition"
}