{
    "data": {
        "attributes": {
            "action": "Petition Against The British School Personal Appearance Policy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We aren't blindly rebellious youths who seek to demolish school uniform or dispose of all long established rules on clothing; we only wish rules within the British schooling system wouldn't so shamelessly dictate a child’s personal appearance (hair styles, colours, piercings) so that young people can maintain a freedom of expression which should exceed any such restrictions. We feel that school policies on a pupil’s appearance within the UK are outdated and have attached themselves to an aged taboo that is neither relevant or beneficial to the education system. The only valid source from which a child/teenagers appearance should be dictated are their parents/guardians or the pupil themselves. Since the tragic murder of Sophie Lancaster, the media has highlighted issues on how discrimination and abuse toward alternative people affected many lives in a profoundly negative way, often resulting in physical abuse or persistent bullying. We feel that some of the reasons people afflict this abuse is partly the result of the restriction and taboo of dress code within Schools.",
            "closed_at": "2011-03-24T00:00:00Z",
            "created_at": "2010-03-24T03:34:28.272549Z",
            "creator_name": "Mr Christopher Wood",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-24T03:34:28.272549Z",
            "rejected_at": "2010-05-01T00:01:01.772706Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-05-01T00:01:01.772706Z"
        },
        "id": 15163738
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PABSAP/"
    },
    "type": "petition"
}