{
    "data": {
        "attributes": {
            "action": "desist from the policy of achieving 50% universary entrance for school leavers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "University is for the academically bright young people who wish to study their subjects to a degree level. It is not a way of getting young people off the unemployment register. Vocational training as an employed person with day release to attend college, where it is felt necessary,is a far better way of meeting the employment needs of school leavers. In addition increase the number of proper apprenticeships of 4+ years. This will need to be properly funded by paying employers to take on these trainee employees and subsidise the apprenticeships throughout.\nThe advantages are:\n1) School leavers are not forced into academia for which they are wholly unsuited. This will reduce the huge drop out rate that there is now and also avoid those who end up with a degree that is of little value to employers and a massive debt that will blight their early years.\n2) It will make the university population more manageable and give the students the teaching regime that they require.\n3) It will give a huge boost to the country's manufacturing capability by vastly increasing the skilled workforce.\n4) It will increase the tax take because there will be more young people earning and spending.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-24T20:24:22.448666Z",
            "creator_name": "Mr Mike Newland",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-24T20:24:22.448666Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 15169204
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Vocation-v-Uni/"
    },
    "type": "petition"
}