{
    "data": {
        "attributes": {
            "action": "remove those parts of the 2006 Sexual Orientation Regulations which are forcing Mike and Suzanne Wilkinson to run their private, family guest house, in such a way that it violates their moral conscience and undermines the distinct Christian ethos of their business.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Though in no way wishing to take away the liberty of homosexuals to access homosexual friendly guest houses, of which there are many, we believe that to force Mr and Mrs Wilkinson to conform to their lifestyle is discriminatory and is a blatant contradiction of the Equality Bill.\n \nTheir and our British inheritance to be free to live and speak, according to one's conscience privately and in the public sphere, both individually and collectively, without harassment or the fear of civil or criminal penalty, that was paid for dearly by the rivers of blood of our ancestors - that once distinguished us from all other nations - is treated today with such contempt by the present government, who would dare to bind us in an ever cancerous growth of pink legislation. Today it is Mr and Mrs Wilkinson, tomorrow, the day after,  but sooner or later it will be you.\n　\nAs people from all walks of life, political parties, professions, religious faiths and none, we the undersigned stand foursquare with Mr and Mrs Wilkinson. Sign whilst you still have the freedom to do so",
            "closed_at": "2011-03-23T00:00:00Z",
            "created_at": "2010-03-23T21:18:52.218868Z",
            "creator_name": "david skinner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-23T21:18:52.218868Z",
            "rejected_at": "2010-05-01T00:01:01.772706Z",
            "rejection": {
                "code": 66,
                "details": "",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements",
                    "The names of individuals, or information where they may be identified, in relation to criminal accusations"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-05-01T00:01:01.772706Z"
        },
        "id": 15162458
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/savethefamily/"
    },
    "type": "petition"
}