{
    "data": {
        "attributes": {
            "action": "remove those parts of the 2006 Sexual Orientation Regulations which are forcing Mike and Suzanne Wilkinson to run their private, family guest house, in such a way that it violates their moral conscience and undermines the distinct Christian ethos of their business.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Though in no way wishing to take away the liberty of homosexuals to access homosexual friendly guest houses, of which there are many, we believe that to force Mr and Mrs Wilkinson to conform to the tastes and lifestyle of homosexuals is discriminatory and is a blatant contradiction of the Equality Bill.\n \nOur British inheritance to be able to live and speak, according to our conscience, privately and in the public sphere, without harassment or the fear of civil or criminal penalty, is a freedom that once distinguished us from all other nations. This liberty did not come cheaply but cost the lives of our forebears and ancestors. Sadly today it is treated with such contempt by a government that continues to bind us in an ever growing cancerous growth of  legislation. \n\nAs people from all walks of life, political parties, religious faiths and none , but still broadly speaking, citizens of a Christian country, we the undersigned have joined together to stand foursquare with Mr and Mrs Wilkinson in defence of their  beliefs  and civil liberties.\n\nToday it is Mr and Mrs Wilkinson. Tomorrow, the day after,  but sooner or later, it will be you. Please sign whilst you still have the freedom to do so.\n　",
            "closed_at": "2011-03-24T00:00:00Z",
            "created_at": "2010-03-24T06:28:42.115056Z",
            "creator_name": "david skinner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-24T06:28:42.115056Z",
            "rejected_at": "2010-05-01T00:01:01.772706Z",
            "rejection": {
                "code": 66,
                "details": "",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements",
                    "The names of individuals, or information where they may be identified, in relation to criminal accusations"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-05-01T00:01:01.772706Z"
        },
        "id": 15163808
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/defendthefaith/"
    },
    "type": "petition"
}