{
    "data": {
        "attributes": {
            "action": "look seriously into taking a hand to the production of hydrogen powered vehicles as opposed to petroleum and/or electric powered vehicles.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In watching a popular television program, it was brought to the attention of a lot of viewers in the United Kingdom that a certain Japanese car firm has came around inventing, or creating at least an engine that can run on hydrogen. Considering that the world has been looking to offset our carbon footprint for quite some time, I believe it is in the best interests of the British public that there is more than a little acknowledgement of this engine, and that there should be at least some investment of our tax money in something that could radically change the world that we live in. I believe that we should stop living in a dream world, imagining that electric powered cars are the answer when electricity still mainly comes from non-renewable energy sources, and is never going to be any good for long journeys, wheras a hydrogen powered car uses hydrogen, emits water, and is just as practical as the common motor vehicle engines that we use today.\n\nThank you for your governments attention to this matter and I would like to hope that it can change our planets lifespan for many generations to come.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-23T16:57:17.782610Z",
            "creator_name": "Mr David Stewart",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-23T16:57:17.782610Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 15160529
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/hydrogenengine/"
    },
    "type": "petition"
}