{
    "data": {
        "attributes": {
            "action": "Why Do Students Get Charged To Study, When Others Get Given Money To Do Nothing?",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Young people who want to become students to work hard and get the jobs they really want, those types of jobs where the United Kingdom will improve its economy and never get close to a recession.\n\nStudent's have to pay an extortionate fee for studying! Why? We have been under free education through primary and secondary school and even college. Why when we get to college should it be any different. A lot of people who want to University just cannot afford to go because of financial situations. This should not be case, but it is! \n\nStudent's who are forced to be doing something else that has no interest to them results in less enthusiasm and the ability to have any passion for the subject. \n\nAlso if you don't already know, a very high percentage of all ages are given benefits because they don't have a job or 'can't get one'. How about this stupid government forces them into a job and don't give them money. Because it is extremely unfair when us (the students) have to pay around £1000 a semester with interest building up leaving us in debt when we leave University. Why are we not being paid money like those who do nothing?",
            "closed_at": "2011-03-24T00:00:00Z",
            "created_at": "2010-03-24T17:15:23.872095Z",
            "creator_name": "James Prismall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-24T17:15:23.872095Z",
            "rejected_at": "2010-04-30T00:01:01.094908Z",
            "rejection": {
                "code": 768,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-30T00:01:01.094908Z"
        },
        "id": 15167705
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nocharge4student/"
    },
    "type": "petition"
}