{
    "data": {
        "attributes": {
            "action": "Ensure card fraud attempts are reported to the police by banks",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have been the victim of 2 attempted card frauds; 1 to take money online to ikea for £554 and the other internet sale to pizza hut for £28; both were intercepted by lloyds tsb and so no money went out of my account. after looking through my statement one did go through for £30 to O2. the bank refunded this.I am a Vodaphone customer. I asked what will happen? as the ikea and pizza hut and especially O2 will have exact contact details (for delivery?) to find and prosecute the culprits. when asked the bank merely said they report it and claim the money back and then that's it! Surely to goodness it makes sense to involve the police in order to put these criminals in front of a court and prevent it happening to others. money must be going out of accounts without any knowledge of the owners- if they don't check statements thoroughly. the bank says I can inform the police if I wish but they will do no more!Ridiculous; you may have a go then? that,s the message out there! Why? The Government need to be more proactive and work with the banks to put a stop to this. The bank says my details were probably just picked up and used, perhaps from a worker when passed onto a store for an internet sale! and ?",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-25T15:14:13.553400Z",
            "creator_name": "sharon baxter",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-25T15:14:13.553400Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 15175332
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bank-fraud/"
    },
    "type": "petition"
}