{
    "data": {
        "attributes": {
            "action": "act against the enviromental  damage glitter does in the UK and worldwide. To immediatly ban all manafacturing, importing, selling, and use of glitter in the UK, while encouraging the development of a biodegradable alternative as a long term solution to the real damage glitter does.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Glitter is a pollutant: made from copolymer plastics, aluminum foil, titanium dioxide, iron oxides, bismuth oxychloride and other materials not readily biodegradable. Heavier than water, glitter sinks to the bottom of waterways and contributes to toxic sludges. \nGlitter is used only briefly. At the end of each use it is showered off, entering water systems, or swept into landfill. Glitter is not recovered or recycled in any way. Because of its small size, down to 15 micrometres, glitter is lost or spread by humans throughout their environment. Insects and other small organisms are unable to deal with glitter, as it is inedible. Larger creatures can ingest it involuntarily, allowing it to enter the food chain. Because of its metallic nature, static electricity can cause it to stick to body parts or habitats. Glitter has very sharp, hard, edges which are uncommon in nature; also a problem for very small life. Micro pollutants in animal bloodstreams can have significant health effects.\nWe call for glitter to be banned in the UK until a biodegradable (therefore self-cleaning) glitter emerges. We call for the government to supply state funding towards such a development.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-24T23:55:28.068445Z",
            "creator_name": "robin hinks",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-24T23:55:28.068445Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 15170872
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/antiglitter/"
    },
    "type": "petition"
}