{
    "data": {
        "attributes": {
            "action": "review the payment system for microgeneration PV particularly in respect to those who have previously installed an accredited home PV system and are now installing additional PV",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The system for calculating payments for those who have  installed PV systems before July 2009 and have or wish subsequentially install additional capacity is unfair and illogical. If one has installed capacity earlier then this capacity used to get an export payment of whatever you could agree with your supplier typically the same as the import rate. In addition one was paid a ROC payment of about 9p/unit for all renewable electricity created. On subsequentially deciding to enlarge the system partly a result of the much heralded FIT payments we now find that the return on our investment in the earlier panels has been reduced. The export payment of about 12p + 9p ROC has been reduced to 3p and instead of the promised FIT of 36+p we only get a 9p FIT replacing the 9p ROC. Furthermore the promised payment of a 41p FIT is reduced to 36p on our new system because we were adventurous and public spirited enough to invest in PV 5 years ago when it was an untried and unknown system. It is not the size of overall payments that concerns us so much as being penalised for our earlier investment. It feels like the metaphorical 'kick in the teeth'.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-25T17:53:52.467406Z",
            "creator_name": "Daniel Fish",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-25T17:53:52.467406Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 15176767
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MicroPV/"
    },
    "type": "petition"
}