{
    "data": {
        "attributes": {
            "action": "Make Cannabis legal in the UK so the Government can add tax to it to further reduce the UK's debt or fund other projects.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Although this has been a controversial subject for many years I believe this is the time for the law to change.\n\nIf Cannabis was legalised and made available for sale it would allow the Government to apply a further tax to reduce the country's debt or add funding to other much needed areas.\n\nI believe it would be beneficial not only for the economy but for the reduction of minor drug crime.\n\nIt is my view that it would put petty drug criminals out of business in turn focusing Police efforts where they were needed instead of wasting time looking for heat signatures in helicopters and carrying out raids on cannabis farms. \n\nCannabis will always be grown, it will never be stopped, so rather than funding a drug dealers passion for cars and \"bling\" it should fund the Government to help repair the country.\n\nPlease sign the petition\n\nThank You",
            "closed_at": "2011-03-25T00:00:00Z",
            "created_at": "2010-03-25T17:44:46.783602Z",
            "creator_name": "Lee Taylor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-25T17:44:46.783602Z",
            "rejected_at": "2010-04-25T00:01:01.661192Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-25T00:01:01.661192Z"
        },
        "id": 15176693
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Cannabislegalise/"
    },
    "type": "petition"
}