{
    "data": {
        "attributes": {
            "action": "Reconsider the proposed ban on mephedrone and reinstate Proff David Nutt",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A ban on the legal high mephedrone will do more harm than good and is a knee jerk reaction by the government to bow to media pressure when there is no scientific evidence so far that the drug has killed anyone.\n\nGuernsey has already outlawed the commercial importation of legal highs back in April this has led to the price of Mephedrone rising to £60-£80 a gram instantly causing a rise in crime on the island as the less socially conscious turn to crime to get the money to pay for Mephedrone!  \n\nOne solution is to listen to Proff David Nutt - the drugs advisor that the current government sacked because he disagreed with the governments current policy (despite them employing him to advise them of the best course of action)!\n\nNutt suggests a class D of drugs:\n\nThis is a holding category where drugs can be put before they are well understood: sales are limited to over-18s; the product is quality-controlled so users know what they are getting, at doses limited as far as possible to safe levels; and it comes with health education messages. Society can limit sales and collect data on use.\n\nThis will allow us to form a drugs policy that is sane and sensible rather than bowing to speculation and media pressure!",
            "closed_at": "2011-03-25T00:00:00Z",
            "created_at": "2010-03-25T18:24:19.648840Z",
            "creator_name": "Jason Feather",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-25T18:24:19.648840Z",
            "rejected_at": "2010-05-01T00:01:01.772706Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/legalhighs/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-05-01T00:01:01.772706Z"
        },
        "id": 15177014
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stopmephban/"
    },
    "type": "petition"
}