{
    "data": {
        "attributes": {
            "action": "Offer a new replacement boiler to everyone whose Warmfront boiler has broken down.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My Ideal boiler HE30 is beyond repair after only 2 years. This is not good enough.  My new all dancing energy efficient Condensing boiler by Ideal has cost me loads in used gas.  My Gas bills have never been higher, where is the money saving coming in?  I have to turn mine off on the boiler otherwise it is on 24 hours a day, burning my money.  It cannot regulate the heat because of a major fault.  This is not fit for the intended purpose. Does anyone know of a law firm who will take on our cases in the Courts as a group...the Government need to sit up and take notice.  This scheme is costing money to people who can least afford it. Our 'new' ideal boiler needed a major part re fitted in the first week.  Ideal must be aware of these problems and should be made to fit new boilers to replace the ones that are being installed.  As a consumer I expect my new boiler to last longer than two years.  There was nothing wrong with my old non condensing boiler.  It had been fitted for over 15 years and only ever need one minor repair.  Warmfront assure me I have £800 left from the grant, but I have to be re assessed to access this.  The repair times have been a joke. I want compensating and a new boiler.",
            "closed_at": "2010-06-03T00:00:00Z",
            "created_at": "2010-03-25T13:07:56.418291Z",
            "creator_name": "Mrs Carrol Booth",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-25T13:07:56.418291Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1,
            "state": "finished",
            "updated_at": "2010-06-04T00:01:01.985524Z"
        },
        "id": 15174136
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Warmfront-Boiler/"
    },
    "type": "petition"
}