{
    "data": {
        "attributes": {
            "action": "refund stamp duty paid by first time buyers who fell foul of the stamp duty reinstatement window, 1st January 2010 to 24th March 2010.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As the next generation of property owners who helped fight the post 2009 slowing mortgage market, first time buyers will have heard that as of midnight 24th March 2010, stamp duty relief has come into effect (again) for first time buyers.  82 days after it was stopped, it starts again for another 2 years.  \n\nThose unfortunate enough to have fallen within this 82 day window find themselves out of pocket up to £2500.  \n\nSo what is £2500 to a first time buyer?  Money to help furnish their property, 2 months of child day-care?  Indeed there may be other items FTBs have considered parting their money for....have the moat cleared around their new (small) house.  Purchase 140 tons of manure for their (minimal but you have to start somewhere) garden.  Buy “magnolia” carpets and a £768 bed from Marks and Spencers, both of which Mr. Darling kindly let the taxpayer fund in his property(/properties).\n\nThis petition calls for those hit by this pre-election manifesto battle tool to have their stamp duty refunded.",
            "closed_at": "2010-09-25T00:00:00Z",
            "created_at": "2010-03-25T15:24:46.256800Z",
            "creator_name": "Mr Daniel Gadd",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-25T15:24:46.256800Z",
            "rejected_at": "2010-05-01T00:01:01.772706Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.number10.gov.uk/stampdutybudget/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-05-01T00:01:01.772706Z"
        },
        "id": 15175433
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SDLT-Refund/"
    },
    "type": "petition"
}