{
    "data": {
        "attributes": {
            "action": "Create a bill of Human Duty, in unison with other states and the United Nations",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The creation of the UDHR in 1948 laid the foundation for a common belief in the rights of all people, irrespective of Nation. Yet even a brief glimpse of World History over the last 60 years shows that all countries, including those who ratified the original treaty, are guilty of failing to uphold the rights of all its citizens or the citizens of the wider world. Rights will, by their very nature, always be invoked after an event has occurred. Duties and the corresponding responsibilities however are the thought and persuasion that prevent the infringement of rights in the first place. For many people that is why their rights will never be upheld or maintained because the controlling factor will be the rights asserted by others over them, without consideration of an overriding duty. To this end I call upon the government, with other governments to draw up a universal bill of human duty. To really make a difference to the world we must stop talking and start doing. www.human-duty.com",
            "closed_at": "2011-03-25T00:00:00Z",
            "created_at": "2010-03-25T21:33:13.417243Z",
            "creator_name": "John Lambart",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-25T21:33:13.417243Z",
            "rejected_at": "2010-05-01T00:01:01.772706Z",
            "rejection": {
                "code": 65536,
                "details": "",
                "reasons": [
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-05-01T00:01:01.772706Z"
        },
        "id": 15178447
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Bill-of-duty/"
    },
    "type": "petition"
}