{
    "data": {
        "attributes": {
            "action": "Open up a seperate park just for dogs",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have 2 dogs of my own and i believe a dog park is needed for owners who have very busy lifestyles and need somewhere to de-stress there animals, i know what its like to want to take your dog for a walk and let them run off there energy but where to go is what im saying as dogs get frowned upon no matter where they go or how big or small they are im talking ramps slides etc... it would have height appropriate fencing and the dogs would be supervised at all times i think if i had the funding i would do this myself but as i do not i am asking you for help and anyone that understands how it feels to make sure your dog is as safe as to not go near a road and get hit by a car. many thanks Miss Tracey croft - liltrey1984@hotmail.com or add me to facebook and i will try to answer as best i can but i really would like the opportunity to do something different and help people understand that our pets need exercising too.",
            "closed_at": "2011-03-27T00:00:00Z",
            "created_at": "2010-03-27T21:50:39.135126Z",
            "creator_name": "Tracey Croft",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-27T21:50:39.135126Z",
            "rejected_at": "2010-05-01T00:01:01.772706Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for your local council.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-05-01T00:01:01.772706Z"
        },
        "id": 15188660
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Secure-dog-parks/"
    },
    "type": "petition"
}