{
    "data": {
        "attributes": {
            "action": "Save The Bill from being axed by ITV!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Bill is one of the longest running police dramas on TV. ITV has today made a decision to axe the show after 27 brilliant years; a decision which I am in no doubt will have baffled the diehard fans of this world famous TV drama and posed the question, why?\n\nThe most recent figures tell me that over 4 million people watch The Bill on a weekly basis. It is currently ITV’s 22nd most programme overall, however that includes five Coronation Streets, six Emmerdales, two Dancing on ice’s etc.\n\nThe most impressive thing though is that all but one of these more popular than it were either a soap, weekend TV (figures will obviously be higher) and sport.\n\nTherefore, The Bill is a weeknight institution and is still high in demand, but despite this ITV deem it fit to mess around and basically ignore the view of the fans.\n\nPlus, it gets more viewers than BBC 2 and Channels 4 & 5.\n\nI urge you to sign this petition and protect the international treasure that is The Bill.",
            "closed_at": "2011-03-26T00:00:00Z",
            "created_at": "2010-03-26T13:24:37.224821Z",
            "creator_name": "Lee Kenny",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-26T13:24:37.224821Z",
            "rejected_at": "2010-04-25T00:01:01.661192Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-04-25T00:01:01.661192Z"
        },
        "id": 15181900
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/saveTheBill/"
    },
    "type": "petition"
}