{
    "data": {
        "attributes": {
            "action": "Change the general working practices and time management of society. We currently suffer from terrible periods of peak traffic due to standard working practice of 9-5 and massive seasonal pricing during variations due school holiday terms and holidays.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We all suffer from traffic and those with children are forced to pay double for holidays due to seasonal demand highs and lows.\nIf working practices are change so that the millions of workers and familys in the country have a choice of hours of working or school terms for example to suit different needs, everybody would benefit.\nHow ? I have several ideas.\n(1) 2 or 3 'shifts' of working , a simple idea , take the current working population and operate 2 or 3 working weeks , mon - sun , wed - tue , fri - thur immediately\n(2) Flexible schooling. Create smaller schools that utilises for example church facilitys and community centres not used during the week that operate independantly to serve local needs - particularly usefull for shift workers, single parents etc.. exams could be done at major schools\n(3) Staggered term times - Simply create / allow much more variation - get away from the old summer holiday routine - Why do schools close specifically in the summer months nowadays - we don't predominantly work on farms any more\nMy Ideas are radical and would need some thought but the potential is immense and the scope to improve general well being and productivity is immense.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-27T12:16:36.426466Z",
            "creator_name": "Simon Blacker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-27T12:16:36.426466Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 15186598
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Paradise/"
    },
    "type": "petition"
}