{
    "data": {
        "attributes": {
            "action": "UTTERLY CONDEMN THE ANTISEMITIC AND ANTICHRISTIAN CRIME COMMITTED BY GLASGOW POLICE",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "\"MOSES, THE HEBREW PROPHET OF GOD JAILED IN GLASGOW FOR HOMOPHOBIA\" could well have been the headlines in Scottish Newspapers if he was alive today in the 21st Century, after an American street-preacher was `set-up` in Glasgow after saying that Gays risked the wrath of God, (quoting the Jewish Old Testament). The preacher was arrested, jailed and fined £1.000, by Judge, Sheriff Rita Rae.  Glasgow has recently become infamous for their hatred of Jews and their Religion after holding an Exhibition in their Art Galllery denigrating the Jewish holy book, The Torah, by writing obscene and vile messages on it`s pages, and mocking the Jewish Rabbi, Yeshua, by staging a Play where an actor dressed himself as a cross-dressing Jesus. Then in another Exhibition a deep-fried copy of the Holy Torah was put on exhibition. Incredibly, neither the Art Gallery Exhibit Organisers nor the actor were arrested for hate-crime as the American preacher was. This latest incident by Glasgow authorities is another step in their deliberate showing of their hatred of the Judeo/Christian Faith of our Land.",
            "closed_at": "2011-03-29T00:00:00Z",
            "created_at": "2010-03-27T18:18:14.751383Z",
            "creator_name": "Rev. Denis G Beedie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-27T18:18:14.751383Z",
            "rejected_at": "2010-03-29T12:13:15.642932Z",
            "rejection": {
                "code": 4096,
                "details": "As previously stated, policing and justice are a devolved issue in Scotland and you should therefore contact the Scottish Executive.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-29T12:13:15.642932Z"
        },
        "id": 15187940
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MosesArrested/"
    },
    "type": "petition"
}