{
    "data": {
        "attributes": {
            "action": "call a public inquiry into the development of large-scale intensive dairy units which will investigate, fully, the issues regarding the environment, public health and animal welfare - and suspend any current such applications until this can be carried out.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The largest dairy unit in Western Europe is proposed in Lincolnshire to house 8100 cows who are kept indoors for most of the year and milked 3 times a day rather than 2.  \nThere are environmental and public health concerns; with a strong risk for pollution of air and watercourse across an extended area.\nThe US dairy CAFOs have inspired this proposal, but these have been problematic, with further legislation brought in to protect the communities affected, eg in Missouri such a scheme would have to be 7 miles from the nearest populated area – the Lincolnshire proposal has several villages within just a 2 mile radius, some homes are just yards away.\nApart from the environmental concerns, the business case is unsustainable –and it is believed by many farmers and non farmers alike that this proposal would take the UK dairy business in the wrong direction.\nFurthermore, there are concerns from the RSPCA and others about the animal welfare, stressing that this is an inappropriate and inhumane way to produce milk.  The dairy industry in this country has set the highest standards till now and should continue to work with nature rather than threaten it.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-29T14:40:59.919136Z",
            "creator_name": "Deborah Wilson",
            "government_response_at": "2011-02-02T12:51:52.425657Z",
            "government_responses": [
                {
                    "created_at": "2011-02-02T12:51:52.425657Z",
                    "details": "You signed a petition asking the Prime Minister to call a public inquiry into the development of large-scale intensive dairy units which will investigate, fully, the issues regarding the environment, public health and animal welfare - and suspend any current such applications until this can be carried out.\n\nHer Majesty's Government has responded to that petition and you can view it here: \n\nhttp://www.hmg.gov.uk/epetition-responses/petition-view.aspx?epref=giantdairy\n\n\nHer Majesty's Government",
                    "summary": "Government response to petition 'giantdairy'",
                    "updated_at": "2011-02-02T12:51:52.425657Z"
                }
            ],
            "opened_at": "2010-03-29T14:40:59.919136Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1248,
            "state": "finished",
            "updated_at": "2011-02-02T12:51:52.425657Z"
        },
        "id": 15194796
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/giantdairy/"
    },
    "type": "petition"
}