{
    "data": {
        "attributes": {
            "action": "CONGRATULATE BNP CHAIRMAN NICK GRIFFIN`S DECISION TO APPOINT HIS FIRST ETHNIC MEMBER AS A SPECIAL ADVISOR ON ISLAMIC EXTREMISM IN THE UNITED KINGDOM",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The British National Party's first ethnic member, Rajinder Singh, has been appointed special advisor on Islamic extremism to Nick Griffin and has been tasked with preparing an initial report on the extent to which British society has already been Islamified.\n\n\"Mr Singh has personal experience of the consequences of the Islamification of his home country and is thus in a perfect situation to point out all the tell-tale warning signs,\" Mr Griffin said.\n\n\"His first assignment is to prepare a comprehensive overview of the Islamic presence in Britain and the extent to which that community has been radicalised.\n\"If left unchecked, radical Islam will spell the death knell for all other religions and cultures,\" Mr Singh said. \"I love the Britain in which I first settled, and do not want it to face the same fate as my homeland. I saw with my own eyes the destruction that radical Islamism wrought, and if I can help prevent that happening here, I will have contributed to saving this nation,\" he said.",
            "closed_at": "2011-03-30T00:00:00Z",
            "created_at": "2010-03-29T19:53:41.761938Z",
            "creator_name": "Rev. Denis G Beedie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-29T19:53:41.761938Z",
            "rejected_at": "2010-03-31T09:35:06.224399Z",
            "rejection": {
                "code": 16385,
                "details": "",
                "reasons": [
                    "Party political material",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-31T09:35:06.224399Z"
        },
        "id": 15196817
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UKISLAMIFICATION/"
    },
    "type": "petition"
}