{
    "data": {
        "attributes": {
            "action": "change CSA rules to obligate the CSA to help separated/divorced parents to agree fair and adequate child care arrangements that are then taken into account when making child maintenance decisions.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The aim is to stop one parent running off with the children and preventing the other parent from reasonable, sometimes any, access then hounding the so called non resident parent for maintenance which they cannot afford.\n\nThe parent who has run off with the children can currently make a claim for maintenance based on the other parent seeing their children only when it suits the so called parent with care (how caring is such a parent, really?) which can lead to them being classed as \"absent\" up to 100% of the time, which is clearly a perversion of the reason the CSA was set up.\n\nObviously the maintenance decision will be based on a false, fabricated situatuion where the children are effectively being held as bargaining chips. Where is the justice for anybody in that?\n\nYes, I am the so called non resident parent described above and the CSA says it cannot comment on the justice of it all, only enforce the maintenance payments. That is too narrow a remit and all too easily abused.\n\nHow many more mothers and fathers are in that situation?",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2010-03-29T18:42:32.395826Z",
            "creator_name": "Mr Colin Burns",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-29T18:42:32.395826Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 15196407
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/mediatechildcare/"
    },
    "type": "petition"
}