{
    "data": {
        "attributes": {
            "action": "make recomendations to his party in order to facilitate changes to create a democratic society based on truth and the desires of its residents.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are adults and perhaps for too long government has based it's policies on the lobbying of smaller minority groups and stealth taxes in the hope that they can appease our society gain a vote in their favour, Is it about time that UK residents were asked what they really wanted on important issues capital punishment, crime, employment, benefits, pensions and healthcare, And furthermore that stealth taxes were made a thing of the past, I am sure that calculations are in place and facts, 'maths is maths' is it really necessary for the government to continually hide their taxing structures, whilst enjoying their position of relatively more wealth than the rest of society.\n\nPerhaps if the true needs of society were known, some solutions to our issues and problems would emerge and provide some relatively simple answers.\n\nAnd I am sure it doesn't take 646 people to see some sense, does it ?",
            "closed_at": "2011-03-30T00:00:00Z",
            "created_at": "2010-03-29T22:58:38.537916Z",
            "creator_name": "Gordon Conway",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2010-03-29T22:58:38.537916Z",
            "rejected_at": "2010-03-31T09:36:07.313115Z",
            "rejection": {
                "code": 1,
                "details": "We cannot accept e-petitions relating to a political party - we can only accept e-petitions that relate to Government issues, rather then party political ones.",
                "reasons": [
                    "Party political material"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-03-31T09:36:07.313115Z"
        },
        "id": 15197749
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Requirement/"
    },
    "type": "petition"
}