{
    "data": {
        "attributes": {
            "action": "Amend the recent smoking ban",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On July the first the smoking ban comes into place for ALL public places. i petition you the prime minister to amend the ban so that public houses that do not alow children and do not provide a sit down food menu to be reviewed and granted a smoking licence, my reasons are as follows\n\n1.Most public houses of this nature are the ones at risk of closing as they do not provide any other reason to attract custom such as food or a childrens play area. surly this does not make economic  sense to alow this to happen.\n\n2.we all seen the adverts on the televison that show smoke coming from a childs mouth. dont you think that once the ban comes into place and people stay at home and drink due to the FACT they cannot go to the local pub and smoke, this will then cause the home to become a place of harm for children and no longer a place where they can be safe.\n\nDoing this will bring back the great british pub where people can go and drink, smoke and have a great time in a adult enviroment without having to worry about receiving a fine.\n\ni am a strong belever in the tradition, the freedom and of course the business of the great british pub so if you feel it too please sign this petition, thanks,",
            "closed_at": "2007-10-04T00:00:00Z",
            "created_at": "2007-06-27T14:53:09.411073Z",
            "creator_name": "Mitch Smethurst",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-27T14:53:09.411073Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 39,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5416494
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/amendtheban/"
    },
    "type": "petition"
}