{
    "data": {
        "attributes": {
            "action": "Give all Strep B carriers Treatment in Labour and after Birth",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am a strep B Carrier and would usually have been given antibiotics in labour and given to the baby after birth to prevent infection.I am now told that i wont be given this unless its found to be active in pregnancy.Strep B comes and goes in pregnancy so you would need to keep being tested to check if it was active when you went into labour, this is not funded by the government,so we would have to buy home tests off the internet.I feel that as it is very common and can lead to death in newborn babies that it should be tested for on NHS and every lady who knows she has it should be given antibiotics in labour and for baby afterwards as a precautionary measure, as the infection  can come and go in pregnancy and its not viable to keep testing until labour begins.I dont think that babies lives should be put at risk for the sake of giving antibiotics.",
            "closed_at": "2007-08-03T00:00:00Z",
            "created_at": "2007-06-27T17:43:52.505495Z",
            "creator_name": "Sharon Long",
            "government_response_at": "2007-08-29T15:51:34.328423Z",
            "government_responses": [
                {
                    "created_at": "2007-08-29T15:51:34.328423Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Give all Strep B carriers Treatment in Labour and after Birth.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page12959.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'TreatStrepB'",
                    "updated_at": "2007-08-29T15:51:34.328423Z"
                }
            ],
            "opened_at": "2007-06-27T17:43:52.505495Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 353,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5418849
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TreatStrepB/"
    },
    "type": "petition"
}