{
    "data": {
        "attributes": {
            "action": "Extend to British workers a level of protection from redundancy, which equals that given to German and other European workers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Treaty on European Union, known as the Maastricht Treaty, was signed at Maastricht, the Netherlands, on February 7, 1992. The aim of the treaty was to create a level playing field so business and industry could compete on even terms in Europe.  \n\nBritain opted out of the Social Charter at the time but signed it in 1997.\n\nImportant exclusions remained, which effectively denied British workers the employment protection rights that the treaty provided for the rest of Europe.\n\nIt is easier, therefore, to close a British factory than a German one.\n\nDespite promises, the Warwick Accords, which Tony Blair agreed with Trade Union leaders, have never been implemented.  These accords were supposed put the balance right by providing similar rights for Britain.\n\nGordon Brown should make it one of his priorities to right this wrong. If not, then the coming years will see factory after factory closing down as production is moved abroad.  Britain will become a nation of bankers and service providers. No country can prosper unless it has a sound manufacturing industry.  Time is running out and the Government should act as a matter of urgency.",
            "closed_at": "2008-07-04T00:00:00Z",
            "created_at": "2007-06-27T23:55:31.900499Z",
            "creator_name": "Paul Downes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-27T23:55:31.900499Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 50,
            "state": "finished",
            "updated_at": "2008-07-05T00:01:01.508623Z"
        },
        "id": 5422336
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/warwickaccords/"
    },
    "type": "petition"
}