{
    "data": {
        "attributes": {
            "action": "recognise and award Arsene Wengers unique achievments with a knighthood.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Arsene Wenger has led Arsenal Football Club,to many achievements.  They have won 2 'doubles' under his manangement, 3 Premier League titles of which one season went completley unbeaten.  Arsene should be knighted not only because of how much he has achieved as a person but also because he has evolutionised the face of Arsenal FC, they were known as 'boring Arsenal', now they are one of the most envious & most watched team in the world.  He has also made a difference to football as a whole, football today isnt so much about being so rough and physical but about poise and style.Arsene has discovered many world class players for little money something that all premiership managers have failed to do.never has Arsene brought a player who had already made a name for himself elsewhere.Rooney was brought by man united when he had already made a name with Everton,Chelsea brought Ashley Cole who had already made his name with Arsenal.Hence Arsene is a very unique and talented man, he is not the typical manager, he is educated and his way of thinking is like a genius.If Alex Ferguson has a Knighthood for his small achievements, Arsene atleast deserves one for revolutionising football.",
            "closed_at": "2008-07-04T00:00:00Z",
            "created_at": "2007-06-28T01:04:00.451198Z",
            "creator_name": "Azra Kazi",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-28T01:04:00.451198Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 73,
            "state": "finished",
            "updated_at": "2008-07-05T00:01:01.508623Z"
        },
        "id": 5422461
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Arsene-Wenger/"
    },
    "type": "petition"
}