{
    "data": {
        "attributes": {
            "action": "consider this green carry-a-bag scheme, to help the planet, and deem it worthy of public endorsement by the Department for Environment, Food and Rural Affairs.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Carry-a-bag scheme to help the planet. If shoppers kept, carried and re-used for a year plastic bags they most recently acquired then landfill sites in the UK would be ‘deprived’ of more than 5,000 million bags a year in my guesstimation.\nWithin our population of 58.9 million people probably 35.4 million shop every week.  \nIf each shopper receives an average of three bags a week for, say, 50 weeks that’s 5,310 million bags per year.\nThose of us who re-use bags find that shops and their staff are very agreeable to this idea in practice: it really does work.\nSupermarkets will have been informed of the idea/scheme and perhaps will consider installing, encouragingly, more “brought your own carry-a-bags” check-outs than conventional ones.\nBag manufacturers would lose business initially.  Less obviously there are subtle eco-friendly ways of advertising etc. that could centre on such a re-using idea.\nAll things considered this scheme is commended to the Prime Minister Gordon Brown and to the nation.",
            "closed_at": "2008-07-05T00:00:00Z",
            "created_at": "2007-06-28T14:39:23.293894Z",
            "creator_name": "Patricia Aidley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-28T14:39:23.293894Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2009-06-02T16:36:26.565798Z"
        },
        "id": 5429347
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Carry-a-bag/"
    },
    "type": "petition"
}