{
    "data": {
        "attributes": {
            "action": "save Hatfield Forest!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Hatfield Forest is one of only a very few ancient semi-natural royal hunting forests left in the whole of Europe, having existed in what was once a quiet corner of Essex for over a thousand years. However, this beautiful National Trust property is now under threat from the proposed expansion and development of Stansted Airport, which is adjacent to the site. Already, the proximity of the busy airport is clear to visitors, with runways very nearby, filling the canopy with fumes and noise. Authorities promise that there is no direct threat to the forest (it will not be destroyed purposefully), but scientists are unsure as to the indirect effects that any expansion could have; with more flights to the region, who knows what could happen to this unique site, home to thousands of species, ranging from cedars and oaks to deer and badgers? There are numerous ways in which the airport could encroach on the forest, the most obvious being the possibility that the intensity of the terribly polluting fumes of the aeroplanes could simply kill off the ecosystem. We have no right to destroy such an ancient place, and it is completely wrong for us to ignore the importance of this site and its species.",
            "closed_at": "2008-07-05T00:00:00Z",
            "created_at": "2007-06-28T16:06:38.142469Z",
            "creator_name": "Jamie Males",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-28T16:06:38.142469Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 26,
            "state": "finished",
            "updated_at": "2008-07-06T00:01:01.975647Z"
        },
        "id": 5430552
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HatfieldForest/"
    },
    "type": "petition"
}