{
    "data": {
        "attributes": {
            "action": "instigate an investigation into the continuing increases of SSRI & SNRI antidepressant drug (AD) prescriptions, over prescribing and Primary Care level diagnosis of depression; Office of National Statistics data show this drug class prescriptions increased between 1.2 & 2.2 million in years 1998 to 2004 & 2006; an annnual median increase of nearly 1.5 million excluding year 2005 - when exceptionally they only increased by 315.8 thousand.  2005 showed no counteractive increases in other AD class prescriptions or non-treatment of ‘depressed’ patient complaints! Also, the promoted ‘replacement’ decrease in older AD figures has not occurred.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If drugs work, after initial prescription surge when licensed, total figures should stabilise, even reduce as patients recover, treatment courses complete & drugs stopped\n\nIncreases of 1.5 million per annum in SS/SNRI prescriptions indicate drugs not working &/or withdrawal syndrome (WDS) instrumental in dependency keeping patient on drugs, possibly for life & costs rising ad infinitum\n\nDec 2004, CSM ‘Expert Working Group on Safety of SSRI Antidepressants’ reported lack of efficacy & safety\n\nWDS & severe adverse drug events (ADEs) are then acknowledge by manufacturers who originally informed et al: patients fault, original symptom re-emergence &/or new mental illness emergence\n\nUK official view\n\nADE & WDS ‘mild & self limiting’ ‘occasionally severe’; Despite extensive opposing evidence!\n\nRisk of drug induced aggression, akathisia & suicide ‘close monitoring’; Unachievable at out patient level!\n\nAll; ‘legally defendable’ providing patient cursorily informed of problem.\n\nPopulations better interests - ?",
            "closed_at": "2008-07-05T00:00:00Z",
            "created_at": "2007-06-28T15:59:33.090380Z",
            "creator_name": "Mardi Bennett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-28T15:59:33.090380Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2008-07-06T00:01:01.975647Z"
        },
        "id": 5430476
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SS-SNRI-Anomaly/"
    },
    "type": "petition"
}