{
    "data": {
        "attributes": {
            "action": "Outlaw the marketing practise of making telephone calls and terminating them deliberately when answered (or earlier) with the intention of enticing those who are called to dial the 1471 service and then call back the caller and thereby pay to receive an advertising message",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Telephone marketing is a legitimate sales technique, even though some people find it a nuisance. But when telemarketers deliberately set out to entice those they are calling to pay to receive an advertising message by capitalising on people's fears about callers who hang up, the technique crosses the boundary between nuisance and exploitation. No-one is forced to call back when they find out the caller's number. Indeed, for many the time, expense and inconvenience of dealing with these calls is nullified by simply deciding not to call them back. But for others, especially vulnerable groups such as older persons who may not be aware of the source of such calls, they can be quite frightening. Where it can be proved that a policy of deliberately cutting short a telephone call either before or shortly after it is answered, with the intention of enticing those called to use the 1471 service to trace the number and call back - and therefore pay to receive a sales call - the company using the technique should face a penalty. The technique should be outlawed.",
            "closed_at": "2008-07-05T00:00:00Z",
            "created_at": "2007-06-28T19:39:58.823468Z",
            "creator_name": "Richard Fox",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-28T19:39:58.823468Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 22,
            "state": "finished",
            "updated_at": "2008-07-06T00:01:01.975647Z"
        },
        "id": 5432728
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/1471exploitation/"
    },
    "type": "petition"
}