{
    "data": {
        "attributes": {
            "action": "Ask the education Secretary about the impending closure of Ryesh Green Secondary School.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ryeish Green Secondary School in the District of Wokingham, has in the past been known as a failing school. Despite the schools fortunes being turned around attendance figures have been falling due to parents lack of faith in sending their children to a school the council wants to close. Added to this the opening of the new John Madejski Academy about a mile away has attracted a number of probable entrants away from Ryeish Green.\nA recent vote by Wokingham Borough Council sealed the fate of the school, which is now due to close in 2010. This of course has immediately reduced the intake of new pupils for sept to 55.\nCould you therefore ask the Education Secretary to investigate all aspects of the closure of the school. i.e the reason for closure, how the money from the sale of the land is to be used by WBC, how the land is going to be used, how ALL the current pupils going to Ryeish Green are be re-schooled by WDC, (including those from within Reading Borough Council).\nAs a Governor of a feeder Junior School in the same area, I am also concerned that the closure of Ryeish Green will affect the number of children attending this school, and eventually persuade WBC to close this school too.",
            "closed_at": "2007-09-04T00:00:00Z",
            "created_at": "2007-06-28T23:51:41.630034Z",
            "creator_name": "Dave Wallis",
            "government_response_at": "2007-09-24T15:20:05.932878Z",
            "government_responses": [
                {
                    "created_at": "2007-09-24T15:20:05.932878Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Ask the education Secretary about the impending closure of Ryesh Green Secondary School.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13284.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'RyeishGreen'",
                    "updated_at": "2007-09-24T15:20:05.932878Z"
                }
            ],
            "opened_at": "2007-06-28T23:51:41.630034Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 350,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5434551
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RyeishGreen/"
    },
    "type": "petition"
}