{
    "data": {
        "attributes": {
            "action": "Carry out a reform of the HFEA to make it accountable for its actions to both parliament and the public.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Carry out a reform of the HFEA to make it accountable for its actions to both parliament and the public.  To ensure that the bureaucracy does not stiffle medical advancement,  empowering competant fertiltiy doctors to make the right decisions for their patients. To ensure that the Patient representatives are elected by the people that they represent - patients and not recruited by the board of the HFEA.\n\nTo carry out a full investigation of those clinics which currently fall below the national and regional average success rates to ensure that patients are being given best advice and the best chance of success.",
            "closed_at": "2008-01-04T00:00:00Z",
            "created_at": "2007-06-29T08:32:14.347470Z",
            "creator_name": "Mrs Wendy Marshall",
            "government_response_at": "2008-03-04T14:33:32.960279Z",
            "government_responses": [
                {
                    "created_at": "2008-03-04T14:33:32.960279Z",
                    "details": "You signed a petition asking the Prime Minister to \"Carry out a reform of the HFEA to make it accountable for its actions to both parliament and the public.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14865.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'REFORM-OF-HFEA'",
                    "updated_at": "2008-03-04T14:33:32.960279Z"
                }
            ],
            "opened_at": "2007-06-29T08:32:14.347470Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 290,
            "state": "finished",
            "updated_at": "2008-01-05T00:01:01.850879Z"
        },
        "id": 5436127
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/REFORM-OF-HFEA/"
    },
    "type": "petition"
}