{
    "data": {
        "attributes": {
            "action": "consider ways to strengthen the British trade union movement by ensuring that unions' human, financial and material resources are used solely for the benefit of their own members' direct industrial interests.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Trade unions are a necessary part of Britain's social fabric. However, there are some people who see the union movement as primarily a vehicle by which they hope to drive working people along their own ideological paths. They use unions' internal structures to introduce motions and spend funds on issues that bear no relevance to members' daily needs. Anti-Israel boycotts are an example of how trade unions' time and money is wasted on ideologically motivated gesture politics that will not improve the working lives of union members in the United Kingdom. Union members want well-trained, well-resourced shop stewards and branch officials who will support their aspirations for workplaces run fairly and safely and for a decent wage/salary. These bread and butter issues are inevitably sidelined by activists' appetite for the glamour of controversy for controversy's sake. Union members want British trade unions to devote all their time, energy and material resources to improving the lot of workers in Britain in the knowledge that all of us are free to join whatever interest groups we desire in pursuit of our ideological, moral or other goals.",
            "closed_at": "2008-07-05T00:00:00Z",
            "created_at": "2007-06-29T10:49:12.312690Z",
            "creator_name": "Stefan Bialoguski",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-29T10:49:12.312690Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 46,
            "state": "finished",
            "updated_at": "2008-07-06T00:01:01.975647Z"
        },
        "id": 5438122
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Unions4members/"
    },
    "type": "petition"
}