{
    "data": {
        "attributes": {
            "action": "Ron Belshaw",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The fundamentals that underpin Digital Video are missing from the 2007 Revised National Curriculum. The rest of the necessary skills are scattered throughout the National Curriculum. \n\nA simple remedy is for the Qualifications and Curriculum Authority [QCA] to separate the Skills from the Art of video making, and introduce an \n\"ICT / Digital Video example Scheme of Work\";\n[similar to that which they recently produced for Animation]\n\nDigital Video skills are totally missing from pupils' education, yet video is a large part of their everyday lives, and their futures. Much more needs to be done to give pupils experience with the Art of Video. The British Film Institute [BFI] and the QCA have been working on this topic for a number of years. \n\nSeveral subjects state \"Make a video\". \nBut nowhere does the QCA prescribe how.\n\n1.] The QCA need to list the Digital Video Skills that should be taught in schools, and \n2.] Lay down how Examiners should ASSESS Digital Video, \n     until then pupils and teachers cannot submit video as an assessable medium. \n\nPlease note the UK has the only curriculum not covering digital television technology. \nBoth money [for teacher training] and your leadership are needed.",
            "closed_at": "2007-10-05T00:00:00Z",
            "created_at": "2007-06-30T06:48:29.403519Z",
            "creator_name": "Ron Belshaw",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-30T06:48:29.403519Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 79,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5448790
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Video-in-Schools/"
    },
    "type": "petition"
}