{
    "data": {
        "attributes": {
            "action": "Make illegal the unauthorised wearing of any Campaign Medals, decorations and regimental insignia, or to falsely represent themselves as a serving/former member of any British Military Unit.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition request is in response to the increasing number of individuals who attend commemoration services portraying themselves as veterans of various wars/campaigns and military units.\n\nThese individuals wear regimental insignia and display unearned awards, which were never presented to them.  Such people denigrate the memory of the fallen of these wars/campaigns, and cause great distress to surviving family members of those who fought, and in many cases died, in these theatres.  They also cause great anger and anxiety among the survivors.",
            "closed_at": "2008-01-04T00:00:00Z",
            "created_at": "2007-06-30T09:41:45.637279Z",
            "creator_name": "Don Stewart",
            "government_response_at": "2008-01-25T16:06:28.153787Z",
            "government_responses": [
                {
                    "created_at": "2008-01-25T16:06:28.153787Z",
                    "details": "You signed a petition asking the Prime Minister to \"Make illegal the unauthorised wearing of any Campaign Medals, decorations and regimental insignia, or to falsely represent themselves as a serving/former member of any British Military Unit.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14366.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Walter'",
                    "updated_at": "2008-01-25T16:06:28.153787Z"
                }
            ],
            "opened_at": "2007-06-30T09:41:45.637279Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 267,
            "state": "finished",
            "updated_at": "2008-01-05T03:13:37.712341Z"
        },
        "id": 5449972
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Walter/"
    },
    "type": "petition"
}