{
    "data": {
        "attributes": {
            "action": "Work with Plymouth's three MPs and memebers of the City Council to overturn the decision of English Heritage to Grade II List Plymouth Civic Centre, a building considered by the majority of Plymouthians to be an eyesore.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "English Heritage recently granted Grade II Listing to Plymouth Civic Centre following the request of six unknown individuals. This building is widely regarded as an eyesore by Plymouthians and it had been intended to demolish it and pave the way for a new building elsewhere and to develop the site as part of Plymouth's much needed modernisation and regeneration. Even the great guru of 1950s and 1960s archirecture, Pevsner, found the building unpleasant and unattractive. The cost of this listing runs to over £40 million which has the potential to bankrupt the council, kill future city centre regeneration and deny a host of opportunities to the current and future generations of this proud and historic city.",
            "closed_at": "2007-10-06T00:00:00Z",
            "created_at": "2007-06-30T14:30:34.279347Z",
            "creator_name": "Chris Pattison",
            "government_response_at": "2007-10-31T17:07:00.751090Z",
            "government_responses": [
                {
                    "created_at": "2007-10-31T17:07:00.751090Z",
                    "details": "You signed a petition asking the Prime Minister to \"Work with Plymouth's three MPs and memebers of the City Council to overturn the decision of English Heritage to Grade II List Plymouth Civic Centre, a building considered by the majority of Plymouthians to be an eyesore.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13674.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Plymciviccentre'",
                    "updated_at": "2007-10-31T17:07:00.751090Z"
                }
            ],
            "opened_at": "2007-06-30T14:30:34.279347Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1713,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5452411
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Plymciviccentre/"
    },
    "type": "petition"
}