{
    "data": {
        "attributes": {
            "action": "Award Mr Stephen Clarkson the George Cross medal",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Today (30th June 2007) a terrorist attack was made on Glasgow Airport. Two terrorists drove a flaming jeep into Glasgow Airport with the sole intention of killing innocent civilians.\nMr. Stephen Clarkson saw the commotion and aided the police in the arrest of one of these extremely dangerous individuals, by knocking the terrorist to the ground where the police managed to arrest him.\nMr. Stephen Clarkson risked his life in preventing this extremely dangerous individual from escaping, and quite possibly saved the life of a number of people.\nI believe that Mr. Stephen Clarkson is deserving of the George Cross medal which is described as: \n\"A mark of honor for men and women in all walks of civilian life.\" AND \n\"Acts of the greatest heroism or of the most conspicuous courage in circumstances of extreme danger.\"\nThat a member of the public had the courage to stand up to these people, who would kill hundreds of innocent civilians, should be an inspiration to us all.\nPlease sign this petition for showing the official recognition of a real hero.\nEven if you do not sign this petition, please send it to others, so that this man's heroism may be rewarded.",
            "closed_at": "2008-01-05T00:00:00Z",
            "created_at": "2007-06-30T17:48:39.599478Z",
            "creator_name": "James Thomas",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-06-30T17:48:39.599478Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2008-01-06T00:01:01.619757Z"
        },
        "id": 5454010
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/medalglasgowhero/"
    },
    "type": "petition"
}