{
    "data": {
        "attributes": {
            "action": "Recognise 1 in 4 people will suffer from mental illness in their lifetime, PLEASE fund mental healthcare accordingly",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Most mentally ill people are TOO ILL to have the energy or self confidence to raise their concerns.\nWhen number crunching exercises are undertaken in the NHS the mentally ill fall foul of this and legislation just quietly slips through.\nREMEMBER ONE IN FOUR PEOPLE IN THEIR LIFETIME BECOME MENTALLY ILL, A FAMILY MEMBER, A FRIEND, YOURSELF.(at any time)\n\nPlease press the Government to protect the mentally ill and provide modern facilities. Let us provide equality of care for the mentally ill, as any of our healthy young people and adults have access too. It is their basic human right in an age of equality.\nMainstream colleges are not funded,ready or equipped for the next generation of young people who cannot cope in the mainstream. They require time and a stepping stone of care in a non-medical environment\n\nThis health area needs more enlightened funding, both for now and future generations to come. With the figures 1 in 4 surely this is a very serious area of the NHS to be addressed,urgently.\nIt could be you next. \nLife is very fragile.\nSincerely \nHelen Drury",
            "closed_at": "2008-07-06T00:00:00Z",
            "created_at": "2007-06-30T22:50:25.237110Z",
            "creator_name": "Helen Drury  Mrs",
            "government_response_at": "2008-08-19T12:45:25.480409Z",
            "government_responses": [
                {
                    "created_at": "2008-08-19T12:45:25.480409Z",
                    "details": "You signed a petition asking the Prime Minister to \"Recognise 1 in 4 people will suffer from mental illness in their lifetime, PLEASE fund mental healthcare accordingly.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16574\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition '1in4mentallyill'",
                    "updated_at": "2008-08-19T12:45:25.480409Z"
                }
            ],
            "opened_at": "2007-06-30T22:50:25.237110Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 318,
            "state": "finished",
            "updated_at": "2009-06-02T16:36:26.565798Z"
        },
        "id": 5455660
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/1in4mentallyill/"
    },
    "type": "petition"
}