{
    "data": {
        "attributes": {
            "action": "Save and preserve the historic WW2 U-534 U-boat!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The U-534 was the last U-boat to leave War torn Germany in WW2 and was sunk in The Kattegat.  She was salvaged in 1993. In 1996 she was moved to the Historic Warships Museum in Birkenhead. Visitors experienced conditions and atmosphere onboard. Since the museum's closure, her fate has been in question. Now positive plans to move her come at a cost. She will be carved into sections!\n\nThere are only two of these historic boats left in the world. She is a magnificent boat, her mere size leaves you in awe. Since 1942 she has fought for her survival and it now lies in our hands!\n\n \nDuring WW2, U-boats had a strangle hold around Britain. She represents an important part of our history. This boat is the only one of her kind in the whole of Europe. We need to fight for her conservation, so future generations can appreciate her historical value. She should be preserved as a whole, in remembrance of all the men of every nation that served and died at sea, during the Battle of the Atlantic.",
            "closed_at": "2007-11-28T00:00:00Z",
            "created_at": "2007-06-30T21:02:36.986456Z",
            "creator_name": "Max Farran",
            "government_response_at": "2008-01-07T16:01:55.623588Z",
            "government_responses": [
                {
                    "created_at": "2008-01-07T16:01:55.623588Z",
                    "details": "You signed a petition asking the Prime Minister to \"Save and preserve the historic WW2 U-534 U-boat!\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14154.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'u534saveoursub'",
                    "updated_at": "2008-01-07T16:01:55.623588Z"
                }
            ],
            "opened_at": "2007-06-30T21:02:36.986456Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 961,
            "state": "finished",
            "updated_at": "2008-01-19T03:13:32.218593Z"
        },
        "id": 5455144
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/u534saveoursub/"
    },
    "type": "petition"
}