{
    "data": {
        "attributes": {
            "action": "Remove ALL Religious belief from the basis of Laws and withdraw Religion as a criteria for Asylum.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "All existing Law should be re-drafted and future Law formulated to exclude relgious belief of any sort and be based solely on Humanist Principles. ALL religions, their guiding priciples/books/core statements/preachers and adherents, should have to accept by law the principle of non-violent change. Religion as a criteria for seeking Asylum in this country should be scrapped and this country should opt out of all international treaties that include such requirements for asylum. The Government should rescind ALL laws that allow immigration on the grounds of religion.Religion is a private and personal belief and should not be allowed to be publicly imposed on others in any way whatsoever. ALL adherents of religions should be held accountable for the behaviour of their fellow believers and failure of a religion to comply would lead to the religion being proscribed by law. Religion should play no part in education and all schools and educational establishments must be free of all religious symbolism and interference. Religious establishments should not hold charitable status.",
            "closed_at": "2008-07-06T00:00:00Z",
            "created_at": "2007-07-01T16:02:22.002505Z",
            "creator_name": "jonathon Brackenbury",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-01T16:02:22.002505Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 61,
            "state": "finished",
            "updated_at": "2009-05-11T16:12:33.419193Z"
        },
        "id": 5460408
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GodFreeUK/"
    },
    "type": "petition"
}