{
    "data": {
        "attributes": {
            "action": "Confirm that the greater and lesser Magna Cartas The Scottish Constitution and the BIll Of Rights are still statute law and that the rights accorded therein have ever neem and shall never be surrendered or compromised by UK or Treaty obligation to any forieign state or the European (ECM) (EC) (EU)European Treatys.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Explanation\n\nPlease give our Prime Minister a chance to prove good Guardianship of the Liberties and Rights of the British Peoples, their written Scottish Constitution and the disparately written everywhere but known as unwritten English/Welsh and British constitution. Are they are secure. The historic rights accorded the British People by their own Crown and Parliaments must preserved less we shall finish up being ruled by an unelected dictatorship. Any written UK constitution must enshrine all that went before or cannot make claim to the name.British Liberty and rights are inseparable from us by sword or pen. Any British or even European Constitution or Treaty that does not warrant and guarantee the continued existance of all our UK rights and liberties won under our sovereign kings and parliaments as existent in legislation and practice before the Treaty of Rome cannot be accepted because any less breaks the law and is therefore are not lawful.\n\nGo on Gordon do it  You know You can because no body else can or will.\n\nGo you sign up and grant Gordon your help to do the good job\n\nFrank",
            "closed_at": "2007-10-24T00:00:00Z",
            "created_at": "2007-07-02T09:30:08.807671Z",
            "creator_name": "Frank Peacock",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-02T09:30:08.807671Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2007-10-25T03:11:05.332095Z"
        },
        "id": 5467410
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Frankcallingout/"
    },
    "type": "petition"
}