{
    "data": {
        "attributes": {
            "action": "introduce a system whereby victims of false allegations can take effective legal action against abuses of power by those in authority, designed to ‘maximise the chances of’ achieving targets (even if the outcome is flawed), before too much damage has been done.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In too many cases, those acting on behalf of ‘authority’ abuse their position of trust and / or power by bending, stretching or breaking laws, codes of conduct, and guidelines designed to protect the innocent from oppression.  In the worst instances, this amounts to ‘The State’ perverting the course of justice resulting in an innocent person being convicted, or children removed from loving parents when there was no genuine risk to them. There seems to be little that can be done to take effective legal action in these instances before damage has been done to the victim, to their family, and to the credibility of the British legal system. Arguing that action can’t be taken ‘whilst a case is in progress’ (as often happens) is nonsensical as it is saying, in effect, that the system won’t allow injustice to be stopped ... until it has succeeded! What this effectively amounts to is a blind refusal even to consider shutting the stable door until after the horse has not only bolted, but been flattened under a juggernaut out on the road. The Government complacency about this type of oppression needs to be addressed, and the situation corrected.",
            "closed_at": "2007-10-06T00:00:00Z",
            "created_at": "2007-07-02T13:35:03.753331Z",
            "creator_name": "Phil Faber",
            "government_response_at": "2007-11-21T16:46:31.155922Z",
            "government_responses": [
                {
                    "created_at": "2007-11-21T16:46:31.155922Z",
                    "details": "You signed a petition asking the Prime Minister to \" introduce a system whereby victims of false allegations can take effective legal action against abuses of power by those in authority, designed to ‘maximise the chances of’ achieving targets (even if the outcome is flawed), before too much damage has been done.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13805.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'AbuseOfPower'",
                    "updated_at": "2007-11-21T16:46:31.155922Z"
                }
            ],
            "opened_at": "2007-07-02T13:35:03.753331Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 234,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5472682
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AbuseOfPower/"
    },
    "type": "petition"
}