{
    "data": {
        "attributes": {
            "action": "Extend Support to British Muslim Pilgrims to the Hajj & Umrah from exploitation and oppression from UK Tour Operators.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The British Government to setup a Special Hajj Committee to address issues affecting over 50,000 Pilgrims each year. \n\nFor a number of years British Pilgrims have been subject to exploitation from UK Tour Operators, and more so in the Hajj season of 2006/07- e.g: 1) Hajj Visa's sold at premium prices when in fact they were FREE. 2) Blacklisted Tour Operators duped Pilgrims out of money . They then became elusive and abandoned the pilgrims leaving out of pocket and unable to arrange their documentation in time for their Hajj journey. 3) Tour Operators not fulfilling their promises and obligations to the Pilgrims. \n\nUnite with the Council of British Haji’s (Pilgrims) and together we can SHAPE the future of Hajj and Umrah Travel. Please Sign this petition.\n\nThe Hajj not only brings spiritual enlightenment but a better understanding of the religion of Islam making the pilgrim a model citizen  ready to contribute to the multi-faith society and communities they live in.  The Hajj is one of the 5 Pillars of Islam.",
            "closed_at": "2008-07-09T00:00:00Z",
            "created_at": "2007-07-02T14:04:58.532313Z",
            "creator_name": "Rashid Mogradia",
            "government_response_at": "2008-08-19T13:00:51.005907Z",
            "government_responses": [
                {
                    "created_at": "2008-08-19T13:00:51.005907Z",
                    "details": "You signed a petition asking the Prime Minister to \" Extend Support to British Muslim Pilgrims to the Hajj & Umrah from exploitation and oppression from UK Tour Operators.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16585\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'hajj-and-umrah'",
                    "updated_at": "2008-08-19T13:00:51.005907Z"
                }
            ],
            "opened_at": "2007-07-02T14:04:58.532313Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 342,
            "state": "finished",
            "updated_at": "2009-06-02T16:36:26.565798Z"
        },
        "id": 5473243
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/hajj-and-umrah/"
    },
    "type": "petition"
}