{
    "data": {
        "attributes": {
            "action": "bestow upon John Smeaton a knighthood, or the highest possible award of bravery available to citizens of the United Kingdom.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The signatories to this petition demand that John Smeaton be awarded a knighthood or an equally appropriate award of bravery for his actions in preventing the serious loss of life at Glasgow Airport on 30 June 2007.\n\nJohn Smeaton is a man who, in the face of terrorism of an international scale, put aside concerns for his own personal safety to protect the lives of his fellow man.\n\nOn 30 June 2007, he tackled a terrorist in the midst of carrying out an attack on Glasgow Airport, intent on causing serious loss of life. But for the brave and selfless actions of Mr Smeaton, nobody was harmed and human life was preserved.\n\nThis is a man whose actions truly deserve to be recognised and the signatories to this petition believe he should be honoured in the most appropriate way deemed possible.",
            "closed_at": "2007-09-06T00:00:00Z",
            "created_at": "2007-07-02T16:57:44.679195Z",
            "creator_name": "Philip Hecht",
            "government_response_at": "2007-10-02T09:39:00.685506Z",
            "government_responses": [
                {
                    "created_at": "2007-10-02T09:39:00.685506Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"bestow upon John Smeaton a knighthood, or the highest possible award of bravery available to citizens of the United Kingdom.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13288.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'JohnSmeaton'",
                    "updated_at": "2007-10-02T09:39:00.685506Z"
                }
            ],
            "opened_at": "2007-07-02T16:57:44.679195Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 643,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5476885
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/JohnSmeaton/"
    },
    "type": "petition"
}