{
    "data": {
        "attributes": {
            "action": "make the day of the Eurovision Song Contest a national holiday, with obligatory fancy dress. Please?",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If Gordon Brown is ‘for Britain’, then he is for making the Eurovision a national holiday (with compulsory fancy dress). Here are five reasons why (one for each decade the ‘Vision has been running): \n\n-\tYou can use it as a tool for improving citizenship education (how Europe works, who votes for whom and why. Watch out though, ‘cos some entrant countries aren’t actually in Europe)\n\n-\tYou will reduce social inequalities by making everyone look equally ridiculous\n\n-\tYou could aid progress towards 5-a-day targets by gifting all citizens a fruity vodka jelly (red, white and blue colours are non-compulsory but recommended)\n\n-\tYou could enhance Anglo-Irish relations by bringing the joy of Terry Wogan to one and all (starting with a private audience chez moi – well as suggester of this policy I think I have earnt it!)\n\n-\tIf you are behind it, we might have the chance of getting a half-decent entry (I personally favour Chas and Dave, see Facebook for further details)\n\nDon’t let me down, Gord!",
            "closed_at": "2007-08-02T00:00:00Z",
            "created_at": "2007-07-02T21:13:00.565677Z",
            "creator_name": "Alex Hardy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-02T21:13:00.565677Z",
            "rejected_at": "2007-08-05T00:01:02.325458Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5481028
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Eurovisionday/"
    },
    "type": "petition"
}