{
    "data": {
        "attributes": {
            "action": "reconsider the Inland Revenues intention to mount a legal Challenge over the funds owed in unpaid taxes by Leeds Utd after they were taken into administration.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Leeds Utd Football Club represents the heart, spirit and passion of the people of Leeds and in-fact countless fans from all around the world. Its players and managers have inspired, given hope to, and entertained young and old people alike for almost 100 years. The inland revenues reluctance to accept a compromise regarding the current situation could bring about the demise of this great northern football club and we believe that the views and hopes of the public, rather than the single minded views of the treasury, should be taken into consideration regarding this matter.",
            "closed_at": "2007-10-09T00:00:00Z",
            "created_at": "2007-07-04T09:11:41.162372Z",
            "creator_name": "Mr Walker",
            "government_response_at": "2007-11-22T16:22:14.374507Z",
            "government_responses": [
                {
                    "created_at": "2007-11-22T16:22:14.374507Z",
                    "details": "You signed a petition asking the Prime Minister to \"reconsider the Inland Revenues intention to mount a legal Challenge over the funds owed in unpaid taxes by Leeds Utd after they were taken into administration.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13824.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'saveleedsutd'",
                    "updated_at": "2007-11-22T16:22:14.374507Z"
                }
            ],
            "opened_at": "2007-07-04T09:11:41.162372Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 460,
            "state": "finished",
            "updated_at": "2007-12-19T03:13:16.640395Z"
        },
        "id": 5503604
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/saveleedsutd/"
    },
    "type": "petition"
}