{
    "data": {
        "attributes": {
            "action": "stop the cull of badgers in the UK and continue research into the real cause of Bovine TB",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A government-appointed Independent Scientific Group announced - after a decade of research - that killing badgers will not reduce bovine TB and could make matters worse. 30,000 badgers have been destroyed since 1975 in an attempt to curb the disease. Despite virtually exterminating badgers from 4 counties in Ireland, TB remains a problem in those areas. Dairy cattle are selectively-bred to produce up to 60l of milk every day; and 10% are ‘zero grazed’, whereby 100s are packed in sheds with concrete floors and go outside only in ‘loafing yards’. Bovine TB flourishes in these conditions. Its spread was accelerated by the countrywide movements of untested cattle - against scientific advice - following the mass slaughters associated with BSE in the early ‘90s and then foot and mouth disease some ten years later. Modern animal farming places a burden on animals. The consequence is disease and suffering. Killing badgers will not make this reality go away.",
            "closed_at": "2008-07-06T00:00:00Z",
            "created_at": "2007-07-04T09:28:03.778923Z",
            "creator_name": "Kathryn Spencer",
            "government_response_at": "2008-08-19T12:46:43.937513Z",
            "government_responses": [
                {
                    "created_at": "2008-08-19T12:46:43.937513Z",
                    "details": "You signed a petition asking the Prime Minister to \"stop the cull of badgers in the UK and continue research into the real cause of Bovine TB.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16575\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'stop-badger-cull'",
                    "updated_at": "2008-08-19T12:46:43.937513Z"
                }
            ],
            "opened_at": "2007-07-04T09:28:03.778923Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3210,
            "state": "finished",
            "updated_at": "2009-01-12T03:02:22.473296Z"
        },
        "id": 5504090
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stop-badger-cull/"
    },
    "type": "petition"
}