{
    "data": {
        "attributes": {
            "action": "bring in parenting licenses to stop unfit parents, drug users,child abuses from having children",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If you want a pet from the rspca, or to foster or addopt a child checks are done to make sure you're suitable.\n\nWhy not do the same with people wanting children.\n\nI know all too well people have kids to get the money to feed their drug habbits. They are not fit parents, those children grow up watching their parents take drugs and alot turn out to be troubled theirselves.Once the damage is done and they grow up they are now socities problem, with ASBOs and terrorising neighbourhoods.\n\nI think we should be strictor on who has children, i dont think \"human rights\" should come into it because i mean in the extreme cases.\n\nMake sure theyre mentally stable, that they arnt heavily dependent on A class drugs, that they dont have a history of child abuse and check their living conditioners to make sure its safe for a child,ie clean etc etc.\n\nThis way 10 years down the line itl save the tax payers alot of money,because these parents wont be bringing their children up to be vandals, burglers etc and if the circle sadly does continue, then the tax payers wont need to be supporting their drug habbits when theyre older.",
            "closed_at": "2007-11-06T00:00:00Z",
            "created_at": "2007-07-04T11:46:31.456251Z",
            "creator_name": "clare s",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-04T11:46:31.456251Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 42,
            "state": "finished",
            "updated_at": "2007-11-10T03:11:16.934887Z"
        },
        "id": 5507986
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/parentinglicense/"
    },
    "type": "petition"
}