{
    "data": {
        "attributes": {
            "action": "Intervene with HM Revenue and Customs following the recent notice issued by HMRC to challenge the CVA of Leeds United Football Club.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We ask that the dispute between Leeds United Football Club and HMRC be resolved as quickly as possible in order to allow the football club to survive. Leeds United Football Club has a long history of being an important club in national and international football and has in excess of 50000 supporters many of whom are local to the City of Leeds. This is the only football club in the area that plays league football and the club has enormous importance for the community of Leeds. We are concerned that HMRC left a challenge to the CVA until hours before the deadline for challenges expired when a challenge could have been raised much earlier and perhaps have been resolved by now. It is extremely important to us all that this football club survive in order to preserve a valuable and much used local amenity to the people of Leeds, to preserve the employment of local people and in addition to retain the revenue that this club generates for local businesses.",
            "closed_at": "2007-08-04T00:00:00Z",
            "created_at": "2007-07-04T13:34:34.052745Z",
            "creator_name": "Deb Leadsford",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-04T13:34:34.052745Z",
            "rejected_at": "2007-08-08T00:01:04.878266Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/saveleedsutd/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5510694
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveLeedsUnited/"
    },
    "type": "petition"
}