{
    "data": {
        "attributes": {
            "action": "consider withdrawing the licence fee revenue from the BBC if the casting of Catherine Tate in the next series of Doctor Who proceeds as planned.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Doctor Who is a British institution and the current series has captured the imaginations of the British public. \n\nDoctor Who is a major export for the BBC and has helped BBC Worldwide achieve record profits. Not only that but it has showcased the talents of British actors, directors, technicians and writers.\n\nThis will all be lost if the planned casting of Catherine Tate as companion is allowed to proceed. Tate actually impressed in the Christmas Special but the character she played was a caricature. We do not believe that Tate has the acting ability to play the character as anything other than something you would see on her sketch show. This could only be detrimental to the show.\n\nFor the sake of the reputation of the British TV industry I call on the Prime Minister to consider withdrawing the licence fee revenue from the BBC if this insane casting goes ahead. This will not only be of benefit to the British Television industry but will help strengthen family values as well as pleasing a vast number of Whovians worldwide.",
            "closed_at": "2007-10-04T00:00:00Z",
            "created_at": "2007-07-04T14:58:32.969468Z",
            "creator_name": "Kenny Watt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-04T14:58:32.969468Z",
            "rejected_at": "2007-08-05T00:01:02.325458Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5512777
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nototate/"
    },
    "type": "petition"
}