{
    "data": {
        "attributes": {
            "action": "Have a Smoking Day each week.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "at work all day i get be-littled and bullied by people around me who because of this new smoking ban feel it there new privilege look down on smokers and inform me of how i have killed lots of people with my passive smoking.  Well im not Saddam or Osama, i like a cigarette and even though i know it is not good for me its my choice and i enjoy it after all this is a free country (Or Was). There are many more important issues in this country that need dealing with before smoking and im sure the millions of pounds spent on the no smoking campaign could have gone to better places.If everybody really cared then there would be a ban on cars being built or imported over 1.2ltr because there is alot more damage done to peoples lungs and the enviroment through car fumes.  Or why dont they ban Alcohol which damages there own body, causes people to act in an aggressive manner and is 90% of the reason behind domestic violence. My petition is for a Smoking day on a designated day of each week, if i have to stay away from the pub because i cant enjoy a cigarette with my pint then the moaning non-smokers can have a day a week where they can stay away from the pub to let me enjoy my evening.",
            "closed_at": "2007-09-04T00:00:00Z",
            "created_at": "2007-07-04T16:37:59.281183Z",
            "creator_name": "Russell Williams",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-04T16:37:59.281183Z",
            "rejected_at": "2007-08-08T00:01:04.878266Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5514966
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Smoke-day-a-week/"
    },
    "type": "petition"
}