{
    "data": {
        "attributes": {
            "action": "Consider the unfair treatment towards Re-enactment Groups; they promote innocent, legitimate and safe use of Western style, Replica blank firing guns.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the under signed call upon the Prime Minister to correct this unfair situation.\nWith the VCR Bill in mind. The Scottish Western Re-enactment Association use western style replica blank firing guns and have done so for many years.\nWe have raised thousands of pounds over the years for different charities and would like to continue to do so.\nWe are all passionate about our hobby and we spend a lot of money financing it.\nThe VCR Bill seems to be hitting us more than the criminals.\nCriminals will always find a way to be criminals. Re-enactors and fast-draw enthusiasts have no wish to be classed alongside these people.\nWe now require some sort of Certificate and Register to prove legitimate use and ownership. This may allow us to continue our hobby with the respect we deserve.\nWhen the VCR Bill was discussed it was with the criminal element in mind. Can you now please discuss it with the innocent in mind? Namely Re-enactment Groups.",
            "closed_at": "2007-09-06T00:00:00Z",
            "created_at": "2007-07-04T16:43:12.744148Z",
            "creator_name": "Brian O`Reilly",
            "government_response_at": "2007-09-24T15:23:15.589014Z",
            "government_responses": [
                {
                    "created_at": "2007-09-24T15:23:15.589014Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Consider the unfair treatment towards Re-enactment Groups; they promote innocent, legitimate and safe use of Western style, Replica blank firing guns.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13289.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Westerners'",
                    "updated_at": "2007-09-24T15:23:15.589014Z"
                }
            ],
            "opened_at": "2007-07-04T16:43:12.744148Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 227,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5515073
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Westerners/"
    },
    "type": "petition"
}