{
    "data": {
        "attributes": {
            "action": "reject the application from HM Customs & Revinue to allow them to take money directly from tax defaulters bank accounts without a court order.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "HM Customs & Revinue are asking for the power to take money directly from tax defaulters bank accounts without the inconveniance of getting a court Order.  The courts play a vital role in the process of enforcing the recovery of debt by acting as an independent arbitrator, giving both sides the opertunity to present their case.  It also looks at the ability of the defaulter to pay ensuring they have enough money to live on and not condeming them to poverty.  By removing this vital safe-guard it will allow civil servants to act as prosecutor, judge, jury and enforcer.  This will allow civil servants with with absoutly no accountability to take what they want from suspected tax defaulters bank accounts.  This is against the laws of natural justice and it must not be allowed onto the statute books.  We acknowledge the importance of collecting tax revinue but with safeguards in place to protect all concerned.",
            "closed_at": "2008-01-05T00:00:00Z",
            "created_at": "2007-07-05T09:42:48.766593Z",
            "creator_name": "john brigstock",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-05T09:42:48.766593Z",
            "rejected_at": "2007-08-08T00:01:04.878266Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/hmrctax/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5526820
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/collectingtax/"
    },
    "type": "petition"
}