{
    "data": {
        "attributes": {
            "action": "investigate the safety of Brazilian beef imports",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In May 2007, the Irish Farmers Association (IFA) undertook a fact-finding mission to Brazil. They visited 42 farms and travelled over 1,500 miles. They discovered a total lack of any robust system of traceability, while 73% of the farms had no ear tags in any cattle. A quarter of the farms had tags only in animals aged over 24 months. On the few farms where there were tags, they found routine and widespread removal and cutting out of the official SISBOV tags in order to facilitate illegal movement. Cattle destined for export were seen with split ears and holes in the ears from the removal of original tags in order to change their identity and make them acceptable at export plants. They also found widespread use of other drugs that are banned in the UK. Antibiotics and insecticides to kill parasites were widely used and readily available over the counter in farm stores in rural towns.\nThere are also severe social and environmental consequences associated with Brazilian beef exports, related to worker exploitation and slave labour issues and the continuing destruction of the rainforests in the Pantanal and Amazon regions.",
            "closed_at": "2008-01-10T00:00:00Z",
            "created_at": "2007-07-05T13:59:23.466639Z",
            "creator_name": "Laura Rayner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-05T13:59:23.466639Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2008-01-11T00:01:01.605255Z"
        },
        "id": 5534433
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Brazilianbeef/"
    },
    "type": "petition"
}