{
    "data": {
        "attributes": {
            "action": "reinstate the former great central railway main line to london",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "in the 1960s the  then labour government closed the most modern railway in britain the great central main line .It was built with no level crossings ,no sharp curves ,no steep gradients and went over under and through all obstacles.It was also built to the european loading guage with the intention in 1900 of linking a future channel tunnel!Most of the track bed through rural england remains intact although some ,not all,structures viaducts bridges embankments have been dismantled ,however,essentially it is intact. Through the cities of the midlands however the line has been built over.This should not discourage us though because the route is essentially still there and can still be traced from aylesbury to leicester it is ideal candidate for a new high speed rail link and should reopened so the public have another viable non road alternative.",
            "closed_at": "2008-07-09T00:00:00Z",
            "created_at": "2007-07-05T17:25:58.298241Z",
            "creator_name": "wayne armstrong",
            "government_response_at": "2008-08-19T12:54:09.342833Z",
            "government_responses": [
                {
                    "created_at": "2008-08-19T12:54:09.342833Z",
                    "details": "You signed a petition asking the Prime Minister to \"reinstate the former great central railway main line to london.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16580\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'greatcentralrlwy'",
                    "updated_at": "2008-08-19T12:54:09.342833Z"
                }
            ],
            "opened_at": "2007-07-05T17:25:58.298241Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 252,
            "state": "finished",
            "updated_at": "2009-06-02T17:23:17.242951Z"
        },
        "id": 5539659
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/greatcentralrlwy/"
    },
    "type": "petition"
}