{
    "data": {
        "attributes": {
            "action": "Legislate to stop local Authorities creating uneccesary 50mph and double white line zones.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "More and more frequently, throughout the country, local Authorities are creating 50mph zones on totally unecessary stretches of road.  These speed limits are often enforced with double white line systems, supposedly to prevent overtaking.  These stretches of road are often rural highways with little or no habitation along their length.  Their purpose is to lower the average speed on the road, and therefore reduce the need for enforcement measures.\nThe actual effect is to devalue the speed limit and double white line systems.  Drivers faced with these unecessary measures, particularly on straight and clear stretches of road, are routinely both breaking the speed limit and breaching the white lines in order to overtake.  This obviously creates danger in those areas where the double white line system is necessary (blind bends etc) as drivers are becoming used to ignoring them.\nThis petition supports the use of speed restrictions in inhabited areas and roads with high injury rtc rates, and the use of double white lines where overtaking would be inherently dangerous.  However local authorities are now frequently abusing these systems on unsuitable road networks.",
            "closed_at": "2008-01-09T00:00:00Z",
            "created_at": "2007-07-06T07:26:50.421518Z",
            "creator_name": "Paul Roberts",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-06T07:26:50.421518Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10,
            "state": "finished",
            "updated_at": "2008-01-10T00:01:01.451284Z"
        },
        "id": 5546798
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/50mphlimits/"
    },
    "type": "petition"
}