{
    "data": {
        "attributes": {
            "action": "Prevent Portsmouth City Council closing Southsea Skatepark in September 2007.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The future of Southsea skatepark is looking uncertain. Portsmouth City Council is preparing to close the park in September of this year unless a suitable plan can be made in conjunction with a private party that would need to take over the lease of the facilities. A private party with the full support of current skatepark users has approached the council and their business plan was rejected due to out-dated views expressed by council members as to the usage and potential user groups associated with the park.\nThe users of the park; skateboarders, bmx and inline have united To form a user group that will hopefully convince the Local and National Government that these facilities are a necessary part of the local community and that the park is unique and an investment in the future of all active members of the public young and old. \nPlease add your support if you use the park, have ever used the park or if you value a genuine piece of British skate and sporting heritage and the right to campaign for adequate sporting and recreational facilities for the present and future. \n\nThank you\n\nThe Southsea Skate Park Users Group",
            "closed_at": "2007-09-30T00:00:00Z",
            "created_at": "2007-07-06T07:14:29.158002Z",
            "creator_name": "David James Poole",
            "government_response_at": "2007-10-24T16:26:51.653806Z",
            "government_responses": [
                {
                    "created_at": "2007-10-24T16:26:51.653806Z",
                    "details": "You signed a petition asking the Prime Minister to \"Prevent Portsmouth City Council closing Southsea Skatepark in September 2007.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13600.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'save-southsea'",
                    "updated_at": "2007-10-24T16:26:51.653806Z"
                }
            ],
            "opened_at": "2007-07-06T07:14:29.158002Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2771,
            "state": "finished",
            "updated_at": "2007-10-26T03:11:07.004097Z"
        },
        "id": 5546564
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/save-southsea/"
    },
    "type": "petition"
}