{
    "data": {
        "attributes": {
            "action": "keep the uk christian",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "its about time the PM of this country stood up for our values.\nThey are  being eroded away constantly,and no one in the goverment or opisition party seems to care or  have noticed it.\n We are always being told that its not politically correct to speak out against them.\nim a christain and I dont want to live in a muslim country like they are trying to turn us into.\nI say we have enough mosques in this country spilling out propergander to the young people.\nhow many more bombing must we endure before the govement start taking action againt them.and stop kowtowing to them, we are british people whom have had enough.\nif they dont like the way we live they have the freedom to go back where they come from them were im sure they will be happier.\nthey are the ones who have to change not us, this is the UK\nSo my partition if they choose to live is UK must learn english,they must take british lessons,not be aloud to cover there faces.\nthis is a christian country and it always should have christian values.",
            "closed_at": "2008-07-09T00:00:00Z",
            "created_at": "2007-07-06T10:01:01.445859Z",
            "creator_name": "graham masterton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-06T10:01:01.445859Z",
            "rejected_at": "2007-07-10T12:08:12.706434Z",
            "rejection": {
                "code": 128,
                "details": "",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5551794
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UKRules/"
    },
    "type": "petition"
}