{
    "data": {
        "attributes": {
            "action": "Save the Rotherwas Ribbon",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A recently discovered 4000 year old monument in rural Herefordshire is soon to be covered by a new road development. Archaeologists believe this major find on the outskirts of Hereford is unique in the world, as important as Stonehenge. \n\nDevelopment of the Rotherwas Access Road must stop immediately. A full public inquiry should be held to decide the future of the Rotherwas Ribbon.\n\nThe Rotherwas Ribbon is a snake-like monument built in three dimensions out of blocks of stone. The stones were heated by fire and plunged into water to crack them into blocks, which have been sculpted to undulate along the 60 metre length of the monument.\n\nPlans have been drawn up by Herefordshire Council and road developers to encase the find beneath the new road, which will run at right angles to the monument. \n\nSign this petition to send a message to Herefordshire Council and the Government that the Rotherwas Ribbon must be saved for the nation.",
            "closed_at": "2008-07-09T00:00:00Z",
            "created_at": "2007-07-06T10:04:41.690604Z",
            "creator_name": "Jonathan Porter",
            "government_response_at": "2008-08-19T12:56:52.785705Z",
            "government_responses": [
                {
                    "created_at": "2008-08-19T12:56:52.785705Z",
                    "details": "You signed a petition asking the Prime Minister to \"Save the Rotherwas Ribbon.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16583\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'rotherwas'",
                    "updated_at": "2008-08-19T12:56:52.785705Z"
                }
            ],
            "opened_at": "2007-07-06T10:04:41.690604Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1172,
            "state": "finished",
            "updated_at": "2009-06-02T17:23:17.242951Z"
        },
        "id": 5551909
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/rotherwas/"
    },
    "type": "petition"
}