{
    "data": {
        "attributes": {
            "action": "Resolve the 'West Lothian question' by giving to the English all of the rights that are available to the Scots and the Welsh.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gordon Brown has made proposals to reinvigorate our democracy and restore our trust in politicians. The resolution of the West Lothian question is not one of them. He is, therefore, simply perpetuating the spin of the Blair era. By refusing a referendum on this issue, he is denying the English the right to have their say on what is a deeply felt issue.\n\nDistribution of tax receipts to the Scots, for example, is some £1,500 pa greater than those made to the English. This enables the Scots to fund such things as better health care and tuition fees.\n\nMr Brown says that he supports the Union. Well he would. He knows that Scottish votes are his only chance of winning the next election. Millions of English people also support the Union, because we know that we are stronger with it than without it.\n\nHowever, without the resolution of the West Lothian question, support for the Union amongst the English will wither away and the true legacy of the Blair/Brown Government will be its demise. If Brown really believes in the Union, he will turn away from what he knows in his heart is short term expediency and do his utmost to ensure its long term future by granting equal rights to every one in the Union.",
            "closed_at": "2008-01-06T00:00:00Z",
            "created_at": "2007-07-06T11:20:20.738524Z",
            "creator_name": "Michael Game",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-06T11:20:20.738524Z",
            "rejected_at": "2007-08-08T00:01:04.878266Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/west-lothian/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5554229
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/rightsforengland/"
    },
    "type": "petition"
}