{
    "data": {
        "attributes": {
            "action": "to explain in person the following",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "i want the Prime Minister to look at the following situation many people find themselves in  a blatent poverty trap as follows....why is it there are people who cannot work..and yet they are not entitled to disabillity/incapacity benefit because the have been unable to make contributions due to ill health..and they are expected to survive on 80 pounds a week??the 80 pounds is made up of income support and care allowance. 40 pounds care allowance is insufficient to even expect someone to provide care for you you would be offering them 0.35 pence per hour you are awake needing care,thats scandelous,,,yet it happens WHY????when you consider the fortune carers save the government in N.H.S. expenditure..And to be expected to have a quality of life from the 40 pounds income support is truely a diabolical expectatation to be believed of anyone. could someone please explain to me why we as a nation are fighting world poverty when this situation exsists in our own country...please sign this petition as people are in desperate need of financial assistance",
            "closed_at": "2008-01-09T00:00:00Z",
            "created_at": "2007-07-06T13:22:06.651800Z",
            "creator_name": "allan c mcgauley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-06T13:22:06.651800Z",
            "rejected_at": "2007-07-10T12:08:40.167838Z",
            "rejection": {
                "code": 512,
                "details": "The title of a petition should be a request for action.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5557364
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/illanddestitute/"
    },
    "type": "petition"
}