{
    "data": {
        "attributes": {
            "action": "backdate the increased help for students in higher education from sep 07",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We ask that the government backdate the financial help offered to students from sep 2008 to sep 2007 as it is unfair to discriminate agianst this years intake. These are the students paying the £3,000 fees and they should not suffer uneccesarily. If not many students may drop out this year and reapply in Sep 2008 causing problems.\"\n\n\"Mr Denham announced that the Government would substantially increase the number of students entitled to non repayable maintenance grants from 2008/09. Full-time students from families with incomes of up to £25,000 will be entitled to the maximum grant, compared to the 2006/07 threshold of £17,500. In addition, students from families with incomes of up to £60,000 will also now be entitled to a partial grant - meaning a third of students from 2008/09 onwards will now receive a full grant (worth £2,825 a year) and a further third of students will receive a partial grant. \n\nFor example, for a student from a household on £25,000 a year earnings, this will mean an extra £1,100 a year in maintenance grant. For a student from a family on £40,000 a year, it \n\nPlease sign up.",
            "closed_at": "2007-09-06T00:00:00Z",
            "created_at": "2007-07-06T14:13:19.841020Z",
            "creator_name": "Ruth Longhurst",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-06T14:13:19.841020Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 121,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5558743
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/students-grants/"
    },
    "type": "petition"
}