{
    "data": {
        "attributes": {
            "action": "cease discrimination of travel insurance for the elderly",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The older population are discriminated against when attempting to obtain services of various kinds.\nOne case in point; it is demeaning when someone over 70 – 75 – 80 years of age attempts to obtain insurance to take a holiday within, e.g. the EU, only to find that so many companies on learning of your age, just simply refuse to have any further dealings. There are some specialist companies who will give acceptance, albeit for an enhanced premium, but these are exceptions rather than the rule.\nWe, in the older generation have lived through World Wars, have been law-abiding citizens of this country and have contributed so much by way of taxes, experience and example, only to suddenly find that we appear to no longer count for anything when trying amongst many other things, to book travel insurance.  It is demeaning to complete online applications which naturally ask one’s date of birth, only to then be summarily rejected.\nStatistics show we are all living longer and whether we have yet reached senior citizen status or not, we should all look ahead to an anticipated older age by doing whatever we can to end this diabolical and grossly unfair discriminatory attitude.",
            "closed_at": "2007-10-09T00:00:00Z",
            "created_at": "2007-07-06T15:54:48.672030Z",
            "creator_name": "Maurice Coleshaw",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-06T15:54:48.672030Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5561287
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Oldies-hols/"
    },
    "type": "petition"
}