{
    "data": {
        "attributes": {
            "action": "Separate Identity Cards from the passport system.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The purpose of this petition is to request that Identity Cards are purely that, cards to identify the holder.  \n\nThis includes a statement of the holder’s current residence status within the UK, along with a photograph, date of birth and address details similar to the current UK driving licence, with a chip including a secure encoded version of the photograph.  The integrity of the card could be secured using similar methods to those used by the Bank of England in the production of bank notes, further reducing the cost.  It need contain no further information and should be inexpensive to update with the photo or address details.\n\nAdvantages of this \"sawn off\" card include reduced cost compared to a Passport, it would be acceptable as a permit to travel freely within the EU and reduce the checks as required for a full passport.  Should travel outside the EU be contemplated, because of the reduction in the number of applicants for the full passport, the timescale required to obtain a full passport would be reduced as fewer passports would be checked and issued.\n\nThis puts UK citizens on the same standing as people in other EU countries.",
            "closed_at": "2008-01-09T00:00:00Z",
            "created_at": "2007-07-06T21:59:53.447266Z",
            "creator_name": "David Krampf",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-06T21:59:53.447266Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2008-01-10T00:01:01.451284Z"
        },
        "id": 5567044
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Seperate-ID-Card/"
    },
    "type": "petition"
}