{
    "data": {
        "attributes": {
            "action": "allow our daughter Maisy Pilolli-Wall who suffers severely from Cystic Fibrosis, a reception class place for September 2007 at the school that already meets her needs Haydn Primary School,Sherwood, Nottingham. As the Nottingham Local Education Authority have refused her a place when we live only a 7 minute car journey away from the school.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Our Daughter Maisy is 4 years old and has been a pupil at Haydn Primary School Sherwood,Nott'm for the last 1 ½ .Maisy suffers severely from Cystic Fibrosis. With her condition she experiences problems with her lungs & pancreas and takes medication with food and has daily physio. until recently we lived in Sherwood,Nott'm.However,we had to move to an area which is a 7 min drive from Maisys school.In Dec 06 we applied for a class place for Maisy at our preferred school Haydn Primary for Sept 2007.Because we now live just outside of the Sherwood catchment our application was refused.we appealed against this decision, on the grounds that Maisy has exceptional medical needs and that the school she currently attends meets those needs exceptionally well.Our voices fell on deaf ears and the needs of our child were not considered at all during this process.The Nott'm educational appeal team declined our application at our preferred school on 2nd July 2007,based on the grounds that we live outside of the school catchment area.Please sign our petition to persuade the Nottingham Education Authority to reconsider their decision and allocate a place for our daughter at her current school.",
            "closed_at": "2007-09-06T00:00:00Z",
            "created_at": "2007-07-06T22:22:46.609447Z",
            "creator_name": "Anita Wall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-06T22:22:46.609447Z",
            "rejected_at": "2007-08-09T00:01:03.218739Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5567281
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Maisyappeal/"
    },
    "type": "petition"
}