{
    "data": {
        "attributes": {
            "action": "support Underground Cabling proposals between Beauly to Denny and subsequent endeavours.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "To consider and debate making Britian a world leader going forward with Underground Cabling from Beauly to Denny and subsequent endeavours.\nWhy, in the 21st Century should we continue to use technology invented in the 19th Century. \nWe must focus on investing in and supporting measures to deliver this “transparent” energy transparently.\n“In England and Wales, at least 4% of the high-voltage electricity network is underground, mainly in urban areas or areas of great scenic beauty.”  The countryside between Beauly and Denny is of great scenic beauty it also passes through many of our great historic sites.\n\nWe are only caretakers of this wonderful country; we have to shoulder this responsibility and make a difference FOR THE BETTER.\n\nElectricity is brought into the majority of people’s homes by underground cabling, this is not new phenomenon let us be the first country to adopt underground cabling as standard practice for all renewable energy.",
            "closed_at": "2007-11-10T00:00:00Z",
            "created_at": "2007-07-08T10:59:27.414225Z",
            "creator_name": "Nancy Gardner",
            "government_response_at": "2008-01-29T16:04:50.535458Z",
            "government_responses": [
                {
                    "created_at": "2008-01-29T16:04:50.535458Z",
                    "details": "You signed a petition asking the Prime Minister to \"support Underground Cabling proposals between Beauly to Denny and subsequent endeavours.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14424.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'UndergrndCabling'",
                    "updated_at": "2008-01-29T16:04:50.535458Z"
                }
            ],
            "opened_at": "2007-07-08T10:59:27.414225Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 207,
            "state": "finished",
            "updated_at": "2007-11-11T00:01:01.344497Z"
        },
        "id": 5580240
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UndergrndCabling/"
    },
    "type": "petition"
}