{
    "data": {
        "attributes": {
            "action": "To allow Mansoor Hassan (H1093727) and his family to remain in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Mansoor Hassan is an investigative journalist and a member of the National Union of Journalists. He sought asylum in Britain in 2002 after attempts were made on his life in Pakistan. His work led him to expose and implicate Pakistani politicians in honour killing, corruption and drug dealing. \n\nNUJ General Secretary, Jeremy Dear said: \"Mansoor's case has clear factors that the Home Office must take into account. \"We as a Union will redouble our efforts to provide support to him and his family to ensure that the Home Office listens and acts on the humanitarian grounds of that case which are undeniable and to stop the deportation.\" \n   \nThe International Federation of Journalists (IFJ), the world's largest journalists' group, represents more than 500,000 reporters, writers, broadcasters and editors in 116 countries. Aidan White General Secretary Brussels, 9 March 2006 wrote in his statement for Mansoor Hassan \"The IFJ is convinced, therefore, that a journalist of the standing of Mansoor Hassan, who has carved out a distinct and independent professional identity, would be at serious risk if he were to be returned to Pakistan\"",
            "closed_at": "2008-07-08T00:00:00Z",
            "created_at": "2007-07-08T15:16:08.415133Z",
            "creator_name": "Bob Pounder",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-08T15:16:08.415133Z",
            "rejected_at": "2007-08-09T00:01:03.218739Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5582445
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MANSOORHASSAN/"
    },
    "type": "petition"
}