{
    "data": {
        "attributes": {
            "action": "We would like the Prime Minister to make it compulsory that all Ladies are shown how to do a VSE (Vulva  Self Examination) when they become sexually active",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ladies in the UK are not being encouraged to do a VSE which is an important part of their own health care, and are just as important as the other self exams we are all encouraged to do. I am asking for this simple exam to be brought into all Ladies health checks. They will only need to be shown once, they will then be able do this self examination in their home. During their first vulva examination they can be given a VSE leaflet. This will guide them as to what to look for and seek medical advice if they are worried.\n\nBy doing this simple exam Ladies will gain the knowledge of what to look for and if any changes are spotted they will be picked up early, thus making any problem found, easier to treat than if left till a possible late stage diagnosis of any problem. It will also inevitable help to save lives,  vulval cancer is a rare cancer and is easily missed due to ignorance,  which if picked up early has a very good prognosis, along with the many other vulval disease and disorders Ladies can be prone to and again, many Ladies are not even aware of such problems.",
            "closed_at": "2008-04-10T00:00:00Z",
            "created_at": "2007-07-08T15:15:08.065698Z",
            "creator_name": "Mrs Carol Jones",
            "government_response_at": "2008-04-28T14:05:50.262935Z",
            "government_responses": [
                {
                    "created_at": "2008-04-28T14:05:50.262935Z",
                    "details": "You signed a petition asking the Prime Minister to \"We would like the Prime Minister to make it compulsory that all Ladies are shown how to do a VSE (Vulva Self Examination) when they become sexually active.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15379.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'vse-vaco'",
                    "updated_at": "2008-04-28T14:05:50.262935Z"
                }
            ],
            "opened_at": "2007-07-08T15:15:08.065698Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 209,
            "state": "finished",
            "updated_at": "2008-04-11T00:01:01.431696Z"
        },
        "id": 5582433
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/vse-vaco/"
    },
    "type": "petition"
}