{
    "data": {
        "attributes": {
            "action": "halt the possible closure, rationalisation or reduction of services at St Helier Hospital, Carshalton.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "From personal experience we have noticed that local patients who would in the past have been treated at St Helier hospital are having to travel long distances to other hospitals such as St Georges in Tooting.\nFor many patients the added travel distances are not only inconvenient, for some, particularly the old, infirm, the disabled, those with families and dependents and those who find it difficult to take time off work, the journeys are not possible. It is very likely that some people do not go for treatment they really need because they cannot go to their local hospital. We are also extremely concerned that this is the thin end of the wedge to get St Helier closed down completely. Over the years there have been a number of options for improving and modernising St Helier, either on the same or nearby sites in Sutton & Carshalton and all of these have been shelved for one reason or another. The most important thing is that your local hospital remains local and provides the full range of healthcare services.\nPlease sign this petition NOW.",
            "closed_at": "2008-07-08T00:00:00Z",
            "created_at": "2007-07-08T21:54:38.285451Z",
            "creator_name": "Don Thomas",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-08T21:54:38.285451Z",
            "rejected_at": "2007-08-09T00:01:03.218739Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/epsomhos/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5587126
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveStHelierHosp/"
    },
    "type": "petition"
}