{
    "data": {
        "attributes": {
            "action": "provide increased funding for the recruitment, training and employment of an additional 10,000 cognitive behaviour therapists to enable people with mental health difficulties to have increased access to talking therapies, in line with the Government's manifesto commmitment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "10,000 therapists have been recommended - yet the Government has given the go-ahead for just 10 more CBT centres. This is not enough to meet the increasing demand for access to CBT from tens of thousands of people suffering from depression, anxiety, panic attacks and a wide range of other mental health problems.",
            "closed_at": "2007-11-30T00:00:00Z",
            "created_at": "2007-07-09T11:09:26.014456Z",
            "creator_name": "David Veale",
            "government_response_at": "2008-05-07T15:11:47.962698Z",
            "government_responses": [
                {
                    "created_at": "2008-05-07T15:11:47.962698Z",
                    "details": "You signed a petition asking the Prime Minister to \"provide increased funding for the recruitment, training and employment of an additional 10,000 cognitive behaviour therapists to enable people with mental health difficulties to have increased access to talking therapies, in line with the Government's manifesto commmitment.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14339.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Therapists'",
                    "updated_at": "2008-05-07T15:11:47.962698Z"
                }
            ],
            "opened_at": "2007-07-09T11:09:26.014456Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 351,
            "state": "finished",
            "updated_at": "2007-12-09T03:11:43.562898Z"
        },
        "id": 5597317
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Therapists/"
    },
    "type": "petition"
}