{
    "data": {
        "attributes": {
            "action": "resolutely state that Abu Qatada will only be released upon acquittal by the British judicial system, and if so acquitted deported to Jordan to serve his sentence made in absentia in 2000.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Abu Qatada is a radical islamic cleric with known links to Al Qaeda and several terrorist organisations in the middle east. There are reports that his release was part of the deal to release Alan Johnson, the journalist kept prisoner for over 2 months by The Army of Islam, a terrorist group in Gaza.\nWe the people demand that the rule of non-negotiation with terrorist groups, who cowardly attack all peoples to further their aims rather than interact in conventional world politics, be applied to this man and that any deals made to secure Alan Johnston be released for public scrutiny with named authors of said deal. If no deals were made then the prime minister must go before the house of commons and categorically state that no such deals were made within the British government. In addition if Abu Qatada is released he should be released into the custody of the Jordanian authorities who have legitimately sentenced him to serve life imprisonment in connection with multiple acts of terrorism in Jordan.",
            "closed_at": "2007-09-09T00:00:00Z",
            "created_at": "2007-07-09T12:09:14.322135Z",
            "creator_name": "Thomas Howell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-09T12:09:14.322135Z",
            "rejected_at": "2007-08-09T00:01:03.218739Z",
            "rejection": {
                "code": 64,
                "details": "",
                "reasons": [
                    "The names of individuals, or information where they may be identified, in relation to criminal accusations"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5599430
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Abu-Qatada-jail/"
    },
    "type": "petition"
}