{
    "data": {
        "attributes": {
            "action": "Give better care for grieving mothers and fathers who have sufferd loss due to miscarriage/stillbirth or neonatal death.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I lost my baby 4 months ago due to UNEXPLAINED stillbirth at term. I am disgusted that the government has so little to offer for bereaved parents. This is something that any woman/man should not have to deal with alone, and therefore more help is needed from government funding for charities such as SANDS (stillbirth and neonatal death charity), who can help, or offer to give more services of help. Also i think that the NHS should also tell people the real statistics of how many babies die within the UK.. thats 17 a day due to stillbirth or neonatal death alone. Government funding should also put alot into the prevention of these deaths, although they are small lives, they are still a life, and therefore should be treated as anyone else would be.\nTo sum up, my potition is for:more help for bereaved parents either with funding services already exsisting (or with more services), make it more knowledgable about stats, and give funding into the prevention of these deaths.",
            "closed_at": "2008-07-10T00:00:00Z",
            "created_at": "2007-07-09T16:01:25.234430Z",
            "creator_name": "Natalie Matthews",
            "government_response_at": "2008-11-07T12:47:06.652325Z",
            "government_responses": [
                {
                    "created_at": "2008-11-07T12:47:06.652325Z",
                    "details": "You signed a petition asking the Prime Minister to \"Give better care for grieving mothers and fathers who have sufferd loss due to miscarriage/stillbirth or neonatal death.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16595\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'grieving-parents'",
                    "updated_at": "2008-11-07T12:47:06.652325Z"
                }
            ],
            "opened_at": "2007-07-09T16:01:25.234430Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 675,
            "state": "finished",
            "updated_at": "2008-09-09T03:52:20.169094Z"
        },
        "id": 5606677
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/grieving-parents/"
    },
    "type": "petition"
}