{
    "data": {
        "attributes": {
            "action": "Change the Employment Law - Probationary Period from 12 months to 8 months",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am petitioning for the Government to change the Employment Law - probationary period from 12 months to 8 months for people who have some form of disability, especially for people who have a mild mental disability and who are capable of working full-time and not categorise as a danger to the public and categorise as \"moderate vulnerability\".  The Employment Law needs to be reviewed in order to protect people who have some form of disability who may have exposed corruption in the work force e.g fraud, falsification of information or file tampering this includes employee file/s e.t.c and as a result their contract have been deliberately terminated prematurely e.g. 9 months to cover this up.  Also new powers need to be enforced for the police to enter the work force immediately after a  complaint has been made to them.  However, this new power should only be enforced if a person has a form of disability and there is evidence/suggestion that they have also being discriminated against because of their disability.  New powers should also be given to the Employment Tribunals and laws need to be changed.",
            "closed_at": "2007-12-13T00:00:00Z",
            "created_at": "2007-07-09T21:34:26.391865Z",
            "creator_name": "Barbara Webley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-09T21:34:26.391865Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2007-12-14T00:01:01.884446Z"
        },
        "id": 5614701
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EMPLOYMENTLAW/"
    },
    "type": "petition"
}