{
    "data": {
        "attributes": {
            "action": "instruct the administrators of the petition site to do one or more of the following: provide a longer narrow strip for people to sign their names, have either no limit on the number of characters per signature or a higher one, or inform signatories, BEFORE the point at which they clock \"sign\", that their signature is too long (a VERY good idea might be to have a running total of characters used together with information on how many are allowed).",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "When I first discovered this site I simply signed my name to those I agreed with.  Some time ago, however, I started making comments on individual petitions, as well as/instead of signing my name; recently I have occasionally received messages to the effect that my \"name\" is too long but when I try to shorten it I experience a VERY GREAT DEAL of difficulty due to the very short space provided and, ESPECIALLY, to the fact that it is almost (if not QUITE) impossible to get to the part of the \"signature\" one wishes to change to bring it down to the requisite number of characters.  I realise this probably seems a very trivial matter but I find it extremely exasperating!  If it is not possible to approve this petition could I ask for it to be \"noted and treated as feedback\"; as a previous petition (right to reply) was?",
            "closed_at": "2007-11-11T00:00:00Z",
            "created_at": "2007-07-09T23:21:32.670152Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-09T23:21:32.670152Z",
            "rejected_at": "2007-07-11T15:25:12.846468Z",
            "rejection": {
                "code": 16384,
                "details": "This toon has been noted and treated as feedback (it was the first time, we should have made that clearer, sorry)",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5615925
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/signature-issues/"
    },
    "type": "petition"
}