{
    "data": {
        "attributes": {
            "action": "confirm that we do not support British Waterways plans for the removal of licensed boats from the long-term moorings on the Sawley Cut",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In view of Bw's latest round of moorings closures in which they aim to reduce online mooring by means of , when a new offline marina opens the marina's total births is to be counted and of that number 10% of local online moorings is to be reduced . Not by voluntary means or by natural wastage but by evicting fully paid up existing moorer's ! To this end with the opening of Pillings marina (River Soar) with 280 births . So 28 local online moorer's are to be evicted including those at Sawley cut (river Trent)which is a well established \nmooring causing no problems to navigation. Moorer's with small boats would have to pay a minimum length fee for a marina birth and Pillings lock does not have planning permission for Residential! boats So there are no alternative moorings available !\n\nPlease sign our petition to save our mooring .\n\nThank you.",
            "closed_at": "2008-07-10T00:00:00Z",
            "created_at": "2007-07-09T23:42:47.483357Z",
            "creator_name": "Simon Hall",
            "government_response_at": "2008-08-20T14:32:46.388003Z",
            "government_responses": [
                {
                    "created_at": "2008-08-20T14:32:46.388003Z",
                    "details": "You signed a petition asking the Prime Minister to \"confirm that we do not support British Waterways plans for the removal of licensed boats from the long-term moorings on the Sawley Cut.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16593\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SawleyCutMooring'",
                    "updated_at": "2008-08-20T14:32:46.388003Z"
                }
            ],
            "opened_at": "2007-07-09T23:42:47.483357Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 345,
            "state": "finished",
            "updated_at": "2008-07-11T03:35:14.988562Z"
        },
        "id": 5616018
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SawleyCutMooring/"
    },
    "type": "petition"
}