{
    "data": {
        "attributes": {
            "action": "Lloyd Sewell",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It does not matter what policies the government adopts in relation to the small business, if at the same time the government withdraws access to civil legal aid,\nthere must be a solid legal framework to which they can approach if and when they encounter problems. \n\nA significant number of people who embark on the process of becoming self-employed are likely to be from ethnic minorities - if as in my case their entire life is stolen and their is no access to legal aid they will find themselves in a position of no access to legal redress, no one to turn to for help and not being in a position to get paid legal help and no one cares.\n\nNo amount of reform will address the very serious problem of lack of access to justice, especially among ethnic minority businesses, who having been encouraged by government to start their own business, finds that government business support agency to which they have been signposted, has stolen their entire business and there is nothing that they can do about it, because of lack of funds to engage legal advice and lack of access to legal aid.\n\nPolicies should include access to justice otherwise - all ethnic minority related policies becomes a farce.",
            "closed_at": "2008-07-10T00:00:00Z",
            "created_at": "2007-07-10T09:20:47.235384Z",
            "creator_name": "Lloyd Sewell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-10T09:20:47.235384Z",
            "rejected_at": "2007-08-09T00:01:03.218739Z",
            "rejection": {
                "code": 512,
                "details": "The title of a petition should be a request for action, not your name.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5622763
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/access-2-justice/"
    },
    "type": "petition"
}