{
    "data": {
        "attributes": {
            "action": "stop schools from fingerprinting children",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Schools across the UK have started to take biometrics from children without consultation or parents permission. Schools say they are secure, whereas security experts know the details could be stolen and used to steal the child's identity, or by agencies who could use them to infringe civil liberties. The information could also be sold. The system sellers claim that these systems only store a number, and are therefore safe. This has already been disproved by researchers. These systems also normalise the taking and giving of biometric data, effectively criminalising them and teaching them that they are always subservient to state authority. Schools claim these systems have benefits, but they are mainly used for class registration, library borrowing, and school meals. In the past these have all been managed by low tech solutions which are still considered best practice. These systems are expensive and offer no benefit to the children at massive cost to the taxpayer, and the civil liberties of the children and families involved.\n\nSchool fingerprinting must be stopped immediately - and data protection officers worldwide agree.",
            "closed_at": "2007-09-10T00:00:00Z",
            "created_at": "2007-07-10T09:45:20.879194Z",
            "creator_name": "Dr J J Grattage",
            "government_response_at": "2007-09-26T15:26:09.465262Z",
            "government_responses": [
                {
                    "created_at": "2007-09-26T15:26:09.465262Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"stop schools from fingerprinting children.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13319.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'kidprints'",
                    "updated_at": "2007-09-26T15:26:09.465262Z"
                }
            ],
            "opened_at": "2007-07-10T09:45:20.879194Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 305,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5623906
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/kidprints/"
    },
    "type": "petition"
}