{
    "data": {
        "attributes": {
            "action": "Reduce the number of underage pregnancies",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are to many children who are becoming pregnant in order to get a house from their local council.\n\nAlthough there is not much statistical evidence to suggest that this is the case it is however common knowledge that the number is high. People are more likely to get a council house if you have a child.\n\nForcing people back into the work system is a good idea, however there does need to be something out there for the children.\n\nFree child care or child care that is very cheap, which would be funded by the reduction in benefits, this reduction should be in stages over time. Once the child is born receive full benefits, however every six months a reduction of 5% this would give people incentive to go back to work. It is common to hear from people \"why go back to work, when I get more money staying at home doing nothing.\n\nCreating more work focused interview's with a higher fine rate, creating a minimal age for housing, so 18 years before able to receive a house of benefits. unless in exceptional circumstances, until the age of 18 child would need to stay with family members, if however this can not be the case then the woman and child be housed in a woman’s rescue until they turn 18.",
            "closed_at": "2007-10-10T00:00:00Z",
            "created_at": "2007-07-10T11:34:41.625310Z",
            "creator_name": "Paula Nash",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-10T11:34:41.625310Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5628620
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/How-to-help/"
    },
    "type": "petition"
}