{
    "data": {
        "attributes": {
            "action": "Change the rules for immigrants who wish to marry in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I want the government to do additional checks for immigrants getting married in this country. They must prove that they are single in their country by supplying an affidavit to that effect. ie. they must not be able to get married in this country until they do, as there are too many immigrants who are a con, as they are already married in their country and they pretend to a British person they love them only to stay in the country.  The law also states that they can file for their stay after 3 years (this has reduced from 5)which is also ridiculous if they are not genuine.  We need to bring back the checks of going to their marital homes (Surveillance), as some of these will be genuinely single also looking for their stay, so we need to see that they are living as man and wife. Most of them are waiting for their term and pretend to their partner for 3 years or just separating and  going their separate ways and still file for their stay after 3 years. \nWe the tax payer end up with distraught people who are depressed having gone through that ordeal and paying for them and their children as the parents are not working.",
            "closed_at": "2009-02-22T00:00:00Z",
            "created_at": "2007-07-10T15:19:02.535009Z",
            "creator_name": "Louvanne Thomas",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-10T15:19:02.535009Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2009-02-25T03:02:20.194215Z"
        },
        "id": 5636796
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/immigrantsmarry/"
    },
    "type": "petition"
}