{
    "data": {
        "attributes": {
            "action": "ask those responsible to reconsider the decision to replace the current 32 metre pool at Westminster Lodge in St Albans, Hertfordshire with a smaller 25 metre pool and to consider in the lead up to the 2012 Olympics the merits of building a 50 metre pool instead.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We believe that a larger pool would be far more suitable in meeting current demand for the pool. We also point to the hoped for increase in swimming to improve the general health and fitness of the nation which would require a larger not a smaller pool.\n\nAdditionally, projected local increases in the use of swimming for Educational and Sporting and Leisure purposes means that a larger pool is a must for the future.  \n\nWe accordingly ask those responsible to look into the possibility of a 50 metre pool at Westminster Lodge and to liaise with those who might help us including Central Government, Charities, Sporting Organisations, Commercial organisations and the European Community to secure any additional funding required to provide St Albans and district with the state of the art 50 metre pool we need here that would not only become a prestigious major local sporting venue but would also bring with it with significant additional commercial and social benefits for our City.",
            "closed_at": "2008-07-11T00:00:00Z",
            "created_at": "2007-07-10T18:19:35.436581Z",
            "creator_name": "Bob Goodall",
            "government_response_at": "2008-08-20T14:41:52.849294Z",
            "government_responses": [
                {
                    "created_at": "2008-08-20T14:41:52.849294Z",
                    "details": "You signed a petition asking the Prime Minister to \"ask those responsible to reconsider the decision to replace the current 32 metre pool at Westminster Lodge in St Albans, Hertfordshire with a smaller 25 metre pool and to consider in the lead up to the 2012 Olympics the merits of building a 50 metre pool instead.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16599\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'WestminsterLodge'",
                    "updated_at": "2008-08-20T14:41:52.849294Z"
                }
            ],
            "opened_at": "2007-07-10T18:19:35.436581Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 731,
            "state": "finished",
            "updated_at": "2008-07-12T00:01:01.601410Z"
        },
        "id": 5642240
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WestminsterLodge/"
    },
    "type": "petition"
}