{
    "data": {
        "attributes": {
            "action": "Oppose congestion charging in Bristol, provide no funding for it, and require a referendum before the council can introduce it",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Keep Bristol and the rest of Avon free.  No road pricing here.  No new road tolls.  No tax on travel.  No government bribes to coerce travellers onto inconvenient and expensive public transport.\n\nCongestion charging is very inconvenient for the user.  The London scheme only makes a profit due to penalties.  Other schemes could lead to unexpected large debts with no way to dispute them.  How is the driver to know in advance even roughly how much a journey would cost?\n\nRoad pricing is not about reducing congestion, but pricing private cars off the road.  It damages business, commuting and social activity.  It hurts most those least able to pay.  It requires a vast expensive system to monitor every journey.  It is an intolerable interference with our freedom.\n\nIf the council is determined to press ahead, then let the people of Bristol decide in a fair referendum whether they want congestion charging.",
            "closed_at": "2008-01-27T00:00:00Z",
            "created_at": "2007-07-10T21:02:45.401744Z",
            "creator_name": "Kevin Lawrence",
            "government_response_at": "2008-02-25T16:10:04.925149Z",
            "government_responses": [
                {
                    "created_at": "2008-02-25T16:10:04.925149Z",
                    "details": "You signed a petition asking the Prime Minister to \"Oppose congestion charging in Bristol, provide no funding for it, and require a referendum before the council can introduce it.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14694.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'NoBristolTolls'",
                    "updated_at": "2008-02-25T16:10:04.925149Z"
                }
            ],
            "opened_at": "2007-07-10T21:02:45.401744Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 280,
            "state": "finished",
            "updated_at": "2008-01-28T00:01:01.974823Z"
        },
        "id": 5646858
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoBristolTolls/"
    },
    "type": "petition"
}