{
    "data": {
        "attributes": {
            "action": "have a trained chimp bearing a warning device (flag or flashing beacon) walk 5ft before all ginger haired people whilst in public areas",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ginger people are universaly well known to be angry and volatile. Sometimes, such as while day dreaming or deep in thought, citizens may walk within the gingers personal space. I propose that it be compulsory that all gwars be accompanied by a chimp with a visual warning deviCe, such as a flag or high visibility flashy beacon. The monkey fellow should walk in advance of ginger at no less than 4 ft and no more than 6ft. The purpose of this will be to inform normal people that there is a red in the community and in the close proximity to the monkey chap. The chimp and warning device will help me and others to avoid the venom and hatred of gingeryness, this will benifit all people of Britain. Another positive will be health related as everyone knows that ginger people smell like wet foxes. Nausea caused by this stench is a drain on the national health services resources.",
            "closed_at": "2008-07-11T00:00:00Z",
            "created_at": "2007-07-11T10:39:15.592607Z",
            "creator_name": "Shaun O'Sullivan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-11T10:39:15.592607Z",
            "rejected_at": "2007-08-10T00:01:02.575049Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5661425
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/REDMENACE/"
    },
    "type": "petition"
}