{
    "data": {
        "attributes": {
            "action": "Relegate West Ham, over the Tevez saga, promote sheffield utd in their place and block any tevez transfer to manchester utd.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Recently a second panel found that west ham should have been docked points over the Tevez transfer, and yet declined to do anything about it. \n\nIt is clear that without Tevez, west ham would have been relegated, and they should be punished as any other club would have been. if the situation was reversed, and it was sheffield utd who had tevez in ranks, they would have been punished as they have a smaller fan base and are considered a less fashionable club.\n\nI dont have much time for either club, as i am a supporter of another team, however, i love football, it's our countries national game, and i'm fed up with ticket prices rocketing meaning that the working class can often not afford to attend.\n\nMoney and backhanders are ruining our game, lets make a stand now!! and show that football still is the peoples game, and ensure that justice is done, so that something like this wont happen again.",
            "closed_at": "2007-09-11T00:00:00Z",
            "created_at": "2007-07-11T12:26:27.516044Z",
            "creator_name": "Paul Cole",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-11T12:26:27.516044Z",
            "rejected_at": "2007-08-10T00:01:02.575049Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5666143
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/westhamtevez/"
    },
    "type": "petition"
}