{
    "data": {
        "attributes": {
            "action": "Instigate a full investigation into why First Solution Money Transfer Ltd Collapsed",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On 29th June 2007 the Directors of First Solution Money Transfers Ltd (FSMT) closed their doors and left behind hundreds of thousand of already disadvantaged people with enormous financial losses. This has caused pandemonium in the Bangladeshi Community in the UK, with rumours and speculation spreading thick and fast as to the reason why FSMT closed its doors and where the missing millions of pounds have gone.\n\nW would like to ask the Government to instigate a full investigation into to why FSMT collapsed and determine whether this was due to inappropriate practices by the Directors. Also to look at Regulating the Money Transfer Industry in th UK\n\nWe would also like the Government to fully investigate exactly how much money was handed over to FSMT by disadvantaged people in the Bangladeshi Community that they “FAILED TO DELIVER” to the recipients in Bangladesh.\n\nWe would also like the Government to consider a compensation package for the victims who have suffered financially and emotionally at the hands of the Directors of FSMT.",
            "closed_at": "2007-08-12T00:00:00Z",
            "created_at": "2007-07-11T22:13:55.050402Z",
            "creator_name": "Nanu Miah",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-11T22:13:55.050402Z",
            "rejected_at": "2007-07-12T09:36:59.427923Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5685232
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/First-Solution/"
    },
    "type": "petition"
}