{
    "data": {
        "attributes": {
            "action": "Have a half day Friday throughout the summer",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is for all those who work in offices throughout the UK and those who don't.\n\nThe summer is a time when thousands of people each year 'pull sickies' and take days of work due to the weather, and 70% of these days are on Fridays.\n\nIf people were given the afternoon off, the moral of any office, factory or any other worker would instantly be raised.\n\nThe rationale behind this is that if people are allowed to go home early, enjoy the sun, or simply relax with there family for the summer months, people will be happier, at home and at work, and will turn up on a Monday morning with the feeling of satisfaction, that they have achieved, released stress or simply regain lost strength with in the week. \n\nI am a true believe of keeping staff happy, and sometimes feel that peers don’t do enough to keep those who are the face of a company on the front line to those in customer services content at work or home, after all, the key to the success of any company of any description is team work, and members of that team must be happy if they are going to perform to there maximum effort.",
            "closed_at": "2008-01-12T00:00:00Z",
            "created_at": "2007-07-12T08:32:00.303942Z",
            "creator_name": "Toby Duckworth",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-12T08:32:00.303942Z",
            "rejected_at": "2007-08-11T00:01:02.880905Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5691556
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Duckworth/"
    },
    "type": "petition"
}