{
    "data": {
        "attributes": {
            "action": "Sharon Hart and all the staff at Cedar House want to save our overseas friends/staff",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We have 8 dedicated overseas staff who have given 4 years of their lives to this country. They have children between the ages of 3 and 17 years. They have been working hard within their schools to make new friends and to gain good grades. Without any warning they are told to GO HOME. We speak of human rights in this country but it only comes into effect when it suits. We have accepted these people into our country and into our lives, we have given them equal status and allowed them to work for us and in a majority of cases at the minimum pay rate available. They have given 110%  committment to their positions and have become a foundermental part of the work force. This stability has given our staff enough confidence to  bring their children into the country and to purchase their own homes. This in itself constitutes dedication and the willingness to continue in their chosen environment. HOW DO WE REPAY THEM? We tell them to leave. NO CONSULTATION, NO WARNING NO CHOICE. Where is the dignity? This is one of the buzz words our country is always using, it is a shame we do not know the meaning of it!!! PLEASE SIGN THE PETITION LIVES ARE AT RISK.",
            "closed_at": "2007-10-12T00:00:00Z",
            "created_at": "2007-07-12T09:45:53.259298Z",
            "creator_name": "Sharon Hart",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-12T09:45:53.259298Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 14,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5696014
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SAVE-OUR-STAFF/"
    },
    "type": "petition"
}