{
    "data": {
        "attributes": {
            "action": "Stop local residents to olympics site paying more council tax to fund it",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "we are a family, with 3 young children, sadly living within 2 miles from the site. If asked I would not want the site to be so close, let alone having to pay for a project that we was not informed and asked if we wanted, and having to pay towards something that will have the benefits for one event. we can barely afford the basic council tax. If we were on benefits, the government would be footing the bill, well most of the families in the area are deprived families and so not having to pay, but what about the families that are not on benefits and will have to foot the bill, is this right??? I think not!I am sure that the area could be used for something that all children in the area can use not just for sport.  I mean we have children and youngsters in the area, taking drugs and committing crime, are you sure they are going to want to swim or be athletic? \nCome on,use the land and the money for something for everyone young and old. \nThen maybe residents will be happy to pay towards the project.\nOur children have no-where to go, nothing to do. In the local area,we have children skipping school,taking drugs, drinking,committing crime.There is no where,no one putting time and money for our children of the future.",
            "closed_at": "2008-07-12T00:00:00Z",
            "created_at": "2007-07-12T10:56:21.112508Z",
            "creator_name": "claire jordan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-12T10:56:21.112508Z",
            "rejected_at": "2007-08-11T00:01:02.880905Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/LondonGames/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5699627
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/counciltaxolym/"
    },
    "type": "petition"
}