{
    "data": {
        "attributes": {
            "action": "Trevor McDonalds Comments on News Knight Thu 05 July 2007 23:00",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear Sir, \n\nI am deeply offended that in the 21st Century of Globalisation Sir Trevor MacDonald made a horrible harsh remark. The subject was that an Indian couple who were both doctors had a son who performed a successful operation on delivering a baby of a twenty year old mother, to which Sir Trevor's response was ' what is an indian boy doing surgery for, he should be stitching trainers ' I am disgusted by this remark and wish Sir Trevor to make a public apology or I will take this up further. \n\nAlso children in India are excelling and developing at a faster rate and competing with people of the west in all high skilled areas such a science and technology is Sir Trevor knew his news properly then he would not have made this very unthoughtful comment. \n\nI have also forwarded this case to ofcomm and the BBC\n\n\nYours faithfully, \n\nMr Vivek Davda",
            "closed_at": "2008-07-12T00:00:00Z",
            "created_at": "2007-07-12T11:26:35.406012Z",
            "creator_name": "Vivek Davda",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-12T11:26:35.406012Z",
            "rejected_at": "2007-08-12T00:01:01.989170Z",
            "rejection": {
                "code": 20480,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5701032
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ITV1Unfair/"
    },
    "type": "petition"
}