{
    "data": {
        "attributes": {
            "action": "ensure that regional archaeological curators (Planning Control Archaeologists and County/City Archaeologists), under PPG16 and 15, have sufficient power to formulate adequate responses to the threats the archaeological resource will face under new proposals to build 240,000 homes a year by 2016 and to ensure consistent high quality of curatorship in all UK counties, cities and authorities, especially where it is currently lacking or of poor quality.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The petition aims are two-fold: 1) A recent announcement by the Government to increase the number of homes built by 2016 to 240,000 per year will significantly impact upon archaeologically sensitive areas in Britain and proposed ‘fast-track’ planning will considerably impair the ability of regional archaeological curators (Planning Control Archaeologists and County/City Archaeologists) to formulate adequate responses to the threats the archaeology will face. Nor is it likely that under the proposed new legislation those curators will be given adequate power to ensure that developers fully address the archaeological implication of their actions.  Currently, despite PPG16 and especially with reference to new housing archaeological mitigation is seemingly lacking or of low quality due to pressures from planners and government.\n2) That archaeological curatorship in all counties and authorities is of equal quality of the best of those areas.  Currently, there can be wide disparities of the quality of curators from one county or authority to the next, which is to the detriment of the quality of archaeological research carried out under the auspices of PPG16.",
            "closed_at": "2008-01-12T00:00:00Z",
            "created_at": "2007-07-12T11:48:46.153545Z",
            "creator_name": "B. Lewis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-12T11:48:46.153545Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 120,
            "state": "finished",
            "updated_at": "2008-01-13T00:01:01.662993Z"
        },
        "id": 5702009
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/impact/"
    },
    "type": "petition"
}