{
    "data": {
        "attributes": {
            "action": "standardise the criteria for NHS breast reduction nationally, recognising that such surgery would lead to a major improvement in the health and wellbeing of many thousands of British women.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "BRA - the Breast Reduction Alliance - is supported by Take a Break. Hamish Laing, secretary of the British Association of Plastic, Reconstructive and Aesthetic Surgeons, says: ‘Breast reduction is one of the best interventions in medicine in terms of improving quality of life. No other treatment in the NHS for patients with such clear symptoms that has such well-researched benefits is rationed in this way.' Large breasts cause back, neck and shoulder pain, excessive sweating, and rashes and infections, discourage exercise and trigger unwanted attention and psychological problems. Some 4,000 breast reductions are carried out on the NHS yearly. But some local primary care trusts refuse patients with a Body Mass Index greater than 25. Others accept those with a BMI of 32. The clinical criteria should be standardised nationally so many more women can benefit. This petition follows one earlier with 913 signatures.",
            "closed_at": "2008-07-12T00:00:00Z",
            "created_at": "2007-07-12T16:27:13.047784Z",
            "creator_name": "Zoe Wright",
            "government_response_at": "2008-08-20T14:46:52.963565Z",
            "government_responses": [
                {
                    "created_at": "2008-08-20T14:46:52.963565Z",
                    "details": "You signed a petition asking the Prime Minister to \"standardise the criteria for NHS breast reduction nationally, recognising that such surgery would lead to a major improvement in the health and wellbeing of many thousands of British women.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16600\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'breastreduction2'",
                    "updated_at": "2008-08-20T14:46:52.963565Z"
                }
            ],
            "opened_at": "2007-07-12T16:27:13.047784Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 952,
            "state": "finished",
            "updated_at": "2008-07-15T03:51:29.994369Z"
        },
        "id": 5713043
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/breastreduction2/"
    },
    "type": "petition"
}