{
    "data": {
        "attributes": {
            "action": "Stop the closure of village Post Offices",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The village Post Office performs a greater function than just a Post Office. For many who live in small and remote communities, the village Post Office/shop is a focal point of interaction and communication for the old, the disabled and the unemployed, where political and social issues can be debated and acted upon.  Apart from the village pub (if there is one) it is more likely to be a place of meeting and development of community spirit, where those new to a village can meet and interact with inhabitants already established. Many villages have 'newbuild' areas that can become isolated cloisters for 'distance workers' whose only chance of integrating is via this community asset. Apart from that, those that run these Post Offices usually know all the village inhabitants and are aware when there may be a situation for concern. A case of each looking out for each other.  Socialism from the grass roots upwards. Close and die.",
            "closed_at": "2008-07-13T00:00:00Z",
            "created_at": "2007-07-13T01:16:19.486490Z",
            "creator_name": "Jack Elton",
            "government_response_at": "2008-08-20T14:54:28.992713Z",
            "government_responses": [
                {
                    "created_at": "2008-08-20T14:54:28.992713Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop the closure of village Post Offices.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16602\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'PO-Closures'",
                    "updated_at": "2008-08-20T14:54:28.992713Z"
                }
            ],
            "opened_at": "2007-07-13T01:16:19.486490Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1773,
            "state": "finished",
            "updated_at": "2009-04-22T03:01:51.983609Z"
        },
        "id": 5723592
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PO-Closures/"
    },
    "type": "petition"
}