{
    "data": {
        "attributes": {
            "action": "state that it is essential for a new secondary school to be built within Towneley Park in Burnley as part of the Building Schools for the Future initiative. We further petition the Prime Minister to ensure that the young people of Burnley are not disadvantaged further by delays to the planned creation of the new school and the transformational opportunities that this will bring.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The existing secondary schools in Burnley are being demolished and replaced by new state of the art buildings.  These new schools will have a massive and transformational impact on education in the town and in opportunities for the local communities.  The Government is seeking to ensure that all young people have access to facilities of 21st Century standards.  In Burnley, the Building Schools for the Future initiative will replace eight outdated secondary schools with five state of the art 11 – 16 schools and build a new sixth form centre.  It is essential to the successful regeneration of the town, the education of its young people and for successful community cohesion that the plans for the new schools are able to go ahead without delay.  It must also be noted that upon demolition of the exiting secondary school in Towneley Holmes, the site will be restored to green field space to replace any recreation area taken by the new building.",
            "closed_at": "2007-11-13T00:00:00Z",
            "created_at": "2007-07-13T11:25:38.632203Z",
            "creator_name": "Sally Cryer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-13T11:25:38.632203Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 323,
            "state": "finished",
            "updated_at": "2007-11-14T00:01:01.796763Z"
        },
        "id": 5736607
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Towneley-BSF/"
    },
    "type": "petition"
}