{
    "data": {
        "attributes": {
            "action": "immediately call a referendum about the new EU Amending Treaty (signed by Tony Blair 23 June 2007)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Blair government has denied the electorate its democratic right to vote for/against this treaty, claiming that the red lines have not been crossed. It's now known that the Cabinet has been lying - not just one, but two red lines have been crossed.\n1) The EU foreign policy - Britain ISN'T actually allowed an opt-out clause. The EU foreign minister in all but name not only conducts policy but also makes it, as Continental politicians have admitted. 'Why does it matter how do we call him?', Sarkozy asked rhetorically. The EU FM is the supremo of the EU foreign ministry in all but name, and directs EU embassies around the world.\n2) The Charter of Fund. Rights - again, non-Britons such as European Commissioners admitted that this opt-out is invalid and that the CFR applies to Britain like to every other member state.\nOther petitions do not even point this out, mine does. I want not only to be promised a referendum but also to inform the Cabinet that Tony Blair did not secure the red lines.",
            "closed_at": "2008-07-16T00:00:00Z",
            "created_at": "2007-07-13T13:25:18.414178Z",
            "creator_name": "Frederick Clark",
            "government_response_at": "2008-08-20T15:08:47.770802Z",
            "government_responses": [
                {
                    "created_at": "2008-08-20T15:08:47.770802Z",
                    "details": "You signed a petition asking the Prime Minister to \"immediately call a referendum about the new EU Amending Treaty (signed by Tony Blair 23 June 2007).\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16613\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'sixtheutreaty'",
                    "updated_at": "2008-08-20T15:08:47.770802Z"
                }
            ],
            "opened_at": "2007-07-13T13:25:18.414178Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 531,
            "state": "finished",
            "updated_at": "2008-08-13T03:42:24.624355Z"
        },
        "id": 5741252
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/sixtheutreaty/"
    },
    "type": "petition"
}