{
    "data": {
        "attributes": {
            "action": "give police forces the power to act upon threats and not wait until an act happems",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "i wish my petition to give the police force the right to act upon a person who makes threats of violence to another person. at present as in my partners case we were informed that nophing could be done until something happens, so this means that my partner has to be assaulted before anything is done, is that what you want by way of protection ?\ni call upon the prime minister to give police the powers to arrest on these grounds, if my partner, you or a loved one is assaulted after a threat, would you also be angry at the government for not giving you that protection from assault in the first place. i shall continue this through any means possible, i shall not let it lie, our police force need more power, a person who makes a threat losses their right after making threats, many cases in the news have been mentioned the fact that police had been informed of threats but were powerless to act, thoses particular cases victims died.",
            "closed_at": "2008-07-13T00:00:00Z",
            "created_at": "2007-07-13T13:51:01.408543Z",
            "creator_name": "MARK WINTER",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-13T13:51:01.408543Z",
            "rejected_at": "2007-07-13T17:54:53.569901Z",
            "rejection": {
                "code": 64,
                "details": "",
                "reasons": [
                    "The names of individuals, or information where they may be identified, in relation to criminal accusations"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5742155
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WINTER36/"
    },
    "type": "petition"
}