{
    "data": {
        "attributes": {
            "action": "reconsider the DSA plans to create Multi Purpose Test Centres at the loss of existing local facilities, in particular the plan to close the Elgin Motorcycle Test Centre in Moray",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The DSA intend reducing the number of Test Centres in the UK, with the introduction of Multi Purpose Test Centres. This affects not just the Moray area but all areas of Scotland and the UK as a whole. The Moray area is a local government region in its own right and deserves the existing centre to remain and be developed into a MPTC. I would encourage people from all regions of the UK to campaign for common sense to prevail and for these closures not to take place. Road Safety is a major issue, and local training is a vital component in this.",
            "closed_at": "2008-01-16T00:00:00Z",
            "created_at": "2007-07-13T16:26:50.854138Z",
            "creator_name": "Patrick Costello",
            "government_response_at": "2008-02-20T15:40:40.444437Z",
            "government_responses": [
                {
                    "created_at": "2008-02-20T15:40:40.444437Z",
                    "details": "You signed a petition asking the Prime Minister to \"reconsider the DSA plans to create Multi Purpose Test Centres at the loss of existing local facilities, in particular the plan to close the Elgin Motorcycle Test Centre in Moray.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14618.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'moray-bike-test'",
                    "updated_at": "2008-02-20T15:40:40.444437Z"
                }
            ],
            "opened_at": "2007-07-13T16:26:50.854138Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 408,
            "state": "finished",
            "updated_at": "2008-06-03T03:36:26.820429Z"
        },
        "id": 5747254
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/moray-bike-test/"
    },
    "type": "petition"
}