{
    "data": {
        "attributes": {
            "action": "Stop Charley Uchea BB8 from appearing on TV & in media, influencing the younger generation with her apalling manners and foul language.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "More and more people feel that Channel 4 are favouring Charley Uchea by keeping her in the Big Brother House. Whilst we understand the Prime Minister would not get involved in TV shows, this individual's language and manners are apalling and a dreadful example to the younger generation who think she is 'funny and entertaining'.  Already, teenagers are being seen copying her vile displays of behaviour.  Do we really want to encourage this amongst our children?  Please stop her from 'earning' money by selling her story to the tabloid press to make money once she finally leaves the Big Brother house.  She needs to be taught that this is not the way to behave in our society.  She needs to get a proper job and learn some manners.  Please don't let the magazine racks and tv shows portray this person as something to idolise.  Let's not give her the platform to be able to influence the younger generation.",
            "closed_at": "2007-08-13T00:00:00Z",
            "created_at": "2007-07-13T18:58:10.714873Z",
            "creator_name": "G Brown",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-13T18:58:10.714873Z",
            "rejected_at": "2007-08-15T00:01:02.281948Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5751070
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BB8-Charley/"
    },
    "type": "petition"
}