{
    "data": {
        "attributes": {
            "action": "Stop paying benefits to those who are not British citizens",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We urge the Government to agree with our European brothers and sisters to create a combined benefits 'pot'.  Every country within Europe should pay into the pot an agreed amount per capita, which will stop those travelling to England, travelling through many European countries to get to England, just to claim benefits, which include housing, health etc.  When anyone claiming benefits, whether in England or France for example, the money doesn't come out of that countries government purse, it will come out of a joint European purse, we may just find people do not want to come to England anymore because they will get the same amount of money in whatever European country they reside in; they will probably go to where the cost of living is better, which in turn will improve the living standards of that country, helping everyone all round.",
            "closed_at": "2008-07-16T00:00:00Z",
            "created_at": "2007-07-14T08:53:45.841165Z",
            "creator_name": "Gail Bromyard-Thatcher",
            "government_response_at": "2008-09-18T14:23:48.930656Z",
            "government_responses": [
                {
                    "created_at": "2008-09-18T14:23:48.930656Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop paying benefits to those who are not British citizens.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16883\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'BenefitspaidinUK'",
                    "updated_at": "2008-09-18T14:23:48.930656Z"
                }
            ],
            "opened_at": "2007-07-14T08:53:45.841165Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1731,
            "state": "finished",
            "updated_at": "2009-02-16T15:37:43.301612Z"
        },
        "id": 5757908
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BenefitspaidinUK/"
    },
    "type": "petition"
}