{
    "data": {
        "attributes": {
            "action": "Alter the current driving test rules to force drivers to take a refresher test every 3-5 years",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The driving standards of some people in this country is appalling. The number of drivers who either don't indicate when changing direction, don't know what a box junction is for, don't know the correct rules for a zebra crossing, or think that they are actually driving a bicycle or a bus seems to be increasing at an exponential rate!\n\nWe petition the prime minister to introduce compulsory refresher testing for drivers who wish to continue to hold a driving license so they can be reminded of correct driving regulations or of any new regulations that may have been introduced since the date of their last test pass. This refresher testing should certainly include a theory element and possibly even a practical element as well. \n\nOne possible idea would be to have a theory refresher every 2-3 years and a practical refresher every 5 years. Drivers would have say 6 months to pass their refresher test once it became due before their driving license would be revoked and a full test pass would be needed once again.\n\nDoing this would make the UK's roads a lot safer and help to reduce traffic accidents as well as get some idiots who have no right being on the road off the road",
            "closed_at": "2008-01-14T00:00:00Z",
            "created_at": "2007-07-14T14:58:16.338007Z",
            "creator_name": "David Thorp",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-14T14:58:16.338007Z",
            "rejected_at": "2007-08-15T00:01:02.281948Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/5yrdrivingtest/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5763409
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/refreshertest/"
    },
    "type": "petition"
}