{
    "data": {
        "attributes": {
            "action": "ensure Transport for London implement a cross-river replacement bus service when they close the East London line later this year.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "TfL have decided that, in order to turn the East London Line into the East London Railway, and extend it North and South, they will have to close it for at least two years. \n\nMany, many people in Wapping (and Shadwell) rely on the East London Line to connect with the Jubilee Line, for their journeys to work and elsewhere. The replacement bus service TfL intend to implement does not cross the river, therefore making a connection to the Jubilee line impossible. \n\nThe replacement buses they intend to run do not run as late as the ELL.\n\nThe ELL has already been closed for several years in recent times for refurbishment. Residents of Wapping now have to deal with complete closure of their lifeline tube service for the second time - something that has never been asked of the users of any other tube line.\n\nWe ask the Prime Minister and the Government to use their influence to ensure that TfL introduce a cross-river bus service, that runs for the same hours and at a similar frequency to the East London line.",
            "closed_at": "2008-01-16T00:00:00Z",
            "created_at": "2007-07-14T15:51:09.444849Z",
            "creator_name": "Joe Godwin",
            "government_response_at": "2008-02-20T15:21:33.135513Z",
            "government_responses": [
                {
                    "created_at": "2008-02-20T15:21:33.135513Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure Transport for London implement a cross-river replacement bus service when they close the East London line later this year.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14610.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Wappingtube'",
                    "updated_at": "2008-02-20T15:21:33.135513Z"
                }
            ],
            "opened_at": "2007-07-14T15:51:09.444849Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 311,
            "state": "finished",
            "updated_at": "2008-06-24T03:41:54.701663Z"
        },
        "id": 5764076
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Wappingtube/"
    },
    "type": "petition"
}