{
    "data": {
        "attributes": {
            "action": "Stop the proposed low security phsychiatric unit in Brent Way Dartford which backs onto Gateways Primary School",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The unit will be a low risk secure psychiatric unit. The definition of low risk is violent offenders not convicted. This may well include people on remand who may be waiting to be convicted of more serious crimes. As they are not convicted they can still be allowed in the facility.The site is in Brent way Dartford, and backs onto the playing fields of the Gateway Primary School in Mile Stone Rd Dartford. There are also 3 more primary schools within walking distance of the unit,3 play groups/nurseries and senior school.The site is situated in the middle of a residential area consisting of families with small children and the elderly. It is a two story secure facility with windows which will overlook the school grounds and neighbouring houses where the kids play. At a residents meeting with the owner he could not be clear on the status of patients entering the unit or where they would be coming from, Only that they would be sent from Kent County Council. He would also not guarantee that the unit may be elevated to a medium secure unit in the future. This means violent convicted criminals which may mean paedophiles. I urge you to vote against this unit being put into a community setting.",
            "closed_at": "2008-07-16T00:00:00Z",
            "created_at": "2007-07-15T16:26:37.491653Z",
            "creator_name": "Andrea Nash",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-15T16:26:37.491653Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 38,
            "state": "finished",
            "updated_at": "2008-07-17T00:01:01.662640Z"
        },
        "id": 5778189
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BrentUnitDartfor/"
    },
    "type": "petition"
}