{
    "data": {
        "attributes": {
            "action": "Overhaul Sex Education in Schools",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sex education in this country is failing our children. Trying to cover everything from contraception to periods and STD's in one hour long lesson is just not doing the job. \n\nI propose that the following four steps should be implemented into sex education:\n\n- Discussing relationships at a young age - teaching about friendships, saying no and “good touch, bad touch” to help young children recognise if they are being abused.\n\n- Having sex education taught separately to boys and girls\n\n- Having sex education lessons repeated very year, teaching more in depth as they go on. \n\n- Having sex education taught by someone outside of school. Being taught by your maths/ English/ science teacher is highly embarrassing. \n\nIf these simple steps were put into action I expect we would find lower std rates, lower teenage pregnancy rates, and perhaps having sex education as part of the regular curriculum will make it easier for teenagers themselves to broach the subject with their parents.\n\nPlease sign this petition, and give them the knowledge to be able to make responsible decisions. Who knows, we could change a whole generation.",
            "closed_at": "2008-01-16T00:00:00Z",
            "created_at": "2007-07-15T20:14:48.582197Z",
            "creator_name": "Claire Rowles",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-15T20:14:48.582197Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 35,
            "state": "finished",
            "updated_at": "2008-01-17T00:01:01.534338Z"
        },
        "id": 5782594
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/overhaul-sex-ed/"
    },
    "type": "petition"
}