{
    "data": {
        "attributes": {
            "action": "Adopt the 90 day detention limit.  By signing this petition, the British Public show clear support for the Police in this matter",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Terror suspects do not fall into the same categories as ordinary prisoners in custody.  For a potential terrorist - who sees their life as forfeit - to be at large during an investigation indicates to me that the priority is the rights of the one, not of the many.\n\nIf a suspect is released after 30 days (with an investigation still underway), I believe there is a real risk that \"due-process\" and \"civil liberty\" could endanger human life.\n\nIn this one area of \"Liberty\", I am prepared to forego my rights, in favour, of trying to do what is right.\n\nIf a mistake is made and an innocent person is detained for 90 days, it is my belief that this can be rectified, but an attrocity commited by someone released after 30 days cannot!\n\nI do not want to hear about an act of terrorism that was \"aided\" by a misguided belief that the perpetrator would have had his liberties infringed by being detained longer than 30 days.\n\nBy signing this petition, I hope to be able to show the Government, the police and MPS opposed to the 90 day limit, that this is is in the public interest and thus give the the Prime Minister a clear mandate to proceed.",
            "closed_at": "2007-09-16T00:00:00Z",
            "created_at": "2007-07-16T03:37:32.149447Z",
            "creator_name": "Steven Hyles",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-16T03:37:32.149447Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5785639
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/90Daylimit/"
    },
    "type": "petition"
}