{
    "data": {
        "attributes": {
            "action": "support Birmingham Artists in preventing Birmingham City Council from shutting down, as they intend to do, the only organisation that provides and houses artists' studios, Birmingham Print Workshop, Periscope gallery and information and networking opportunities for Birmingham's artist community.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Birmingham City Council brags that is committed to investing in the city’s \n\ncreative industries, yet 21 year old Birmingham Artists’ group was recently \n\ngiven just one month’s notice of its funding being stopped.\n\n\nBirmingham Artists have been an important resource for the city for two decades. Its members fly the flag for Birmingham nationally and internationally as well as working with Birmingham communities and schools. \n\nThe fact that BA was only given one month’s notice of the funding being cut is \n\ndisastrous as it does not allow the organisation to make alternative \n\narrangements. Effectively this will bring an end to the city’s only membership \n\nbased artists’ group and studio provider.\n\n\nBA has a membership of 150, runs an experimental gallery, supports young \n\naspiring artists and provides crucial information and networking opportunities \n\nfor Birmingham’s artist community. BA’s studio complex at Lee Bank Business   \n\nCentre includes the Birmingham Print Workshop, the only artists’ printing   \n\nfacility in the region . BA has pioneered \n\nexhibitions in non gallery venues allowing people \n\nfrom all walks of life to come into contact with the city’s visual out put.",
            "closed_at": "2007-08-16T00:00:00Z",
            "created_at": "2007-07-16T13:29:29.769054Z",
            "creator_name": "Pamina Stewart",
            "government_response_at": "2007-09-03T15:49:09.221336Z",
            "government_responses": [
                {
                    "created_at": "2007-09-03T15:49:09.221336Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"support Birmingham Artists in preventing Birmingham City Council from shutting down, as they intend to do, the only organisation that provides and houses artists' studios, Birmingham Print Workshop, Periscope gallery and information and networking opportunities for Birmingham's artist community.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13019.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'birminghamartist'",
                    "updated_at": "2007-09-03T15:49:09.221336Z"
                }
            ],
            "opened_at": "2007-07-16T13:29:29.769054Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 248,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5804108
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/birminghamartist/"
    },
    "type": "petition"
}