{
    "data": {
        "attributes": {
            "action": "Pull The Uk Troops Out Of Afghanistan and Iraq/ Britian and Europe.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Every year more people get killed and the more sorrow is caused. We cause problems that's why people like Al Qaeda are aiming terrorist attacks at this country. I thought Gordon Brown would be a change and one peace in this country obviously I thought wrong. If you actually bothered to stop spending money on death and mass murder and actually used it on deprived areas then we could get this country the way it used to be which was a good country. Also if you want to act like a firendly or a good country either join Europe PROPERLY and have Euros or leave Europe and carry on as an independent country as if we need help like Europe you know you are not going to get liked if u have a uk independece party and are in europe so you should pull out! please make this country good because if you did pull out troops then terrorism would actually die down and i would feel safe around going around citites which i am afraid of at the moment. Want to know the scary part i know how to make the country better and be a proper look after itself country and i am 13!",
            "closed_at": "2007-10-16T00:00:00Z",
            "created_at": "2007-07-16T17:40:38.870710Z",
            "creator_name": "David Molyneux",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-16T17:40:38.870710Z",
            "rejected_at": "2007-08-19T00:01:05.879111Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/troops-in-Iraq/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5812412
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MakeTheUkGood/"
    },
    "type": "petition"
}