{
    "data": {
        "attributes": {
            "action": "To make the study of history compulsory for all pupils to the age of 16",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Without an understanding of our past we cannot build an understanding or our nation and of the different communities within it. History is central to any notion of Britishness or British identity.  Yet the teaching of history has been squeezed both in primary and in secondary schools, and the overwhelming majority of pupils give up history altogether at 14. Increasing numbers of schools stop teaching history at 13. The latest changes to the curriculum announced by the Qualifications and Curriculum Authority will result in even more serious erosion of history teaching. History matters every bit as much as English or Maths - people die and kill for reasons drawn from history - and it will only be saved from marginalisation if it, like them, is made compulsory for all pupils to 16.",
            "closed_at": "2007-12-18T00:00:00Z",
            "created_at": "2007-07-17T16:38:41.809590Z",
            "creator_name": "Sean Lang",
            "government_response_at": "2008-02-01T16:07:51.191568Z",
            "government_responses": [
                {
                    "created_at": "2008-02-01T16:07:51.191568Z",
                    "details": "You signed a petition asking the Prime Minister to \"To make the study of history compulsory for all pupils to the age of 16.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14466.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'historyto16'",
                    "updated_at": "2008-02-01T16:07:51.191568Z"
                }
            ],
            "opened_at": "2007-07-17T16:38:41.809590Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 877,
            "state": "finished",
            "updated_at": "2007-12-19T00:01:01.395905Z"
        },
        "id": 5844944
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/historyto16/"
    },
    "type": "petition"
}