{
    "data": {
        "attributes": {
            "action": "BAN THE SMOKING BAN- the negative effects",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The negative effects of the smoking ban- \nNon smokers are starting to smoke to join there friends outside pubs.\nTraditional games like dominoes and darts will be wiped out. A local pub team stood up and walked out half way through a match because they cound not concentrate and will play no longer.\nPubs are now empty...try playing live music to a pub that empties every 15 minutes as people go out side.\nAlot of non smokers dissagree with the ban too.\nWheres the freedom?\nPubs and bars are going out of business.\nIn the winter, people will not want to go outside, so will just not go out to pubs, creating more people roaming the streets commiting crimes.\nSmoking outside causes litter.\nAlot of workers cant smoke in there own cars (even at night) because they carry clients in the daytime.\nHow come the heaviest smoking countries in the world have less cancer problems than us?\nI put it to the Prime Minister to abolish the smoking ban and give landlords the choice, of if they want their business to stay open or not.\nTo stop this countries decline.\nAnd educate and let us decide.\nwww.bansmokingban.co.uk (under construction)",
            "closed_at": "2008-01-17T00:00:00Z",
            "created_at": "2007-07-17T20:14:53.461620Z",
            "creator_name": "Richard Wilkinson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-17T20:14:53.461620Z",
            "rejected_at": "2007-08-17T00:01:02.796880Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/repeal-the-ban/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5851216
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bansmokingban/"
    },
    "type": "petition"
}