{
    "data": {
        "attributes": {
            "action": "To stop the proposed moved of Highshore School (special school) to Archbishop Michael Ramsay secondly school",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many of the parents and staff of Highshore special school do not wish our school to move to Archbishop Michael Ramsay.As proposed by Southwark Council Education councillor Caroline Pidgeon Executive Member for children's services servies and education.The school will also lose 30 places from the current 120 places that there are now.Highshore has for many years been in Peckham serving disabled Children of over 11 years old's and been doing a great job.\n\nThe worries of the parents are issues including transport links,the impact of conested roads,loss of exsting community links,the need for sufficient outside play space and the need to carefully supervise any special and mainstream pupil interaction to ensure no bulling occurs.\n\nSome parents went on a march to the Southwark Town Hall and there have been some reports in our local newspaer Southwark news.\n\nMe and my wife of my 12 year son had to battle many years to get the help that my son need.We tried a mainsteam school and he didn't get the help he needed in a mainsteam school.He is doing really well at Highshore and I wish the prime minister could help us with this and stop this going forward for the sake of our special needs chilren.",
            "closed_at": "2008-07-18T00:00:00Z",
            "created_at": "2007-07-17T23:41:51.379363Z",
            "creator_name": "Eric Procter",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-17T23:41:51.379363Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 15,
            "state": "finished",
            "updated_at": "2008-07-19T00:01:01.132370Z"
        },
        "id": 5854968
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Highshoreschool/"
    },
    "type": "petition"
}