{
    "data": {
        "attributes": {
            "action": "DfES",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am a Work Permit holder who came to UK as a student with my family in 2001,and have serve voluntarily as a parent governor and in other capacities, contributing positively to this state. My children are classified as international students and have been unable to go to  university cos the fees are unaffordable. A lot of Highly Skilled Migrants and Work Permit holders are having this same difficulty of sending their dependants to University. Even though we are non EU,british citizen nor yet have ILR. Should the state we serve not please consider our dependants who have been here for over three years for home fees since our income is local and not international. We petition the Prime MInister to please change the government policy on education with regards to higher education fees in other to benefit HSMP and Work permit holders dependants who have lived in U.K for over three years.",
            "closed_at": "2008-07-25T00:00:00Z",
            "created_at": "2007-07-17T23:17:09.572557Z",
            "creator_name": "Mr &Mrs Solebo",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-17T23:17:09.572557Z",
            "rejected_at": "2007-07-26T14:11:31.781126Z",
            "rejection": {
                "code": 256,
                "details": "Can you incorporate the point of the petition into the title please?",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5854826
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/feesWPdependants/"
    },
    "type": "petition"
}