{
    "data": {
        "attributes": {
            "action": "instruct the Secretary of State for Health to order a research programme into mammograms (and other cancer screening) which detect PRE-cancerous cells",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Cervical smears already detect pre-cancerous cells which means that women found to have such cells in their cervix can have them removed, in a fairly un-traumatic operation, before they become cancerous (I've experienced this twice). As a woman I am, of course, mainly concerned with female cancers; I understand that mammograms can only detect that cancer has already developed leaving women possibly having to endure such gruelling treatments as chemotherapy and/or radiotherapy.  Some women (including me!) might be so unable, on a level of being able to cope with physical pain or (as I understand) extreme discomfort, to contemplate such treatment that they would either not attend a scheduled mammogram or decide, if the worst came to the worst, that they didn't have the courage (as I'm CERTAIN I wouldn't) to go through with this treatment; in which case, presumably, they'd DIE.  If mammograms, and other cancer screening, could detect PRE-cancerous cells, like cervical smears, all this suffering would be unnecessary (and might even save the N.H.S. money).",
            "closed_at": "2008-01-18T00:00:00Z",
            "created_at": "2007-07-17T23:56:45.158713Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-17T23:56:45.158713Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2008-01-19T03:13:35.696120Z"
        },
        "id": 5855032
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Screening4Cancer/"
    },
    "type": "petition"
}