{
    "data": {
        "attributes": {
            "action": "to lift all sanctions imposed on zimbabwe since 2000",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The so-called targeted sanctions have failed to topple President Mugabe and have instead resulted in the death of many Zimbabweans. Uncountable numbers are succumbing to hunger, AIDS and malaria. It is immoral and unjustifiable to pursue this policy when thousands of lives are being lost. Sanctions failed to work in Iraq over 12 years. They have failed in Cuba, DPRK, and Burma. \nWith the Zimbabwean opposition in disarray and dysfunctional, it is time for your government to change course and begin negotiating with Mugabe. Zimbabwe needs a solution fast. \nThe government has a moral duty to engage with Mugabe in the same way Blair engaged Gaddafi.\nMr. Brown, it is time for your government to take the situation seriously and take immediate action to rebuild relations with Harare in order to save lives. The status quo cannot continue. Bilateral issues between UK and Zimbabwe must be solved at the negotiating table. \nSanctions are invariably a very blunt and useless instrument. \nPrime Minister, your stated wish to eradicate Africa’s poverty will not be attainable in Southern Africa if one of its few credible economies like Zimbabwe is totally driven to the ground.",
            "closed_at": "2008-07-18T00:00:00Z",
            "created_at": "2007-07-18T01:24:50.048537Z",
            "creator_name": "M. Nyathi",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-18T01:24:50.048537Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2008-07-19T00:01:01.132370Z"
        },
        "id": 5855309
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Embargo/"
    },
    "type": "petition"
}