{
    "data": {
        "attributes": {
            "action": "ban the manufacture and continued use of M85 submunitions.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In 02/07 the UK signed the Declaration of the Oslo Conference on Cluster Munitions, which seeks to “prohibit the use, production, transfer and stockpiling of cluster munitions that cause unacceptable harm to civilians.” In violation of the spirit and terms of this declaration, the UK has since defined M85 submunitions manufactured by Israeli Military Industries as a “smart weapon” and intends to retain them in the UK armoury. There exists substantial evidence that the M85 is a lethally indiscriminate weapon that, like all cluster munitions, must be banned. (see for instance the reports of Landmine Action, Human Rights Watch, Mines Advisory Group, Amnesty International, and the UN Mine Action Coordination Centre in South Lebanon) Innocent civilians should not fall victim to political loopholes. Even if the dud-explosion does beat the odds, there is nothing “smart” about blowing off the leg of a child. The UK must honour its commitment to the Oslo Declaration and ban M85 submunitions.",
            "closed_at": "2007-12-18T00:00:00Z",
            "created_at": "2007-07-18T08:14:42.320288Z",
            "creator_name": "Brenda Abou Khalil",
            "government_response_at": "2008-01-15T16:28:11.823525Z",
            "government_responses": [
                {
                    "created_at": "2008-01-15T16:28:11.823525Z",
                    "details": "You signed a petition asking the Prime Minister to \"ban the manufacture and continued use of M85 submunitions.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14266.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'M85submunitions'",
                    "updated_at": "2008-01-15T16:28:11.823525Z"
                }
            ],
            "opened_at": "2007-07-18T08:14:42.320288Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 358,
            "state": "finished",
            "updated_at": "2008-01-04T03:12:24.720655Z"
        },
        "id": 5858441
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/M85submunitions/"
    },
    "type": "petition"
}