{
    "data": {
        "attributes": {
            "action": "Implement a system where people who pay their stamp are not forgotten about",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "To create system where the people who have paid taxes are rewarded. 1) To prioritise tax payiers on the NHS, and provide better services. After all the longer a tax payer is on the sick the less tax they are paying and the less funding institutes like the NHS get. 2) Implement a point system that equates to tax paid/years of service. To be entitled to Counsel housing and Free health care a minimum time must have been spent working and paying tax, same to apply to maternity pay. 3) People on the Dole are required to provide proof of attending interviews and give feed back to the dole office so that they can improve their weaknesses for the next time increasing the chances of employment. 4) Any Non-british worker must have a job before coming to the UK and must work a minimum of 2 years before any benifit entitlement is applicable and this entitlement ends if they leave the UK. 5) All non-british job speakers must have a basic understaning of english. Any non-british job seeker who try claiming dole because they cannot speak english will not be entitled to it.\nIt is time that the UK started looking after the people who fund the country.",
            "closed_at": "2008-01-18T00:00:00Z",
            "created_at": "2007-07-18T09:26:45.902537Z",
            "creator_name": "Mr Cole",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-18T09:26:45.902537Z",
            "rejected_at": "2007-08-22T00:01:07.762895Z",
            "rejection": {
                "code": 256,
                "details": "Can you amend the title so as it incorporates the main point of your petition",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5861325
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PAY-YOUR-WAY/"
    },
    "type": "petition"
}