{
    "data": {
        "attributes": {
            "action": "resist calls for indefintite detention without trial or increasing the period for detention without trial",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is not a petition for those who are soft on security, but for those who see the fundamental failure of detention without trial in Northern Ireland.  Young republicans were radicalised in the 1970s by internment and the 1980s by the Diplock Courts.  It led to more community support within Northern Ireland and more financial support from wealthy Irish outside of Northern Ireland.  There seems to be an opinion that the threat of terror only has a security solution.  This fails to recognise lessons from NI, where a political and societal solution was also needed, and internment increased the threat to NI and the UK as a whole.  We do not want the same mistake to be made again.",
            "closed_at": "2008-07-18T00:00:00Z",
            "created_at": "2007-07-18T10:42:17.462237Z",
            "creator_name": "Stephen McCartney",
            "government_response_at": "2008-08-21T13:59:47.944633Z",
            "government_responses": [
                {
                    "created_at": "2008-08-21T13:59:47.944633Z",
                    "details": "You signed a petition asking the Prime Minister to \"resist calls for indefintite detention without trial or increasing the period for detention without trial.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16625\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Truly-secure'",
                    "updated_at": "2008-08-21T13:59:47.944633Z"
                }
            ],
            "opened_at": "2007-07-18T10:42:17.462237Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 295,
            "state": "finished",
            "updated_at": "2009-05-13T16:20:54.553042Z"
        },
        "id": 5864203
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Truly-secure/"
    },
    "type": "petition"
}