{
    "data": {
        "attributes": {
            "action": "Reform the tax/ benefits system with flat rate tax and restrict benefits",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The current taxation & benefits system is unfair & just encourages large amount of people not to work & claim benefits because a. the state gives them money in benefits if they do nothing & b. the state takes away a lot of money in tax if they work hard.\n\nI am suggesting a flat rate tax system with a very high tax free threshold e.g. 15,000 pounds. In addition restrict benefits to a maximum of 2 years in any one person’s lifetime so they can be used simply as a safety net in times of hardship. Certain situations would be except e.g. handicapped people.\n\nThis way there would be little incentive for people to do nothing, & the situation where people are better off on benefits than working would be greatly reduced by the tax break given to these people by raising the tax free allowance. \n\nThe additional benefit would be that the super rich, instead of hiring clever accountants & using offshore banks to hide their assets would not go to the trouble if they were told that they had to pay 1 flat rate of tax e.g. 20% & foreign capital would flow into the country given tax breaks. Therefore the state would probably even collect more tax this way.",
            "closed_at": "2008-07-18T00:00:00Z",
            "created_at": "2007-07-18T12:02:48.747983Z",
            "creator_name": "Nicholas Collier",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-18T12:02:48.747983Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 34,
            "state": "finished",
            "updated_at": "2008-07-19T00:01:01.132370Z"
        },
        "id": 5866888
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Tax-Benefits/"
    },
    "type": "petition"
}