{
    "data": {
        "attributes": {
            "action": "Make foreign cars on our road comply with our laws",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "please read this, courtesy of crewes missiles mini club-\n\nA lot has been said about the rights and wrongs of the Polish immigrants but In the West End of Crewe were we have more than our fair share of Polish I noticed that none of their BMW’s Audi’s etc have any tax. Most of the owners of these cars have been here for months and work and live in the area. I got Cllr Brian Silvester to ask the police what the situation is and the reply from the police may shock you.\n\nReply from the police\n\nRe Polish cars, this is a complex area but to summarise if a polish national is here as a visitor (includes those here working) they can drive for 12 months without any requirement for UK documentation. If they go back home for a few weeks when they come back the 12 month starts again.\n\nIf a polish national becomes a UK resident and is eligible to vote etc then they must comply with our legislation, including obtaining a UK licence and any relevant documentation for a vehicle ie tax, mot etc\n\nhope this helps regards\n\nPaul Broadhurst A/Insp, Crewe NPU\n\nthankyou for reading this.\ni do not aim to cause alarm or distress.",
            "closed_at": "2008-01-20T00:00:00Z",
            "created_at": "2007-07-18T19:25:42.535152Z",
            "creator_name": "Leigh  Stanway",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-18T19:25:42.535152Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 33,
            "state": "finished",
            "updated_at": "2008-01-21T00:01:01.499961Z"
        },
        "id": 5878552
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/polskicars/"
    },
    "type": "petition"
}