{
    "data": {
        "attributes": {
            "action": "Allow the development of a Families Support Centre at Grays Lane",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Soldiers, Sailors, Airmen and Families Association, Mole Valley Council for change of use to the property at 36 Grays Lane, Ashtead.  \n\nThe development is close to Headley court, a military rehabilitation centre used to treat personnel who may have lost limbs or suffered severe trauma serving their country.  Many of these armed forces personnel spend months rebuilding their lives at Headley Court and need the support of their families whilst going through this difficult process.\n\nThe proposed development is to provide short term accommodation to the families, giving them the opportunity to support their injured relatives.  The plan also includes some alterations at the property, including installing a wheelchair ramp.\n\nThe property is situated within an area of high value properties, and unfortunately there is a very negative response from the neighbours mostly objecting that the change of use will negatively affect their property prices and spoil the neighbourhood.",
            "closed_at": "2007-09-27T00:00:00Z",
            "created_at": "2007-07-19T06:55:06.198726Z",
            "creator_name": "lee haggan",
            "government_response_at": "2007-10-05T15:12:12.333657Z",
            "government_responses": [
                {
                    "created_at": "2007-10-05T15:12:12.333657Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"Allow the development of a Families Support Centre at Grays Lane.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13424.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Headley'",
                    "updated_at": "2007-10-05T15:12:12.333657Z"
                }
            ],
            "opened_at": "2007-07-19T06:55:06.198726Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 52865,
            "state": "finished",
            "updated_at": "2008-04-21T03:25:53.839727Z"
        },
        "id": 5883459
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Headley/"
    },
    "type": "petition"
}