{
    "data": {
        "attributes": {
            "action": "stop the go ahead of building the mega mosque in london",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "",
            "closed_at": "2008-07-19T00:00:00Z",
            "created_at": "2007-07-19T09:33:23.971821Z",
            "creator_name": "shane knowles",
            "government_response_at": null,
            "government_responses": [
                {
                    "created_at": "2007-07-26T11:30:08.598271Z",
                    "details": "We the undersigned petition the Prime Minister to stop the go ahead of building the mega mosque in london.' is ongoing. This is a response in advance of the closing date from the Government.\n\nThank you for taking the time to sign this e-petition. \n\nThis petition expresses concern about the possibility of planning permission being given for a large mosque in East London on a site near the London 2012 Olympic development in Newham. \n\nThose who have signed the petition and members of the public alike should be aware that Newham Council have confirmed that they have granted no such planning permission or received an application for a mosque as described in this petition. \n\nIn addition, there have been no approaches made to the Government in terms of seeking funding, despite the widespread unsubstantiated claim that up to £100 million of taxpayers' money is being spent on this project. \n\nThe Greater London Authority has also made a statement about untrue claims circulating about the Mayor of London's involvement in this project. The statement said:\n\n\"It has been brought to the attention of the Greater London Authority that a number of untrue reports are being circulated suggesting that the Mayor of London or other public authorities are planning to spend up to £100 million of public money on a new mosque in East London.\n\n\"The Mayor wishes to make it absolutely clear that these reports are entirely untrue. There are not now, and have never been, any plans by the Mayor or Greater London Authority spend any public money on such mosque. Indeed, it would be illegal for the Mayor of London to do so. Suggestions of a link between plans for a mosque and the 2012 Olympic Games are equally untrue, as are suggestions of the enormous size of any planned mosque.\n\n\"Equally, there is no current planning permission or application for a mosque and Newham Council do not expect a planning application in the near future.\n\n\"These facts have been in the public domain for a considerable period of time. The circulation of these manifestly untrue reports seems to be designed to bring influence to bear on a petition in relation to such a mosque on the No10 Downing Street website.\n\n\"It is quite clear that the circulation of untrue information of this kind can damage good community relations.\n\n\"All religious faiths have the equal right to construct places of worship, subject to the appropriate planning permissions. The particularly vicious nature of the campaign against a possible Muslim place of worship in East London should be condemned by all of those who support the long established right of freedom of religion in this country, and all the more so as it is based on information which has long been established to be factually untrue.\" \n\nUnder the Town and Country Planning legislation, local planning authorities are responsible for the control of development in their area. In doing so they are required to take into account all considerations, including the views of interested persons and in particular local communities. \n\nThe Government strongly believes that where controversial issues such as religious premises arise, all involved should ensure that discussions are conducted in a manner that respects the views of all sections of our communities and in a way that does not raise tensions in local areas.\n\n\nFurther information\n\n[http://www.pm.gov.uk/output/Page36.asp Sign up to our new newsletter service]",
                    "summary": "Government response to petition 'stopmegamosque'",
                    "updated_at": "2007-07-26T11:30:08.598271Z"
                }
            ],
            "opened_at": "2007-07-19T09:33:23.971821Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 646,
            "state": "finished",
            "updated_at": "2008-11-20T17:09:38.830570Z"
        },
        "id": 5885396
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stopmegamosque/"
    },
    "type": "petition"
}