{
    "data": {
        "attributes": {
            "action": "ensure that a basic neccessity such as bottled water is available after airport security checks at reasonable prices rather than extortionate airport prices, since the implementation of new laws restricting the carriage of liquids. (read more)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since the tightening of Airport Security and the restrictions enforced only allow a maximum of 100ml containers of liquids through security checks, the Government has a duty to ensure that a basic necessity such as water is available to purchase after the security checks at reasonable supermarket prices rather than astronomical airport prices. The population should not be penalised by having to pay such exorbitant prices for such a basic necessity due to changes in the law restricting the carriage of liquids and we therefore feel that it is a human right to have access to reasonably priced bottles of water. We agree in changes to the law as a measure to protect our citizens and way of life, but feel that such changes should be thoughtfully implemented to take into consideration the not so wealthy part of society.\n\nAdequate consumption of water during flying is recommended on health grounds, extortionate prices do not encourage this.\n\nThe Government should also reflect this view on the rest of the EU.",
            "closed_at": "2007-10-19T00:00:00Z",
            "created_at": "2007-07-19T09:17:50.254462Z",
            "creator_name": "John Williams",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-19T09:17:50.254462Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 32,
            "state": "finished",
            "updated_at": "2007-10-19T21:31:53.923388Z"
        },
        "id": 5885197
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/airportwater/"
    },
    "type": "petition"
}