{
    "data": {
        "attributes": {
            "action": "Denounce the Imprisonment by the Cuban Government of Amnesty International Prisoner of Conscience Dr. Oscar Elías Biscet González",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Oscar Elias Biscet is a medical doctor by profession. In 1997 he founded the Lawton Foundation for Human Rights, one of the first independent civic groups in Havana which has been labeled illegal by the government.\n\nIn 1999, Biscet led dozens of members of the opposition and thousands of Cubans on a 40-day prayer fast. Biscet organized teach-ins on non-violent resistance, civil disobedience, and the writings and thoughts of Mahatma Gandhi and Martin Luther King Jr.\n\nFidel Castro had him arrested on November 3, 1999 to prevent him from leading a demonstration organized to mark the anniversary of the Universal Declaration of Human Rights and to protest the death penalty in Cuba. Upon his release on Oct. 31, 2002, he organized another press conference to denounce prison conditions and demanded that the International Red Cross be allowed access to Cuba's prisons.\n\nOn December 6, 2002 Biscet was re-detained with 16 other dissidents after they attempted to meet at a home in Havana to discuss human rights. When police prevented them from entering the home, Biscet sat down in the street in protest chanting: \"long live human rights\" and \"freedom for political prisoners.",
            "closed_at": "2008-07-19T00:00:00Z",
            "created_at": "2007-07-19T09:06:49.032883Z",
            "creator_name": "Raul Picart",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-19T09:06:49.032883Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 63,
            "state": "finished",
            "updated_at": "2009-05-13T16:20:54.553042Z"
        },
        "id": 5885066
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Biscet/"
    },
    "type": "petition"
}