{
    "data": {
        "attributes": {
            "action": "Focus on British national heritage, religion and history for the 2012 Olympic Games",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are numerous petitions on this site to go ahead with plans to build a £100million mega-mosque. However, there are none which oppose it. As people from one of the most tolerant nations in the world, we should envelope multi-culturalism, dismiss the bigoted, and shun the racist. However, we should not simply bow down to terrorists and change our history and our heritage to appeal to others.\nThis country, has a Christian heritage. Christians are tolerant, loving, caring people. We should embrace other religions. A devout Muslim once said to me \"I am a Muslim; you are a Christian - we share one God but call him by different names and read the words of different prophets.\" \nWelcome the world to London in 2012 with a display of Britain. Show others we care. Show others we share. Show others we are tolerant. But do not hide the true Britain of which you seem ashamed. Show that neither the British Christians nor those of other faiths: Islam, Hinduism, Sikhism, Buddhism etc will give in to terrorists or political pressure. Stand up and be proud of a Great Britain - an open-minded nation where cultures, faiths, and understandings are blended in perfect harmony.",
            "closed_at": "2007-09-20T00:00:00Z",
            "created_at": "2007-07-19T13:53:56.869863Z",
            "creator_name": "Piers Davis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-19T13:53:56.869863Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 16,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5889199
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/2012heritage/"
    },
    "type": "petition"
}