{
    "data": {
        "attributes": {
            "action": "drop the proposal that the driving age should be 18 and that new drivers should not carry teenagers at night.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The govt. have proposed that the driving age in the UK should be raised to 18 after 1 year of lessons and that new drivers should be prohibited from transporting teenagers at night.\nNeither of these should go ahead.\nBiological fact: humans learn better at a younger. The driving age should remain at 17.\nA year of lessons? Many people don't need this many lessons and it would make driving an elitist practice. Lessons cost £25 p/h. One a week for 52 weeks is £1200. Ridiculous.\nTeen passengers at night; one of the reasons teens learn to drive is to go out with girlfriends and boyfriends on dates or to friends' houses etc. If new drivers are unable to take a teenager home at night what does the govt. propose they do? Break the law by taking their friends home anyway? This is a curfew in disguise.\nWe agree that the attitude towards driving should change but this is the wrong way to achieve such an aim. Penalising the young for being young causes disillusionment. Why should a minority of reckless teenagers ruin it for the majority who have the capability and maturity to drive just as safely as anyone else?",
            "closed_at": "2008-07-20T00:00:00Z",
            "created_at": "2007-07-19T17:48:16.092381Z",
            "creator_name": "Lilyna Czechnjavyik",
            "government_response_at": "2008-08-21T14:04:39.087865Z",
            "government_responses": [
                {
                    "created_at": "2008-08-21T14:04:39.087865Z",
                    "details": "You signed a petition asking the Prime Minister to \"drop the proposal that the driving age should be 18 and that new drivers should not carry teenagers at night.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16630\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'teendrivers'",
                    "updated_at": "2008-08-21T14:04:39.087865Z"
                }
            ],
            "opened_at": "2007-07-19T17:48:16.092381Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 206,
            "state": "finished",
            "updated_at": "2008-07-21T00:01:01.045837Z"
        },
        "id": 5892558
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/teendrivers/"
    },
    "type": "petition"
}