{
    "data": {
        "attributes": {
            "action": "Take immediate steps to reduce pollution and invest in renewable energy sources with the government funding a production of hydrogen cars at a low price to be made available to the masses",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned petition the Prime Minister to invest firmly into the reduction of greenhouse gasses and lead the way in creating a production line of Hydrogen cars available in mass to the general public.\nFor the government to invest firmly into the reduction of greenhouse gasses and lead the way in creating a production line of Hydrogen cars available in mass to the general public.\nWith regard to other vehicles already in use, these would be recycled up until the point that they were no longer used. Fossil fuels are great contributors to greenhouse gasses, every opportunity should be taken to reduce any and all emissions of these directly or indirectly into the environment along with other free form radicals. There is a defining point where any given system can become unbalanced to the point of saturation.\nOnce that point is reached the system will no longer function. The Planets Eco system is of paramount importance, therefore every initiative should be seized as an opportunity to advance the world in safe practices maintaining equilibrium.",
            "closed_at": "2008-07-20T00:00:00Z",
            "created_at": "2007-07-19T20:27:20.676320Z",
            "creator_name": "Radfax",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-19T20:27:20.676320Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 26,
            "state": "finished",
            "updated_at": "2009-06-02T16:36:26.565798Z"
        },
        "id": 5894737
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LiveEarth/"
    },
    "type": "petition"
}