{
    "data": {
        "attributes": {
            "action": "Launch a campaign promoting awareness that eating disorders are serious mental health problems, not 'fad diets' or lifestyle choices.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Eating disorders are treated like a joke in the general public. They are seen as narcissistic 'lifestyle choices' by a huge amount of people. \n\nThere are also many girls of school age that actually think anorexia is a diet, not a potentially lethal mental problem. I know this from my own experience of a grammar school.\n\nAs many as 5% of women are estimated to suffer from bulimia nervosa, and 1% are estimated to suffer from anorexia. These and many other types of eating disorder are on the increase, and cause huge amounts of distress, pain and anxiety to the families, friends and cares, let alone the sufferers themselves.\n\n\nWe petition the PM to launch a campaign raising awareness about what eating disorders are, warning signs, and that they are psychological problems - not a choice.",
            "closed_at": "2008-01-20T00:00:00Z",
            "created_at": "2007-07-19T19:43:28.107974Z",
            "creator_name": "Jo Wagland",
            "government_response_at": "2008-02-21T15:43:13.768101Z",
            "government_responses": [
                {
                    "created_at": "2008-02-21T15:43:13.768101Z",
                    "details": "You signed a petition asking the Prime Minister to \"Launch a campaign promoting awareness that eating disorders are serious mental health problems, not 'fad diets' or lifestyle choices.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14650.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'EDsAreReal'",
                    "updated_at": "2008-02-21T15:43:13.768101Z"
                }
            ],
            "opened_at": "2007-07-19T19:43:28.107974Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 663,
            "state": "finished",
            "updated_at": "2008-01-21T00:01:01.499961Z"
        },
        "id": 5894172
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EDsAreReal/"
    },
    "type": "petition"
}