{
    "data": {
        "attributes": {
            "action": "Allow children the right's to use the toilets during lessons, which are in a clean safe environment. Aswell as the right to being allowed to drink plenty of fluids to maintain a healthy bladder and bowel.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Lots of pupils don’t drink enough because they don’t want to have to use the toilet at school. Or they don't drink enough, because they aren't allowed to go to the toilet when they need to - pupils shouldn't have to be hanging on bursting to go. The consequences of these actions, results in some pupils having constipation and a reduced bladder . This means if you get into the habit of not drinking enough, your bladder gets smaller and can’t hold as much urine. This means you need to urinate more often. Not drinking enough also means pupils can get dehydrated, which leads to pupils not being able to concentrate in lessons. So therefore were asking for your support in asking school's to install water fountains. Aswell as giving pupils sufficient fluid breaks, within the day with at least one being within the afternoon. Pupil's should also be entitled to a clean safe toilet, with the avability of use throughout the day. Allowing these right's to pass will in result, gain better concentration levels during lesson times. These simple changes, which can be made, will in effect change the number of young pupils suffering from a weak bladder or even constipation.",
            "closed_at": "2008-04-20T00:00:00Z",
            "created_at": "2007-07-20T15:22:34.462412Z",
            "creator_name": "Scott Forbes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-20T15:22:34.462412Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 84,
            "state": "finished",
            "updated_at": "2008-04-21T00:01:01.544741Z"
        },
        "id": 5906440
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/therighttodrink/"
    },
    "type": "petition"
}