{
    "data": {
        "attributes": {
            "action": "act to stop \"fair share fee schemes\" being used as a back door to creating closed shops in Britains workplaces.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My employer TfL has deducted £7.00 from my wages and passed it to the TGWU, despite my instruction that no such deduction be made. This is the result of the introduction of what they call \"fair share fee scheme\". This money is 80% of full membership to the T&G and is to be paid by every employee regardless of their opinions on unions, hardly seems fair does it? This is a back door to the closed shop. The backward rationale for this introduction is that all employees benefit from the collective bargaining process and that it is unfair that non-unionised labour benefit, without contribution. This is a smokescreen for the failures of both organisations. TfL have a shameful record on employee relations, for which all Londoners suffer. The TGWU is a union whose membership is in decline and is seeking to implement this scheme as a means to boost falling income and force non unionised labour into their ranks.\n\nMy human rights are being compromised. Just as I have the right to free association, surely I have the right not to associate. Why should I be forced to pay money to an organisation which funds the furtherance of political objectives contrary to my own?  \n\nWhat next, a levy to the BNP or Al Qaeda?",
            "closed_at": "2007-09-20T00:00:00Z",
            "created_at": "2007-07-20T16:15:56.906111Z",
            "creator_name": "Adam Sheffield",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-20T16:15:56.906111Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 45,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5907366
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fair-share/"
    },
    "type": "petition"
}