{
    "data": {
        "attributes": {
            "action": "Legalise Cannabis under strict conditions",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The conditions we propose are:\n\n1. Age Limit be set between 18 & 21\n2. Sale of cannabis be taxed. (money made can be used to fund medical treatment for cannabis users.) \n3. Sold at designated outlets. (not in pulic shops)\n4. Consumption of cannabis is not allowed outdoors or in public. (will be for personal use in the users own home)\n5. Set amount of cannabis sold per person per week, month etc (this could be controlled by ID cards etc)\n6. Advertising limits, like the limits on tabacco, should be placed on cannabis and health warnings should be on all packaging\n\nThe benefits of legalising cannabis are as follows:\n\nThe Government would be able to control potency of cannabis available and amount sold to each individual. \nMoney made from tax would cover any medical treatment needed by users.\nUsers would not come into contact with drug dealers, therefore there is less chance of them coming into contact with harder drugs.\nWill decrease the crime rate if cannabus is readily available. It will eliminate the need of an underground subculture \n\nWe strongly urge the PM to consider legalising Cannabis under these strict conditions as we feel all parties would benefit",
            "closed_at": "2008-07-23T00:00:00Z",
            "created_at": "2007-07-20T22:23:07.943807Z",
            "creator_name": "Colin Scott",
            "government_response_at": "2008-08-21T14:12:54.777613Z",
            "government_responses": [
                {
                    "created_at": "2008-08-21T14:12:54.777613Z",
                    "details": "You signed a petition asking the Prime Minister to \"Legalise Cannabis under strict conditions.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16634\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'freetheweed07'",
                    "updated_at": "2008-08-21T14:12:54.777613Z"
                }
            ],
            "opened_at": "2007-07-20T22:23:07.943807Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 410,
            "state": "finished",
            "updated_at": "2009-04-09T12:44:33.414234Z"
        },
        "id": 5911024
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/freetheweed07/"
    },
    "type": "petition"
}