{
    "data": {
        "attributes": {
            "action": "Stop the introduction of the London LEZ until other factors have been taken into account.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are a number of reasons why the LEZ should not be introduced in it's current proposed form. No thought has been given to the effects it will have on the economy, with proposed charges being passed on to the consumer.There are many other issues relating to the LEZ that also hasn't been onsidered.  Why does the proposed LEZ have to operate 24 hours a day, 7 days a week? There are far less vehicles on the road at weekends, evenings and night-time and operating the zone in these periods will have no positive affect whatsoever. Any vehicles on the road have already passed an emissions test through the Ministry of Transport, in order to get it's MOT. This should be sufficient to drive anywhere on Britains roads. If a LEZ is needed as we are led to believe, it should only affect new vehicles manufactured after the date of the introduction of the LEZ. Over a period of time, the older vehicles will dissapear.",
            "closed_at": "2007-12-20T00:00:00Z",
            "created_at": "2007-07-20T23:27:42.984536Z",
            "creator_name": "Ray Harris",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-20T23:27:42.984536Z",
            "rejected_at": "2007-08-22T00:01:07.762895Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/LowEmissionZone/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5911315
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LondonLEZ/"
    },
    "type": "petition"
}