{
    "data": {
        "attributes": {
            "action": "Introduce the death penalty for anyone who lights a bonfire in the village of Lydlinch, Dorset over a weekend during fine weather.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Due to the deteriorating social structure in the UK,many people have become disrespecful of certain basic, citizen rights. The right to enjoy a sunny day (when it arrives !)in ones own garden, undisturbed by the actions of neighbours in relative peace & quiet is, we believe, a basic right.\nThe actions of some people involving the constant burning of rubbish & material can be very disturbing, particularly due to the amount of smoke generated by such bonfires.\nAs these people have a general disregard for anyone other than themselves, we believe that the only deterent is to introduce a penalty that is sufficiently harsh to act as a deterent. \nSuch crimes we believe, should therefore be punishable by death by public hanging.\nThe village of Lydlinch once had a public gallows sited next to the road, to act as a deterent to villains. We would like to see this ressurected to stop once and for all, the practice of lighting unnecessary bonfires.",
            "closed_at": "2008-01-21T00:00:00Z",
            "created_at": "2007-07-21T08:19:21.626626Z",
            "creator_name": "Peter Mitchell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-21T08:19:21.626626Z",
            "rejected_at": "2007-08-22T00:01:07.762895Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5912210
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Lydlinch/"
    },
    "type": "petition"
}