{
    "data": {
        "attributes": {
            "action": "stop all current on-shore Wind Farm development in Greenbelt areas until a national planning policy for renewable energy has been established",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government has set regional targets for renewable energy generation.  While this is a commendable approach to climate change and carbon emissions, the lure of subsidies has created a rush of planning submissions from developers.  Local Councils are under severe pressure to approve schemes and are being forced to consider placement within greenbelt areas, many with designated landscape value.  Our countryside will become blighted if we allow this to continue and many communities will be disrupted by noise.  As an example, to meet the target for Yorkshire, an on-shore wind Farm the size of Bradford will need to be built.  Without intervention, this will happen by stealth, with a  small windfarm being developed seemingly every other village. I call for the Government to re-issue guidelines to only allow on-shore developments to be sited on brownfield sites at least 2km away from residential property.  Indeed, large-scale developments should only be considered for placement off-shore.",
            "closed_at": "2008-07-23T00:00:00Z",
            "created_at": "2007-07-21T10:39:09.229964Z",
            "creator_name": "Melton Wood Action Group",
            "government_response_at": "2008-09-19T14:43:33.397507Z",
            "government_responses": [
                {
                    "created_at": "2008-09-19T14:43:33.397507Z",
                    "details": "You signed a petition asking the Prime Minister to \"stop all current on-shore Wind Farm development in Greenbelt areas until a national planning policy for renewable energy has been established.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16887\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'windfarm-blight'",
                    "updated_at": "2008-09-19T14:43:33.397507Z"
                }
            ],
            "opened_at": "2007-07-21T10:39:09.229964Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 765,
            "state": "finished",
            "updated_at": "2008-07-25T03:50:38.387724Z"
        },
        "id": 5913294
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/windfarm-blight/"
    },
    "type": "petition"
}