{
    "data": {
        "attributes": {
            "action": "help us protect and support our sport of airgun shooting from unnecessary and unfair legislation",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We, the undersigned, petition the Prime Minister to help us\nprotect and support our sport of air gun shooting, by pressing for policing and enforcement of existing, already strict, restrictions and legislation, and to not add further restrictions on their ownership and use by law-abiding people.\n\nWe believe that further restrictions on our sports and pastimes (such as are being currently discussed in Scotland) are not only unwarranted and unfair, but unnecessary, and will penalise only the responsible, sensible and law-abiding majority of airgun shooters.\n\nAir guns are not only used for sports in the Olympics and Commonwealth games, where Great Britain is very successful, but also provide an entry into other shooting sports. Airguns also play a vital role in pest control where firearms and other methods may be unsuitable.\n\nWe want to see the small number of criminals that misuse airguns caught by the police and prosecuted to the fullest extent of existing laws. We do not want the creation of more new laws which will adversely affect the law-abiding while allowing criminals to continue their illegal activities.",
            "closed_at": "2008-01-23T00:00:00Z",
            "created_at": "2007-07-21T18:56:05.825493Z",
            "creator_name": "Rob Morton",
            "government_response_at": "2008-02-22T14:53:27.270398Z",
            "government_responses": [
                {
                    "created_at": "2008-02-22T14:53:27.270398Z",
                    "details": "You signed a petition asking the Prime Minister to \"help us protect and support our sport of airgun shooting from unnecessary and unfair legislation.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14659.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'NoNewAirgunLaw'",
                    "updated_at": "2008-02-22T14:53:27.270398Z"
                }
            ],
            "opened_at": "2007-07-21T18:56:05.825493Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3811,
            "state": "finished",
            "updated_at": "2008-03-14T03:17:34.670318Z"
        },
        "id": 5916781
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoNewAirgunLaw/"
    },
    "type": "petition"
}