{
    "data": {
        "attributes": {
            "action": "Stop BBC funding and allow fair competition giving us the choice whether or not we wish to pay for this service",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We live in a society where people have the right to choose, which allows healthy competition which works out better for us the consumer. Unfortunately this has never been the case when it comes to the BBC. Why should we all be forced to pay a very expensive television licence fee for channels a lot of us do not even want to watch. If the BBC are so sure that their shows are of a high quality then a voluntary subscription fee such as sky should be welcomed by them. In an age of modern technology there are many reasons for a person to own a television not just to watch television shows and especially not to watch BBC channels with so many other channels to choose from. Why should we have to pay so much every year if you just want to use your television to play games and or watch DVDS. \n\nWe live in a free society where we have the right to choose, this policy of no choice is against one of our fundamental rights. We are being dictated to, being told we have to pay for this whether we like it or not. This is a crime against democracy.\n\nI feel an option where you have the CHOICE whether or not you want to subscribe to a television channel would be much fairer.",
            "closed_at": "2008-01-23T00:00:00Z",
            "created_at": "2007-07-23T10:08:31.312613Z",
            "creator_name": "Joe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-23T10:08:31.312613Z",
            "rejected_at": "2007-08-22T00:01:07.762895Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/bbc-PAYG/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5927350
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StopBBCfee/"
    },
    "type": "petition"
}