{
    "data": {
        "attributes": {
            "action": "Marilyn Kilcommons",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My petition is that we have a referendum to withdraw completely from the EU, this way we will be in control of our own destiny, borders, policies, human rights law which is a shamble, and perhaps we can restore our reputation and the \"Great\" in Britian that we used to be.  We will not have such a burden on our infrastructure, they will be no need to build so many house as people from the EU will no longer just be able to arrive and expect a handout, jumping the cue for housing, child benefits and anything else they can claim. Our economy is in good order (the only think Labour got right) and we give more to the EU that we get out of it.   We cannot as a small Island keep allowing immigrants, mainly from the EU, but the rest of the world to keep coming to Britian; it is time we took back charge of our country.  All through our history the brave people that fought and lost their lives defending Britian from invaders and now we are invaded by the back door through Brussels. If Gordon Brown really wants to make a difference, I for one will only vote for him if he has the courage to remove us from the EU.",
            "closed_at": "2008-07-23T00:00:00Z",
            "created_at": "2007-07-23T10:42:01.080934Z",
            "creator_name": "Mrs Marilyn Kilcommons",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-23T10:42:01.080934Z",
            "rejected_at": "2007-08-26T00:01:03.147534Z",
            "rejection": {
                "code": 2304,
                "details": "Title of does not incorporate the point of the petition and is similar to the following:http://petitions.pm.gov.uk/eumembership/",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5927869
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/monroe/"
    },
    "type": "petition"
}