{
    "data": {
        "attributes": {
            "action": "Following Australia's Ministers comments regarding immigrants and extremists, isn't about time the UK Government took a similar stance?",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Following Australia's Ministers comments regarding extremists, isn't about time that Government took a similar stance?\n\n'Muslims who want to live under Islamic Sharia law were told to get out of Australia .\n\nPrime Minister John Howard and his Ministers made it clear that extremists would face a crackdown. Some radical clerics could be asked to leave the country if they did not accept that Australia was a secular state, and its laws were made by parliament. \n\n\nEducation Minister Brendan Nelson told reporters that Muslims who did not want to accept local values should \"clear off. Basically people who don't want to be Australians, to live by Australian values and understand them they can basically clear off\".\n\n\"IMMIGRANTS, NOT AUSTRALIANS, MUST ADAPT. I am tired of this nation worrying about whether we are offending some individual or their culture. \n\n\"We speak mainly ENGLISH, Therefore, if you wish to become part of our society Learn the language!\"\n\n\n\"If you aren't happy here then LEAVE. We didn't force you to come here. You asked to be here.\"\n\nMaybe BRITISH citizens will find the backbone to start speaking and voicing the same truths!",
            "closed_at": "2008-07-23T00:00:00Z",
            "created_at": "2007-07-23T15:06:54.975463Z",
            "creator_name": "Paul",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-23T15:06:54.975463Z",
            "rejected_at": "2007-08-22T00:01:07.762895Z",
            "rejection": {
                "code": 10240,
                "details": "http://petitions.pm.gov.uk/language/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions",
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5931783
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Immigrants100/"
    },
    "type": "petition"
}