{
    "data": {
        "attributes": {
            "action": "ask the BBC to reconsider the withdrawal of Neighbours from its TV schedule.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The BBC has pulled out of bidding with Channel 5 for Neighbours.\n\nNeighbours was, and still is a great part of the BBC schedule, but will now be sadly missed.\n\nThe BBC says that they are doing the right thing with licence-payers' money, however, 6 million viewers would certainly disagree. With this many viewers it is offically the most watched daytime television programme in the UK - something which the BBC does not seem to be proud of. Yet, the ailing Eastenders, with its constant battering by Coronation St is still seen as the country's flagship soap, with millions being invested into its repetitive and unrealistic storylines.\n\nWith millions of people still watching terrestrial TV, channel 5 is not an option. Europeans who watch BBC1, and cannot get Channel 5 will be getting ready to say goodbye to Ramsay St.\n\nNeighbours, unlike many other soaps, has stood the test of time. \n\nWe, the undersigned urge the Prime Minister to ask the BBC to keep Neighbours and help restore the trust with the Corporation that has recently been lost.",
            "closed_at": "2008-07-23T00:00:00Z",
            "created_at": "2007-07-23T22:03:46.141089Z",
            "creator_name": "Mandeep Kumar",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-23T22:03:46.141089Z",
            "rejected_at": "2007-08-23T00:01:01.924929Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5936240
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NeighboursCH5/"
    },
    "type": "petition"
}