{
    "data": {
        "attributes": {
            "action": "Amend the \"Distance Selling Regulations\" to stop transaction and booking fees being passed on to consumers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is a trend among companies like cinemas, theatres, show and event organisers, travel agents, insurance companies and even government departments like the DVLA to charge additional costs (booking fees) and to pass on their credit card fees (transaction fees) in on-line sales.\nConsumers often have no other way of making their purchase and no way of avoiding the booking and transaction costs. Processing costs are usually lower for the on-line retailer, and merchant fees (transaction charges) are supposed to be paid by the \"merchant\" (retailer) not the consumer. Paying with a credit card is the safest option, and consumers have their own credit card fees to pay, which makes this a very unfair practise. LET'S STOP THIS PRACTICE BY CHANGING THE LAWS AND GUIDELINES FOR DISTANCE CONTRACTS, SO WE KNOW THE REAL COST UP FRONT.",
            "closed_at": "2008-01-24T00:00:00Z",
            "created_at": "2007-07-24T09:59:04.700678Z",
            "creator_name": "Simon Pointer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-24T09:59:04.700678Z",
            "rejected_at": "2007-08-23T00:01:01.924929Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Bookings-Fees/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5939893
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nofeesplease/"
    },
    "type": "petition"
}