{
    "data": {
        "attributes": {
            "action": "Re-Instate National Service",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With an already overstretched armed forces it's about time the prime minister re-instated national service for all 18-21 yr olds. That way there would be manpower available for emergencies such as recently with the heavy flooding come on labour show you've got something about you stop leaning on the guys that are already hard at work and give young people something they can be proud of for the rest of there lives.National service people could be employed as an equivalent to the americans national guard who are always on hand in times of crisis. If we had national service the green goddesses could have been deployed to pump out flood water hence the reason they were designed but no the government haven't thought of that have they, put someone who knows what there doing in charge of it and you'll have a task force capable of saving lives and property,i'm sure todays kids won't mind giving three years for this country.",
            "closed_at": "2008-03-24T00:00:00Z",
            "created_at": "2007-07-24T10:17:40.052781Z",
            "creator_name": "Stuart Weir (RN)",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-24T10:17:40.052781Z",
            "rejected_at": "2007-08-23T00:01:01.924929Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Natservice/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5940219
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/national999/"
    },
    "type": "petition"
}