{
    "data": {
        "attributes": {
            "action": "instruct the Sussex and Surrey Stategic Health Authority to build the promised new hospital at Littlehampton NOW thus bringing first class medical facilities closer to the community, taking pressure off Worthing and St Richards Hospitals allowing for an expansion in specialist treatment and in line with Government policy and public consultation.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "18 months ago after thorough consultation and 10 million pounds being set aside Sussex and Surrey Strategic Health Authoritty promised to build a new community hospital at Littlehampton in place of the existing. After demolishing the old hospital work has been stopped the new build put on hold and the ear marked money put back into the general pot. This petition is about getting he Health Authority to honour their promise and build our new community hospital NOW.",
            "closed_at": "2008-07-25T00:00:00Z",
            "created_at": "2007-07-24T12:46:56.505025Z",
            "creator_name": "Michael Northeast",
            "government_response_at": "2008-08-22T14:53:36.693158Z",
            "government_responses": [
                {
                    "created_at": "2008-08-22T14:53:36.693158Z",
                    "details": "You signed a petition asking the Prime Minister to \"instruct the Sussex and Surrey Stategic Health Authority to build the promised new hospital at Littlehampton NOW thus bringing first class medical facilities closer to the community, taking pressure off Worthing and St Richards Hospitals allowing for an expansion in specialist treatment and in line with Government policy and public consultation.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16659\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Lton-hospitalNOW'",
                    "updated_at": "2008-08-22T14:53:36.693158Z"
                }
            ],
            "opened_at": "2007-07-24T12:46:56.505025Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 594,
            "state": "finished",
            "updated_at": "2008-07-27T04:30:01.476645Z"
        },
        "id": 5942751
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Lton-hospitalNOW/"
    },
    "type": "petition"
}