{
    "data": {
        "attributes": {
            "action": "review exisiting data protection legislation and improve the reporting of information security breaches in the public and private sectors.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If a company suffers a security breach which puts customers' sensitive personal data at risk, it should be obliged to warn its customers that their information may have been compromised so they can act accordingly to protect themselves.\n\nIn the UK there is no requirement for companies to reveal that a breach has taken place - which means leaks of sensitive data can take place unknown to customers.\n\nWe want the government to review its data protection legislation and improve the reporting of information security breaches in the public and private sectors.\n\nWe are calling for greater public debate and for the government to consider legislation that would require organisations that suffer information security breaches to alert their customers if there is a chance the breach has put individuals' sensitive personal data at risk.\n\nA number of high-profile data breaches have eroded public faith in the ability of organisations to protect sensitive personal information and only a change in the law to force companies to come clean about data breaches will restore it.",
            "closed_at": "2007-10-25T00:00:00Z",
            "created_at": "2007-07-24T16:35:42.776397Z",
            "creator_name": "Steve Ranger",
            "government_response_at": "2007-12-07T15:24:05.618559Z",
            "government_responses": [
                {
                    "created_at": "2007-12-07T15:24:05.618559Z",
                    "details": "You signed a petition asking the Prime Minister to \"review exisiting data protection legislation and improve the reporting of information security breaches in the public and private sectors.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13990.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'fulldisclosure'",
                    "updated_at": "2007-12-07T15:24:05.618559Z"
                }
            ],
            "opened_at": "2007-07-24T16:35:42.776397Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 339,
            "state": "finished",
            "updated_at": "2007-10-26T00:01:01.331307Z"
        },
        "id": 5946470
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fulldisclosure/"
    },
    "type": "petition"
}