{
    "data": {
        "attributes": {
            "action": "save Glastonbury Court EMI Unit from closure.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Elderly Mentally Infirm (EMI) Unit at Glastonbury Court in Bury St Edmunds is a shining example of innovative care for the elderly who suffer from Dementia, Alzheimers, and other challenging conditions. This specialist unit excels because it combines the expertise of 6 qualified mental health nurses who work in partnership with Social Services employed care workers. The combination has provided a loving, safe, caring, and comfortable home for vulnerable members of society who can no longer care for themselves. Suffolk CC intends to close the unit in October –with roughly 11 weeks’ notice- and ‘place’ the 19 residents elsewhere; a disturbance that may be their death sentence.  And why? – could it be because of a pending review of all Suffolk Care Homes? Is it better to rid the system of a one-off and undoubtedly difficult unit first, thus making the remaining package of homes more attractive to sell? Glastonbury Court is a success story and example for the future, which should be duplicated not shut - will this happen near you soon?",
            "closed_at": "2007-10-25T00:00:00Z",
            "created_at": "2007-07-24T22:04:31.818532Z",
            "creator_name": "Mrs V A Pratten",
            "government_response_at": "2007-12-04T15:46:07.415826Z",
            "government_responses": [
                {
                    "created_at": "2007-12-04T15:46:07.415826Z",
                    "details": "You signed a petition asking the Prime Minister to \"save Glastonbury Court EMI Unit from closure.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13956.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Glastonbury-Ct'",
                    "updated_at": "2007-12-04T15:46:07.415826Z"
                }
            ],
            "opened_at": "2007-07-24T22:04:31.818532Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 259,
            "state": "finished",
            "updated_at": "2007-10-26T00:01:01.331307Z"
        },
        "id": 5950165
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Glastonbury-Ct/"
    },
    "type": "petition"
}