{
    "data": {
        "attributes": {
            "action": "Intervene in the eviction of Advocacy In Darlington by Darlington Borough Council and give it the respect it is due as an independent Advocacy Service for those in need.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Advocacy In Darlington is under threat of eviction by Darlington Borough Council as it is an independent organisation that dares to speak the truth and offers support to marginalised people from all different sorts of communities including, vulnerable adults, children and also ethnic minority groups as well as those with learning disabilities, mental health problems and the elderly.\n \n\nAdvocacy is an important tool in helping people stand up for what they believe in and a way of accessing a better life for themselves and therefore needs to be independent of any influencing authority, to benefit those most in need.\n\n\nAdvocacy Services, like the one in Darlington, are often accessed by other organizations in various parts of the country and help to provide information and support that has a far wider reach than its own local authority. \n\n\nAdvocacy In Darlington deserves to be shown the respect it has earned, but as that is sadly lacking form its own Council the Government needs to intervene and allow this invaluable service to continue in its fights for justice for all.",
            "closed_at": "2008-01-25T00:00:00Z",
            "created_at": "2007-07-25T11:00:53.556082Z",
            "creator_name": "Margaret Marshall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-25T11:00:53.556082Z",
            "rejected_at": "2007-08-24T00:01:03.380427Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5956304
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AdvocacyRights/"
    },
    "type": "petition"
}