{
    "data": {
        "attributes": {
            "action": "call for the release of Sheikh Hasina- the former Prime Minister of Bangladesh",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is to call for the release of Sheikh Hasina of Bangladesh.\n\nIt also calls for due process of law, to grant her bail, to protect Hasina's right to free speech and to guarantee the rights and safety of her supporters to assemble and demonstrate against her detention. \n\nSheikh Hasina, is the daughter of the nation's father, Sheikh Mujibur Rahman, she is also the former Prime Minister and the current President of the Awami League. \n\nSheikh Hasina's arrest on corruption charges is widely believed to be nothing more than a political strategy by the current military backed government of the People's Republic of Bangladesh to destroy the image and support for the two leading parties in the country. \n\nThis petition is to lodge our opposition to the current misguided strategy of 'minus-two' by all those that sign it. It also calls for the international community to do more to protect political figures, such as Sheikh Hasina, during the current crisis.",
            "closed_at": "2008-07-25T00:00:00Z",
            "created_at": "2007-07-25T13:34:55.390326Z",
            "creator_name": "Tulip Rizwana Siddiq",
            "government_response_at": "2008-08-22T14:22:59.983076Z",
            "government_responses": [
                {
                    "created_at": "2008-08-22T14:22:59.983076Z",
                    "details": "You signed a petition asking the Prime Minister to \"call for the release of Sheikh Hasina- the former Prime Minister of Bangladesh.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16657\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SheikhHasina'",
                    "updated_at": "2008-08-22T14:22:59.983076Z"
                }
            ],
            "opened_at": "2007-07-25T13:34:55.390326Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 346,
            "state": "finished",
            "updated_at": "2008-07-26T00:01:01.921221Z"
        },
        "id": 5959180
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SheikhHasina/"
    },
    "type": "petition"
}