{
    "data": {
        "attributes": {
            "action": "extend and modernise our Motorway network bringing it in line with other leading gobal economies.  We presently suffer a lot of conjestion and accident rates on certain A/B roads due to the lack of Motorways running along those routes, which statistics show are safer.  Extending the motorway network may also improve travelling times could also enhance the economy, our way of life, and may ease pollution.  You'll probably never stop people buying cars, but you can save them from sitting in queues for hours with the engine running by helping to keep the vehicles moving.  Please Prime Minister help us all, and bring our road transport into the 21st century.  Re-ignight a substancial Motorway building program.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We lag behind a great number of developed nations on nearly every statistic when it comes to our Motorway network.  There just aren't enough miles of it to cope with the number of vehicles we have.  The publicity always seems to argue we shouldn't tarmac over our green and pleasent land.  When you were last in a plane and looked down over Britain did you see loads of tarmac? over our countryside?.... it is more likely you saw miles and miles of fields with the occasional road/motorway and town/village etc.  A motorway width actually takes a fraction of the width of a field.\n\nWe probably spend hours and waste £billions sitting in queues on our existing and overstretched motorway network and navigating our way across the country on A/B roads behind a tail of traffic.  Motorways are far safer and quicker.  In my opinion Britain deserves a 21st century network of roads to keep us moving.  You'll probably never stop people buying cars, but you can save them from sitting in them for hours with the engine running by keeping them moving.  Please Prime Minister help us all, and bring our road transport into the 21st century.  Re-ignight a substancial Motorway building program.",
            "closed_at": "2008-07-26T00:00:00Z",
            "created_at": "2007-07-25T20:31:53.471978Z",
            "creator_name": "Richard Alan Burton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-25T20:31:53.471978Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 23,
            "state": "finished",
            "updated_at": "2008-07-27T00:01:01.597769Z"
        },
        "id": 5966789
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Extend-Motorways/"
    },
    "type": "petition"
}