{
    "data": {
        "attributes": {
            "action": "-  Keep Greater Manchester and the M60 Free  -  Oppose congestion charging in any of the towns in the Manchester area or on the M60, provide no funding for it, and require a referendum before the councils can introduce it",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Keep Manchester and the towns nearby, and the M60 free.  No road pricing here.  No new road tolls.  No tax on travel.  No government bribes to coerce travellers onto inconvenient and expensive public transport.\n\nCongestion charging is very inconvenient for the user.  The London scheme only makes a profit due to penalties.  Other schemes could lead to unexpected large debts with no way to dispute them.  How is the driver to know in advance even roughly how much a journey would cost?\n\nRoad pricing is not about reducing congestion, but pricing private cars off the road.  It damages business, commuting and social activity.  It \nhurts most those least able to pay.  It requires a vast expensive system to monitor every journey.  It is an intolerable interference with our \nfreedom.\n\nIf the councils are determined to press ahead, then let the people of each area within Greater Manchester and the towns nearby decide in a fair referendum whether they want congestion charging.",
            "closed_at": "2008-03-11T00:00:00Z",
            "created_at": "2007-07-25T20:08:43.123332Z",
            "creator_name": "Marlon Campbell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-25T20:08:43.123332Z",
            "rejected_at": "2007-08-25T00:01:03.875680Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Manccongestion/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5966443
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoTollManchester/"
    },
    "type": "petition"
}