{
    "data": {
        "attributes": {
            "action": "Approve Grehta for Clean Air O2 trading for poor nations because they enjoy the comparative Advantage",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Greenhouse Tourism Agency (GREHTA) is non Profit organisation. The details of our Action Plan were communicated to Tony Blair  in November 2006 he referred the details of our Action Plan to department of Culture. We are pioneering the idea of trading in Clean Air O2 through Greenhouse tourism. So that communities owning Forests and Plants in poor nations that emit clean air and Oxygen can trade in clean Air through Greenhouse Tourism. The department of Environment advised us to submit our initiative to the parliament and our memorandum has been published as CCBO3 in draft Climate Change Bill report. The department of culture has contradicted itself on the Subject and has declined to clear us to World Tourism Organisation. World Tourism Organisation has welcomed the initiative as interesting. We are requesting that our programme which is lagging behind in schedule be given priority so that we are cleared to World Tourism Organisation to establish the Clean Air trading framework because it is going to benefit the whole world. We are ready to defend our Programme if called upon in any meeting.",
            "closed_at": "2007-09-27T00:00:00Z",
            "created_at": "2007-07-25T22:01:47.481925Z",
            "creator_name": "Edward Mashate",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-25T22:01:47.481925Z",
            "rejected_at": "2007-07-30T10:22:48.616157Z",
            "rejection": {
                "code": 1024,
                "details": "",
                "reasons": [
                    "Commercial endorsement, promotion of any product, service or publication, or statements that amount to adverts"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5968038
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Endorse/"
    },
    "type": "petition"
}