{
    "data": {
        "attributes": {
            "action": "Stop the proposed development of land known as \"Bogod Land\" Old St Mellons, Cardiff",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned are absolutely appalled at the prospect of any possible acceptance by Cardiff Council to build on the Bogod land, in Old St Mellons.\n\nMore so, that such a horrendous money  grabbing scheme proposes to build up to 160 houes on such a  small parcel of land, in what is a prestigious  neighbourhood.\n\nThis situation is made worse as it is proposed to be built on a GREEN field site which is known to contain a lot of WILD LIFE including some very rare species.\n\nThe three main arteries into this area, namely Began Road, Druidstone Road and Ty Winch Road, can not cope with the volume of TRAFFIC as it is.\n\n  These roads are dangerous and over burdened and more serious accidents are bound to happen.  This despite the steps already taken to slow traffic down.\n\nIt would be highly irresponsible of the Council to allow any building which would effectively double the traffic on these roads.\n\nFinally  the  water  from  the  site,  will  cause  FLOODING  on  lower  Began  Road  and  the  adjacent  brook.  This will  compound  the  current  flooding  problems  in  the  lower  Began  Road/Rhymney  River  area.",
            "closed_at": "2008-05-26T00:00:00Z",
            "created_at": "2007-07-26T15:00:19.523567Z",
            "creator_name": "ANDREW RHYS HOWELL",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-26T15:00:19.523567Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 35,
            "state": "finished",
            "updated_at": "2008-05-27T00:01:01.730544Z"
        },
        "id": 5981144
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RuralStMellons/"
    },
    "type": "petition"
}