{
    "data": {
        "attributes": {
            "action": "Detail, in a form of a British Sign Language Bill, how all Deaf and hard of hearing people will have the legal right to learn, use and access British Sign Language as ratified in the UN Convention of Human Rights for People with Disabilities",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On 30th March 2007, UK signed the Covention of Human Rights for People with Disabilities.  This convention states that Deaf and hard of hearing people have a right to:\n1. Access through the use of professional sign language interpreters(article 9(2e)).\n2. The acceptance and facilitation of the freedom of expression and opinion, and access to information, in British Sign Language(article 21b).\n3. The recognition and promotion of the use of British Sign Language(Article 21e).\n4. In Education, the facilitation of the learning of British Sign Langauge and the promotion of linguistic identity of the deaf community(article 24(3b)).\n5. The employment of teachers who are deaf and qualified in British Sign Language to teach deaf and hard of hearing children(Article 24(4)).\n6. The recognition and support of the cultural and linguistic identify of deaf people who use sign language and their deaf culture(Article 30(4)).\n\nThese fundamental principles already ratified by the UK Government, can be implemented by the adoption of a 'BSL Bill' (as an addition to the Sign Language Recognition presented by the DWP on 18th March 2003) and be developed at the soonest opportunity.",
            "closed_at": "2007-09-27T00:00:00Z",
            "created_at": "2007-07-26T18:32:56.123760Z",
            "creator_name": "John Walker",
            "government_response_at": "2007-11-29T15:22:26.829841Z",
            "government_responses": [
                {
                    "created_at": "2007-11-29T15:22:26.829841Z",
                    "details": "You signed a petition asking the Prime Minister to \"Detail, in a form of a British Sign Language Bill, how all Deaf and hard of hearing people will have the legal right to learn, use and access British Sign Language as ratified in the UN Convention of Human Rights for People with Disabilities.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13883.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'BSL-human-rights'",
                    "updated_at": "2007-11-29T15:22:26.829841Z"
                }
            ],
            "opened_at": "2007-07-26T18:32:56.123760Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1718,
            "state": "finished",
            "updated_at": "2007-11-09T03:11:17.886250Z"
        },
        "id": 5984620
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BSL-human-rights/"
    },
    "type": "petition"
}