{
    "data": {
        "attributes": {
            "action": "reject calls for the United Kingdom to have a written constitution",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Most countries have a written constitution, but most countries are not blessed with our history and traditions. We have an excellent principle that one parliament cannot bind its successor, and this is surely correct: we have no more right to dictate to future generations how they should conduct themselves than foreigners have to dictate to us today how we should live our lives. Indeed, the concept of a written constitution involves a good deal of hubris, and what will surely happen is that the law of unexpected consequences has a field day. Our present flexible unwritten constitution allows for continuous but gradual adaptation and change, and thank goodness that we are not, for example, faced with the spectacle of a Supreme Court trying to justify its various religious and moral prejudices concerning abortion by casuistical reasoning on a constitution that is more than two hundred years old. The PM must resist siren voices urging that virtually every other country has a written constitution: our system has served us well for centuries, is serving us well now, and will continue to serve us well for the foreseeable future.",
            "closed_at": "2008-01-30T00:00:00Z",
            "created_at": "2007-07-27T13:28:44.376008Z",
            "creator_name": "John Heard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-27T13:28:44.376008Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 19,
            "state": "finished",
            "updated_at": "2008-01-31T00:01:01.393328Z"
        },
        "id": 5995655
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/constitutionasis/"
    },
    "type": "petition"
}