{
    "data": {
        "attributes": {
            "action": "Cancel student loan debts for students who started University in 1998",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In 1997 students who were curently studying A-Levels with a view to going on to Higher Education discovered that they would be the first year of students to be charged tuition fees and encouraged to take out student loans. \n\nThis policy was brought in by the then new Labour government. \n\nThis group of 16 / 17 year olds were under the impression when they commenced A-Level study (or other university lead-in courses) that their higher education course would be free. This was not the case.\n\n10 years after this legislation was passed many students regret that their Further Education level of study was not what they would have chosen had they known at the outset that they would end up in considerable debt. \n\nMany of these university students have not yet even reached the earnings threshold at which they can begin to pay back student debts. Therefore the debts should be cancelled.",
            "closed_at": "2008-07-30T00:00:00Z",
            "created_at": "2007-07-27T13:21:40.351153Z",
            "creator_name": "Emma Hardy",
            "government_response_at": "2008-09-19T14:57:49.135154Z",
            "government_responses": [
                {
                    "created_at": "2008-09-19T14:57:49.135154Z",
                    "details": "You signed a petition asking the Prime Minister to \"Cancel student loan debts for students who started University in 1998.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16894\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'student-loans-98'",
                    "updated_at": "2008-09-19T14:57:49.135154Z"
                }
            ],
            "opened_at": "2007-07-27T13:21:40.351153Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10314,
            "state": "finished",
            "updated_at": "2009-07-24T14:44:23.760260Z"
        },
        "id": 5995517
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/student-loans-98/"
    },
    "type": "petition"
}