{
    "data": {
        "attributes": {
            "action": "To think more of this countries children",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I think that it is desgraceful that the goverment are bringing in wrap around care for our children.I have worked for 15 years as a Nursery Nurse and a youth worker with children from 0-25. The care that children need to be getting should come from one parent being able to afford to stay at home. All this idea will do is give children less guidence and understanding of family contexts. I would like the goverment to give more support to parents to be able to stay at home to raise their own children.  I put it to the prime minster that wrap around care is going to create more crime and unsocial behaviour. Children are going to grow up with no stability or consistent bounderies.Can the goverment use tax payers money to prioritise its own before others? The goverment should be paying parents to stay at home with their children at least under 12's. I think its appalling that you are bringing in less benefit to single parents whose children are the needyess you are taking away those children's mummy or daddy whom is all they know and making them work. Your not giving them the choice to bring up their children how they wish as they may have been able had they been in a couple.",
            "closed_at": "2008-07-31T00:00:00Z",
            "created_at": "2007-07-27T16:37:46.721477Z",
            "creator_name": "claire mildenhall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-27T16:37:46.721477Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10,
            "state": "finished",
            "updated_at": "2008-08-01T00:01:01.481935Z"
        },
        "id": 5998415
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/childrencome1st/"
    },
    "type": "petition"
}