{
    "data": {
        "attributes": {
            "action": "'educate and promote +ve lefthand education? ie write draw sports/throw/bats,clubs, raquettes,javelin, hammer shot, stance and timing aim LEFTHAND TOOOLABILITY/ALL HAND TOOLS? LEFTHANDED WEAPONS SHARP TO DEADLY over years makes a balanced 2 hemisphere brain and nice user friendly 2 data to base their lives on.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "'educate and promote +ve lefthand use skill in schools sport culture and life long learning AMBIDEXTERITY \n\nBrain Hemisphere+ve cirriculum of write draw paint plan build take apart/ tools hammer saw knife screwdriver mallet LEFTHAND ISE OF MACHINES stoneM THROW AIM dart spear stone just non academic elementary 1 time only Not much?LEARN all in 3 months?\n1 IF ADULT NO NEED FOR SCHOOL JUST DIRECT DOWNLOAD\nTO SAFE use A TOOLED LEFT-HAND, ARM 2 TO 1,2 TARGET \n2 NOT HURT ME \n3 NOT HURT OTHERS \n4 NOT DAMAGE TOOLS \n5 IF NAVIGATE 2 TOOLS AT 1 TIME THEN THE 2 TOOLS MUST BE AIM NAVIGATE/ SECOND BY A \n6 STEREO AMBIDEXTROUS ABLE BRAIN/SEC IE DOUBLE BRAIN PROCESSING/SEC \nTEACHING 2 HAND WRITE DRAW PAINT BUILD ALL GEARED 2 HANDED GROW DEVELOPS CLEVER HUMAN THINK IN RIGHT-HAND LOOK AIM DO DRIVE GUNS/NERVES DEVELOPED/YEARS TO FINE AIMS/huge throws concentrate think/target\n     \nif you search there is only a handfull of websites on ambidexreous ambidexterity not many in all the world?",
            "closed_at": "2008-07-27T00:00:00Z",
            "created_at": "2007-07-27T16:56:47.794963Z",
            "creator_name": "BLAKE HANO",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-27T16:56:47.794963Z",
            "rejected_at": "2007-08-29T00:01:03.315586Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 5998686
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AMBIDEXTROUS-EDU/"
    },
    "type": "petition"
}