{
    "data": {
        "attributes": {
            "action": "allow pistols prohibited by the firearms (ammendment) act 1997 to be held by FAC holders on the provision they are stored at registered, properly secure police-checked gun clubs for sporting use, and also where proper security can be seen to be viable to allow those with the appropriate certificate to be allowed to keep their pistols at home, subject to the same regulations governing rifles",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "the ammendments made to the firearms acts have done nothing to halt the use of firearms in criminal activities.\n\nit was legitimate shooters who were penalised under the ban.\n\nthe ammendments to the act were non-sensical and an over-reaction to various incidents such as the dunblane massacre.\n\nthe ammendments restrict peoples freedom to choose to participate in what was a popular sporting activity.\n\nit undermines the very point of living in a free country.\n\nit demonstratesa miscarriage of justice as far as punishing the criminals instead of the innocent.\n\nlegally held pistols are not those which would be used for criminal activities.\n\nafter the successful bid for the olympic games,it is an insult to competitive shooters that they are prohibited from fully participating in their chosen sport in their own country\n\nthe success of pistol shooting if it were aknowledged would create an impetua for new sportsmen and women to participate, and would also have a positive effect on the economy from sales and manufacture offirearms themselves and also associated accessories, such as cabinets, etc.",
            "closed_at": "2008-01-27T00:00:00Z",
            "created_at": "2007-07-27T19:18:25.529054Z",
            "creator_name": "joel hall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-27T19:18:25.529054Z",
            "rejected_at": "2007-08-29T00:01:03.315586Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/legalpistols/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6000332
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pistol/"
    },
    "type": "petition"
}