{
    "data": {
        "attributes": {
            "action": "Stop Disability Living Allowance Claiments Being Wrongly Denied Benefit Which They Are Entitled To...",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "to many genuine people with medical evidence from their GP's and consultants are being turned down for Disability Living Allowance due to the Department of works and pensions(DWP) medical doctors going against the medical evidence provided when making a claim,causing further hardship and stress to people who are already having to live with there illness and disability.Too many cases are having to go to appeal when the decission should have been accepted on medical eveidence from a GP or Consultant that knows the patient well and not a medical doctor that has only seen someone in there home for 20 minuites or not even seen the patient as in many cases that has been brought to the attention of myself and many others.A quantum leap in the quality of medical assessment and decision-making is needed for welfare reform objectives to be realised, so that\napplicants could be spared distress and hardship when they are wrongly denied benefits to which they are entitled. \nthe DWP would save resources devoted to unnecessary reconsiderations and appeals. \nthe Appeals Service would have fewer appeals to deal with.",
            "closed_at": "2008-01-30T00:00:00Z",
            "created_at": "2007-07-27T20:38:54.852856Z",
            "creator_name": "Sue Taylor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-27T20:38:54.852856Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 233,
            "state": "finished",
            "updated_at": "2008-02-04T03:16:54.813008Z"
        },
        "id": 6001332
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DLABenefit/"
    },
    "type": "petition"
}