{
    "data": {
        "attributes": {
            "action": "Seek to overrule the legislation by the FSA  putting claims on hold",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On 27 July 2007, the OFT commenced litigation proceedings against the big seven banks to try and establish once and for all as to whether these overdraft fees are actually unlawful. \n\nWhilst we agree with this course of action, the FSA has waived the regulation that enforces the banks to process claims of this nature until the outcome of this hearing.\nThis means that any claims going through the banks now for reclaiming charges (sometimes in their thousands) are put on hold and will not be processed for what could take up to two years if any appeals are allowed.\nThe FSA has also allowed the banks to apply for a stay in all court proceedings of this nature until the case has finished. And, just to rub salt in the wounds, they have allowed the banks to keep on charging!!!How can the OFT,FOS and the FSA be protecting the consumer interest by stopping them reclaiming what is rightfully theirs and still allowing the banks to charge these ridiculously high penalty charges. I call upon the Prime Minister to have this legislation overturned and let the people of this country claim back what is rightfully theirs.",
            "closed_at": "2007-10-30T00:00:00Z",
            "created_at": "2007-07-28T14:23:50.235650Z",
            "creator_name": "Anthony Murphy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-28T14:23:50.235650Z",
            "rejected_at": "2007-07-31T10:44:19.137923Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/BancoChargio/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6006879
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bankcrusher/"
    },
    "type": "petition"
}