{
    "data": {
        "attributes": {
            "action": "FORCE THE LOCAL AUTHORITIES TO MAINTAIN DRAINAGE SYSTEMS",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In several UK cities, the drainage systems have not been maintained properly since privatisation of the Water Boards in the late 1980s. As council tax and water bill payers, the people of this country should be entitled to the maintenance of these drains, and not be charged separately for \"Flood Defences\" as suggested by the Chief Executive of the Environment Agency on ITV on 28th July 2007. The drainage system should be maintained properly, repaired where necessary, upgraded and kept clear at all times, so that (A)in the event of heavy rains, the drainage systems work properly and (B) we are not relying on a drainage system largely designed in Victorian times. As the water boards make huge profits, and get their raw product for nothing, this should take prority over shareholders bonuses. This maintenance should be enforced by the government, as we are already paying for it, though the money we are charged appears to end up in investors pockets, and not the drainage infrastructure. Furthermore, by insurance companies increasing premiums,the government receive more money in insurance tax, whilst we, the British people, receive a poorer service. This is clearly not right.",
            "closed_at": "2008-07-28T00:00:00Z",
            "created_at": "2007-07-28T22:44:00.339928Z",
            "creator_name": "PAUL HINDMARSH",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-28T22:44:00.339928Z",
            "rejected_at": "2007-08-30T00:01:02.271599Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/reducefloods/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6010524
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DRAINAGESYSTEMS/"
    },
    "type": "petition"
}