{
    "data": {
        "attributes": {
            "action": "understand the amount of asylum seekers and refugees committing crime in the UK is becoming too much and we need the government to act now and get it sorted.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am asking for this petition to be sent out to all, if a refugee or asylum seeker has committed an offence of Murder, manslaughter, Rape, Fraud, sexual assault or pedophilia.\n\nThese persons should stand in law in our courts then should be deported straight away without appeal.\n\nWe have abide by the Human Rights Act by allowing this person to come to the UK, Live here, claim benefits and have a better life for that person to ruin it for themselves and maybe their families, therefore why should the people of the UK have these persons living here in the UK committing crimes and basically getting away with it.\n\nIf they knew there was a 100% chance if they commit a major crime that they would be deported then I think our crime rate for gun crime and drugs will drop considerably.",
            "closed_at": "2007-10-29T00:00:00Z",
            "created_at": "2007-07-29T08:58:18.742249Z",
            "creator_name": "Mike McDonagh",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-29T08:58:18.742249Z",
            "rejected_at": "2007-08-30T00:01:02.271599Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Foreign-Cons/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6011814
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LiveinUK/"
    },
    "type": "petition"
}