{
    "data": {
        "attributes": {
            "action": "Return the right to declare war to the Monarch",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Right Honourable Gordon Brown has recently suggested that Parliament should have the final say in whether the United Kingdom should go to war. Parliaments exist to make laws. It is the responsibility of the Executive to make war. Parliament is too partisan to be able to make such a decision.\n\nAn illustration of the partisan nature of a parliament is the fact that it took the loss of thousands of US Servicemen at Pearl Harbour for FDR to convince the US Congress to declare War on Japan in December 1941. It was not hard for the incumbent US President to convince Congress to give the President significant powers under the War Orders act to wage war where he might under the auspices of the \"war on terror\"\n\nOur Monarch is bound by the rule of law. The 1689 Bill of Rights requires the Monarch to consult Government Ministers with regards to all decisions. Would it be hard to enact a law to allow the Monarch to declare war so long as the Cabinet, the Leader of the Opposition and the Defence Council has been consulted. This would be a much better system. It would also allow the Executive to act more rapidly in the most hostile and fast moving of international events.",
            "closed_at": "2008-07-31T00:00:00Z",
            "created_at": "2007-07-29T14:46:03.877627Z",
            "creator_name": "Ian Roberts",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-29T14:46:03.877627Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2008-08-01T00:01:01.481935Z"
        },
        "id": 6014717
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Declaration/"
    },
    "type": "petition"
}