{
    "data": {
        "attributes": {
            "action": "IMMEDIATELY review the decision that a woman of 103 (Esme Collins) has been served with an eviction notice by nursing home bosses, because she cannot afford to pay an extra £100 a week for her room. As this elderly lady MUST be spared the indignity of being used as a pawn by her care home in a justifiable battle for funding, her status MUST be raised to \"nursing\" rate level, which will make her eligible for funding with immediate effect. Whilst further to this action the PM will personally undertake to ensure that a thorough and urgent review is undertaken immediately towards full and proper provision of necessary and appropriate care for the elderly, guaranteeing humane and civilised standards of care for all regardless of age, gender, race, religion and ability to pay.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Esme Collins, who requires round-the-clock nursing, will be removed from her home of the last ten years unless she meets the demands of her nursing home within 28 days. Her 84-year-old daughter claims she is being used as a pawn by a care home in its battle for funding from her local authority. There are significant fears that Esme will not survive the upheaval of being shunted to another home. \"Moving her will be a death sentence,\" her daughter said. \"She is an old lady who has worked hard all her life and never claimed a penny off the state. She should be allowed a bit of dignity in her final few years.\" Mrs Collins retired when she was 75and became a volunteer for meals-on-wheels, eventually moving into privately-run Abbeymoor nursing home in Worksop, Nottinghamshire, due to illness. She suffers from severe osteoporosis and is bed-ridden. Yet officials at the county council claim her needs do not meet the criteria set down for financial support.",
            "closed_at": "2007-08-19T00:00:00Z",
            "created_at": "2007-07-29T21:25:48.091217Z",
            "creator_name": "Gordon Moffatt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-29T21:25:48.091217Z",
            "rejected_at": "2007-08-30T00:01:02.271599Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6018273
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveEsmeNOW/"
    },
    "type": "petition"
}