{
    "data": {
        "attributes": {
            "action": "Force video upload sites to take a zero tolerance policy on violence & anti-social behavior and not display any such videos",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Following the BBC Panorama program titled \"children's fight club\" I was left astonished that sites such as You Tube took such a pathetic approach to policing violent video uploads of assaults and anti-social behavior.\n\nThe government needs to step in and make the site owners responsible for ensuring such videos are not available for the public to view and users uploading these banned.\n\nWatching this documentary and the comments made by one of Google's employees left me astonished - if it were this individuals child I'm sure her approach would be different. It is ridiculous to state it is the police's responsibility to get these removed and do nothing.\n\nIf you are a parent think of how you would feel if your child was a victim of assault and then had the video posted online. Please sign this petition and lets hope we can try to make a difference.",
            "closed_at": "2008-07-30T00:00:00Z",
            "created_at": "2007-07-30T20:13:20.058569Z",
            "creator_name": "Worried Parent",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-30T20:13:20.058569Z",
            "rejected_at": "2007-08-30T00:01:02.271599Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/violenceupload/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6032416
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoToViolentVideo/"
    },
    "type": "petition"
}