{
    "data": {
        "attributes": {
            "action": "instruct the FSA to withdraw its statement on Bank Charge claims which is unfair and unjust.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We, the undersigned, call on the FSA to re-consider the impact of its decisions on bank charges claimants, and to rescind its waiver to UK banks at the first opportunity.\n\nWe also call on the county courts and the Financial Ombudsman Service to continue to handle these claims. We also ask the FSA to support this position.\n\nThe Office of Fair Trading is supposed to be starting a blanket action to recover illegal bank charges through the High Court but this will take years to complete and the 6 year rule will eliminate many people from the claim and cost them thousands of pounds in some cases.  We request that, in this case, the Government should fix the start date for claims so that irrespective of the length of time it takes the courts all outstanding claims will be met. We suggest a start date of 1st January 2001 as appropriate and that all claims for charges after that date should be honoured in any settlement.  The FSA notice is unfair and undemocratic and serves only to support those organisations in which it has a vested interest.  The FSA is also setting itself above the Law by taking this action.",
            "closed_at": "2007-10-31T00:00:00Z",
            "created_at": "2007-07-31T07:49:49.453028Z",
            "creator_name": "James Findlay",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-31T07:49:49.453028Z",
            "rejected_at": "2007-08-30T00:01:02.271599Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/BancoChargio/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6035220
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IllegalCharges/"
    },
    "type": "petition"
}