{
    "data": {
        "attributes": {
            "action": "Overule the recent FSA regulation to allow banks not to processs claims",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "However, you may be aware that on 27 July 2007, the OFT commenced litigation proceedings against the big seven banks to try and establish once and for all as to whether these overdraft fees are actually unlawful. \nWhilst I agree with this course of action, the FSA has waived the regulation that enforces the banks to process claims of this nature until the outcome of this hearing.\nThis means that any claims going through the banks now for reclaiming charges (sometimes in their thousands) are put on hold and will not be processed for what could take up to two years if any appeals are allowed.\nThe FSA has also allowed the banks to apply for a stay in all court proceedings of this nature until the case has finished. This is a ridiculous situation for all local people who are in the process of reclaiming charges. And, just to rub salt in the wounds, they have allowed the banks to keep on charging!!! This rule must be overtunred to stop consumers getting into much more debt through the banks still applying these charges.",
            "closed_at": "2007-10-01T00:00:00Z",
            "created_at": "2007-07-31T12:18:22.832873Z",
            "creator_name": "Deborah Murphy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-31T12:18:22.832873Z",
            "rejected_at": "2007-08-30T00:01:02.271599Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/BancoChargio/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6039542
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FSARegs/"
    },
    "type": "petition"
}