{
    "data": {
        "attributes": {
            "action": "allow local authorities the power to license legal private-member Cannabis Social Clubs for adults",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "CANNABIS SOCIAL CLUBS: A HEALTHY OPTION\n\nIn most countries, adults can go to a shop or bar when they want to buy alcohol or consume, or they can brew their own. \n\nThere should be a system for production and distribution of cannabis that will cause less problems and lower policing costs. There should be a place where cannabis can be enjoyed in a responsible way, where it is away from minors, hard drugs, and where the consumers are safe. \n\nCSC’s are associations of citizens who want to cultivate a limited amount of cannabis to satisfy their personal needs legally.\n\nHealth and safety conditions of a CSC should be monitored during the entire process - from cultivation to consumption. This would stop the use of adulterants used in the illegal market all with their own risks.\n\nCultivation would take place in accordance with safety rules. This would reduce problems such as fire risk and theft of electricity.\n\nMembership of the clubs would be limited to adults, so these clubs are a way to reduce the availability of cannabis to minors.\n\nThis proposal is a harm reduction measure.",
            "closed_at": "2008-01-31T00:00:00Z",
            "created_at": "2007-07-31T16:13:40.197517Z",
            "creator_name": "Alun Buffry",
            "government_response_at": "2008-02-27T15:29:15.129165Z",
            "government_responses": [
                {
                    "created_at": "2008-02-27T15:29:15.129165Z",
                    "details": "You signed a petition asking the Prime Minister to \"allow local authorities the power to license legal private-member Cannabis Social Clubs for adults.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14736.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'CannabisSocClubs'",
                    "updated_at": "2008-02-27T15:29:15.129165Z"
                }
            ],
            "opened_at": "2007-07-31T16:13:40.197517Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 591,
            "state": "finished",
            "updated_at": "2008-02-24T03:12:54.356806Z"
        },
        "id": 6042354
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CannabisSocClubs/"
    },
    "type": "petition"
}