{
    "data": {
        "attributes": {
            "action": "impose a 7.5 ton weight restriction (except for access) between the A6 at Allestree Derbyshire through to Ambergate also on the A6, to alleviate congestion and reduce the number of lorries passing through Belper, the narrowest stretch of the A6 and to ensure that the A38 acts as the Belper relief road as originally intended by Derbyshire County Council.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Belper badly needs this diversion of lorries away from its town centre.  Derbyshire County Council (DCC) has refused to do this despite the A38 being the original 'Belper relief road’ and relies instead on a potential developer offering an unsustainable solution – building another road through Belper Meadows.  This petition is to encourage DCC to listen to the people of Belper and alleviate the lorry traffic through Belper and this stretch of the A6 generally.",
            "closed_at": "2007-10-31T00:00:00Z",
            "created_at": "2007-07-31T16:04:50.478125Z",
            "creator_name": "Cllr. Barry Lewis",
            "government_response_at": "2007-11-16T15:28:07.974972Z",
            "government_responses": [
                {
                    "created_at": "2007-11-16T15:28:07.974972Z",
                    "details": "You signed a petition asking the Prime Minister to \"impose a 7.5 ton weight restriction (except for access) between the A6 at Allestree Derbyshire through to Ambergate also on the A6, to alleviate congestion and reduce the number of lorries passing through Belper, the narrowest stretch of the A6 and to ensure that the A38 acts as the Belper relief road as originally intended by Derbyshire County Council.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13780.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'belper'",
                    "updated_at": "2007-11-16T15:28:07.974972Z"
                }
            ],
            "opened_at": "2007-07-31T16:04:50.478125Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 252,
            "state": "finished",
            "updated_at": "2007-11-01T00:01:01.918934Z"
        },
        "id": 6042265
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/belper/"
    },
    "type": "petition"
}