{
    "data": {
        "attributes": {
            "action": "instruct the Secretary of State for Transport to support the creation of a safe, all-season, off-road cycle route between Upper Wivenhoe and the University of Essex campus.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Cycling is an environmentally friendly and sustainable mode of transport. It is good for our health and reduces traffic congestion. \n\nStaff and students at the University of Essex, and residents of Wivenhoe and surrounding villages, have long been campaigning for a safe, all-season, off-road cycle route between Upper Wivenhoe and the University campus. However, the route has never been given sufficient priority to receive public funds - partly because no cyclists have yet been killed on the stretch of road linking Upper Wivenhoe and the Essex University campus. Let's not wait for a death! Help us get a safe cycle route now!\n\nThe Wivenhoe Trail which connects South Wivenhoe and the University is considered by many people to be unsafe in winter, and is in an inconvenient location for many residents of Wivenhoe. \n\nAs well as providing safe access between upper Wivenhoe and the University, the proposed route would also provide safe walking and cycle access to Broomgrove school for many of its pupils.\n\nThanks for supporting our petition for a safe cycle route! The University of Essex Bicycle User Group (Essex BUG)",
            "closed_at": "2007-12-31T00:00:00Z",
            "created_at": "2007-07-31T15:51:42.557093Z",
            "creator_name": "Maria Iacovou",
            "government_response_at": "2008-01-16T16:04:09.534800Z",
            "government_responses": [
                {
                    "created_at": "2008-01-16T16:04:09.534800Z",
                    "details": "You signed a petition asking the Prime Minister to \"instruct the Secretary of State for Transport to support the creation of a safe, all-season, off-road cycle route between Upper Wivenhoe and the University of Essex campus.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14278.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'WivBikeRoute'",
                    "updated_at": "2008-01-16T16:04:09.534800Z"
                }
            ],
            "opened_at": "2007-07-31T15:51:42.557093Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 861,
            "state": "finished",
            "updated_at": "2008-01-01T00:01:01.955019Z"
        },
        "id": 6042091
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WivBikeRoute/"
    },
    "type": "petition"
}