{
    "data": {
        "attributes": {
            "action": "hold an imediate election for the position of Prime Minister and ensure all those that are granted this position are elected by the people",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "No person should ever hold the position of Prime Minister without the consent of the voter. The leader of a party defines its policy and as such a new leader does not represent the voter even if it represents the party. \n\nGordon Brown holds the highest office of government in this country and assumed it without the voter having any say. This is not democracy.\n\nAction should also be taken to ensure that no person ever takes this position without a free and fair election in the future. \n\nUnder emergency situations such as illness a separate and distinct position should be created of steward to be assumed by the deputy Prime Minister to allow action on immediate events but not permitting actions on long term policy. This position should be held only for as long as it is required to hold a public vote.",
            "closed_at": "2008-07-31T00:00:00Z",
            "created_at": "2007-07-31T17:30:16.978143Z",
            "creator_name": "Marc Clare",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-31T17:30:16.978143Z",
            "rejected_at": "2007-08-31T00:01:03.796216Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/pm-elect/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6043139
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoUnelectedPM/"
    },
    "type": "petition"
}