{
    "data": {
        "attributes": {
            "action": "De-criminalise Cannabis",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The world is a violent place. The fact is people are stabbing and killing eachother under the influence of a substance that is legal, and it is only legal because the government gains beneficial profit. Alcohol. This drug also kills people every year. You know this is true. All we want is for you to listen to us, sure maybe cannabis isn't exactly GOOD for the human body, but shouldn't it be fair? If people can poison their bodies with deadly cigarettes and alcohol, why shouldn't people be able to have the right to relax and actually NOT cause any harm to society? Your rules frankly, are not fair and are a complete hypocracy. There are more harmful legal substances out there. The government has a chance to make more money by de-criminalising cannabis and keeping it under strict regulations like in Holland. Making nature against the law is like saying God made a mistake. It makes no sense how a man-substance like alcohol that drives people to violence and murder can be legal, and a drug that causes extreme relaxation be ILLEGAL. All we ask is a little open minded-ness. We're tired of being ignored.",
            "closed_at": "2008-07-31T00:00:00Z",
            "created_at": "2007-07-31T22:41:00.284583Z",
            "creator_name": "Phil Rickard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-07-31T22:41:00.284583Z",
            "rejected_at": "2007-08-31T00:01:03.796216Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Cannabis/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6046053
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/decriminalise/"
    },
    "type": "petition"
}