{
    "data": {
        "attributes": {
            "action": "consider looking back at the recent July 1st law and consider 'Pub Discretion'",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Coming from a non-smoker this should surely take more precedence and meaning then anything from a smoker. I am very recently 18, and clearly have been looking forward to going into a pub and ordering my own drink, it's part of the experience of turning 18. So to be told by my PM that i cannot go into a pub with my friends just because they smoke is quite disheartening. I believe the law should be down to pub discretion, as this is the only fair way of doing things. If you look at the general pubs takings they have gone down considerably, because the law hasn't somehow made people that don't smoke go into pubs! They are not pub goers, pure and simple. It is not just excessively unfair for the smokers, but to pub workers, owners, managers and NON-SMOKERS. What are you getting out of this? I wish to push the law to change to 'Pub Discretion'! Thank you, please sign if you agree, and remember that this is coming from an affected non smoker!",
            "closed_at": "2008-08-05T00:00:00Z",
            "created_at": "2007-08-01T12:07:23.496514Z",
            "creator_name": "Nick Hazle",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-01T12:07:23.496514Z",
            "rejected_at": "2007-08-06T10:13:42.178044Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/repeal-the-ban/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6051777
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/smokeinpubs/"
    },
    "type": "petition"
}