{
    "data": {
        "attributes": {
            "action": "Stop BAA from denying the British people their democratic right to protest against major environmental destruction.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The BAA have applied for an injunction to prevent up to FIVE MILLION people from protesting against Climate Change for an indefinite period and are attempting to restrict the people of Britain from moving freely around the country in order to protect their interests.  The RSPB, National Trust, The Woodland Trust and Friends Of The Earth are all covered by this ridiculous injunction.  The injunction covers travelling on the M25 between and including Junctions 13 to 15 and its service stations, using platforms 6 and 7 at Paddington railway station, using the M4, it's service stations and junctions 3 and 6.\n\nThis is an unnecessary and unenforceable attack on the civil liberties of the people of this country, and we expect the Prime Minister to represent the people of this land and not allow our civil liberties to be destroyed by a corporate entity who do not wish the people to have a voice.",
            "closed_at": "2007-09-01T00:00:00Z",
            "created_at": "2007-08-01T12:11:11.066611Z",
            "creator_name": "Paul Bills",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-01T12:11:11.066611Z",
            "rejected_at": "2007-08-31T00:01:03.796216Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/stopthebaa/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6051833
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StopBAA/"
    },
    "type": "petition"
}