{
    "data": {
        "attributes": {
            "action": "Guarantee publicly that Government will not allow local taxpayers to pay anymore - directly or indirectly - towards the completion of 'The Public' arts centre in West Bromwich.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Public arts centre in West Bromwich is now two years late in opening, £30million over budget and so badly designed that a broken window cost £40,000 to replace. The Gulbenkian Foundation withdrew their funding, the original project manager was fired, the designer went bankrupt, and in 2006 the project went into administration, but those funding the venture were still reluctant to pull the plug. Now there is little clarity as to how long this project will drag on for, and no guarantee that costs won’t escalate further. As a result, we, the named taxpayers listed below, demand a guarantee from Government that Sandwell Council, Advantage West Midlands and the Arts Council of England will be required from now on to place an immediate and across-the-board cap on any further investment in ‘The Public’ arts centre in West Bromwich, and for each agency to guarantee publicly that no further cost escalation will be met directly or indirectly by public money - including European Union funding.",
            "closed_at": "2007-11-01T00:00:00Z",
            "created_at": "2007-08-01T13:03:01.887289Z",
            "creator_name": "Fiona McEvoy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-01T13:03:01.887289Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 69,
            "state": "finished",
            "updated_at": "2008-06-19T03:36:48.867564Z"
        },
        "id": 6052594
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StopMoney4Public/"
    },
    "type": "petition"
}