{
    "data": {
        "attributes": {
            "action": "ask the US Government to include British National (Overseas) in the Visa Waiver Program",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Recently (July 2007) the US Congress and the senate passed the Secure Travel and Counterterrorism Partnership Act, directing the secretary of Homeland Security to establish a pilot program to expand the visa waiver program (VWP)for countries that are cooperating with the US on security and counterterrorism matters. This new act changes the nonimmigrant visa refusal rate threshold from 3% to 10%. \n\nPreviously BN(O)s were not able to travel to the US. In 2006, the visa refusal rate for BN(O) was 3.1%, which was marginally higher than the VWP requirement. However, it is well below the new 10% thresold. \n\nRecently figure shows that only 800,000 out of 3.44 million BN(O)s hold a valid UK passport. It is probably because the Chinese HKSAR passport is much cheaper and provide the same level of visa-free access as a BN(O) do. \n\nHowever, I believe that it is easier for a BN(O) to be granted VWP than a HKSAR passport since the UK has a close diplomatic relationship with the US. That's why currently BN(O) is eligible for the Guam VWP but not the HKSAR passport. I strongly believe that Hong Kongers will be re-attracted to renew their British passports if BN(O) is eligible for the VWP of the US.",
            "closed_at": "2008-08-02T00:00:00Z",
            "created_at": "2007-08-02T10:25:15.740526Z",
            "creator_name": "Sam Fan",
            "government_response_at": "2009-01-30T14:50:41.644250Z",
            "government_responses": [
                {
                    "created_at": "2009-01-30T14:50:41.644250Z",
                    "details": "You signed a petition asking the Prime Minister to \"ask the US Government to include British National (Overseas) in the Visa Waiver Program\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18160\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'BNOforUSVWP'",
                    "updated_at": "2009-01-30T14:50:41.644250Z"
                }
            ],
            "opened_at": "2007-08-02T10:25:15.740526Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 224,
            "state": "finished",
            "updated_at": "2008-08-03T00:01:01.825331Z"
        },
        "id": 6061989
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BNOforUSVWP/"
    },
    "type": "petition"
}