{
    "data": {
        "attributes": {
            "action": "Save Welsh Rugby.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "2 years ago Welsh rugby rejoiced having won the Grandslam with a brand of rugby that was at times breathtaking. With a young squad this should of been the catalyst for a period of further success. Built on the excellent work started by Steve Hansen, Andrew Hore and Scott Johnson.\nMike Ruddock showed great vision and strength of character to realise the great work Hansen had done and that \"If it aint broke dont fix it\" Move forward to the present day and the decline is worrying and will get worse. The World Cup may not yet of started but before we get the usual guff from Gareth Jenkins and the usual \"brave defeat\" and talks of \"needing to rebuild\" and \"back to basics\" I say NO! How can we go from a coaching set up which was the envy of the world to the jobs for the boys brigade of Neil Jenkins Robin Mcbryde, Rowland Phillips, and Nigel Davies. Only in Wales. We have a squad of young players which should be capable of being a strong contender at the World Cup, my conceren is that again we will settle for mediocrity and start on yet another period of settling for brave defeats. This is of National importance to the Welsh people. \"If it wasnt broke dont fix it\"",
            "closed_at": "2008-02-02T00:00:00Z",
            "created_at": "2007-08-02T14:08:26.465538Z",
            "creator_name": "Gareth Edwards",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-02T14:08:26.465538Z",
            "rejected_at": "2007-09-02T00:01:03.031318Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6064350
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Walesrugby/"
    },
    "type": "petition"
}