{
    "data": {
        "attributes": {
            "action": "Make Pagan Hand Fasting a legal form of marriage",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Paganism has been recognised by the government as a bona fide religion and yet the marriage practices of the pagan religion have not been included as legal marriage in the same way as Christian and Jewish faiths. Asside from being as good as religious discrimination against Pagans being able to follow their religious practices and have them accepted by the law of the country it means that if a pagan couple want to be married legally but have a Pagan ceremony that they must have two marriages a legal one and a civil one.\nThe problem is as the law stands it is the venue and not the individuals which has the legal authority in the matter. Because Pagan Hand Fastings take place out of doors they can not be considered legal.\nA simple change to the law either to attach the rights of legal marriage to individuals and not venues, or to incorporate outdoor religious sites within the definition of a venue would remedy this. A white paper suggesting similar changes was rejected a few years ago.\nAs Paganism continues to grow as a religion which is reclaiming its heritage it seems only right that it is afforded the same legal status as other religions insofar as marriage is concerned.",
            "closed_at": "2008-02-02T00:00:00Z",
            "created_at": "2007-08-02T15:54:43.613345Z",
            "creator_name": "Steel Dragon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-02T15:54:43.613345Z",
            "rejected_at": "2007-09-02T00:01:03.031318Z",
            "rejection": {
                "code": 8192,
                "details": "",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6065291
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Pagan-Marriage/"
    },
    "type": "petition"
}