{
    "data": {
        "attributes": {
            "action": "Suggest UN Ratification of Law of the Sea to Protect Arctic",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Arctic, like the Antarctic, is a near-pristine environment compared to other areas. Why? Because nations haven't been able to claim it as their own... until now.\n\nMany nations have put forward claims to include parts of the Arctic - and thus the resources there - as part of their territory due to changes made to the Law of the Sea convention.\n\nNo country or entity should be able to claim these areas as a whole or part as an extension of their territory because it means they have control over what energy resources are there - even if scientific research is all they want to use it for.\n\nTo sum it up, our Primeminister needs to suggest and stress that a ratification be made to the convention that neither the Arctic nor the Antarctic can be owned either in part or whole by any nation but these areas are designated collaboration areas for all UN countries to carry out scientific research that is non-damaging. Also, the energy and mineral resources are not to be mined.\n\nThis will hopefully speed up renewable energy R&D and stop nations like Russia and Canada and their plans to destroy the Arctic with bases and drilling platforms.",
            "closed_at": "2007-11-03T00:00:00Z",
            "created_at": "2007-08-02T18:56:19.560877Z",
            "creator_name": "Carl Mundy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-02T18:56:19.560877Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10,
            "state": "finished",
            "updated_at": "2007-11-04T00:01:01.803756Z"
        },
        "id": 6066895
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/law-of-sea/"
    },
    "type": "petition"
}