{
    "data": {
        "attributes": {
            "action": "to allow inmates of HM Prisons to sign ePetitions to Government in an effort to rehabilitate genuine offenders and reduce the injustice to those wrongly imprisoned following false accusations.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "SAFARI campaigns on behalf of the falsely accused and wrongly imprisoned, seeking to remove flaws in the system to protect the innocent.  The Government response to our first ePetition ended with: \"It is notable that the present petition has attracted fewer than 300 signatories.\"  Until the Government PERMITS those most adversely affected by the issues in question to sign the petitions, it is unjust to comment that they have NOT signed it! In the Hirst ruling (right to vote) in the European Court of Human Rights, the Court said:  \"[The] removal of the vote... runs counter to the rehabilitation of the offender … and undermines the authority of the law as derived from a legislature which the community as a whole votes into power\" and there was no evidence that disenfranchisement helped prevent crime. The same concepts apply to the right to petition the Government. It would be simple to allow prisoners to make a written application for the Prison to add their name to the ePetition.",
            "closed_at": "2007-11-03T00:00:00Z",
            "created_at": "2007-08-03T11:18:08.893030Z",
            "creator_name": "Phil Faber",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-03T11:18:08.893030Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 91,
            "state": "finished",
            "updated_at": "2007-11-04T00:01:01.803756Z"
        },
        "id": 6071281
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/letprisonerssign/"
    },
    "type": "petition"
}