{
    "data": {
        "attributes": {
            "action": "Create equality in the running, teaching and availability for Pupils, teachers and governors at the Tauheed-ul-Islam Girls Islamic School, Blackburn, Lancashire",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This above mentioned school has been selected to become the first Islamic State run school in Blackburn. This was a fantastic gesture to the Muslim Community. However since this proposal clear prejudices have emerged in who gets in, who gets jobs etc. The School ethos endorses the Deobandi creed and therefore clearly aims to alienate Muslims of other backgrounds. Both Shia Muslims and Sunni Barelvi Muslims are clearly very upset at how they have been deceived into intially supporting this plan and then sidelined in its running. In many of the job application packs it is clearly indicated that candidates should be practicing Deobandis or sympathetic Non-Muslims. What about other Muslim groups??? We the Non Deobandi Muslims of Blackburn and surrounding areas demand that if this Schools investment was for the whole Muslim community then it should be open for all and no sect exclusively. Alternatively if the government wants to support ideological and sectarian agendas than we will be greatly offended and expect similar support for all sects.",
            "closed_at": "2008-08-06T00:00:00Z",
            "created_at": "2007-08-03T17:54:37.008325Z",
            "creator_name": "mubashar khaliq",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-03T17:54:37.008325Z",
            "rejected_at": "2007-08-06T13:52:58.308036Z",
            "rejection": {
                "code": 2,
                "details": "",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6075703
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DeobandiSchool/"
    },
    "type": "petition"
}