{
    "data": {
        "attributes": {
            "action": "stop the proposed development of the Western Riverside (Bath) in its present form.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Bath is famous worldwide for its historic architecture, elegant buildings and spacious parks and views of surrounding areas. To cram over 2500 people into a so called modern complex of small, ‘multi storey car park’ looking, high rise blocks of flats and units with little privacy and personal space for the residents, will impact on us and them in many ways, including health, and will not encourage the visitors which this City depends on. Access to this development will affect everyone, causing increased traffic congestion and pollution (Windsor Bridge and Upper/Lower Bristol Roads already exceed Government approved levels).\nMost people would encourage development on this site, but not to the detriment of Bath for the following reasons:\nheights of the buildings,\npotential loss of views,\ntotally out of character design,\npossibility of Bath losing World Heritage Status,\ninadequate parking facilities,\nincreased traffic congestion/pollution,\nlack of potential riverside use.\nPlease help Protect Bath!",
            "closed_at": "2008-01-10T00:00:00Z",
            "created_at": "2007-08-03T19:10:19.912508Z",
            "creator_name": "June Player",
            "government_response_at": "2008-02-19T12:07:50.090752Z",
            "government_responses": [
                {
                    "created_at": "2008-02-19T12:07:50.090752Z",
                    "details": "You signed a petition asking the Prime Minister to \"stop the proposed development of the Western Riverside (Bath) in its present form.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14589.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'protectbathWRD'",
                    "updated_at": "2008-02-19T12:07:50.090752Z"
                }
            ],
            "opened_at": "2007-08-03T19:10:19.912508Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 294,
            "state": "finished",
            "updated_at": "2008-11-01T03:47:35.946502Z"
        },
        "id": 6076295
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/protectbathWRD/"
    },
    "type": "petition"
}