{
    "data": {
        "attributes": {
            "action": "knight the manager of  Burnley Football Club manager Steve Cotterill",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I would like the Burnley FC manager Steve Cotterill to be knighted for his services in football. He were also one of the few players that had made the move from the non league to the premiership by signing for Wimbledon from Burton Albion in 1989.Lawrie Sanchez recommended that Sligo Rovers appoint Cotterill and that proved to be a wise decision as he led the club to third place in the Premier Division of the Football League of Ireland and his side also reached the League Cup final. He then left Sligo Rovers to take up the managers job of Cheltenham Town.After 5 very successful seasons at Cheltenham Steve decided to move on bringing his amazing legacy with the club to an end. In only 5 years Steve had achieved 3 promotions and a cup win, which led him to become Cheltenham's greatest ever manager. He is now in charge of Burnley FC. He was an unknown quantity to most of the fans but he soon showed his talents by  beating Aston Villa 3-1 and Liverpool 1-0. This led to Burnley reinforcing their position as giant-killers. He is now one of the best qualified coaches in the game, having passed his UEFA Pro Licence in 2002. Steve Cotterill also won the Championship Manager of the Month for October 2006.",
            "closed_at": "2008-02-06T00:00:00Z",
            "created_at": "2007-08-04T00:22:57.768900Z",
            "creator_name": "Aaron Nuttall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-04T00:22:57.768900Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2008-02-07T00:01:01.163309Z"
        },
        "id": 6078061
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stevecotterill/"
    },
    "type": "petition"
}