{
    "data": {
        "attributes": {
            "action": "stop prisoners \"radicalising\" other prisoners in prayer meetings in jails",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The last thing criminals need is the influence of other dangerous lunatic prisoners (convicted terrorists) who are being allowed to preach and \"radicalise\" them in prayer meetings, often in foreign languages so that prison staff can't understand what is being said.\nHow dare the government take our money to pay for this, when the solution is clear, never allow prisoners to lead and in some cases even attend prayer meetings which are obviously thinly-disguised political meetings of a dangerous nature, attended by dangerous groups of criminals.\nWhy are these extremists even allowed to talk to anyone else, especially easily influenced angry young men?\nThe suggestion that taxpayers should pay for linguists to translate these proceedings so that they may continue yet be monitored is such an offensive idea to the majority of people.  We are not cash cows to be milked to pay for your misguided principles of letting people no matter how unworthy do whatever they want as long as they claim that it falls under a religious banner.",
            "closed_at": "2008-08-06T00:00:00Z",
            "created_at": "2007-08-04T09:22:40.180734Z",
            "creator_name": "d heale",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-04T09:22:40.180734Z",
            "rejected_at": "2007-08-07T10:33:40.562846Z",
            "rejection": {
                "code": 128,
                "details": "",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6079022
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/notoradicals/"
    },
    "type": "petition"
}