{
    "data": {
        "attributes": {
            "action": "enforce the existing UK law on marketing and labelling of infant formula.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "According to a government survey, 34% of mothers in the UK incorrectly believe that formula is the same or almost the same as breastfeeding.  \n\nRegulations already exist (The Infant Formula and Follow-on Formula Regulations 1995) outlawing marketing and labelling which implies formula is the same or almost the same as breastfeeding.  They are currently being broken by most formula manufacturers in the UK. \n\nMothers have a right to know the truth about the differences between formula feeding and breastfeeding, in order to make an informed decision about feeding their baby.  Aggressive marketing by the formula manufacturers undermines this.\n\nThe existing law should be properly enforced, including bringing prosecutions against any company currently breaking it.",
            "closed_at": "2007-11-06T00:00:00Z",
            "created_at": "2007-08-04T17:42:10.294143Z",
            "creator_name": "Rachel Coleman Finch",
            "government_response_at": "2007-12-03T15:11:52.860137Z",
            "government_responses": [
                {
                    "created_at": "2007-12-03T15:11:52.860137Z",
                    "details": "You signed a petition asking the Prime Minister to \"enforce the existing UK law on marketing and labelling of infant formula.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13952.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'formula'",
                    "updated_at": "2007-12-03T15:11:52.860137Z"
                }
            ],
            "opened_at": "2007-08-04T17:42:10.294143Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 326,
            "state": "finished",
            "updated_at": "2007-11-07T03:11:07.438397Z"
        },
        "id": 6081403
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/formula/"
    },
    "type": "petition"
}