{
    "data": {
        "attributes": {
            "action": "Steven Boyer, Christy Millar, Angela Millar, Tony Millar, Alex Millar",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We would like an Independent Inquiry into UC24. We have not had satisfactory or independent reply from UC24 or the GMC regarding the service Christy Millar received as a patient back in May 2006. We have found out that at the time we rang the Out of Hours careline UC24 were not in control of the phonelines and we feel that UC24 mishandled her case and had the phone handling process been handled by professionals then Christy would not have ended up in hospital, a coma for 6 weeks, intensive care for 13 weeks, hospital for 6 months, the inability to walk for over a year, the fact she has to wear a stoma bag to collect fluid from her bowel fistula, the fact she needs dialysis 3 times a week, the fact she needs a kidney transplant, the fact that at 22 yrs old her life is in ruins. Had they had more time and had UC24 not failed her she could have been progressing with her life and enjoying it. But due to the inept service of UC24 care we feel that there should be an inquiry into UC24 and the conflict of interest of Nigel Wylie who is part of the PCT for Liverpool who grants the contracts to run the Out of Hours care.",
            "closed_at": "2008-08-04T00:00:00Z",
            "created_at": "2007-08-04T17:25:36.410258Z",
            "creator_name": "Steven Boyer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-04T17:25:36.410258Z",
            "rejected_at": "2007-09-05T00:01:03.824899Z",
            "rejection": {
                "code": 512,
                "details": "The title of a petition should be a request for action.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6081322
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UC24Inquiry/"
    },
    "type": "petition"
}