{
    "data": {
        "attributes": {
            "action": "require that any Minister of the Crown, or member of the Westminster Union Parliament, who has signed the Scottish Claim of Right be asked to renounce their pledge which requires that in all their actions and deliberations the interests of the Scottish people shall be paramount.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Scottish Constitutional Convention held its inaugural meeting on 30 March, 1989 in Edinburgh.  It adopted a declaration, which was signed by all its members. This was a \"Claim of Right\", which stated:\n\"We, gathered as the Scottish Constitutional Convention, do hereby acknowledge the sovereign right of the Scottish people to determine the form of Government best suited to their needs, and do hereby declare and pledge that in all our actions and deliberations their interests shall be paramount.\nWe further declare and pledge that our actions and deliberations shall be directed to the following ends:\nTo agree a scheme for an Assembly or Parliament for Scotland;\nTo mobilise Scottish opinion and ensure the approval of the Scottish people for that scheme; and\nTo assert the right of the Scottish people to secure the implementation of that scheme.\"\n\nThe petitioner finds it very difficult to understand how a Minister of the Crown, or any member of the Westminster Parliament, is able to reconcile their obedience to the Claim of Right with their duties and responsibility to act impartially in the interests of all the citizens of the UK.",
            "closed_at": "2008-08-06T00:00:00Z",
            "created_at": "2007-08-04T22:06:10.017350Z",
            "creator_name": "Andrew Constantine",
            "government_response_at": "2009-03-31T16:58:23.553286Z",
            "government_responses": [
                {
                    "created_at": "2009-03-31T16:58:23.553286Z",
                    "details": "You signed a petition asking the Prime Minister to \"require that any Minister of the Crown, or member of the Westminster Union Parliament, who has signed the Scottish Claim of Right be asked to renounce their pledge which requires that in all their actions and deliberations the interests of the Scottish people shall be paramount.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18837\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Claim-of-right'",
                    "updated_at": "2009-03-31T16:58:23.553286Z"
                }
            ],
            "opened_at": "2007-08-04T22:06:10.017350Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 455,
            "state": "finished",
            "updated_at": "2008-08-07T08:17:40.002746Z"
        },
        "id": 6082386
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Claim-of-right/"
    },
    "type": "petition"
}