{
    "data": {
        "attributes": {
            "action": "ask the Secretary for Health to conduct a thorough review of Testosterone Deficiency in Adult Males",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "More than a million men in the UK suffer from Testosterone Deficiency. The vast majority remain undetected.\n\nThe USA published guidelines on this subject in 2002, warning the current testing used at primary care level, there and in the UK, is flawed. \nDespite this warning, nothing has been done to change testing methods, or increase education and awareness in the UK.\n  \nThe Free Androgen Index, which is also widely used in the UK has also been shown to be flawed.\n\nA written response to John Baron MP from Ann Keen MP on 19th July 2007 indicates the Department of Health has not made any assessment of research into adult male Testosterone Deficiency.\n\nAnn Keen goes on to say there are no plans to ask NICE to produce guidelines.\n\nGiven the role of low Testosterone in many late onset diseases and the debilitating effect low Testosterone has on the patient, his relationships and his long term health, we consider ignoring new research on this matter, as is now the case, does great disservice to males.\n\nWe call on the government to treat this issue seriously and to implement education and awareness amongst professionals in the NHS.",
            "closed_at": "2007-11-06T00:00:00Z",
            "created_at": "2007-08-05T05:23:40.655088Z",
            "creator_name": "Nick O'Hara Smith",
            "government_response_at": "2007-12-03T15:01:30.152248Z",
            "government_responses": [
                {
                    "created_at": "2007-12-03T15:01:30.152248Z",
                    "details": "You signed a petition asking the Prime Minister to \"ask the Secretary for Health to conduct a thorough review of Testosterone Deficiency in Adult Males.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13946.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Testosterone'",
                    "updated_at": "2007-12-03T15:01:30.152248Z"
                }
            ],
            "opened_at": "2007-08-05T05:23:40.655088Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 220,
            "state": "finished",
            "updated_at": "2008-02-19T03:12:29.186846Z"
        },
        "id": 6082921
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Testosterone/"
    },
    "type": "petition"
}