{
    "data": {
        "attributes": {
            "action": "Bring Sanctions against China and boycott all things Chinese",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "China has a history of dreadful cruelty to animals.  \nThey skin animals alive in the belief the food tastes better if the animal is tortured.  They also skin animals alive in the fur trade just because they cannot be bothered to treat the animal they are taking the fur from with a bit of dignity by putting it out of its misery first.\nThey chuck cats and dogs alive into boiling water and hold them under the water till they can no longer fight to loosen the fur for an easier peel.\n\nI call on the British government to boycott China by placing sanctions against them, to force the Chinese government to put legislation in place to protect animals from such inhumane and appalling treatment by its peoples.  Hit China in its pocket where it hurts the most - boycott their products - put sanctions on trade with China.\n\nYou too can help by boycotting Chinese products – do not by “Made in China” products – source products from elsewhere.\n\nAny of the video websites on the net will have proof of what I have listed above if you are in any doubt.",
            "closed_at": "2008-02-05T00:00:00Z",
            "created_at": "2007-08-05T09:52:15.491592Z",
            "creator_name": "jennifer anderson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-05T09:52:15.491592Z",
            "rejected_at": "2007-09-05T00:01:03.824899Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Animalmassacre/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6083693
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ChinaSanctions/"
    },
    "type": "petition"
}