{
    "data": {
        "attributes": {
            "action": "help amy &friends to receive the medical treatment that is their right to life",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Amy is 15-years-old and lives in Wirral \nAmy “might” have a rare strain of  cockayne Syndrome \nAmy is going to die young.\nNot just yet, though.\nThe likely first step is that Amy will first go blind. \nAmy will lose her ability to walk.\nAfter that, Amy’s limited forms of communication will cease.\n Amy won’t be able to breathe on her own\nThe UK’s National Health Service couldn’t or wouldn’t help Amy, and  mum Jayne approached her local newspaper, to see if they could help her to raise money to send Amy to the U.S.A\nThe results were  dramatic Amy has received physiotherapy and drug treatment;  \nher speech has improved incredibly. She stands, still slightly stooped, but so much less than before\nShe can walk unaided for longer.\nAnd she can bring her own food to her mouth with cutlery, a simple, but a near impossibility before doctors in Boston put her on a course of tablets normally taken by sufferers of Parkinson’s disease\nFor Amy - and for the countless other children who also need help now and for those who will come after her.LET AMY & THESE CHILDREN GET THE TREATMENT THEY NEED,THAT IS THEIR RIGHT",
            "closed_at": "2008-08-06T00:00:00Z",
            "created_at": "2007-08-05T12:49:34.715440Z",
            "creator_name": "james mulholland",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-05T12:49:34.715440Z",
            "rejected_at": "2007-08-06T13:20:55.244869Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6084436
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/amyandfriends/"
    },
    "type": "petition"
}