{
    "data": {
        "attributes": {
            "action": "remove the tolls from the M4 and M48 Severn bridges",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the modern economy where it is becoming increasingly difficult for people to get on the property ladder, it is not fair that people who commute between Wales and England for work have to pay over £1000/year (after tax/NI etc) to cross a bridge into Wales. This adds increased pressure on salaries and discourages people from getting a job as a result of the high cost of commuting. House prices often prevent people from moving closer to their place of employment. \n\n£1000/year (approx) is a significant amount of money, particularly to young people, typically on lower salaries, and who do not have a foot on the property ladder.\n\nIf the tolls cannot be removed, then the discount applied to regular users who use the TAG system, (which reduces costs to the operating company by not requiring toll staff) should be increased to reduce this unfair penalty. We already pay road tax, and fuel duty, road users in other areas of the country do not have to pay this extra tax, why should we?",
            "closed_at": "2008-02-05T00:00:00Z",
            "created_at": "2007-08-05T21:27:13.175016Z",
            "creator_name": "Michael Sumsion",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-05T21:27:13.175016Z",
            "rejected_at": "2007-09-05T00:01:03.824899Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/tollsonM4/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6086641
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UnfairTolls/"
    },
    "type": "petition"
}