{
    "data": {
        "attributes": {
            "action": "allow building of private dwellings on agricultural land under the following circumstances:",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "That the landowner is committed to using the land for the purpose of a small farming activity such as the keeping of rare breed poultry or livestock to conserve and maintain the breed. Or pursue a self-sufficient lifestyle by growing their own food and raise livestock for their own consumption. \nOr conservation of the countryside by maintaining an environment for native wildlife and plants/trees and include such traditional activities such as dry-stone walling, hedge laying, coppicing etc.\nAlso that the development/activities on the land do not necessarily constitute a 'business' and do not have to raise an income to support and sustain the residence as the current legislation requires.\nThe following benefits would result from smallholders being allowed to build a residence on their agricultural holding:\n1)Existing property would be available for sale bringing more much needed houses on to the market.\n2)Environmental improvements as less car journeys would be made between home and agricultural holding.\n3)Improvement in animal welfare as livestock keepers would be on hand 24 hours a day to tend to their animals, especially at such times as lambing/calving season etc.",
            "closed_at": "2008-02-06T00:00:00Z",
            "created_at": "2007-08-05T19:33:06.376299Z",
            "creator_name": "Roger Walker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-05T19:33:06.376299Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 52,
            "state": "finished",
            "updated_at": "2008-03-13T03:13:48.362305Z"
        },
        "id": 6086059
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Rural-dwellings/"
    },
    "type": "petition"
}