{
    "data": {
        "attributes": {
            "action": "Reduce the rate of VAT on products which minimise their impact on the environment and which have an EU Eco-Label licence",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If consumers are going to change their behaviour and make more environmentally positive purchase decisions they’ll need encouragement.  Government can play a key role in this process by reducing the rate of VAT charged on ecologically friendly products which have EU Eco-Label licences. This would encourage consumers to buy them, supermarkets to stock them and build awareness of the Eco-Label licensing scheme. In addition, a reduction in VAT on Eco-labelled products would highlight to consumers those products whose \"green\" claims exploit the public’s growing environmental awareness rather than providing truly green products which benefit the environment.",
            "closed_at": "2008-02-06T00:00:00Z",
            "created_at": "2007-08-06T08:06:08.517987Z",
            "creator_name": "Andrew Glen",
            "government_response_at": "2008-02-29T16:20:18.495854Z",
            "government_responses": [
                {
                    "created_at": "2008-02-29T16:20:18.495854Z",
                    "details": "You signed a petition asking the Prime Minister to \"Reduce the rate of VAT on products which minimise their impact on the environment and which have an EU Eco-Label licence.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14793.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'EUEco-LabelVAT'",
                    "updated_at": "2008-02-29T16:20:18.495854Z"
                }
            ],
            "opened_at": "2007-08-06T08:06:08.517987Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 315,
            "state": "finished",
            "updated_at": "2008-02-07T00:01:01.163309Z"
        },
        "id": 6087932
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EUEco-LabelVAT/"
    },
    "type": "petition"
}