{
    "data": {
        "attributes": {
            "action": "remove the horrible, insulting and completely misguided and ignorant term \"black music\" from the BBC's digital station \"1xtra\".",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I, myself, am a person \"of colour\". I'm also limited to 1000 characters, so I'll try to be brief.\n\nWe've long put up with the BBC's ignorant and racist slogan of \"the home of black music\", and in this 21st Century, multi-cultural Britain we think this has gone on long enough.\n\nThe music played on \"1xtra\" is produced by a wide-variety of peoples - from white to black, and everything in between, the label \"black music\" is nothing but an insulting and uninformed pseudo left-wing conception.\n\nIn 10 days \"1xtra\" will celebrate it's fifth birthday - let us give it the best present we can, to see it grow and propser as a credible station representing all forms of Hip-hop, R'n'b, Soul, House, Garage, Drum'n'bass, Dancehall all other popular musics which embrace all cultures, nationalities and races. It's not a \"black\" thing, let’s stop pigeonholing – it’s not fair or right.\n\nPass this to all your friends, MSN and Myspace, and whatever else is cool these days!\n\n10 days, 10,000 signatures. Let's go!",
            "closed_at": "2007-09-06T00:00:00Z",
            "created_at": "2007-08-06T11:42:45.346037Z",
            "creator_name": "Fahad Young",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-06T11:42:45.346037Z",
            "rejected_at": "2007-09-05T00:01:03.824899Z",
            "rejection": {
                "code": 20480,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6090406
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/1xtraRACIST/"
    },
    "type": "petition"
}