{
    "data": {
        "attributes": {
            "action": "Acknowledge the plight of the indigenous Christian communities of Iraq and to bring to bear on the American and Iraqi governments the need for adequate and just protection for these ancient Iraqi communities.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "While Iraq is constantly in world news reports the plight of Iraqi Christians goes mostly unnoticed. According to the Society for Threatened People in Goettingen, Germany, Iraq currently experiences the biggest persecution of Christians of our time. In fear of murders, bomb-attacks, kidnappings, and torture Christians have been fleeing the country by the thousands. Approximately 75 percent of the 650,000 Christians in Iraq have been driven from their homes. They have fled mainly to neighbouring Syria or Lebanon. A Christian community with a history of 2,000 years is in danger of becoming extinct, according to the human rights organization. Hundreds of Christians have been kidnapped in the past years. The Society claims that Christians are being driven out of Iraq systematically by Muslim extremists. Security forces and Arab militia do little to protect Christians. Even the US & UK forces do not provide ample protection according to the society.",
            "closed_at": "2008-08-06T00:00:00Z",
            "created_at": "2007-08-06T12:24:04.125542Z",
            "creator_name": "Philip Andrews",
            "government_response_at": "2008-09-16T15:36:47.623699Z",
            "government_responses": [
                {
                    "created_at": "2008-09-16T15:36:47.623699Z",
                    "details": "You signed a petition asking the Prime Minister to \" Acknowledge the plight of the indigenous Christian communities of Iraq and to bring to bear on the American and Iraqi governments the need for adequate and just protection for these ancient Iraqi communities.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16843\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'IraqiChristians'",
                    "updated_at": "2008-09-16T15:36:47.623699Z"
                }
            ],
            "opened_at": "2007-08-06T12:24:04.125542Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 260,
            "state": "finished",
            "updated_at": "2009-02-16T15:36:53.869308Z"
        },
        "id": 6090801
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IraqiChristians/"
    },
    "type": "petition"
}