{
    "data": {
        "attributes": {
            "action": "Stop this Silent Killer -Educate the world and offer screening to all children to prevent SADS abd CRY.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In 2004 a Cardiac Risk in the Young (CRY) Screening Bill was introduced which was backed by 100 MP's.  This was to enable people with recognised symptons to be given the clinical assessment and treatment.  All well and good, but the Country needs to be educated about this silent killer, so they can recognise the signs, and I firmly believe it is our duty to enable ALL our children to be tested regardless whether they are considered at risk or not.  My Son was a seemingly very healthy young Man of 34 - full of life - until this silent killer took all this away from him.  He had no signs or symptoms but we still lost him.  These tests are not expensive and compared to the price it costs if they are not tested - coppers compared to a life.  Eight apparently fit and healthy young people are lost each week to this silent killer, eight families are left devestated and broken.  We need to act now and stop this happening. SADS Sudden Adult Death Syndrome  -  CRY Cardiac Risk in the Young.",
            "closed_at": "2008-08-07T00:00:00Z",
            "created_at": "2007-08-06T19:03:06.886064Z",
            "creator_name": "Gillian Shield",
            "government_response_at": "2008-09-24T14:53:31.495912Z",
            "government_responses": [
                {
                    "created_at": "2008-09-24T14:53:31.495912Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop this Silent Killer -Educate the world and offer screening to all children to prevent SADS abd CRY.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16927\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Silent-Killer'",
                    "updated_at": "2008-09-24T14:53:31.495912Z"
                }
            ],
            "opened_at": "2007-08-06T19:03:06.886064Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1047,
            "state": "finished",
            "updated_at": "2008-08-12T03:54:41.730861Z"
        },
        "id": 6094124
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Silent-Killer/"
    },
    "type": "petition"
}