{
    "data": {
        "attributes": {
            "action": "Acknowledge that discrimination against men is just as sexist as discrimination against women!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the 21st Century, if a woman is treated differently because she's female, this is classed as \"sexist\", which it is, and is considered to be discrimination, which, again it is.\nHowever we see many cases today where a man is treated differently and yet this is not even acknowledged as sexism!  \"Female-only\" car insurance, child custody hearings weighted to ensure the woman gets custody and the man gets denied access, when very often he's just as loving a parent as the mother, examples of when men are discriminated against.\nWe are living in a society where increasingly women are being favoured over men.  Worse still are the unfair generalisations - \"ALL men are violent and abusive to their wives/partners\" (untrue), \"ALL men are dangerous drivers\" (untrue), \"ALL men are liars and will cheat during a relationship\" (untrue).\nI urge the government to wake up to the fact that as we move more into the 21st Century, sexism against men is increasing, and NOTHING is being done about it.\n\nSexism should never be tolerated from either sex, in much the same way that racism should be considered as unacceptable coming from black people as it is coming from white people.",
            "closed_at": "2007-10-07T00:00:00Z",
            "created_at": "2007-08-06T20:18:56.166029Z",
            "creator_name": "Samuel Holmes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-06T20:18:56.166029Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 23,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6094782
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SexismAgainstMen/"
    },
    "type": "petition"
}