{
    "data": {
        "attributes": {
            "action": "repeal the 1997 Harassment Act that criminalises legitimate protest",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This act allows the government, individuals and corporations to have arrested any individuals engaged in legitimate protest against their actions and policies. The poorly worded legislation creates an offence of trying \"to persuade any person ... not to do something that he is entitled or required to do\" or \"to do something that he is not under any obligation to do\", if in so doing you are deemed to be harassing him. Harassment is defined as \"alarming the person or causing the person distress\". No definition of alarm or distress is given.\nThis legislation has eben used to rpevent several harmless acts of protest and to threaten many others with, examples include protesters outside the US intelligence base at Menwith Hill, a protester in Hull- on the grounds that he had been \"staring at a building\", woman who had sent two polite emails to an executive at a drugs company, begging him not to test his products on animals, the residents of a village in Oxfordshire banned from protesting against RWE npower's plan to turn Thrupp Lake into a dump for fly ash and now the climate change protesters at Heathrow.",
            "closed_at": "2008-08-07T00:00:00Z",
            "created_at": "2007-08-07T07:23:13.747092Z",
            "creator_name": "Chris Pook",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-07T07:23:13.747092Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 50,
            "state": "finished",
            "updated_at": "2009-05-13T16:20:54.553042Z"
        },
        "id": 6096537
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Harassment-Act/"
    },
    "type": "petition"
}