{
    "data": {
        "attributes": {
            "action": "Save the National Gallery's Paintings",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Duke of Rutland, the Earl of Halifax and Viscount Hampden are reportedly considering selling seven paintings that have been on loan to the National Gallery, including Poussin's 5 paintings known as The Sacraments, Rubens' Apotheosis of King James I and Titian's Portrait of a Young Man. If they are sold on the open market it is likely they will leave Britain and the National Gallery. The Government could either grant support to the gallery to buy them or insist (as the French Government does) that works such as these remain in the UK.\n\nIn order to avoid the prospect of the works disappearing from its walls - most likely into an overseas collection such as the National Gallery of Art in Washington, DC, whose acquisitions budget dwarfs that of British galleries - the National Gallery now faces the unenviable prospect of raising money to buy the works, which could fetch up to £200m on the open market.\n\nTaking government tax breaks into account, the trustees might only have to find around half that sum, but this is still far in excess of what it is likely to be able to afford, even taking with support from the Art Fund, which assists with art purchases.",
            "closed_at": "2008-08-07T00:00:00Z",
            "created_at": "2007-08-07T10:42:30.373858Z",
            "creator_name": "Stephen Lynch",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-07T10:42:30.373858Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 15,
            "state": "finished",
            "updated_at": "2008-08-08T03:52:57.873397Z"
        },
        "id": 6098348
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Save-Our-Art/"
    },
    "type": "petition"
}