{
    "data": {
        "attributes": {
            "action": "Make it a legal obligation for primary and secondary schools to have a special constable present during school hours.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Everyday in the British educational system especially in primary and secondary schools many crimes are committed: Anti-Semitism, racism, bullying, drug taking and  unlawful weaponry arming.  This is common place in many schools today.\n\nBecause of  this: school achievement levels are plummeting, violence suicide and even in extreme cases murders are taking place in schools. \n\nOur children are intent in opting out faster than they came in and teachers are often attacked and forced out of jobs. \n\nHowever school boards and authorities hardly take notice of such tell-tale singes and only act when extreme situations have already occurred.\n\nIf these crimes were committed outside it would be considered a crime or worth of a 999 call.\n\nThus we ask the Prime Minister to push for all school primaries  and secondaries to automatically be required by law to have a special constable, police officer or other with powers to arrest. to be present  during school hours.\n\n This or encourage and equip teachers to exercise there powers to citizens arrest to pass suspects over to police authorities.",
            "closed_at": "2008-08-07T00:00:00Z",
            "created_at": "2007-08-07T13:03:56.384298Z",
            "creator_name": "Mr.Graeme.G.M.Gillon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-07T13:03:56.384298Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10,
            "state": "finished",
            "updated_at": "2008-08-08T00:01:01.934957Z"
        },
        "id": 6099729
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SchoolJustice/"
    },
    "type": "petition"
}