{
    "data": {
        "attributes": {
            "action": "Halt all British trade with The Pepole's Republic Of China, untill the said nation agrees to cease its ongoing Human Rights Abuses.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The People’s Republic Of China is perhaps becoming thee most richest nations of the 21st century. Beijing is a powerhouse of labour and produce giving it such business prowess, as to compete with India and American.\nThis has proved an irresistible honey pot to British trade as the west scrambles to sell there currency to the lavish golden dragon. Millions of people have been forced to shed there blood unjustly for this lavish era in China’s history. Babies have been aborted , men and women raped , tortured , imprisoned and marched to there executions. All in a bid to manipulate China’s international status and identity to the benefit of a totalitarian oligarchy. As The Chinese Government will not listen to its own citizens and clamp down with violence on those that speak out and finally while no such democratic system exists in China and all digital outcries are blocked by the Microsoft supported great firewall of China. We the British people feel it is our moral compulsion and duty to demand that the Prime Minister cease all British trade with this said nation and use our pound and influence to starve China till it agrees to stops its human rights abuses.",
            "closed_at": "2008-08-07T00:00:00Z",
            "created_at": "2007-08-07T12:12:34.688705Z",
            "creator_name": "Mr.Graeme.G.M.Gillon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-07T12:12:34.688705Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 31,
            "state": "finished",
            "updated_at": "2008-08-08T00:01:01.934957Z"
        },
        "id": 6099275
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BycottChina/"
    },
    "type": "petition"
}