{
    "data": {
        "attributes": {
            "action": "stop the Mayor of London from selling off part of Crystal Palace Park for housing",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Mayor of London, Ken Livingstone proposes to sell off part of Crystal Palace park for housing development. \n\nThis is a somewhat controversial decision in view of the express wishes of 85% of local people, a petition featuring over 7,000 signatures and environmental common sense.\n\n \nThe Mayor’s pet architect Tilman Latz recently gave a presentation to Bromley Council showing his ‘design for London’, a plan that could cost local taxpayers well over £67 million pounds. Part of this plan will be an attempt to raise funds which will involve the selling off of part of the Crystal Palace Park for housing. This should in our considered opinion be rejected. Whilst most people accept the need for housing, we do not consider that it should be at the expense of our parklands or our heritage.\n\n \nThis would create a disastrous precedent which would destroy local parkland and the environment.",
            "closed_at": "2008-08-07T00:00:00Z",
            "created_at": "2007-08-07T14:33:58.893078Z",
            "creator_name": "Jason Hadden",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-07T14:33:58.893078Z",
            "rejected_at": "2007-09-06T00:01:04.718108Z",
            "rejection": {
                "code": 2,
                "details": "",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6100632
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CrystalPalace/"
    },
    "type": "petition"
}