{
    "data": {
        "attributes": {
            "action": "..to not deny children the right to a father.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are shocked by the suggested amendment to the human fertilisation and embryology act 1990 that 'children do not need a father'. All the research goes to show that fathers are just as important as mothers to the welfare of children. It was Dr Bowlby in 'Maternal Care and Mental Health' in 1951 who stated that,\n\n'Mother-love in infancy and childhood is as important for mental health as are vitamins and proteins for physical health'. \n\nThis led to government policy which supported the idea that fathers went to work whilst mothers should stay at home to look after the family. We the undersigned believe the suggested amendment to the act is a 'throw back' to a bygone age and that there is good research to show that the welfare of children will suffer without the support of a father.\n\nWe petition that the amendment is not put before the House of Commons and respectfully ask the Prime Minister not to deny other children the same opportunity as his own - the love and affection of a father.",
            "closed_at": "2008-08-08T00:00:00Z",
            "created_at": "2007-08-08T09:22:15.430418Z",
            "creator_name": "Kingsley Miller",
            "government_response_at": "2008-09-26T13:18:18.960464Z",
            "government_responses": [
                {
                    "created_at": "2008-09-26T13:18:18.960464Z",
                    "details": "You signed a petition asking the Prime Minister to \"..to not deny children the right to a father.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16947\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ChildsFather'",
                    "updated_at": "2008-09-26T13:18:18.960464Z"
                }
            ],
            "opened_at": "2007-08-08T09:22:15.430418Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1473,
            "state": "finished",
            "updated_at": "2008-09-01T03:53:47.561882Z"
        },
        "id": 6105740
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ChildsFather/"
    },
    "type": "petition"
}