{
    "data": {
        "attributes": {
            "action": "Bring about a fair balance between the rights and responsibilities of consumer debtors and their bank and financial institution creditors, and enable as many people in debt as reasonably possible to have fair access to the full benefits of insolvency legislation by bringing in a) legislation to enforce the Banking Code and b) at least until that is in place, relaxed best practice requirements in relation to the IVA personal insolvency procedure to take account of the bank's present actions.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Banks and consumer credit institutions appear to be ignoring their responsibilities under sections 2 and 14 of the Banking Code by acting unfairly towards people who owe them money and are in financial difficulties. At the same time they are using their concerted power to force those setting up IVAs, arrangements under between people in debt and themselves, to act in certain ways which adversely affect those in debt and which in some cases denies those people access to use the legislation. The insolvency legislation is for all of us to use if and when appropriate, and while there may always be some limiting factors over its practical usage those factors should not be dictated by the banks and financial institutions.",
            "closed_at": "2008-02-08T00:00:00Z",
            "created_at": "2007-08-08T11:14:31.764720Z",
            "creator_name": "Michael Reeves",
            "government_response_at": "2008-02-29T16:25:32.828869Z",
            "government_responses": [
                {
                    "created_at": "2008-02-29T16:25:32.828869Z",
                    "details": "You signed a petition asking the Prime Minister to \"Bring about a fair balance between the rights and responsibilities of consumer debtors and their bank and financial institution creditors, and enable as many people in debt as reasonably possible to have fair access to the full benefits of insolvency legislation by bringing in a) legislation to enforce the Banking Code and b) at least until that is in place, relaxed best practice requirements in relation to the IVA personal insolvency procedure to take account of the bank's present actions.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14797.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Access-to-IVAs'",
                    "updated_at": "2008-02-29T16:25:32.828869Z"
                }
            ],
            "opened_at": "2007-08-08T11:14:31.764720Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 553,
            "state": "finished",
            "updated_at": "2008-02-09T00:01:01.710636Z"
        },
        "id": 6106760
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Access-to-IVAs/"
    },
    "type": "petition"
}