{
    "data": {
        "attributes": {
            "action": "apply a lifetime benefit to those currently in receipt of a Police Spouse's Pension due to a line of duty bereavement",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "From April 2006 the Home Office announced that new Police Pension rules would come into place giving lifetime benefits to spouses, cohabitees & same sex partners. All new recruits will join this scheme and all current serving officers are eligible to transfer to the new scheme.\nThose currently in receipt of the spouse's pension due to a line of duty death do not have this option and pensions will be withdrawn if they cohabit or remarry in the future.\nBy the very nature of these deaths, young families are left behind with no opportunity to rebuild their lives. Their officers did not get the opportunity to transfer to the lifetime benefit scheme due to their premature and untimely deaths on duty. \nPlease petition the Government to change this archaic Victorian regulation.",
            "closed_at": "2008-08-08T00:00:00Z",
            "created_at": "2007-08-08T10:29:09.168789Z",
            "creator_name": "Katherine Parker",
            "government_response_at": "2009-01-12T15:36:57.808858Z",
            "government_responses": [
                {
                    "created_at": "2009-01-12T15:36:57.808858Z",
                    "details": "You signed a petition asking the Prime Minister to \"apply a lifetime benefit to those currently in receipt of a Police Spouse's Pension due to a line of duty bereavement\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17541\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'PoliceSpousePen'",
                    "updated_at": "2009-01-12T15:36:57.808858Z"
                }
            ],
            "opened_at": "2007-08-08T10:29:09.168789Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2796,
            "state": "finished",
            "updated_at": "2008-08-27T03:43:51.792597Z"
        },
        "id": 6106371
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PoliceSpousePen/"
    },
    "type": "petition"
}