{
    "data": {
        "attributes": {
            "action": "acknowledge the vital role played by Gloucestershire’s TriService Emergency Centre in co-ordinating the response to recent flooding in the County.  We call upon the Prime Minister to scrap plans to remove the County’s 999 Fire Control from the TriService Centre and relocate it to the Regional Fire Control at Taunton, Somerset.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gloucestershire’s TriService Centre was opened by Prince Charles in 2003.  It is a pioneering project, designed to house the control rooms of the three emergency services. \n\nDuring the recent flooding it has proven itself in a major emergency, handling 1,800 calls to the fire service in the first 15 hours of the crisis.  By the end of the fourth day of the flooding the fire control had dealt with 2,500 calls – 30% of the total annual number of calls.\n\nThe TriService Centre provided clear leadership and enabled the emergency services to work closely together to help the public during the flooding that hit Gloucestershire at the end of July 2007.\n\nCurrent Government policy is to move the 999 Fire Control out of the TriService Centre and relocate it to Taunton as part of a regional control.  However, the Audit Commission has praised the TriService Centre and warned that removal of the Fire Control will have a “major negative impact, both financially and operationally.”\n\nWe call upon the Prime Minister to reconsider these Government plans in light of the TriService Centre’s vital role in the response to recent flooding.",
            "closed_at": "2008-02-09T00:00:00Z",
            "created_at": "2007-08-08T15:27:02.104480Z",
            "creator_name": "Cllr. Jeremy Hilton",
            "government_response_at": null,
            "government_responses": [
                {
                    "created_at": "2007-09-04T11:53:42.939288Z",
                    "details": "The e–petition asking the Prime Minister to \"acknowledge the vital role played by Gloucestershire’s TriService Emergency Centre in co-ordinating the response to recent flooding in the County. We call upon the Prime Minister to scrap plans to remove the County’s 999 Fire Control from the TriService Centre and relocate it to the Regional Fire Control at Taunton, Somerset\" is still ongoing. \n\nThis is a response from the Government in advance of the closing date and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13028.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'TriService'",
                    "updated_at": "2007-09-04T11:53:42.939288Z"
                }
            ],
            "opened_at": "2007-08-08T15:27:02.104480Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1276,
            "state": "finished",
            "updated_at": "2008-03-23T03:13:51.742576Z"
        },
        "id": 6109018
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TriService/"
    },
    "type": "petition"
}