{
    "data": {
        "attributes": {
            "action": "amend the Clean Neighbourhoods and Environment Act 2005 (Sections 69 to 81) Audible Intruder Alarms",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Homeowners in South Beds whose property has a burglar alarm are being legally forced to pass details of a key-holder(name;address;phone nos)to the Local Authority.\nOTHER COUNCILS WILL FOLLOW!\nThis protest is about the creation of data bases that if allowed to continue, will identify properties that HAVE and by exception, DO NOT HAVE burglar alarms.   \nFront door key security is personal and the whereabouts of any “emergency” keys are confidential too!\nWhilst data bases are to maintained in accordance with the Data Protection Act 1998, there is much of evidence of security breaches.  \nThe signatories to this partition either:\nAS A HOMEOWNER:\nRefuse to provide or, withdraw any key-holder name(s) and address(es) already provided or\nAS A KEY-HOLDER/POTENTIAL KEY-HOLDER:\nrefuse or withdraw any existing agreement to be named as a key-holder.\nThe act in its current form makes it a criminal offence to refuse to tell the council the name and address of \"emergency\" key-holders but it cannot be enforced if all key-holders refuse to be named!\nMobile telephone numbers are all that are needed to ensure any related noise pollution incidents can be dealt with efficiently by the LA.",
            "closed_at": "2007-11-09T00:00:00Z",
            "created_at": "2007-08-08T16:05:41.099988Z",
            "creator_name": "Alan Woolridge",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-08T16:05:41.099988Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 106,
            "state": "finished",
            "updated_at": "2007-11-10T03:11:24.553448Z"
        },
        "id": 6109343
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ALARMING/"
    },
    "type": "petition"
}