{
    "data": {
        "attributes": {
            "action": "Safeguard the national football game by ensuring that each English Team contains x amount of homegrown players",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Premiership is now one of the most entertaining and lucrative leagues in football with a global appeal that is attracting an unprecedented amount of foreign investment. The success of the Premiership should never be a hindrance to the success of the National Football team.  Football clubs are under pressure to find players to compete at the highest level with these players more often than not recruited from abroad thus limiting opportunities for home grown players.  Marketing is now more important than ever and this is evident with one club’s plan to open a youth academy in Asia with clubs also stating English players are not as well suited to make the jump to professional football.  If the current trends continue England will no longer have a National team that can compete at the highest level due to dwindling numbers of English professional players. I call upon the government to force the FA to hold a review into imposing a minimum quota of English players onto each club.",
            "closed_at": "2008-08-08T00:00:00Z",
            "created_at": "2007-08-08T18:55:03.196374Z",
            "creator_name": "Michael Stephenson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-08T18:55:03.196374Z",
            "rejected_at": "2007-09-08T00:01:03.548630Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/youthpolicy/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6110434
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Home-grown/"
    },
    "type": "petition"
}