{
    "data": {
        "attributes": {
            "action": "Reform the EMA (Education Maintenance Allowance) system.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Although I don't receive an EMA grant, I am disgusted by the fact that some of those who receive EMA spend it on clothes, CD's, alcohol etc.\nI am a member of the Labour Party, and even I feel changes need to be made, for this system to be a justified one.\nDue to the fact that there are people out there who use this grant for educational purposes, in my opinion and from research made in Scotland (my home country), the majority of people don't use this money for its intended purpose.\nAt the moment it is an expensive bribe, and although I don't yet pay tax due to my age, my parents do, and I feel that if there money goes towards this system, then changes have to be made.\nMy own personal suggestion is that instead of cash being handed out, vouchers (e.g. for bookshops) should be given to the receiver, or money should be placed into an account, so that the person on the receiving end can collect it, IF THEY INTEND TO GO ONTO FURTHER EDUCATION, E.G. UNIVERSITY. \nI don't want the EMA system to be done away with, so to speak, that is why I want, and I hope you want, reforms to be made.\nThanks for reading and I hope your signature will be added.",
            "closed_at": "2008-08-08T00:00:00Z",
            "created_at": "2007-08-08T19:36:03.567546Z",
            "creator_name": "Daniel McCroskrie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-08T19:36:03.567546Z",
            "rejected_at": "2007-11-21T00:01:01.602312Z",
            "rejection": {
                "code": 2049,
                "details": "http://petitions.pm.gov.uk/NO-ema/",
                "reasons": [
                    "Party political material",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-21T00:01:01.602312Z"
        },
        "id": 6110715
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ReformEMA/"
    },
    "type": "petition"
}