{
    "data": {
        "attributes": {
            "action": "cancel the proposed idea's to replace camden's unique market area with a shopping centre",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I object to the current planning proposals (ref: 2006/3182/P) and all associated proposals, on the grounds that The Stables Market is a unique architectural site and a pivotal part of London's heritage. The proposed building plans will leave the original architecture of the Arches obscured & unrecognisable. The diverse & quirky appeal of the market has endured for generations, to Londoners & tourists alike, all of whom flock to Camden to soak up the vibrant and inimitable atmosphere, which is now being eroded by modernistic re-developments. Small innovative traders, unable to afford higher rents, are already being forced out of the market, making way for the high street names to snake in. Camden's Markets are an essential part of what London is all about. There are enough homogenised glossy shopping malls across the country - there is only ONE Camden!",
            "closed_at": "2007-09-09T00:00:00Z",
            "created_at": "2007-08-08T20:41:26.791008Z",
            "creator_name": "Amy McCabe",
            "government_response_at": "2007-10-03T15:16:00.585945Z",
            "government_responses": [
                {
                    "created_at": "2007-10-03T15:16:00.585945Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"cancel the proposed idea's to replace camden's unique market area with a shopping centre.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13310.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'camdenmarket'",
                    "updated_at": "2007-10-03T15:16:00.585945Z"
                }
            ],
            "opened_at": "2007-08-08T20:41:26.791008Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 36231,
            "state": "finished",
            "updated_at": "2008-09-02T03:54:06.267784Z"
        },
        "id": 6111144
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/camdenmarket/"
    },
    "type": "petition"
}