{
    "data": {
        "attributes": {
            "action": "Provide a proper response to the recent \"Keep the British Library Free of Charge to Users\" petition",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Quoted below is the response posted by the Prime Minister's Office on 13th July 07. This does not answer the original petition, but instead is a fobbing-off attempt that blames the BL itself for the probable introduction of admission fees and reduction of opening hours.\n\nThe whole point is that the 7% funding cut is the very reason for the belt-tightening action the BL will most likely have to take.\n\nSo come on, government - make a proper response, even if it means admitting your culpability in failing to support an indispensible national institution.\n\n-----\n[The Prime Minister's Office response to the original petition]\n\n\"The British Library preserves, promotes and celebrates our language and literature, two of our greatest contributions to the world's cultural heritage. It also underpins research in the higher education and business sectors, playing what is an essential part in a modern knowledge economy. This Government has supported the Library in fulfilling these roles since 1997, and will continue to do so. \n\nIt is, however, independent of Government, and makes its own management decisions, including on issues such as admission charges.\"",
            "closed_at": "2007-12-09T00:00:00Z",
            "created_at": "2007-08-09T11:32:50.996727Z",
            "creator_name": "Ruth Milsom",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-09T11:32:50.996727Z",
            "rejected_at": "2007-09-14T00:01:02.157294Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6114885
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BLresponse/"
    },
    "type": "petition"
}