{
    "data": {
        "attributes": {
            "action": "Allow Clubs for Smokers, by Smokers!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "First, did you sign the petition asking to repeal the smoking ban?  Were you infuriated by the apologetic reply?  Good, as many of the justifications stated are irrelevant to the issue and represent just one end of the scientific spectrum.\n\nIt seems a sorry state of affairs when in a free country a group of smokers can not form and operate clubs or societies where they can collectively enjoy their past-time.\n\nFor the millions (yes, there are millions) of smokers in this country, ranging from pipe to cigar to shisha (water filtered pipe), who can now only enjoy a smoke at home (around their children?) it is unfair that they can't found or join a members only smoking society.  \n\nThe totalitarian \"blanket ban\" is a restriction of our rights, and if the government really want to \"save the health of the nation,\" why not ban tobacco smoking altogether?  Perhaps the tax revenues generated by sales of tobacco products, or perhaps the riots and mass disgruntlement that would follow are a deterrent.\n\nEITHER WAY, WHY CAN'T SMOKERS FORM A PRIVATE SMOKING CLUB RUN FOR SMOKERS, BY SMOKERS?  WHY?\n\nSign up here to save your right to smoke (if not your lungs...).",
            "closed_at": "2008-04-11T00:00:00Z",
            "created_at": "2007-08-09T14:57:28.780084Z",
            "creator_name": "Toby Howlett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-09T14:57:28.780084Z",
            "rejected_at": "2007-08-13T10:34:44.142912Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Smokers-rights/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6116751
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SmokingClubs/"
    },
    "type": "petition"
}