{
    "data": {
        "attributes": {
            "action": "liberate New Zealand from the rule of Her Majesty Queen Elizabeth II either by changing its status from Commonwealth Realm to Commonwealth Republic or by simply abolishing the Monarchy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Over the past 15 years New Zealand has acted to declare its independence through a raft of measures demonstrating a conspicuous intent to undermine and debilitate the British Monarch's stronghold over the nation, including - most notably - removing the Queen from all but their $20 notes. \n\nBritish Republicans and Anti-Monarchists should commend these actions and sign this petition to ensure that the enfeeblement of this dated institution persists, carrying in its wake a swift march to the inevitable dissolution of the British Monarchy. \n\nImperialists, Royalists and Monarchists should support this petition to display their disdain for the disrespectful actions of the New Zealand people towards our beloved Queen, for if indeed they cannot respect our Queen as we would wish then why should we allow them the privilege of being ruled by such a remarkable lady?",
            "closed_at": "2008-08-09T00:00:00Z",
            "created_at": "2007-08-09T20:56:31.968404Z",
            "creator_name": "Christian Fisher",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-09T20:56:31.968404Z",
            "rejected_at": "2007-09-09T00:01:02.385275Z",
            "rejection": {
                "code": 36864,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6119218
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RepublicOfNZ/"
    },
    "type": "petition"
}