{
    "data": {
        "attributes": {
            "action": "Abolish Adversarial Competitive Debate at PMQ, abolish the next two General Elections to further continue to improve all aspects of our society in current Truths, Peace Prosperity in UK Politics under the Labour government",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We journeyed through the scientific age, age of non-reason, fragmentation, personal peace and affluence since 1960s, currently humanity at final choices of good and evil, new and old, besieged by sufferings and sicknesses. Under such times of phenomenon beyond humanity, arrogant science, futile cynicism and selfish strategies, we must not channel resources in elections and campaigns to allow the current government achieve much more in continuity to improve life, overcome poverty, mental, spiritual and emotional health, doing good and overcoming crisis and sufferings resolutely and courageously with wisdom from past experiences in government. Current electoral system cannot guarantee change of government will be better for UK, leadership characters of honesty, integrity, humility and fearless for divine truths, justice, divine wisdom in understanding, sufferings, sacrifices and in doing good. To protect our prosperity, environment, security and well-being, we must have the courage to accept the things we cannot change, change the things we can and the divine wisdom to know the difference",
            "closed_at": "2008-02-09T00:00:00Z",
            "created_at": "2007-08-09T21:14:30.838979Z",
            "creator_name": "mee-kuen Chong",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-09T21:14:30.838979Z",
            "rejected_at": "2007-09-09T00:01:02.385275Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6119325
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AbolishElection/"
    },
    "type": "petition"
}