{
    "data": {
        "attributes": {
            "action": "OUTLAW INTOLERANCE of others' legitimate enjoyment by self serving, bigoted killjoys",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is a tendency for people to want to stop, ban, legislate against, criminalize and spoil the legitimate activities of others.  There are too many single issue political and social causes and pressure groups with their agendas that impinge on others.  It may be ripping up ragwort, reducing noise, serving ASBOs on crowing roosters, banning motorcycles, stopping BBQs because of smells, hunting, fishing, dog walking, driving etc etc\n\nGive us back our freedoms, tolerate others, lose the shoulder chips and generally chill out.\n\nDon't let us become a police or an over \"policed\" society by jobsworths, busy bodies, council departments, QANGOs and \"nimbies\".  Be tolerant and live and let live. Let us have back some natural justice and the freedom to LIVE without fear that we will be stopped because someone else doesn't like what we do or are.",
            "closed_at": "2008-02-09T00:00:00Z",
            "created_at": "2007-08-09T23:09:50.958107Z",
            "creator_name": "Mark Perkin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-09T23:09:50.958107Z",
            "rejected_at": "2007-09-09T00:01:02.385275Z",
            "rejection": {
                "code": 20480,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6119977
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Ban-the-Bans/"
    },
    "type": "petition"
}