{
    "data": {
        "attributes": {
            "action": "Insist on the resignation of Jack Warner as FIFA vice president.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I feel I must contact you regarding the disgraceful , damaging and almost racist comments made by the so-called vice president FIFA\n\nIn a soon to be broadcast interview he says:- \"If the World Cup were to go to Europe, I'm quite sure, with the English luck as it is, they won't get it,\" \n\n\"There are moves to give it to England. I must fight that.\"\n\nHe added: \"It will be Italy, Spain, or even France who will get the World Cup if it goes to Europe.\nNobody in Europe likes England. England invented the sport but has never made any impact on world football.\" \n\nIt is obvious that a man in his position should have no public opinion, for or against any FIFA nation, and from our point of view, should no longer be able to serve as an officer on the FIFA executive committee.\n\nWe Feel that it is in the best interests of the national sport that this man is removed from office as soon as possible",
            "closed_at": "2008-02-09T00:00:00Z",
            "created_at": "2007-08-09T22:49:38.060086Z",
            "creator_name": "Robert Bridden",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-09T22:49:38.060086Z",
            "rejected_at": "2007-09-09T00:01:02.385275Z",
            "rejection": {
                "code": 20480,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6119873
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FIFA-Resignation/"
    },
    "type": "petition"
}