{
    "data": {
        "attributes": {
            "action": "Adopt Open Document Format in National Archives",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Recently it was announced that National Archives are converting their stock of electronic documents into Microsoft Open XML format.\nThis format is not supported outside of Microsoft's own products and ties the public to purchasing Microsoft Office should they wish to view the products, which is a cost of around £80-120 depending on version.\nIt also ties a user to puchasing Microsoft Windows  which is a cost of roughly £150 for the Basic edition or purchasing a new PC with Windows which is a cost of at around £200 for a new machine.\nInstead Open Document Format which is an accepted ISO standard unlike Open XML should be used.\nOpen Document Format is supported on many major platforms and is freely available at no charge.\nIt include all the necessary features for documents otherwise it would not be the ISO standard.\nThere should not be a £250 charge to use Microsoft for accessing the National Archives electronically especially in light of the companies ongoing litigation with the EU regarding its anti-competitive actions.",
            "closed_at": "2008-08-10T00:00:00Z",
            "created_at": "2007-08-10T07:50:24.462998Z",
            "creator_name": "Mark Richards",
            "government_response_at": "2008-09-26T13:25:12.975663Z",
            "government_responses": [
                {
                    "created_at": "2008-09-26T13:25:12.975663Z",
                    "details": "You signed a petition asking the Prime Minister to \"Adopt Open Document Format in National Archives.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16957\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ODFinNA'",
                    "updated_at": "2008-09-26T13:25:12.975663Z"
                }
            ],
            "opened_at": "2007-08-10T07:50:24.462998Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 570,
            "state": "finished",
            "updated_at": "2008-08-14T03:39:27.509123Z"
        },
        "id": 6120782
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ODFinNA/"
    },
    "type": "petition"
}