{
    "data": {
        "attributes": {
            "action": "ensure N Yorks PCT allows access to Velcade for relapsed Myeloma sufferers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I would like to create a petition concerning the access to the drug Velcade for patients with stage 3 Multiple Myeloma.\nMy husband has been denied the drug by our Primary Care Trust in North Yorkshire following the request of his consultant, despite NICE giving their preliminary support to the drug being prescribed in this stage of the condition(relapsed Myeloma). There is the ridiculous situation at the moment on his haematology/oncology ward in Leeds of a female patient from West Yorkshire being given the drug Velcade by West Yorkshire PCT and my husband a 47 year old father of 3 who has worked throughout his illness being denied access by North Yorkshire PCT due to their financial difficulties .Without this medication my husband has been in effect sentenced to death by the PCT.\nWe ask for your support in raising the profile of this unfair lottery in accessing  this essential lifesaving drug .",
            "closed_at": "2008-02-13T00:00:00Z",
            "created_at": "2007-08-10T17:31:43.606887Z",
            "creator_name": "Caroline McNamara",
            "government_response_at": "2008-03-05T16:00:15.767612Z",
            "government_responses": [
                {
                    "created_at": "2008-03-05T16:00:15.767612Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure N Yorks PCT allows access to Velcade for relapsed Myeloma sufferers.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14895.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'velcade-denied'",
                    "updated_at": "2008-03-05T16:00:15.767612Z"
                }
            ],
            "opened_at": "2007-08-10T17:31:43.606887Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 705,
            "state": "finished",
            "updated_at": "2008-02-14T00:01:01.822340Z"
        },
        "id": 6125196
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/velcade-denied/"
    },
    "type": "petition"
}