{
    "data": {
        "attributes": {
            "action": "Introduce an annual compulsory test of road worthiness (an MOT for trailers) for all trailers pulled by road vehicles i.e. horse trailers, caravans, car trailers etc.  Also for all such vehicles to have a compulsory brake system with \"breakaway\" cable to activate the brakes if the trailer breaks free from the vehicle which is pulling it.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In July 2007 in Heage, Derbyshire a little boy aged 4 was killed by a runaway trailer which hit him as he walked with his Mum along the pavement.  His Mum was very seriously injured too.\n\nThe law currently does not require compulsory road-worthiness testing of trailers and does not require for a braking system on so called \"small trailers\" which can be just as lethal as \"big\" trailers.  \n\nImagine a trailer coming away from its towing vehicle at 60mph on a motorway and imagine how many lives could be lost as a result.\n\nWe believe the government must introduce a compulsory braking system and brake-away cables to activate the brakes in event that a trailer and its towing vehicle become disattached.\n\nA badly maintained trailer can be just as lethal as a badly maintained car or van so we believe that compulsory road worthiness testing should be carried out on all such vehicles.  \n\nThank you for your support.",
            "closed_at": "2008-08-13T00:00:00Z",
            "created_at": "2007-08-11T11:24:55.683761Z",
            "creator_name": "Mrs Juliette Blake",
            "government_response_at": "2008-09-26T15:08:34.673510Z",
            "government_responses": [
                {
                    "created_at": "2008-09-26T15:08:34.673510Z",
                    "details": "You signed a petition asking the Prime Minister to \"Introduce an annual compulsory test of road worthiness (an MOT for trailers) for all trailers pulled by road vehicles i.e. horse trailers, caravans, car trailers etc. Also for all such vehicles to have a compulsory brake system with \"breakaway\" cable to activate the brakes if the trailer breaks free from the vehicle which is pulling it.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16966\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Trailers'",
                    "updated_at": "2008-09-26T15:08:34.673510Z"
                }
            ],
            "opened_at": "2007-08-11T11:24:55.683761Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1607,
            "state": "finished",
            "updated_at": "2009-06-02T17:27:32.551366Z"
        },
        "id": 6127890
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Trailers/"
    },
    "type": "petition"
}