{
    "data": {
        "attributes": {
            "action": "Please help to save the UKs only surviving 3 masted wooden schooner the KATHLEEN & MAY",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Kathleen & May is an integral part of Bideford’s maritime history and as such she deserves to be saved for the nation. She was the last of the trading, sailing ships plying her trade until the 1960s. HRH the Duke of Edinburgh, a long time friend of the ship, together with the Maritime Trust, support the overwhelming benefits of retaining the Kathleen & May as part of our national maritime heritage in Bideford. Over the past decade, and following her restoration, a group of dedicated volunteers (The Friends of the K&M) maintain this unique vessel to the highest standard in keeping with tradition. Unfortunately, the owner of the Kathleen & May can no longer sustain the financial burden associated with her future and so the Ship is up for sale. For further information on the ship please Google Kathleen & May,\nPlease remember to click the link in the Email after signing. Thank you.",
            "closed_at": "2007-12-13T00:00:00Z",
            "created_at": "2007-08-11T16:40:11.893494Z",
            "creator_name": "Roger Luxton-Jones",
            "government_response_at": "2008-01-11T16:21:20.426490Z",
            "government_responses": [
                {
                    "created_at": "2008-01-11T16:21:20.426490Z",
                    "details": "You signed a petition asking the Prime Minister to \"Please help to save the UKs only surviving 3 masted wooden schooner the KATHLEEN & MAY.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14229.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Kathleen-May'",
                    "updated_at": "2008-01-11T16:21:20.426490Z"
                }
            ],
            "opened_at": "2007-08-11T16:40:11.893494Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1046,
            "state": "finished",
            "updated_at": "2007-12-14T00:01:01.884446Z"
        },
        "id": 6128978
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Kathleen-May/"
    },
    "type": "petition"
}