{
    "data": {
        "attributes": {
            "action": "act immediately with severe penalties to stop immigrants stealing our inland fish stocks for food.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Fisheries throughout the country have voiced their concern that the greatest current threat to their stocks is the killing, and eating of their fish (mainly carp) by immigrants who profess to not understanding the laws of the country and rules of a particular fishery. An angler caught fishing without a license can face a huge fine and have his equiptment confiscated, so why do the Enviromental Agency approach this issue with little more than nonchalant approach? This problem needs addressing urgently",
            "closed_at": "2008-02-13T00:00:00Z",
            "created_at": "2007-08-12T08:28:21.500310Z",
            "creator_name": "Tony Barratt",
            "government_response_at": null,
            "government_responses": [
                {
                    "created_at": "2007-08-29T13:59:37.644515Z",
                    "details": "This petition has been removed in light of our terms and conditions for e-petitions.\n\nIn order for the petition service to comply with the law and with the Civil Service Code, submissions must not include: language which is offensive, intemperate, or provocative. \n \nIt is on this basis that this petition has now been removed. The full terms and conditions can be found here:\nhttp://petitions.pm.gov.uk/terms\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'CarpFishing'",
                    "updated_at": "2007-08-29T13:59:37.644515Z"
                }
            ],
            "opened_at": "2007-08-12T08:28:21.500310Z",
            "rejected_at": "2007-09-28T00:01:04.026446Z",
            "rejection": {
                "code": 128,
                "details": "",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6130600
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CarpFishing/"
    },
    "type": "petition"
}