{
    "data": {
        "attributes": {
            "action": "stop google from charging for their gmail accounts",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It has come to my attention that Google is charging for email accounts, although this is only happening in the states, they have raised their fee of 6gb, from 1$ to 20$. I feel it is only a matter of time before we get charged in south Africa. We have been using gmail for a number of years and when we started using there email accounts there was no mention of any payment. we would like to continue using the service as it is far superior to all others that we have seen thus far, in saying this we would not find it feasible to migrate to another account, furthermore Google has never   had a charge for any services rendered and we feel that a service fee would be unacceptable due to the advertising within the account, therefore we are privy to useful advertisements that the  Google team receive income from, so in closing there is no justification for any service fee. thanking you in advance . Christopher Kleingeld and George Berry.",
            "closed_at": "2008-08-12T00:00:00Z",
            "created_at": "2007-08-12T10:38:00.168927Z",
            "creator_name": "Christopher Kleingled",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-12T10:38:00.168927Z",
            "rejected_at": "2007-09-12T00:01:03.368504Z",
            "rejection": {
                "code": 20480,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6131050
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FreeGmail/"
    },
    "type": "petition"
}