{
    "data": {
        "attributes": {
            "action": "require H M Government to give full approval and all practical assistance to an English Constitutional Convention, which will allow a national debate in England on devolution and her future constitutional settlement, along the lines of the admirable Scottish Constitutional Convention.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "What the SCC achieved for Scotland with full government backing, this petition aims to achieve for England, and with the same methods, namely by debate and persuasion. \nEngland is the oldest unified nation in Europe, of which everyone, young and old, for whom England is their home and their future, can be very proud. \nThe devolution the ECC will consider will be for England as one people, and not a 'scheme' that would partition England into regions. \nEngland alone has no legal, constitutional and political existence. Politically and constitutionally we English, qua English, do not exist. England is the only part of the UK which is still governed entirely by the UK government. This is a constitutional injustice and political discrimination against the people of England. \nThe purpose of this ECC will be the bringing together of everyone for whom England is their home and their future in order to achieve what was expressed in the Scottish Right of Claim, namely the acknowledgement by the UK Government of the sovereign right of the English people to determine their form of government by agreeing a scheme for an Assembly or Parliament for England.",
            "closed_at": "2008-08-13T00:00:00Z",
            "created_at": "2007-08-12T13:56:31.674648Z",
            "creator_name": "Andrew Constantine",
            "government_response_at": "2008-09-29T14:18:05.001060Z",
            "government_responses": [
                {
                    "created_at": "2008-09-29T14:18:05.001060Z",
                    "details": "You signed a petition asking the Prime Minister to \"require H M Government to give full approval and all practical assistance to an English Constitutional Convention, which will allow a national debate in England on devolution and her future constitutional settlement, along the lines of the admirable Scottish Constitutional Convention.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16992\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ECC-approval'",
                    "updated_at": "2008-09-29T14:18:05.001060Z"
                }
            ],
            "opened_at": "2007-08-12T13:56:31.674648Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 348,
            "state": "finished",
            "updated_at": "2008-08-21T03:52:52.269466Z"
        },
        "id": 6131710
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ECC-approval/"
    },
    "type": "petition"
}