{
    "data": {
        "attributes": {
            "action": "seek and contribute to a fair reward to Guyana for its rainforests’ role as the lungs of the entire world.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned petition the Prime Minister to seek and contribute to a fair reward to Guyana for its rainforests’ role as the lungs of the entire world.\n\n\nWe see rich countries continue to exploit their natural resources, oil, gas, coal, etc.\n\nWe see that another naturally existing necessity, water, is commercially managed as it is easy to collect and re-distribute.\n\nHowever we see that the naturally occurring service provided by Guyana’s RAINFORESTS is not considered   an asset of Guyana.\n\nWe argue   that the inability of Guyana to harness its vital services to global warming   should not be a reason for  its peoples to be denied  the same benefits that others enjoy from their natural resources.\n\nWe view as perverse the Kyoto protocol incentives to countries for replanting trees, but not to countries  like Guyana with standing virgin rainforests.\n\nWe suggest that the formulae used for the re-planting incentives and  carbon trading, should be adapted to pay Guyana a fair price.\n\nThe climate warming threat,  must be tackled globally as is the threat of drugs and terrorism. Guyana is playing its part. The Guyanese nation  should be rewarded for its contribution.",
            "closed_at": "2008-08-13T00:00:00Z",
            "created_at": "2007-08-12T17:05:40.613291Z",
            "creator_name": "faiyaz  alli",
            "government_response_at": "2008-09-29T14:41:33.394117Z",
            "government_responses": [
                {
                    "created_at": "2008-09-29T14:41:33.394117Z",
                    "details": "You signed a petition asking the Prime Minister to \"seek and contribute to a fair reward to Guyana for its rainforests’ role as the lungs of the entire world.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16994\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'guyana'",
                    "updated_at": "2008-09-29T14:41:33.394117Z"
                }
            ],
            "opened_at": "2007-08-12T17:05:40.613291Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 522,
            "state": "finished",
            "updated_at": "2008-08-28T03:49:22.274693Z"
        },
        "id": 6132422
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/guyana/"
    },
    "type": "petition"
}