{
    "data": {
        "attributes": {
            "action": "not sign the EU Treaty and Constitution without UK public approval, and for the reasons being that the EU is corrupt, wasteful and would overrun this country and destroy what is left of our already deminishing culture, history, heritage, laws, borders, rights and everything that was good in Britain before joining the EU. The UK would be better off without the EU, in order for this country to retain our already crumbling sovereignty.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is set up against the Prime Minister signing the EU Treaty and Constitution without UK public approval, and for the reasons being that the EU is corrupt, wasteful and would overrun this country and destroy what is left of our already deminishing culture, history, heritage, laws, borders, rights and everything that was good in Britain before joining the EU. The UK would be better off without the EU, in order for this country to retain our already crumbling sovereignty.",
            "closed_at": "2008-08-13T00:00:00Z",
            "created_at": "2007-08-12T20:38:40.575557Z",
            "creator_name": "Lewis Anthony Grant",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-12T20:38:40.575557Z",
            "rejected_at": "2007-08-14T11:48:24.183126Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/EUorNOT/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6133255
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Snollygoster/"
    },
    "type": "petition"
}