{
    "data": {
        "attributes": {
            "action": "make sure that the fundamentals of a new home, i.e. heating, ventilation, drainage and plumbing are installed such that the house is fit to live in.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "New build home.\nNHBC warranty worthless\nNot inspected.\nPoor health.\nDrains, smells, heating, ventilation, poor plumbing\nNo pumping station installed\nWhat NHBC has installed rads by a building co. and new boiler from corgi reg chap is no better.Continue to struggle.\nSmells from underground and gasy.\nNHBC have said that the legal onus is on us to prove our case!!\nBed 5 over garage was found to have no insulation!  NHBC did not then check the rest of the property.\nThe builder's 2 year initial liabilty is not long enough by far to find   the problems\nWe have no damp course,re-inforcement in the wrong place\nDrains leaking\nSoil stacks not connected \nRun water the smell is the same.\nNHBC know what has gone wrong during construction.\nDug drains sent a solicitor's letter to inform us when  openings up had taken place such a surveyor could attend to investigate  subfloor void.\nDidn't do this,they reconcreted the floor\nLetter to tell us if we attended site they would install a locked site entrance!!\nThey payed rent on the other property we had to live in.\nWe payed council tax on both properties\nand they offered £10 to pay for the electrics they used!!\nPlease can someone help us.",
            "closed_at": "2008-08-13T00:00:00Z",
            "created_at": "2007-08-13T13:25:17.711172Z",
            "creator_name": "G & A Buckingham",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-13T13:25:17.711172Z",
            "rejected_at": "2007-09-12T00:01:03.368504Z",
            "rejection": {
                "code": 24832,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "False or incomplete name or address information",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6137311
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/newhomesfromhell/"
    },
    "type": "petition"
}