{
    "data": {
        "attributes": {
            "action": "stop and Oxford and Cambridge selling Master of Arts degrees",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For qualifications to be operable and understood in this globalised age, it is important that the same title reflects comparable achievement. Currently there is much confusion over what the award \"Master of Arts\" refers to, particularly due to the Oxbridge habit of awarding an MA to any graduate of the university who does nothing more than merely pay the requisite fee after so many years. This has generated much confusion amongst employers, many of whom believe that an Oxbridge MA is awarded for actual academic achievement. This is highly insulting to anyone who has studied for a real MA degree and dangerous for employers who require graduates who hold a real MA degree.\n\nThe argument that “this is how it’s always been done” (a misnomer; in fact it was originally a substantial level of study) is not valid in the 21st century when this habit is now very clearly the confusing exception to the very broad rule.\n\nWe call upon the Prime Minister to end this practice, by legislation if necessary, and ensure that all future conferrals of the degree of Master of Arts are only to those who studied for that degree.",
            "closed_at": "2008-08-14T00:00:00Z",
            "created_at": "2007-08-13T16:26:48.764616Z",
            "creator_name": "Tim Roll-Pickering",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-13T16:26:48.764616Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2008-08-16T03:43:20.334882Z"
        },
        "id": 6139411
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/scrapoxbridgema/"
    },
    "type": "petition"
}