{
    "data": {
        "attributes": {
            "action": "ensure Community Champions awards continue to give active individuals the opportunity to do extraordinary things and make a real difference in their communities",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Community Champions is a unique and effective award scheme for individuals.  Award winners run projects in their communities which make a real difference, and give them the chance to transform where and how they live.  In doing so, they gain a tremendous boost to their confidence. \n\nHowever, the DfES will end the Community Champions programme in March 2008, and there are no plans to replace it.\n\nThe loss of the Community Champions awards will be felt most by communities already experiencing significant disadvantage. Community Champion projects give youngsters positive things to do, bring elders out of isolation, encourage people to share skills and promote healthy lifestyles.\n\nPlease sign this e-petition to show your support of Community Champions and encourage the Government to continue to fund awards for individuals.",
            "closed_at": "2008-02-15T00:00:00Z",
            "created_at": "2007-08-13T18:03:25.880844Z",
            "creator_name": "Dorothy Newton",
            "government_response_at": "2008-03-07T16:15:25.107270Z",
            "government_responses": [
                {
                    "created_at": "2008-03-07T16:15:25.107270Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure Community Champions awards continue to give active individuals the opportunity to do extraordinary things and make a real difference in their communities.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14934.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'save-champions'",
                    "updated_at": "2008-03-07T16:15:25.107270Z"
                }
            ],
            "opened_at": "2007-08-13T18:03:25.880844Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 806,
            "state": "finished",
            "updated_at": "2008-02-20T03:13:12.857594Z"
        },
        "id": 6140249
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/save-champions/"
    },
    "type": "petition"
}