{
    "data": {
        "attributes": {
            "action": "investigate the role of the BBC Trust and BBC Complaints department",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have been emailing the BBC Complaints that their coverage of football on radio 5 is almost exclusively on the Premier league.   \nI complained to the BBC Trust and they sent it to the complaints department, \nThe complaints department of the BBC is totally self contained, you always receive an answer but never are they wrong.\nI wrote to the Minister for Culture Media and Sport, a reply came back, sorry, the government can do nothing to interfere with the BBC. \nI feel so helpless on this, BBC Radio 5 is totally the top five teams premiership station, there is even a trailer running now, more premiership games than anyone else. \nI have also challenged them on the money issue, I assume they pay more for commentary games than when a reporter is occasionally used. So rich premiership clubs get the main money, the cash starved teams in the lower leagues get nothing. \nThe frustrating point of this issue is there is no competition for this service, the only alternative is Talk Radio, which I have tried, but they are inferior to the radio 5 service.\nI think the government should examine the role that the BBC Trust plays in the BBC, from my experience they have no influence at all.",
            "closed_at": "2008-08-14T00:00:00Z",
            "created_at": "2007-08-13T20:40:08.752098Z",
            "creator_name": "Philip Glynn",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-13T20:40:08.752098Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10,
            "state": "finished",
            "updated_at": "2009-08-13T16:02:29.680827Z"
        },
        "id": 6141655
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/radio5sport/"
    },
    "type": "petition"
}