{
    "data": {
        "attributes": {
            "action": "Do something about the teenage gang culture in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The teenage gang culture in the UK is way out of control. Innocent people are being senselessly attacked &, in some cases, killed for either standing up to or remonstrating with what are effectively, children. The do-gooders in this country have seen to it that neither parents, teachers nor the police   can chastise these kids & brave men like 47 year-old Garry Newlove, a husband & father himself, & many others like him, have paid the ultimate price for attempting to protect their own or other peoples property. Respect for elders has all but gone & it's utterly disgraceful. We urge the PM to allow parents & authoritive figures to deal with children that have either committed or are inciting to commit serious crime, in the manner in which WE were dealt with when WE were younger, & to do away with the ridiculous 'nanny  state' that we've ended up with.",
            "closed_at": "2008-02-14T00:00:00Z",
            "created_at": "2007-08-14T08:29:13.520618Z",
            "creator_name": "Kevin Fountain",
            "government_response_at": "2008-03-10T16:13:25.288289Z",
            "government_responses": [
                {
                    "created_at": "2008-03-10T16:13:25.288289Z",
                    "details": "You signed a petition asking the Prime Minister to \"Do something about the teenage gang culture in the UK.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14941.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'teenagegangs'",
                    "updated_at": "2008-03-10T16:13:25.288289Z"
                }
            ],
            "opened_at": "2007-08-14T08:29:13.520618Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2602,
            "state": "finished",
            "updated_at": "2008-05-13T03:25:38.496306Z"
        },
        "id": 6143929
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/teenagegangs/"
    },
    "type": "petition"
}