{
    "data": {
        "attributes": {
            "action": "Authorise the striking and award of a special medal to recognise the intensity of the current conflict in Afghanistan. This medal to be awarded to those past, present and future members of our armed services currently engaged in combatitive roles as opposed to general peace keeping roles in Afghanistan.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The MOD currently only awards a general service peace keeping medal to all soldiers involved in duties in Afghanistan. This medal is designed to recognize their peace keeping role and is the same medal as was awarded to troops immediately after the Taliban were deposed. The current campaign can be considered to be anything but a Peace keeping role with our troops currently facing a 1 in 36 chance of dying during a 6 month deployment in Helmand province. Their bravery and loyalty deserves recognition above and beyond  that awarded in general and individual acts of bravery.",
            "closed_at": "2008-02-14T00:00:00Z",
            "created_at": "2007-08-14T07:48:39.741745Z",
            "creator_name": "Andy Myers",
            "government_response_at": "2008-03-07T16:12:58.550953Z",
            "government_responses": [
                {
                    "created_at": "2008-03-07T16:12:58.550953Z",
                    "details": "You signed a petition asking the Prime Minister to \"Authorise the striking and award of a special medal to recognise the intensity of the current conflict in Afghanistan. This medal to be awarded to those past, present and future members of our armed services currently engaged in combatitive roles as opposed to general peace keeping roles in Afghanistan.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14932.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'AfghanMedal'",
                    "updated_at": "2008-03-07T16:12:58.550953Z"
                }
            ],
            "opened_at": "2007-08-14T07:48:39.741745Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1461,
            "state": "finished",
            "updated_at": "2008-11-27T17:00:23.736070Z"
        },
        "id": 6143526
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AfghanMedal/"
    },
    "type": "petition"
}