{
    "data": {
        "attributes": {
            "action": "Pointless Killings",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Again we see the pointless killing of an innocent man and this government does nothing to stop this happening. On law and order they care only about performance indicators and political correctness instead of making this country safe for people such as this poor man. To try and make us all think they have done something they give us PCSOs what a waste of time and money they are. And they care more about the kind of scum who have killed this poor man, the human rights and the rights of other criminals. When i think of our leaders I can think of only one word to sum them up Parasites. It is time to reduce so called professional standards and get those officers back where they should be on the streets not dealing with stupid complaints about the police which in most cases are rubbish. It is time the government gave us a real effective police force and stopped playing games. I want to see police officers and not PCSOs. I want prisons to be effective not a holiday away from home.",
            "closed_at": "2008-02-14T00:00:00Z",
            "created_at": "2007-08-14T09:56:33.117416Z",
            "creator_name": "David Speight",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-14T09:56:33.117416Z",
            "rejected_at": "2007-08-15T11:35:57.481081Z",
            "rejection": {
                "code": 256,
                "details": "Your title should be a call for action.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6144900
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Killings/"
    },
    "type": "petition"
}