{
    "data": {
        "attributes": {
            "action": "prevent the exam board OCR from amalgamating Latin, Greek and Class Civ A-levels into one qualificatio",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For centuries the study of Classical languages as been at the heart of academia in this country. Learning Latin and Greek provides a great intellectual challenge, developing linguistic, analytical and many other skills. Yet now this great tradition is at risk.\n\nThe exam board OCR has decided to combine the three Classics A-levels that they currently run (Latin, Greek and Class Civ)into one. This change will mean nothing more than the dilution of the subjects, bringing down standards at A-level and leaving students under-prepared for Classics degrees.\n\nThe government cannot allow these great subjects to be destroyed by dumbing down, and must intervene to make sure the three seperate subjects are retained.",
            "closed_at": "2008-08-14T00:00:00Z",
            "created_at": "2007-08-14T10:13:58.174915Z",
            "creator_name": "John Oxely",
            "government_response_at": "2008-09-29T14:44:49.319167Z",
            "government_responses": [
                {
                    "created_at": "2008-09-29T14:44:49.319167Z",
                    "details": "You signed a petition asking the Prime Minister to \"prevent the exam board OCR from amalgamating Latin, Greek and Class Civ A-levels into one qualification\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17000\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'separateclassics'",
                    "updated_at": "2008-09-29T14:44:49.319167Z"
                }
            ],
            "opened_at": "2007-08-14T10:13:58.174915Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 251,
            "state": "finished",
            "updated_at": "2008-08-16T03:43:19.794626Z"
        },
        "id": 6145070
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/separateclassics/"
    },
    "type": "petition"
}