{
    "data": {
        "attributes": {
            "action": "consider the benefits of investing more of our uk taxpayers money into various institutions within the uk such as police services, education, health services and community based self help programs rather than handing out all our taxpayers money to countries who are spending their own internal revenue on guns and ammunition rather than helping their own citizens to advance their own society.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I was born in 1960 in the north west of England, just like my father and his before him. I now live and work in China because my own country has no suitable employment. During my time in what used to be a GREAT Britain, I have seen services decimated, the authority of and respect for, our understaffed police service disappear, and the general degredation of our society as a whole. Why do we have a policy of throwing good money after bad to support people overseas when our own are suffering? Maybe we can avoid a civil war in some far off place few have ever heard of by throwing lots of our taxpayers money at them but, if their own governments are spending most of their own revenue on ways to finance avoiding a civil war rather than looking after their own people, maybe it is time we left them alone and let the people who are sick of violence and corruption in their country fight it out for themselves. If they accept the way things are then who are we to interfere? I am a great believer in helping the needy but, I will not give money to beggars just because they decided begging was easier than working for a living. Everyone has heard the expression \"charity begins at home\". Why do we not give it a try in Britain.",
            "closed_at": "2008-02-14T00:00:00Z",
            "created_at": "2007-08-14T13:05:27.980406Z",
            "creator_name": "Alan Young",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-14T13:05:27.980406Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 24,
            "state": "finished",
            "updated_at": "2008-02-15T00:01:01.772459Z"
        },
        "id": 6147510
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/British-first/"
    },
    "type": "petition"
}