{
    "data": {
        "attributes": {
            "action": "'ensure EU laws on the live transport of horses and other equines are adhered to, to stop the needless cruelty and suffering these animals face on the journey to be slaughtered.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Around 100,000 horses transported into and across Europe for slaughter each year. Horses are able to be transported vast distances in horrendous conditions with few, if any, checks en route as a result of the removal of many Border Inspection Posts.  The meat from these horses, ponies, donkeys and mules will end up in YOUR dinner plate - Italian Salami contains donkey meat, and other processed meats from the continent will contain equine meat as well.  If they are eaten, then at least give them the dignity of an end that is pain free and comfortable.\n\n- These journeys are inhumane and unnecessary, causing horses to suffer from dehydration, exhaustion and in many cases to die\n\n - Journey times are excessively long, with horses being permitted to travel for 24 hours before they are rested off the lorry\n\n- When the laws are properly enforced it is more cost effective to slaughter close to source and transport carcases\nin refrigerated lorries. However, this trade continues, suggesting that enforcement is completely inadequate",
            "closed_at": "2007-11-14T00:00:00Z",
            "created_at": "2007-08-14T15:08:44.965033Z",
            "creator_name": "Melissa Raven",
            "government_response_at": "2007-12-04T15:53:04.997321Z",
            "government_responses": [
                {
                    "created_at": "2007-12-04T15:53:04.997321Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure EU laws on the live transport of horses and other equines are adhered to, to stop the needless cruelty and suffering these animals face on the journey to be slaughtered.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13962.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'cruelhorsedeaths'",
                    "updated_at": "2007-12-04T15:53:04.997321Z"
                }
            ],
            "opened_at": "2007-08-14T15:08:44.965033Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1150,
            "state": "finished",
            "updated_at": "2008-02-07T03:12:28.432423Z"
        },
        "id": 6149083
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cruelhorsedeaths/"
    },
    "type": "petition"
}