{
    "data": {
        "attributes": {
            "action": "make sure the Disability Discrimination Act is amended so that companies must employ as much percentage of their workforce being disabled employees as is proportionate with current national statistical average to stop and make measurable current workplace discrimination.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Measures must be taken to stop the discrimination that people with disabilities face in the labour market. At present there is no clear way of measuring whether an employer has or has not discriminated against a person with a disability. Therefore it would be reasonable to force companies to employ as many disabled employees as is the statistical average (if 10% of the population is disabled then at least 10% of people employed at a specific company should be disabled to maintain equal rights and equal representation of disabled people at the workplace). This would make workplace discrimination less frequent and completely measurable and would send out the right signals to differently abled people. This would be the first law (or part of a law) in the world that sets a reasonable balance for the disabled/non-disabled employment ratio and would force companies to take action against current hidden and overt discrimination against the most discriminated section of society. Csaba Biro, Chairman of Jobs for the Disabled Registered UK Charity (r:1118137)",
            "closed_at": "2007-10-15T00:00:00Z",
            "created_at": "2007-08-15T02:25:57.087735Z",
            "creator_name": "Csaba Biro",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-15T02:25:57.087735Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6155606
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/newddalaw/"
    },
    "type": "petition"
}