{
    "data": {
        "attributes": {
            "action": "allow our plain nationality, not our citizenship, to be shown in the Nationality section of British passports. Simply, the petition is to have \"British\" shown for nationals in the passport nationality declaration, and not \"British citizen\". If this means defining \"nationality\" anew by statute, so be it. That could only be good and is long overdue.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is no proper declaration of nationality on British passports.\n\n\"British Citizen\" is printed in the Nationality category. \n\nThere is no normal and proper place for our distinct nationality.\n\nThroughout the world, \"citizen\" has a different meaning to \"national\". \n\nThere are many British citizens who are foreign nationals and who don't come from the U.K. for example.\n\nCurrently there is nothing to suggest on our passports that British nationals are not also foreign nationals. Any of us may appear to be a foreigner whom has citizenship.\n\nIs this what we want? A kind of coded nod and wink to foreigners that we really want to say we are British nationals.\n\nThere is a shunning of the notion of nationality and also of what citizenship is.\n\nIt brings loss of respect in our chosen governors and administrators and in ourselves. With this is loss of collective identity and identity of self attatched to collective and national identity.\n\nA person of the earth is a citizen of somewhere and a national of somewhere.\n\nTo say someone is British, French or Irish, etc. is to declare their nationality or their mother country not where they may just have citizens' rights. \n\nWe don't have this on our passports.",
            "closed_at": "2008-08-21T00:00:00Z",
            "created_at": "2007-08-15T00:36:30.632522Z",
            "creator_name": "Gavan M. Connolly",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-15T00:36:30.632522Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2008-12-04T16:37:41.611803Z"
        },
        "id": 6155462
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/British-Passport/"
    },
    "type": "petition"
}