{
    "data": {
        "attributes": {
            "action": "acquire the cheese \"Wedginald\" for the nation to prevents its exportation and to secure its display in an appropriate public building.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "\"Wedginald\" (named by public competition,) is a Somerset Cheddar Cheese. The Cheese's making and maturation has been shown on the web, currently approaching 1.5 million 'hits' as well as significant international media attention.\nAfter one year the cheese will be auctioned leading to its dismemberment and possible exportation. We humbly call upon the Government to acquire the cheese as a work of art, to be kept for the people to visit in a high profile building with public access.\n\nThe benefits would be manifold, including:\n(1) encourage the development and purchase of high quality British regional foods\n(2) increase public interest and education in the UK dairy industry and the artisan crafts of cheese making\n(3) stimulate Bristish Tourism. to date the public have been unable to visit the cheese. The Cheese already has a significant American following, and will lead to 'Cheese Tourism'\n(4) save a fine British crafted work of art for posterity and demonstrate Government support for such traditional crafts",
            "closed_at": "2008-02-15T00:00:00Z",
            "created_at": "2007-08-15T08:06:21.287046Z",
            "creator_name": "JohnWebb",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-15T08:06:21.287046Z",
            "rejected_at": "2007-09-14T00:01:02.157294Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6157001
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/wedginald/"
    },
    "type": "petition"
}