{
    "data": {
        "attributes": {
            "action": "review and tighten the EMA system due to several flaws",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In our minds the EMA system has many flaws which makes it unjust and inadequate at providing support for those that need it. Some of these are listed below:\nThe system does not take into account\n-The number of children/dependents in the household, \n-Outgoings such as credit card payments\n-Many single parent families receive EMA  \nregardless of some receiving high maintenance allowance,\n-Payments are based on last years earning, so a change of employment; earning a lower wage, is not considered,\n-Basing EMA on earnings it not entirely effective as even if parents earn more money, rarely do they give children the money or bonuses the government does through EMA, \n- Bonuses for grades etc. seem to be the wrong kind of incentive as you should work hard for yourself not for money,\n\nIn other words the system should be reviewed, and perhaps made more thorough  \nin a way similar to applying for University grants to avoid people who have a higher disposable income receiving more money than those who have less. Disposable income is a far better way of deciding who should and should not receive EMA in comparison to household earnings.",
            "closed_at": "2007-11-15T00:00:00Z",
            "created_at": "2007-08-15T10:23:53.052249Z",
            "creator_name": "Cassie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-15T10:23:53.052249Z",
            "rejected_at": "2007-08-15T15:23:17.726538Z",
            "rejection": {
                "code": 8192,
                "details": "Please input your full name.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6159113
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EMAflaws/"
    },
    "type": "petition"
}