{
    "data": {
        "attributes": {
            "action": "support using video games as an aid to teach English.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In recent years gaming is becoming more of an art form, where players can enjoy immersive storylines, unforgettable characters, outstanding music scores and fantasy environments. However, a stereotypical view of video games is that they are violent and psychologically damaging when in many cases they are beneficial to the mind. Particular series such as The Legend of Zelda and Final Fantasy (which both fall under the genre of RPG) have been praised for their storylines and character development much like many of the bestselling novels we all know and love such as the critically acclaimed Harry Potter series along with books by Charles Dickens and plays by William Shakespeare. Nowadays more and more games have voice talent and cut scenes which can really delve into the emotion of the characters involved and can paint quite a realistic and gripping picture of, not only feelings the characters have but also the effect on the other characters and the relationships they share making video games a suitable learning tool.  Please sign this petition if you agree that video games and their storylines can be used as an aid to learning in the classroom.",
            "closed_at": "2008-08-16T00:00:00Z",
            "created_at": "2007-08-15T20:46:25.676705Z",
            "creator_name": "Will Beach",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-15T20:46:25.676705Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2008-08-17T00:01:01.351222Z"
        },
        "id": 6174638
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/vgeducation/"
    },
    "type": "petition"
}