{
    "data": {
        "attributes": {
            "action": "Restore citizens' right to defend themselves against criminals",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Current law seems to protect the CRIMINAL more than the victim. Police charge victims who defend themselves with \"assault\", or make a citizen's arrest with \"unlawful detention\".  Offenders, encouraged by this, threaten to report “assault” if a citizen tries to stop disorder. Offenders  know they would get legal aid if they took a civil action. Police targets for the number of arrests per month  encourages them to arrest BOTH parties, offender and victim, in an incident.. This is highly damaging to public confidence in the Police and in the support that a citizen is rightly due. \n\nThe PM must: 1. REMOVE arrest targets. 2. CUT DOWN police paperwork 3. INSTRUCT Police to support the victim rather than the offender. 3. RESTRICT \"no win no fee\" legal work and legal aid to cases which are first adjudged non-trivial. 4. Make a CLEAR and unequivocal statement in the House to CLARIFY the rights of citizens to DEFEND themselves and make citizen's arrest, and put measures in place to restore any rights which have lately become compromised.",
            "closed_at": "2007-11-16T00:00:00Z",
            "created_at": "2007-08-16T08:10:40.920658Z",
            "creator_name": "Richard Bird",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-16T08:10:40.920658Z",
            "rejected_at": "2007-09-15T00:01:02.949603Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Defend-property/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6177990
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Protectvictim/"
    },
    "type": "petition"
}