{
    "data": {
        "attributes": {
            "action": "Put police back on the streets, free them to restore law and order, and back them by improving the criminal justice system",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The police have lost control of the streets, as witnessed by recent attacks by youths, and the anti-social behaviour on display in every town centre at weekends. We demand that the government take action to restore our streets into safe places for law-abding citizens. \n\nMore laws are not needed. This is an operational and practical issue. Firstly, reduce police paperwork and get them out on the streets. If there are not enough numbers, then recruit more.\n\nOnce on the street they need to enforce zero tolerance policing which has been shown to be effective in places like New York and Middlesbrough. They need to be freed from the worry of being sued and investigated every time they do something.\n\nThey also need backing from courts with stiffer sentences for adult and youth criminals. If this means building more prisons and youth offender institutes then so be it.",
            "closed_at": "2008-02-16T00:00:00Z",
            "created_at": "2007-08-16T08:42:42.229260Z",
            "creator_name": "Paul Stavrakis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-16T08:42:42.229260Z",
            "rejected_at": "2007-09-16T00:01:02.678439Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/More-police/\nhttp://petitions.pm.gov.uk/QualityPolicing/\nhttp://petitions.pm.gov.uk/bringbackbobbies/\nhttp://petitions.pm.gov.uk/FairJustice/\nhttp://petitions.pm.gov.uk/0tolerance/\nhttp://petitions.pm.gov.uk/Punnishment/\nhttp://petitions.pm.gov.uk/adrian/\nhttp://petitions.pm.gov.uk/Longer-in-Prison/\nhttp://petitions.pm.gov.uk/moreprisons/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6178583
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Polcing/"
    },
    "type": "petition"
}