{
    "data": {
        "attributes": {
            "action": "integrate cycle awareness into the driving test",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Most drivers put cyclists at unnecessary risk, not through malice, but simply because they are not aware of the dangers faced by cyclists. If a person does not regularly cycle in traffic, they often do not have access to the skillset required to safely interact with a cyclist.\n\nThis petition hopes to encourage the government into conversation with cycling groups such as the Cycle Touring Club, London Cycling Campaign and potentially online cycling forums such as Bikeradar.\n\nThrough this conversation it is the aim of this petition to have designated a specific part of the driving test, committed to educating drivers about how to interact safely and efficiently with cyclists. \n\nBy using the experience of dedicated cyclists through the forum of cycling groups, this petition hopes to make cycling safer for both novice and experienced cyclists alike, make motor traffic and bicycle interactions more efficient, and to encourage more people to take up cycling as a viable alternative to driving.",
            "closed_at": "2008-02-17T00:00:00Z",
            "created_at": "2007-08-16T21:49:48.038354Z",
            "creator_name": "James Hardy",
            "government_response_at": "2008-02-29T16:04:42.678394Z",
            "government_responses": [
                {
                    "created_at": "2008-02-29T16:04:42.678394Z",
                    "details": "You signed a petition asking the Prime Minister to \"integrate cycle awareness into the driving test.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14774.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'cycle-drive'",
                    "updated_at": "2008-02-29T16:04:42.678394Z"
                }
            ],
            "opened_at": "2007-08-16T21:49:48.038354Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 914,
            "state": "finished",
            "updated_at": "2008-12-04T16:37:46.004292Z"
        },
        "id": 6189482
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cycle-drive/"
    },
    "type": "petition"
}