{
    "data": {
        "attributes": {
            "action": "provide Veterans of the Falklands Conflict with indulgence rate flights via the RAF",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are in the region of 8000 veterans that for one reason or another need to return to the falkland Islands, To put old ghost to rest. visit places that they served to protect .At present there are two option available for veterans to travel, the RAF or by civilian flights RAF takes in a one stop flight and this is 20hrs, at a cost of £1169 + £20 airport tax. The civilian route is to Spain then Chile  then Falklands, upto 3 days cost of £980.These flights can be given to veterans vastly reduced. This would give financial relief to veterans and the organisation that support them, At present for a veteran to afford these flight you need to go through a vetting system and be means tested to get support from The Royal British legion, SSAFA and  other Associations, But this put a massive strain on the limited resources, when these flight go to the Falkland Islands half emty on a regular basis to support the military garisson on the Islands.It is time that the Goverment and MOD stepped up and starts supporting British Forces Veterans in their rehibiltation. Not to put red tape and buracratic obstacles in their way.Please sign goal: 1,000,000 signatures",
            "closed_at": "2007-10-17T00:00:00Z",
            "created_at": "2007-08-16T22:43:24.552568Z",
            "creator_name": "Mr Robin Richard Oliver",
            "government_response_at": "2007-11-02T16:28:24.692535Z",
            "government_responses": [
                {
                    "created_at": "2007-11-02T16:28:24.692535Z",
                    "details": "You signed a petition asking the Prime Minister to \"provide Veterans of the Falklands Conflict with indulgence rate flights via the RAF\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13698.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Falklandflights'",
                    "updated_at": "2007-11-02T16:28:24.692535Z"
                }
            ],
            "opened_at": "2007-08-16T22:43:24.552568Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1065,
            "state": "finished",
            "updated_at": "2007-10-27T03:11:06.151698Z"
        },
        "id": 6189813
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Falklandflights/"
    },
    "type": "petition"
}