{
    "data": {
        "attributes": {
            "action": "save time and resources of the UK from taking part in competitive General Elections until new ways to perfect characters of Parliamentary candidates and MP are found",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "by first defining processes to perfection of character, to define experiences and performances to expect in job descriptions of MP\n\nCurrently all Parties operate systems of candidate selection haphazardly without considerations of public opinions, public expectations of MP and their worthiness of respect. With little divine and business knowledge and ways of life of civil societies, MP is not exposed to effective relationships and perfection of listening ability and connectedness with the public. Under such situations of scantiness of character and knowledge of MP, the public is  disinterested in general elections.\n   \nCandidates worthy of Political career should be faithful to service and relationships, above reproach capable of building good reputation and compassionate to suffer, sacrifice and give to others. A potential leader is unselfish, diligent and not inclined to argue or lie, to lust for money and avoid addictions. With divine knowledge and wisdom, generous, hospitable, avoiding self-centredness, anger and violence is a fair-minded peacemaker overcome evils with good, with purity of heart and courage to guide society into holiness of character.",
            "closed_at": "2007-11-17T00:00:00Z",
            "created_at": "2007-08-16T23:10:46.681966Z",
            "creator_name": "mee kuen Chong",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-16T23:10:46.681966Z",
            "rejected_at": "2007-08-20T09:59:38.159513Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6189925
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SuspendElection/"
    },
    "type": "petition"
}