{
    "data": {
        "attributes": {
            "action": "ignore the petition asking for mediation to be made compulsory for parents whose relationship has broken down",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Each case should be considered on its merits; above all it should NOT be taken for granted that the parents staying together is better for the children's emotional welfare.  My own parents had a VERY bad relationship in which they alternated \"not speaking\" with frightening rows; my father sometimes had to go away at which times the atmosphere at home was MUCH calmer and my mother much less irritable.  I often wished they'd separate; I realised that this would be traumatic for a while but surely not as emotionally damaging as living with this relationship which, apart from anything else, put me off entering into a marital or cohabiting relationship.  I have been happily married for over 30 years; I would have missed that, as a result of witnessing my parents' relationship, if my husband had lacked the patience and understanding to persuade me otherwise.  I realise that my own situation is unique, as everyone's is, but I imagine most people whose parents had a similar \"relationship\" would have been damaged in one way or another.  The alleged damage caused by divorce/separation is more noticeable because they are public issues; no one knows what happens in private.",
            "closed_at": "2008-01-18T00:00:00Z",
            "created_at": "2007-08-16T23:57:58.780847Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-16T23:57:58.780847Z",
            "rejected_at": "2007-08-20T10:24:57.624423Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6190056
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoForceMediation/"
    },
    "type": "petition"
}