{
    "data": {
        "attributes": {
            "action": "Overhaul the Personal Loan industry to enable consumers to fairly shop around for the best loan rate and obtain quotes that actually reflect the rate you will be given when you apply.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It seems absolutely scandalous the way the Personal Loan industry operates. Consumers are almost always forced in to having Credit Checks run against them when obtaining quotes for loans, which would be fine except that those credit checks often result in a negative way on subsequent loan applications.\n\nIt also seems absolutely scandalous that Loan companies are able to give consumers a quote online or over the phone and allow them to apply on the basis of that quote (thus imprinting their credit history) and then send them a completely different (higher) rate on the application forms. \n\nConsumers are in a catch-22 position as if they re-apply elsewhere they will have yet more searches against their credit history and will likely get a worse rate than they otherwise would have had had they not applied for the first loan. They also still can't guarantee that the rate they are quoted by the second company will be the rate they are actually given.\n\nSurely this should be regulated under false advertising and trading standards and surely a quote should mean just that and should give you amount you will actually pay.",
            "closed_at": "2007-10-17T00:00:00Z",
            "created_at": "2007-08-17T12:07:33.653836Z",
            "creator_name": "Chris Addison",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-17T12:07:33.653836Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2007-10-14T03:12:11.453391Z"
        },
        "id": 6194363
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PersonalLoans/"
    },
    "type": "petition"
}