{
    "data": {
        "attributes": {
            "action": "resolve the MoD pension injustice of those wrongly taxed when thier career was ended due to disability",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In 1998, the Army Pay Corps (APC) wrote to thousands of war pensioners suggesting their war pensions had been taxed. Some pensioners had died before they could claim, others are still waiting for their rebate. Some got their rebate. In 2002 the MoD conceded that tax rebates were due and compound interest be paid. I know of one pensioner who is still waiting for his interst and another whose widows pension has been cut to 40%. Please petition Number 10 Downing Street to ensure that all the veterans of the wars & conflicts past and on-going receive the full pension they are due to them or their widows and families.",
            "closed_at": "2008-02-21T00:00:00Z",
            "created_at": "2007-08-17T14:20:19.260855Z",
            "creator_name": "Andrew Pinder",
            "government_response_at": "2008-03-13T15:14:40.281165Z",
            "government_responses": [
                {
                    "created_at": "2008-03-13T15:14:40.281165Z",
                    "details": "You signed a petition asking the Prime Minister to \"resolve the MoD pension injustice of those wrongly taxed when thier career was ended due to disability.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15001.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'modinjustice'",
                    "updated_at": "2008-03-13T15:14:40.281165Z"
                }
            ],
            "opened_at": "2007-08-17T14:20:19.260855Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 850,
            "state": "finished",
            "updated_at": "2008-03-18T03:14:29.313935Z"
        },
        "id": 6196504
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/modinjustice/"
    },
    "type": "petition"
}