{
    "data": {
        "attributes": {
            "action": "Create a permanent water grid throughout this country.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently ignoring all unseasonal rainfall and loss of a water treatment plant, it's time the Prime Minister now took charge and oversaw the establishment of a permanent water infrastructure throughout this country.\nI petition him in knowledge water exists within these islands to supply everyone living here and Europe.\nThe latter point being important for most water utilities within these Islands are owned by companies in Europe.\nWater is our basis of life. With three million homes planned it will become more scarce.\nThe Prime Minister then must organise and plan water supply and infrastructure far better.\nIts a sad fact given a dry Autumn,  water companies will again be pleading water poverty, knowing Summer 2007 has been the wettest recorded.\nWater Companies make profit.\nGovernments are assembled to make sure infrastructure exists immaterial of profit, to service it's people's need.\nIts time this Prime Minister took charge and made sure before water company profits infrastructure exists that will allow everyone to use water freely instead of seeing water restrictions imposed, that would mean water rationing in South East England yet again.",
            "closed_at": "2008-08-17T00:00:00Z",
            "created_at": "2007-08-17T15:07:05.283761Z",
            "creator_name": "Alan Pelling",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-17T15:07:05.283761Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 18,
            "state": "finished",
            "updated_at": "2009-03-20T17:03:23.836081Z"
        },
        "id": 6197236
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WaterH20/"
    },
    "type": "petition"
}