{
    "data": {
        "attributes": {
            "action": "Give the right of all British nationals to vote on a referendum for Scottish Independence",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Given the success of the SNP and the appointment of the Rt Hon Alex Salmond MSP/First Minister of Scotland, is it not right that any referendum on Scottish Independence should include the British people as a whole, whilst respecting Scotland and its right to independence, many could say sufficient powers have been granted given devolution, yet any proposed constitutional change of this nature would surely need to be closely scrutinised and examined, so as every British citizen had a clear understanding of what this would mean for their futures. Surely, while there is still a very realistic prospect of this happening should it not be the duty of the Scottish Parliament to make clear its intentions to the British people as a whole and not just in isolation, this proposed constitutional change could signify the end of Britain as we know it today, therefore very Britain needs to be able to have his or her say.",
            "closed_at": "2008-08-21T00:00:00Z",
            "created_at": "2007-08-17T19:08:55.863039Z",
            "creator_name": "MR RG Mhango",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-17T19:08:55.863039Z",
            "rejected_at": "2007-08-21T10:12:12.010191Z",
            "rejection": {
                "code": 8192,
                "details": "Please put you full name.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6199760
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/dividedbritain/"
    },
    "type": "petition"
}