{
    "data": {
        "attributes": {
            "action": "bring back the cain in schools and give parents the right to smack their child",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Take the control away from the kids; it is a failure to our youth to give them the power to do what they want, when they want, without any boundaries.  They need to learn right from wrong, consequences and empathy.  \n\nA lot of kids today are not learning these basic skills and the result is: greater increase in youth crimes and violence, the cost to society as well as individuals is great.\n\nThe cane in schools and the ability for parents to give a child a slap to bring them back in line, sets boundaries.  \n\nTo all those who feel horrified at the thought of smacking a child, think over this one;\n\nStick and stones may break my bones but words will never hurt me.\n\nThe only power an adult has of controlling an out of control youngster is words, with no effect, like the ASBO, words on a piece of paper, they don't hurt and they can't see the future consequences.\n\nYet a child can use words without any truth behind it, to threaten a police officer, a parent, a school teacher, infact any adult, with huge consequences. \n\nwhat is greater, the number of adults abusing the right to smack and cane a child to teach the boundaries, or a child abusing an adult, the police, parents, school teachers and quite frankly each other.",
            "closed_at": "2008-02-17T00:00:00Z",
            "created_at": "2007-08-17T21:57:33.713926Z",
            "creator_name": "wendy holmes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-17T21:57:33.713926Z",
            "rejected_at": "2007-09-19T00:01:01.925435Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/smacking/\nhttp://petitions.pm.gov.uk/Thecane/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6200976
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/disapline/"
    },
    "type": "petition"
}