{
    "data": {
        "attributes": {
            "action": "Stop Immigrants & Assylum Seekers Becoming The Majority In This Country.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Living where i do in Leicester i have become increasingly aware recentl that the city has become saturated with imigrants from many different nationalities. A family memeber runs a betting office and this is full on a daily basis from opening to closing time with non-British subjects who spend vast amounts of money constantly gambling...Money i take it not gained from taxable earnings as they enter the shop at 10am and leave at 10pm, it doesn't take a genius to realise that their money is ill gotten - They have been reported but the authorities are so under pressure that nothing is done about it. We need a clean sweep to rid ourselves of what i can only describe as economic parasites-Beggers, Thiefs, Pimps and Petty Criminals are amongst us and they need to be eradicated - Please this government needs to take steps. Yes i understand that amongst the British people there are 'Bad Eggs', i am not naive to thing there aren't but to watch this once great country being infested by people who have no benefit to our states welfare, to see the streets being over run by useless sponging economic leeches angers me greatly.",
            "closed_at": "2008-08-19T00:00:00Z",
            "created_at": "2007-08-19T00:40:15.854075Z",
            "creator_name": "Grahame Letts",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-19T00:40:15.854075Z",
            "rejected_at": "2007-09-27T00:01:05.697896Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/listenandlearn/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6207961
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ImmigrationIssue/"
    },
    "type": "petition"
}