{
    "data": {
        "attributes": {
            "action": "keep the London 2012 Olympic Logo",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "London 2012 Olympic Logo: This logo is bold and has impact and is new fresh and cutting edge.\nWhat you have to remember is the London Olympics is in 2012 which is 5 years away and the logo has to have lasting impact. If the logo had a generic feel that everyone seems to want it would just get lost in all the other generic logos that exist at the moment.\n\nPeople have said comments such as:\n\"It doesn't represent London\" \n\"It doesn't represent sport\" \n\"It doesn't contain red, white and blue\" \nChances are that if the logo was any combination of those things, a London landmark with some sporting gesture woven in, rendered in our national colours then we'd hear comments of \"Try harder\", \"Unoriginal\", \"London is more unique than this\" etc.\n\nAgain, this logo is bold and has impact and is new fresh and cutting edge, it doesn't copy anyone else and it is unique before its time. No one liked the Mexico 68 logo when it was first release and now it's regarded as a design icon. Join this petition to keep the logo and show your approval for cutting edge British design.",
            "closed_at": "2008-01-20T00:00:00Z",
            "created_at": "2007-08-20T10:43:17.463539Z",
            "creator_name": "Russell Zoran Corder",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-20T10:43:17.463539Z",
            "rejected_at": "2007-09-19T00:01:01.925435Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/keepnewlogo/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6216691
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/save-2012-logo/"
    },
    "type": "petition"
}