{
    "data": {
        "attributes": {
            "action": "Deport any Criminal not born in the UK and providing 100% dna proof allow execution for horric callous attacks for foreign and domestic criminals",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have just read that a teacher stabbed to death in 96 by a killer from Italy will be released next year and can stay in the UK due to his human rights. What about the Human rights of the deaceased that the killer took away? People like that should be deported as it costs us to keep them and also we dont want them here in the UK.Also anyone found guilty of murder like old people in their homes due to burglary with 100% proof DNA or any cold blooded Murder should be put down.IT costs UK taxpayer millions a year to keep these people, also over crowding jails, it would solve alot of trouble and maybe make people think twice about horric acts, what about the families of these victims? Knife and gun crime on the rise, I think this would deter any person and make them think twice about any cold callous crime. as clearly they like prison as they get clothes, computers and a bed, which is more than some get on the outside. Wake up UK and get tough! Rid the UK of crime and make it a safe place to live again. In a state so petty you can literally get away with Murder!",
            "closed_at": "2008-08-20T00:00:00Z",
            "created_at": "2007-08-20T13:58:33.727338Z",
            "creator_name": "Mark Anderson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-20T13:58:33.727338Z",
            "rejected_at": "2007-09-20T00:01:02.408447Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Foreign-Cons/\nhttp://petitions.pm.gov.uk/DeathPenalty2007/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6218860
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SafeBritain/"
    },
    "type": "petition"
}