{
    "data": {
        "attributes": {
            "action": "abolish the 15 point deducted incurred unfairly on Leeds United by the league",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "after the long winded process of leeds united being sold by their adminstators leeds incurred a 15 point penalty from the biased football league. this deduction was unfair and unjust the club itself is not to blame for the shambolic sale and therefore this penalty is creating a barrier that leeds are unable to break through i feel that this deduction is peanalising a club which is in danger of being totally destroyed. the league , which is biased, disregarded the rules of letting an outside unbiased company investigate \nthe goings on. the league therefore gave leeds this disgusting penalty as a punishment for its own personal pleasure and its own grievences. i feel that this stupid and disgraceful penalty should be up lifted to leave leeds in its rightful state and position in the league. the league is allowing its personal feelings to get in the way of football and punish fans and players alike ,that love, enjoy and unite during matches ,these people who are unable to stop this harsh punishment that is totally uncalled for therefore this point deduction should be uplifted keeping the supports of leeds united happy and satisfied with the justice system in this country.",
            "closed_at": "2008-02-20T00:00:00Z",
            "created_at": "2007-08-20T15:00:28.493404Z",
            "creator_name": "natalya platts",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-20T15:00:28.493404Z",
            "rejected_at": "2007-09-19T00:01:01.925435Z",
            "rejection": {
                "code": 20480,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6219517
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lufc-penalty/"
    },
    "type": "petition"
}