{
    "data": {
        "attributes": {
            "action": "create a register of competent domestic electricians, independent of trade bodies such as the NICEIC",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We believe that creating and enforcing a standard of competence for electricians (as implied by Part P of the Building Regulations) is a good thing. However, we believe that it is inappropriate for standards to be defined by trade bodies, because they have a strong interest in defining `competence' to lie exclusively within their own membership. Many competent people are excluded, for a variety of reasons, including cost.\n\nWe believe that there should be an independent, national system of accreditation, based on examination, or inspection of work, or experience, or some combination. Anybody who is capable of meeting the requisite standard could seek accreditation, regardless of profession and how much electrical work he or she actually carries out.\n\nConsideration should be given to whether there should be different standards for people who wish to practice a trade, compared to those who wish to work only on their own premises (`DIY'), and for works of differing scale and scope.",
            "closed_at": "2008-08-21T00:00:00Z",
            "created_at": "2007-08-20T16:06:33.081883Z",
            "creator_name": "Kevin Boone",
            "government_response_at": "2008-11-14T15:20:12.534692Z",
            "government_responses": [
                {
                    "created_at": "2008-11-14T15:20:12.534692Z",
                    "details": "You signed a petition asking the Prime Minister to \"create a register of competent domestic electricians, independent of trade bodies such as the NICEIC.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17453\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'certifysparks'",
                    "updated_at": "2008-11-14T15:20:12.534692Z"
                }
            ],
            "opened_at": "2007-08-20T16:06:33.081883Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 224,
            "state": "finished",
            "updated_at": "2008-08-22T00:01:01.289052Z"
        },
        "id": 6220178
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/certifysparks/"
    },
    "type": "petition"
}