{
    "data": {
        "attributes": {
            "action": "ensure that BBC Sports News bulletin coverage extends beyond the English and Scottish Premierships and covers those teams in the Championship, League One, League Two & the Scottish equivalents. The BBC obviously has the resources and budget to cover foreign leagues of no consequence to us so why not our own proffessional leagues?",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "BBC News cover the Premiership results. I can understand that, it may arguably be full of foreign players and extremely over rated but it is our top division and the BBC, along with others, pay a lot to cover it so have an interest in it's promotion.\n\nHowever, as a fan and as a licence payer, I find it increasingly frustrating that the results of the Championship, League One & League Two are totally ignored. If it were for reasons of time in bulletins I'd grudgingly accept it.\n\nBut this is not the case as we are now subjected to coverage of LA Galaxy v Chicago Snickers, Boston Twix, Miami M&Ms or Houston Double Deckers simply because the Beckham circus has shown up there. I'm not particularly anti Beckham. I really just don't care. I don't believe that the majority of fans here care. We didn't get this when other English players played abroad in leagues of a similar level to the Premiership. The US League is at best equivalent to the English Championship and probably more like League One yet WE get no coverage in our own country!\n\nAs a licence payer I demand that the results of my team, Nottingham Forest, and the others in the lower leagues get fair coverage ahead of inconsequential US scores.",
            "closed_at": "2007-11-20T00:00:00Z",
            "created_at": "2007-08-20T16:21:09.297493Z",
            "creator_name": "James Crosby",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-20T16:21:09.297493Z",
            "rejected_at": "2007-09-20T00:01:02.408447Z",
            "rejection": {
                "code": 20480,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6220320
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BBCLeagueCover/"
    },
    "type": "petition"
}