{
    "data": {
        "attributes": {
            "action": "Setup an ombudsman that regulates all call centres that are used by inhabitants of the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Given that there are already several petitions online here (see at the bottom) that show that the general public despair at the appalling treatment they are given by both multi-national, national and government agencies is increasing exponentially, we call upon this government to set up an ombudsman that regulates the quality of service that these call-centres provide. Such quality measures would include keeping a cap on the cost of calls, the amount of time kept waiting and the quality of advice and service given once an operator was obtained. To be given the same wrong piece of advice at 85 pence per minute by three different operators with impenetrable accents in Delhi (who socially and culturally cannot understand your predicament) on behalf of a British company with a monopoly on its services is just not cricket.\n\nPrevious call-centre related petitions are as follows: \nhttp://petitions.pm.gov.uk/UKcompanies/\nhttp://petitions.pm.gov.uk/nomorecoldc/\nhttp://petitions.pm.gov.uk/callcentre/\nhttp://petitions.pm.gov.uk/callcentrephoneq/\nhttp://petitions.pm.gov.uk/no-call-centres/\nhttp://petitions.pm.gov.uk/08xx-government/",
            "closed_at": "2007-11-21T00:00:00Z",
            "created_at": "2007-08-21T03:56:43.793179Z",
            "creator_name": "James Nash",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-21T03:56:43.793179Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2007-11-22T00:01:02.140572Z"
        },
        "id": 6223654
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/callombusdman/"
    },
    "type": "petition"
}