{
    "data": {
        "attributes": {
            "action": "instruct the Environment Secretary to order T-Mobile to remove the telecommunications mast they have erected recently on the corner of The Highway and Garnet Street in East London",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "T-Mobile applied for planning permission to erect a telecommunications mast on the Highway/Garnet Street in Wapping in February 2007, this application was refused by Tower Hamlets in April 2007. Despite this the mast was erected on 19th August 2007. The reason being an alledged 'computer glitch' at Tower Hamlets allowing 56 days to expire before T-Mobile were informed of the refusal. It now seems that Tower Hamlets are powerless to act but it could be overruled by the Environment Secretary. The reason for refusing the mast was on environmental grounds but it is now accepted that there are health risks associated with these masts as well. T-Mobile frankly must not be allowed to overrule what was a clear decision of the local people in this area who petitioned the council saying that they did not want such a mast.",
            "closed_at": "2008-08-21T00:00:00Z",
            "created_at": "2007-08-21T09:48:59.097789Z",
            "creator_name": "Dr Peter Jenkin Morgan JP",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-21T09:48:59.097789Z",
            "rejected_at": "2007-09-21T00:01:02.529321Z",
            "rejection": {
                "code": 16386,
                "details": "",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6225522
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Wapping-mast/"
    },
    "type": "petition"
}