{
    "data": {
        "attributes": {
            "action": "ensure that local authorities remain free to demand higher building standards than those set nationally especially regarding energy sustainability and carbon emmissions. The 'Merton rule' should not be abolished.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The DCLG has 'consulted' about the Merton rule, named after the London Borough of Merton planning rule, adopted in 2003, which demands that all new buildings in the borough must reduce carbon emissions by 10% through the use of renewables. Over 100 local authorities have or are about to have similar rules. \nThe DCLG now proposes to prevent local authorities imposing such unilateral planning rules, instead proposing national standards to be in place in 10 years time. \nThis should be opposed on the grounds of: 1) local democracy, 2) the urgency of addressing climate change, 3) the strangling of experiment and innovation the present regime encourages, 4) it defies the results of the consultation held, 5) it would be a further contribution to our failure towards meeting our obligatory (inadequate) EU targets. \nThe Merton and similar requirements on average add 3%-4% to capital cost of new build but result in larger % savings of energy and of carbon emissions.",
            "closed_at": "2007-10-21T00:00:00Z",
            "created_at": "2007-08-21T12:29:41.203685Z",
            "creator_name": "Michael Bee",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-21T12:29:41.203685Z",
            "rejected_at": "2007-09-21T00:01:02.529321Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/LOWcarbonfuture/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6227583
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Merton-rule/"
    },
    "type": "petition"
}