{
    "data": {
        "attributes": {
            "action": "Replace the proposed National ID Card scheme with a more secure National Insurance Card",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Why spend billions on creating a new infrastructure to produce a wholly new card when we already have an existing infrastructure that issues a credit card sized plastic card or be it with no security features currently. The ID card is being proposed to ensure only those who are entitled to social security and other benefits paid for by tax contributions receive them. The existing NI card could achieve this purpose if some of the security measures of the proposed ID card were added. It could even retain it's existing title as its primary function is to provide the holder with the national insurance code that entitles them to the benefits mentioned above. It would certainly also quieten down fears over 'big brother' watching us and may actually be reassuring as an anti-fraud measure as the existing NI Card is quite easy to copy. Surely tightening the security of the existing NI Card will also save a great deal of money from the current proposals as only one card will be issued which we are all familiar with. Generally people are more accepting of gradual change based on familiarity rather than a wholesale reworking of something that will cost a great deal of tax payers money",
            "closed_at": "2008-08-21T00:00:00Z",
            "created_at": "2007-08-21T12:29:44.499962Z",
            "creator_name": "Paul Robertson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-21T12:29:44.499962Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 16,
            "state": "finished",
            "updated_at": "2009-06-02T16:36:26.565798Z"
        },
        "id": 6227586
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ID-Card-Idea/"
    },
    "type": "petition"
}