{
    "data": {
        "attributes": {
            "action": "Stop the proposed closure of Dalmeny Primary School",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I would like to strongly object to the proposed closure of Dalmeny Primary School. \n\nThis school is the success it is because it is a small school. \n\nDalmeny Primary's ethos is that of the Scottish Parliament itself. Compassion, Justice, Integrity and Wisdom\n\nFinancially it may make sense for the Council to say that each Primary should have 400 pupils but what about the cost to the pupils themselves?\n\nThe Council has a duty to ensure that children get the best possible education. How does this proposed closure ensure this?\n\nDalmeny is a shining example of education in Edinburgh and does not have falling school roles.\n\nThe only reason for shutting this school down is Financial.\n\nPlease could you help ensure that this school stays open?",
            "closed_at": "2008-06-21T00:00:00Z",
            "created_at": "2007-08-21T15:10:47.748897Z",
            "creator_name": "Mary Gillian Bishopp",
            "government_response_at": "2008-07-14T15:37:17.748460Z",
            "government_responses": [
                {
                    "created_at": "2008-07-14T15:37:17.748460Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop the proposed closure of Dalmeny Primary School.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15873.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Dalmeny'",
                    "updated_at": "2008-07-14T15:37:17.748460Z"
                }
            ],
            "opened_at": "2007-08-21T15:10:47.748897Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 510,
            "state": "finished",
            "updated_at": "2008-06-22T00:01:01.960415Z"
        },
        "id": 6229537
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Dalmeny/"
    },
    "type": "petition"
}