{
    "data": {
        "attributes": {
            "action": "Make All Councils Provide 100% Escape Proof Dog Parks",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the days when parks and beaches are for ever banning dogs from being walked in open areas, it is becomming evermore difficult to exercise the nations dogs. Pet obesity is very much in the news of late, and this is caused mainly through the lack of Cardiovascular exercise, which is vital for a dogs health and Happiness. A well exercised dog is a healthy dog, a better behaved dog and does not cause bad feeling through repeated barking etc. A dog park created especially for dogs would be a benefit for everyone, for those  who do not like dogs, or those who rightly so, want to be able to walk and play in areas without having to tip-toe through \"Doggie Landmines\" and the many thousands of dog owners who want somewhere they can exercise their dogs in 100% saftey. The proposed parks MUST be properly fenced so that no escape is possible by even the smallest dog and high enough so that the biggest cannot jump over to ENDANGER other people and motorists by running around unsupervised. The parks must also have adequate supplies of pooh bins.  There is NO EXCUSE for bad ownership.  Any entrances into parks must have double escape proof gates.  THIS WILL ONLY HAPPEN IF YOU THIS PETITION.",
            "closed_at": "2008-02-22T00:00:00Z",
            "created_at": "2007-08-21T18:00:16.514414Z",
            "creator_name": "Christine Owen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-21T18:00:16.514414Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 34,
            "state": "finished",
            "updated_at": "2008-02-23T00:01:01.984827Z"
        },
        "id": 6231386
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DOG-PARKS/"
    },
    "type": "petition"
}