{
    "data": {
        "attributes": {
            "action": "Bring back National Service - get the kids out of gangs and off the streets",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gun crime, knife crime, anti social behavior, happy slapping, adults too fearful for their own lives to step in. The British public have had enough of this. Anyone at that age without a purpose needs to be given a purpose. As a decent society we need to get these kids off the streets and out of gangs. If a 16 year old chooses not to continue in  education then they should be given an aducation and sent to the army to learn some discipline and a trade. \nWe could develop a scheme to be pround of sending our kids to undeveloped parts of the world to help in development and volunteer programs under strict supervision of the army. \n\nAny cost of running this would be well worth it as the cost of the status quo is already too disturbingly high. \n\n2 years of service for 16 year olds. In addition the option should be there for 18 year olds who choose not to pursue a university education. This does not need to be negative, it could be a great opportunity for them to see the world and do some good but most of all learn some respect and discpline.",
            "closed_at": "2008-02-21T00:00:00Z",
            "created_at": "2007-08-21T18:21:13.187664Z",
            "creator_name": "Ben S",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-21T18:21:13.187664Z",
            "rejected_at": "2007-09-21T00:01:02.529321Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Natservice/\nhttp://petitions.pm.gov.uk/STOPYOBS/\nhttp://petitions.pm.gov.uk/servicenational/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6231638
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ntnl-service/"
    },
    "type": "petition"
}