{
    "data": {
        "attributes": {
            "action": "Stop a generation of abandoned children",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My daughter married an Albanian man they met 4 years ago and were married for 3 years. They have a daughter who is now 2. He applied for his ILR visa and was granted it a month or so ago. His visa turned up in the post at the weekend and he left her on sunday, telling her he was going out for an hour... he never returned, and she was told by his friends that it was intention all along to leave when he had got his visa. He fooled her whole family, at first we were all sceptical, but eventually we welcomed him into the family, helping him ... all be it really for the sake of my daughter and grandaughter. \n\nThese men should not be allowed to get away with coming into our country and using our women, creating a whole new generation of abandoned children all for the sake of a visa. We need to toughen up on these people, they give genuine immigrants a bad name, also they leave the taxpayer to support their child! and the families to pick up the pieces. \n\nIt needs a get out clause of sorts after the ILR is given to have it reovoked in cases like this.",
            "closed_at": "2008-08-21T00:00:00Z",
            "created_at": "2007-08-21T21:39:49.837529Z",
            "creator_name": "sharon ovall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-21T21:39:49.837529Z",
            "rejected_at": "2007-09-21T00:01:02.529321Z",
            "rejection": {
                "code": 256,
                "details": "The call to action on this petition is not clear. Please explain the specific action required.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6233399
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/abandonedkids/"
    },
    "type": "petition"
}