{
    "data": {
        "attributes": {
            "action": "Stop the Closure of Drummond Community High School",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My daughter attends at Drummond Community High School and my son is at Broughton Primary in Edinburgh. The latest proposals by Edinburgh District Council indicate that Drummond would shut down, with pupils being sent to Broughton High and that the building would be used to accommodate Broughton Primary and St Mary's. This would mean that pupils would have to travel 2 and a half miles to school every day… a 5 mile round trip...and there's no direct bus service. The parents have a great deal of faith in the new Head Master… Mr Reid and I know how hard he works to improve standards. The school is also one of the most diverse in Edinburgh with pupils coming from a vast array of cultures. Despite the fact that the school has over 500 pupils and is over 85% capacity it has been shortlisted for closure. Campaigners only have until next April to change the councils mind.\nThere are a total of 16 schools in Edinburgh facing the axe because of proposals put forward by the new SNP/ Lib Dem coalition.\n\nI want to live in a country that provides opportunities for our children. Please invest in our children's future and support the campaign to keep our school.",
            "closed_at": "2008-03-22T00:00:00Z",
            "created_at": "2007-08-21T23:59:32.473767Z",
            "creator_name": "Scott Reed",
            "government_response_at": "2008-04-07T15:48:08.528717Z",
            "government_responses": [
                {
                    "created_at": "2008-04-07T15:48:08.528717Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop the Closure of Drummond Community High School.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15208.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'drummond'",
                    "updated_at": "2008-04-07T15:48:08.528717Z"
                }
            ],
            "opened_at": "2007-08-21T23:59:32.473767Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 485,
            "state": "finished",
            "updated_at": "2008-04-07T03:26:21.770075Z"
        },
        "id": 6234267
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/drummond/"
    },
    "type": "petition"
}