{
    "data": {
        "attributes": {
            "action": "- Keep Greenwich  Free - Oppose congestion charging in Greenwich and main roads passing the town centre, provide no funding for it, and require a referendum before the council and TfL can introduce it.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Keep Greenwich and the main A2 and A102 roads and the Blackwall Tunnel free.  No road pricing here. No new road tolls. No tax on travel. No government or Transport for London bribes to coerce travellers onto inconvenient and expensive public transport.\n\nCongestion charging is very inconvenient for the user. The central London scheme only makes a profit due to penalties. Other schemes could lead to unexpected large debts with no way to dispute them. How is the driver to know in advance even roughly how much a journey would \ncost?\n\nRoad pricing is not about reducing congestion, but pricing private cars off the road. It damages business, commuting and social activity. It hurts most those least able to pay. It requires a vast expensive system to monitor every journey. It is an intolerable interference with our freedom.\n\nIf the council and TfL are  determined to press ahead, then let the people of Greenwich and users of the A2 and A102 decide in a fair referendum whether they want congestion charging.",
            "closed_at": "2008-03-29T00:00:00Z",
            "created_at": "2007-08-22T07:20:39.937277Z",
            "creator_name": "Dwayne Forsell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-22T07:20:39.937277Z",
            "rejected_at": "2007-09-21T00:01:02.529321Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Greenwichtraffic/\nhttp://petitions.pm.gov.uk/BlackwallTunnel/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6235388
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoGreenwichTolls/"
    },
    "type": "petition"
}