{
    "data": {
        "attributes": {
            "action": "Consider the rights of fathers' who are paying full csa to have access to the children.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many mothers are using the children as weapons to 'get at' the child(s) father.\nA father who has full parental rights to see his children and is paying full c.s.a.should have agreed sensible appropriate access. Or, the csa should be reduced hopefully making the mother rethink the needs of the child(s)and not her own needs, as is happening in society today. To aim to enable children to have a sense of identity, to have knowledge of and possibly contact with extended family and also medical information they may need in the future. Whilst the government are keen quite rightly to financially stabilise households, emotional wellbeing is paramount to the future of the present and next generation, if society is to reduce the number of disaffected youth, and reduce the mental health problems in the older generations.\nA father is important, please acknowlede this with my request today.",
            "closed_at": "2008-02-22T00:00:00Z",
            "created_at": "2007-08-22T14:09:30.186563Z",
            "creator_name": "L.M.Rogers",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-22T14:09:30.186563Z",
            "rejected_at": "2007-09-21T00:01:02.529321Z",
            "rejection": {
                "code": 8192,
                "details": "Needs a full name",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6244317
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fathersandcsa/"
    },
    "type": "petition"
}