{
    "data": {
        "attributes": {
            "action": "Conduct a complete overhaul of the police and justice system. We have too much legislation and vote capturing initiatives. Now solve the problems. Our society is becoming a disgrace.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Kids being murdered in our cities, decent citizens doing the right thing murdered by teenagers, sentences that are so ridiculous as to be obscene, our prisons have never been more comfortable, we have never had so many laws, nor has the thin blue line been thinner with officers deskbound - lots of officers in the stations but very few out policing. A human rights act hijacked by the bad and failing to protect the honest and the good. Police forces hammering middle england to obtain so called results that only a vote hungry government could really have any use for. Persistent offenders laughing at the law, officers frightened even to use harsh language for fear of complaint, parents terrified to deal with errant children for fear of arrest as abusers yet blamed by a government that has taken away their power and respect within their own homes. Teachers powerless to take control for fear of complaint/dismissal. It can only get worse. Time for a total overhaul, time for decency to return and the public to get its voice, after all it is the citizens who are bearing the brunt of this destruction of society. This is the treason of our time. Time for an all party and citizens review.",
            "closed_at": "2008-02-24T00:00:00Z",
            "created_at": "2007-08-22T18:29:47.159370Z",
            "creator_name": "Haydn Kemp",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-22T18:29:47.159370Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 149,
            "state": "finished",
            "updated_at": "2008-02-26T03:13:32.367154Z"
        },
        "id": 6249914
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Justice-overhaul/"
    },
    "type": "petition"
}