{
    "data": {
        "attributes": {
            "action": "Revoke the UK citizenship granted to those immigrants convicted of a crime in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Those of us who are immigrants have chosen our country and wish to abide by its laws. Having been granted citizenship, it is beholden on us to represent our adopted country going forward, to \"pay back\" the benefits we have gained in choosing our adopted country.\n\nWhilst it is accepted that non-UK criminals are deported to their country of origin following completion of their sentence, this should be extended to those who have decided to make the UK their home, i.e., if you were not born a UK citizen but receive citizenship, it is revoked and all benefits gained there from forfeited.\n\nThose who commit a crime in the UK and are convicted should have the right of citizenship revoked - NO EXCEPTIONS - and deported accordingly. The vast majority of law abiding citizens should not be penalised by the small minority.",
            "closed_at": "2008-08-23T00:00:00Z",
            "created_at": "2007-08-22T19:00:26.510504Z",
            "creator_name": "je bridges",
            "government_response_at": "2008-10-03T13:38:43.132538Z",
            "government_responses": [
                {
                    "created_at": "2008-10-03T13:38:43.132538Z",
                    "details": "You signed a petition asking the Prime Minister to \"Revoke the UK citizenship granted to those immigrants convicted of a crime in the UK.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17041\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'deportnonukcrimi'",
                    "updated_at": "2008-10-03T13:38:43.132538Z"
                }
            ],
            "opened_at": "2007-08-22T19:00:26.510504Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 563,
            "state": "finished",
            "updated_at": "2009-06-02T17:27:32.551366Z"
        },
        "id": 6250393
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/deportnonukcrimi/"
    },
    "type": "petition"
}