{
    "data": {
        "attributes": {
            "action": "Reinstate British weights and measures as the prime system so that: British people once again know exactly what they are buying, and exactly how much it is going to rain.  Pollution in ounces per mile would actually mean something.  Take Britain out of brackets and take the centimetre out of the size ten dress and our inside leg.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It's tragic that politicians attach such political significance to weights and measures.  The metric system, so beloved of the left for its' anti-royalist connotations is the worst of all systems. Its' weakness is its' puritanical adherence to base ten, which makes it clumsy and unwieldy.  When you get down to hard sums it lacks the lubrication inherent in multiple base systems, something that ancient scientists discovered long ago, and who would consider metric a backward step. Don't forget, they could count to ten as well, and although they were breaking new ground with no-ones' shoulders to stand on, they got it exactly right.  There is too much for these few words, but those first scientists carved out the bedrock for civilization in numbers.  Giants indeed.  But.  In the much misunderstood name of modernity. and in the selfish pursuit of gratification, our politicians want to throw it all away, and replace it with........ TEN!",
            "closed_at": "2008-08-23T00:00:00Z",
            "created_at": "2007-08-22T20:43:38.622461Z",
            "creator_name": "John Armstrong",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-22T20:43:38.622461Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 125,
            "state": "finished",
            "updated_at": "2008-08-24T03:44:26.306711Z"
        },
        "id": 6252125
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Rain-in-inches/"
    },
    "type": "petition"
}