{
    "data": {
        "attributes": {
            "action": "Cystic Fibrosis benifits.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We needhelp getin benifits only for people who sufer with cystic fibrosis.\nCystic Fibrosis is a genetic disease involving a sticky buildup of mucus in the lungs (which makes breathing difficult and leads to infections), as well as pancreatic insufficiency (which leads to digestive problems). It is a recessive disease, occurring only when a child inherits two mutated copies of the CF gene--one from each parent.\nCystic Fibrosis is the UK's most common life-threatening inherited disease. \nCystic Fibrosis affects over 8,000 people in the UK and 30,000 in the USA \nAround 1 in 25 people carry the faulty gene that causes Cystic Fibrosis \nIf two carriers have a child, the baby has a one in four chance of having Cystic Fibrosis. \nCystic Fibrosis affects the internal organs, especially the lungs and digestive system, by clogging them with thick sticky mucus. This makes it hard to breathe and digest food. \nEach week, five babies are born with Cystic Fibrosis. \nEach week, three people lose their fight against Cystic Fibrosis. \nAverage life expectancy is around 31 years, although improvements in treatments mean a baby born today could expect to live for longer. \nThere is currently no cure for CF",
            "closed_at": "2008-01-22T00:00:00Z",
            "created_at": "2007-08-22T22:24:46.758891Z",
            "creator_name": "Adam McCusker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-22T22:24:46.758891Z",
            "rejected_at": "2007-09-22T00:01:02.000523Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6253548
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CFbeniftis/"
    },
    "type": "petition"
}