{
    "data": {
        "attributes": {
            "action": "Help keep Martin Jol at Tottenham Hotspur",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There has been a tremendous amount of speculation over the future of Martin Jol's position within Tottenham Hotspur Football Club.\n\nGranted, much of this may be pure media drivel. However the sheer intensity at which these articles are being published, along with the now lengthy duration of this saga, suggests that there may be some truth behind it.\n\nThis petition will hopefully provide a solid platform to show our support for Martin Jol, and a medium to voice our general disgust at the way these events have been handled – whether the stories are true or not.\n\nThe man who openly displays an obvious passion for Spurs and Football, an iron-willed determination to succeed and a spellbinding charisma both on and off the pitch, has earned the admiration and respect of not only Spurs Fans, but Football Fans on the whole. Martin Jol deserves to be treated with just that - respect. \n\nSacking Martin Jol will rip out the hearts of the Spurs faithful – and it is not only us that will look upon it with disgust. We have 100% belief that with Martin in charge and with the continued progression and stability he has given us, we will see Spurs in the elite within the next few years.\n\nShow your support BMJ!\n\nThanks",
            "closed_at": "2007-11-23T00:00:00Z",
            "created_at": "2007-08-23T00:23:37.574748Z",
            "creator_name": "Nick Baker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-23T00:23:37.574748Z",
            "rejected_at": "2007-09-22T00:01:02.000523Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6254219
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MartinJol/"
    },
    "type": "petition"
}