{
    "data": {
        "attributes": {
            "action": "help dystonia sufferer Veronica Bennett win her fight against Councils, Universities and the British Judicial System",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Veronica Bennett is currently seeking your support in an effort to get Glasgow City Council and North Lanarkshire Council to rapidly speed up their \"pass the buck\" tactics regarding organising a suitable Care Plan for the dystonia sufferer. Veronica used to receive 47 hours of high standard care a week to help her lead as normal a life as she possibly can. Since moving under North Lanarkshire Council she receives just 3 hours of very low standard care a week. She currently needs your support to make these people better understand dystonia and help her and other sufferers express how it affects their everyday living, and how important care is to helping them have some sort of normality. It is their right to receive care in the community. She also has the right to have her accomodation suitably adjusted accordingly, which also hasn't been accepted and implemented. If Veronica continues to not receive the help she requires by law to help her live her life then she feels she has no life to live and will take her life. Please help stop this happen.",
            "closed_at": "2007-10-23T00:00:00Z",
            "created_at": "2007-08-23T08:18:27.054446Z",
            "creator_name": "Annmarie Blair",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-23T08:18:27.054446Z",
            "rejected_at": "2007-09-22T00:01:02.000523Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6256015
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DystoniaVCouncil/"
    },
    "type": "petition"
}