{
    "data": {
        "attributes": {
            "action": "include access for equestrians in all new access legislation, including the  current proposals for access to the English Coast.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Equestrians are the most vulnerable of road users and need increased access, yet they have not been included in recent access-creating legislation, for example, the access given to walkers in the Countryside and Rights of Way Act 2000. Over 4 million people in the UK ride horses or drive horse-drawn vehicles. The equine industry is the second biggest land-based industry estimated to be worth £4 billion and to employ 150,000 people.   The current coastal access proposal should be extended to provide access for all non-motorised users thus allowing mixed family groups to exercise together.  This would be consistent with the joint Government/Industry-backed Strategy for the Horse Industry, published in December 2005. Providing access for equestrians and cyclists, as well as walkers, represents better value than just providing access for walkers.",
            "closed_at": "2008-03-23T00:00:00Z",
            "created_at": "2007-08-23T09:05:39.119470Z",
            "creator_name": "Janice Bridger",
            "government_response_at": "2008-04-28T14:00:20.013529Z",
            "government_responses": [
                {
                    "created_at": "2008-04-28T14:00:20.013529Z",
                    "details": "You signed a petition asking the Prime Minister to \"include access for equestrians in all new access legislation, including the current proposals for access to the English Coast.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15375.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Equestrianaccess'",
                    "updated_at": "2008-04-28T14:00:20.013529Z"
                }
            ],
            "opened_at": "2007-08-23T09:05:39.119470Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4269,
            "state": "finished",
            "updated_at": "2008-12-31T03:01:53.650852Z"
        },
        "id": 6256908
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Equestrianaccess/"
    },
    "type": "petition"
}