{
    "data": {
        "attributes": {
            "action": "submit himself to the European Court of Justice for a ruling on his validity to hold the position of Prime Minister of England, Wales and Northern Ireland due to his only claim to his seat in the London based House of Commons is his having been elected by the people of Kirkcaldy and Cowdenbeath, all of whom have now been devolved politically to the Scottish Assembly, therefore he is no longer actually representing anybody who voted for him.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gordon Brown is a scottish constituency MP who succeeded by default to be Prime Minister ONLY because Labour refused to resolve the West Lothian question, because in doing so they would have removed some 40 Labour MPs from the HofC.  It is a travesty of the political system and justice that a politician who no longer represents the people who voted for him and is prevented from activity as a politician in the area for which he was elected is now deciding the fate of the majority of the citizens of the UK - the English - none of whom have ever cast one vote for him.  More importantly, the English are being denied natural justice by not being able to vote in scottish elections.  This has to be illegal, is certainly a fraud to be corrected before he does irrevocable damage to England by headlong integration into the EU, which is something a majority of the English would choose not to do if given the opportunity to vote in a referendum.  A referendum which our scottish constituency MP PM who  has no power at home will not allow because he knows he will end up being out of office.  He must agree to put himself forward for a judicial ruling by the European Court of Justice; call an immediate election or resign.",
            "closed_at": "2008-08-22T00:00:00Z",
            "created_at": "2007-08-23T10:26:29.928207Z",
            "creator_name": "Keith Jones (Taxpaying Pensioner)",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-23T10:26:29.928207Z",
            "rejected_at": "2007-09-22T00:01:02.000523Z",
            "rejection": {
                "code": 2049,
                "details": "http://petitions.pm.gov.uk/west-lothian/",
                "reasons": [
                    "Party political material",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6258390
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GetLegalGordon/"
    },
    "type": "petition"
}