{
    "data": {
        "attributes": {
            "action": "Have a referendum with a view to abolishing the TV license.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The radio and telegraphy act 1949 is why we have to pay the TV License. At the time it was introduced it was deemed appropriate that the government at the time should raise the cost for this expensive new technology from the viewers as the BBC were the only provider at the time. With the advent of commercial television, which we pay for out of our purchases. The grounds for the ‘TV-TAX’ immediately became subject to legal challenge. The state channels although still maintained by the British license payer are now a tiny minority of those channels available to us. I believe that we all have the right access the programs we choose too whether pre-paid like commercial providers or voluntarily subscribed too (e.g SKY) without legal or financial restrictions from the government. The BBC has clearly demonstrated time and time again that it is not the institution it would have believe and more recently cheating and deceiving those that fund it and breaking it’s own primary mission statement. Join with me and sign this petition to abolish the scam that is the TV license and bring the funding of the BBC in the modern age.",
            "closed_at": "2008-02-23T00:00:00Z",
            "created_at": "2007-08-23T10:57:37.581557Z",
            "creator_name": "Tony Lovett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-23T10:57:37.581557Z",
            "rejected_at": "2007-09-22T00:01:02.000523Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/BBCTAX/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6258936
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TVLREF/"
    },
    "type": "petition"
}