{
    "data": {
        "attributes": {
            "action": "investigate the current music licensing fees for Internet music services to ensure that the UK benefits financially and culturally from this growth industry",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We, the undersigned believe that the current licensing fees for musical and lyrical composition (issued by the MCPS-PRS) for music webcasters are excessive and detrimental to the growth of the Internet music industry in the UK. We also believe that they remove a potential revenue stream for hardworking musicians to earn from their talent.\n\nWe request that the Government investigate the current licensing cost, and legislate if appropriate, so that independent webcasters and online personalised music services only face reasonable fees that make business in the UK economically viable.\n\nWe also request that the Government oversees that performance fees (issued through the PPL) for Internet music, which are yet to be agreed, are also set at a rate which are reasonable and make business in the UK economically viable.",
            "closed_at": "2008-02-23T00:00:00Z",
            "created_at": "2007-08-23T11:41:01.960378Z",
            "creator_name": "Chris Thornett",
            "government_response_at": "2008-03-18T16:15:05.230482Z",
            "government_responses": [
                {
                    "created_at": "2008-03-18T16:15:05.230482Z",
                    "details": "You signed a petition asking the Prime Minister to \"investigate the current music licensing fees for Internet music services to ensure that the UK benefits financially and culturally from this growth industry.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15087.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SaveNetRadioUK'",
                    "updated_at": "2008-03-18T16:15:05.230482Z"
                }
            ],
            "opened_at": "2007-08-23T11:41:01.960378Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2069,
            "state": "finished",
            "updated_at": "2008-07-30T03:59:28.892176Z"
        },
        "id": 6259670
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveNetRadioUK/"
    },
    "type": "petition"
}