{
    "data": {
        "attributes": {
            "action": "Review the Communications Act of 2003 regarding Wireless WIFI computer network access to clarify if someone connecting to an unprotected network and using resources such as the internet is actually committing a crime as the network is open to all. And to establish the responsibilities of the network owner to protect against unauthorised use of the network.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "3 People have so far been arrested for connecting to wireless access points which are not protected. This is seen to be unjust because it should be the responsibility of the network owner to at least provide a way of preventing unauthorised users from connecting to the network. It is not possible for someone leaving a door wide open to expect nobody to connect. Also owners of wireless networks should expect neighbours and members of the general public to attempt to connect to their network if the wireless signal is transmitted into public owned land or a neighbour’s property. I want the Communications act of 2003 to be either clarified or amended.",
            "closed_at": "2008-08-23T00:00:00Z",
            "created_at": "2007-08-23T20:30:16.534256Z",
            "creator_name": "Simon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-23T20:30:16.534256Z",
            "rejected_at": "2007-09-23T00:01:02.601574Z",
            "rejection": {
                "code": 8192,
                "details": "Need full name",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6266948
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WIFI-Rights/"
    },
    "type": "petition"
}