{
    "data": {
        "attributes": {
            "action": "CLOSE THE LEGAL LOOPHOLE IN THE LAW THAT ALLOWS AIR RIFLES AND HAND GUNS TO BE PURCHASED WITHOUT A LICENCE",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At present you can purchase certain air rifles and hand guns without a licence. Some irresponsible gunshop owners knowing this is a legal loophole, highly motivated by profit and greed openly flaunt the law, much to their discredit.\n\nBy the very nature of the subject and the articles sold the average member of the public would not wish to 'rock the perverbial boat' but the UK today needs more controls and laws to harness in such issues.\n\nOne idiot of a gun shop owner actually made a statement about air rifles:\n\n\"When did you ever hear of anyone being killed by an air rifle?\"\n\nA reality check is needed.\n\nPerhaps he should visit the reputable GCN (Gun Control) Network website for all the sad statistics, sooner rather than later.\n\nEnough is enough.\n\nHelen Drury.",
            "closed_at": "2008-08-24T00:00:00Z",
            "created_at": "2007-08-23T21:57:17.850116Z",
            "creator_name": "HELEN DRURY",
            "government_response_at": "2009-02-20T13:00:30.743920Z",
            "government_responses": [
                {
                    "created_at": "2009-02-20T13:00:30.743920Z",
                    "details": "You signed a petition asking the Prime Minister to \"CLOSE THE LEGAL LOOPHOLE IN THE LAW THAT ALLOWS AIR RIFLES AND HAND GUNS TO BE PURCHASED WITHOUT A LICENCE\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18320\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Gunsloopholes'",
                    "updated_at": "2009-02-20T13:00:30.743920Z"
                }
            ],
            "opened_at": "2007-08-23T21:57:17.850116Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 268,
            "state": "finished",
            "updated_at": "2009-06-02T16:36:26.565798Z"
        },
        "id": 6267847
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Gunsloopholes/"
    },
    "type": "petition"
}