{
    "data": {
        "attributes": {
            "action": "Stop ignoring the slaughter of young black boys",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The number of young black boys killed in this country during 2007 has reached double figures -- 17 in total, 13 in London alone. How easy is it to remember any of their names? Not easy at all because after the initial knee-jerk from the media, the Police and sadly the politicians, business-as-usual is resumed with an unholy rapidity. This is frightening, given that these institutions help to influence and shape people’s opinion of their worth in society.\n\nContrast Madeleine McCann's disappearance over 100 days ago and the horrendous killing of young Rhys Jones a day ago. Some newspapers dedicated 11 pages to Rhys' story and there is wall to wall TV coverage. This is as it should be. BUT IT SHOULD BE THIS WAY FOR ALL VICTIMS, NOT JUST WHITE VICTIMS.    \n\nIn a country which would have us believe it values black young people as highly as white young people, if any good can come out of the horrendous killing of Rhys Jones, it will be that it acts as the catalyst for these key institutions (media, Police and Government) to stop ignoring the slaughter of young black men. Treat them with the same dignity you give to Madeleine and Rhys. Even if deep down you don't really believe they are equal.",
            "closed_at": "2008-02-28T00:00:00Z",
            "created_at": "2007-08-24T11:13:20.468090Z",
            "creator_name": "Edd Halstead",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-24T11:13:20.468090Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 36,
            "state": "finished",
            "updated_at": "2008-02-29T00:01:01.885628Z"
        },
        "id": 6272618
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/killingblackboys/"
    },
    "type": "petition"
}