{
    "data": {
        "attributes": {
            "action": "keep Elrezet of Capetown, South Africa in London",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Elrezet of Capetown is a loveley South African lass who works in Bodeans in Soho, London. As her visa is coming to an end next week, she, being a law abiding citizen will leave for South Afrca.\n\nElrezet provides wonderful addition to the economy and social structure of her area, Lleytonstow, and Soho. It would be a loss for both areas in many social, and economic ways to lose such a person.\n\nWith Britain's social structure under strain, more scrutiny on our social structure should be welcomed. With additions of people like Elrezet, rather than deletions, we can seek to rebalance the current day Britain. \n\nAll people in Britain, at every level should assist not only with positive actions like this, but with ridding the country of the negative actions Britian is becoming known.\n\nLets start here with asking the Prime Minister to let her stay and offer her an extension to her Visa with capability for several years",
            "closed_at": "2007-09-24T00:00:00Z",
            "created_at": "2007-08-24T14:38:12.451205Z",
            "creator_name": "Randall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-24T14:38:12.451205Z",
            "rejected_at": "2007-09-23T00:01:02.601574Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6275656
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ElrezetSoho/"
    },
    "type": "petition"
}