{
    "data": {
        "attributes": {
            "action": "Save our Country!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Build at least four 1000 bed high security prisons accross the country, Build two medium security prisons. People who are in prison should have no privilages. Introduce tougher punishments accross all disciplinary laws, from petty theives to murderers. Bring Back the death penalty. Ban all weapons with no loopholes, Hunting knifes, guns and such things to all civillians. Set up a police task force to patrol Englands streets with live ammunition weapons, patroling 24/7 accross the country. Recruit more police officers accross the country. Set up a government task force to find and deport illegal immigrants. Set up a government task force for border patrol to examine people coming into the country at airports, trainstations, ports, all accesses to the country, give them the power to arrest and deport people. Set up a government and worldwide task force to eradicate drugs accross the globe. Set up more CCTV camera's and extra lighting accross the country especially in areas of concern. Raise the drinking age to 21. Raise the driving age to 19.",
            "closed_at": "2007-11-24T00:00:00Z",
            "created_at": "2007-08-24T15:09:58.107652Z",
            "creator_name": "Matthew Aiello",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-24T15:09:58.107652Z",
            "rejected_at": "2007-09-23T00:01:02.601574Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6276113
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/methusela/"
    },
    "type": "petition"
}