{
    "data": {
        "attributes": {
            "action": "conduct a complete overhaul of the justice system with the help of a National Referendum. In this age of forensic science, concrete proof of guilt, a life for a life is justifiable. These people who carry out these crimes that take life are not part of our society or our culture. Solve these problems before it is too late, our society is a disgrace. Bring back Capital and Corporal Punishment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Let's regain our society. Kids are  murdered, decent law abiding citizens doing the right thing murdered by knife carrying teenagers who think its cool, sentences so ridiculous as to be obscene, prisons have never been more comfortable with three square meals, tv, bed and shelter, we have never had so many lame laws, nor have the Police been so powerless, lots of officers in the stations overloaded with paperwork, very few patrolling. A human rights act hijacked by the bad and failing to protect the honest and the good. Persistent offenders laughing at the law, officers frightened even to use harsh language for fear of complaint, parents terrified to deal with their own children for fear of arrest as abusers, yet blamed by a government that has taken away their power and respect within their own homes. Teachers powerless to take control for fear of complaint/dismissal. How can they teach?? It can only get worse. Time for a total overhaul, time for decency to return and the public to get its voice heard, it is us, the citizens, who are bearing the brunt of this destruction of society. This is the treason of our time. Its Time for a full Political party and citizens review. The time is now.",
            "closed_at": "2008-02-25T00:00:00Z",
            "created_at": "2007-08-25T11:13:01.012655Z",
            "creator_name": "Sarah Burton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-25T11:13:01.012655Z",
            "rejected_at": "2007-09-27T00:01:05.697896Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/capital-p/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6282578
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MyCountry/"
    },
    "type": "petition"
}