{
    "data": {
        "attributes": {
            "action": "Take seriously the rise of Anti-Social Behaviour and take measures to irradicate it.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We urge the current government to take seriously the rising tide of crime and \"Anti-Social Behaviour\" in all its forms so that decent people with good moral values do not have to live in fear of crime. \n\nPut more funding into the police and increase office numbers. \n\nGive proper sentences to criminals and make prisons a place of hardship and punishment rather than colleges of crime. \n\nPull out of the EU Charter on Human Rights to prevent ridiculous legal decisions (such as not deporting Learco Chindamo, the killer of head teach Philip Lawrence because it is a \"breach of his human rights\"). \n\nPut the rights of victims over the rights of criminals. \n\nTake a zero-tolerance approach on ALL crime. \n\nGive much tougher sentences. \n\nGive people the rights to defend themselves, their family and friends and their property using whatever force they deem fit not \"reasonable force\" which is open to interpretation and can leave victims on the wrong side of the law. \n\nTreat anti-social behaviour seriously by handing down tough custodial sentences instead of a few hours of community service. \n\nLAW ABIDING PEOPLE SHOULD’NT HAVE TO LIVE IN FEAR. CRIMINALS ARE LAUGHING AT THE JUSTICE SYSTEM. THINGS MUST CHANGE.",
            "closed_at": "2008-08-25T00:00:00Z",
            "created_at": "2007-08-25T23:24:59.994035Z",
            "creator_name": "Lee Harris",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-25T23:24:59.994035Z",
            "rejected_at": "2007-09-27T00:01:05.697896Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/AddressASBO/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6286797
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/no-to-crime/"
    },
    "type": "petition"
}