{
    "data": {
        "attributes": {
            "action": "Forbid government and local government officials from using political correctness in their dealings with the general public",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It requests the government to ban public officials from utilising their official positions to push politically correct agendas in pursuance of their work. The persons concerned must apply instead, fair and equal treatment before the law of all those they deal with daily. It is unacceptable to have a situation wherein people of different racial backgrounds are being treated differently simply on the basis of their ethnic British origin.\nBritain is a nation composed of a monoculture but pluralist democracy wherein individuals of all colours and creeds should be allowed to enjoy their condition as members of the British People. Black, Brown, White, Yellow should not be used to discriminate against particular ethnic group. Any official found so doing must face the full force of the law!",
            "closed_at": "2007-10-26T00:00:00Z",
            "created_at": "2007-08-26T09:11:25.613211Z",
            "creator_name": "Guy Leven-Torres MA(Hons), FSEFA",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-26T09:11:25.613211Z",
            "rejected_at": "2007-09-27T00:01:05.697896Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/InstitutionalPC/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6287781
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EndPCOfficials/"
    },
    "type": "petition"
}