{
    "data": {
        "attributes": {
            "action": "Provide support for out of work engineers, software developers, and IT workers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many engineers, software developers, and IT workers can suddenly find themselves out of work for a multitude of reasons. There are no organisations that exist helping them to find suitable careers in the industry, or alternative careers that make good use of their hard acquired knowledge and skills.  \n\nThe Job Centre is virtually useless because it has no connections with organisations that employ people with a high level of technical skills and qualifications. Many of the Job Centre staff are unhelpful because they lack knowledge about the high technology industry, and often hound people to take unskilled jobs or jobs they don't have skills for.\n\nThe government needs to set up a support service which could help this highly intelligent group of people put their skills and knowledge to good use.  \n\nTo make matters worse, there are thousands of science, maths, and IT teachers who have a poor knowledge of the subjects they teach. Perhaps out of work people from the high technology industry could be put to good use in teaching, tutoring, and teacher training, rather than forced to clean floors or retrain as bricklayers.",
            "closed_at": "2008-08-28T00:00:00Z",
            "created_at": "2007-08-26T15:20:51.268429Z",
            "creator_name": "Riaz Sobrany",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-26T15:20:51.268429Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 19,
            "state": "finished",
            "updated_at": "2008-08-29T00:01:02.055739Z"
        },
        "id": 6289612
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/employhightech/"
    },
    "type": "petition"
}