{
    "data": {
        "attributes": {
            "action": "Justify the 10% of our tax that is spent on Police & Justice despite growing violent and sexual crime.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am no anarchist and I have never suggested Direct Action before. I pay my taxes, I work hard, I respect my neigbour and I embrace social integration. Most of all I believe in this great country and believe it still is Great Britain. However, I am sick of the lawlessness and the lack of respect within the UK. I have had enough of my children and other adults feeling unsafe on the street. I cannot sit back and read how children are being shot by other children, how women are being raped by the side of the road as drivers simply turn their heads away for fear of being hurt themselves, how grown men no longer feel confident enough to stop vandalism and disorder when they see it. This petition seeks support from those of you who believe that the 10% of our taxes being spent on policing and justice are being spent so poorly and innefectively that we should withhold that proportion from the government until they actually DO something with this growing problem. This is a warning to those in power - we will no longer stand by and watch as our once great nation becomes lawless state. Do something about it now or we, those who placed you in power, will show you just how powerful unity of thought really is.",
            "closed_at": "2008-02-28T00:00:00Z",
            "created_at": "2007-08-27T09:10:44.593565Z",
            "creator_name": "S J Stephen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-27T09:10:44.593565Z",
            "rejected_at": "2007-08-28T14:54:48.629038Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/0tolerance/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6293151
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/keep10percent/"
    },
    "type": "petition"
}