{
    "data": {
        "attributes": {
            "action": "Stop the Closure of St Cuthberts Primary School",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My daughters attend St Cuthbert’s primary school in Edinburgh. The latest proposals by Edinburgh District Council are to shut down our school with pupils being moved to St Joseph’s primary school all due to a £10 million short fall in the council budget for next year.\nPupils would have to travel further to school every day and there is no direct bus service to st josephs. St Josephs is located on a busy road and there are no adequate crossings or safe areas for parents to drop there children of outside the school this would cause a higher risk of a serious accident to a child \nThe parents and children are all happy at St Cuthbert’s and the closure of our school or any of these schools would be devastating for the local communities they serve and in a age where we are told community spirit  is important why are we trying to destroy them. We have to give our children the best start in life we can and there Education is one of the most important so why are the local council cutting these important services and where did the £10 million short fall go \nThere are a total of 16 schools in Edinburgh facing closure Mr Brown please help us stop the shut down of these vital services.",
            "closed_at": "2008-01-28T00:00:00Z",
            "created_at": "2007-08-27T10:22:34.283438Z",
            "creator_name": "Mr Lindsay Ross",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-27T10:22:34.283438Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 110,
            "state": "finished",
            "updated_at": "2008-01-29T00:01:01.843116Z"
        },
        "id": 6293637
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/St-Cuthberts/"
    },
    "type": "petition"
}