{
    "data": {
        "attributes": {
            "action": "Change the Way the Child Support Agency calculate the parents maintainance payments for their child to take Mortgage, Bills into account.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At present they do not take these into account.  The calculation is made on the parents NET income & there is no 2 ways about it, they have to pay it wether their electricity or gas bill is high that month or not or their Mortage rates go through the roof. due to the growing costs and inflation in the country and the wages not rising with the inflation, the parents who have to pay out Child Maintainence cannot afford to live for themselves.  The full time parent of the child has so many benefit entitlement & there is a vast growing number of young adults getting pregnant because they can have an easy life and live on these benefits. I am a taxpayer and know people affected by this and i feel it is an injustice. Some people have got into these situations for all different kinds of reasons. i think it should be fair to both parties involved father & mother alike. it seems that the parent who has most/full access to the child seems much better off than the other parent.  The parent who pays the maintainence should at least have his/her own living costs accounted for before calculating the payment otherwise they will end up without a roof over their head struggling to meet the demands of this system.",
            "closed_at": "2008-02-28T00:00:00Z",
            "created_at": "2007-08-27T12:57:01.462114Z",
            "creator_name": "Emma Wellman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-27T12:57:01.462114Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 62,
            "state": "finished",
            "updated_at": "2008-02-29T00:01:01.885628Z"
        },
        "id": 6294686
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/csapayment/"
    },
    "type": "petition"
}