{
    "data": {
        "attributes": {
            "action": "designate the day after Rememberance Sunday as British National Day.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A new bank holiday should be created to celebrate Britishness, help build a national identity and thank community heroes, Gordon Brown is being told.\nThe Institute for Public Policy Research (IPPR) document, to be published next month, says the British national day should fall on the Monday after Remembrance Sunday - November 12 this year.\nThe think-tank argues that the new bank holiday would be a national \"thank you\" for people who work in the community and a way of asking people to give back to their home towns. It says the focus should be on ordinary people who have made a significant contribution.\n\n\nKate Stanley, IPPR director of research, said: \"We need a day when people 'give something back' to their communities and celebrate the diversity and pluralism of modern Britain.\n\"Awarding civic honours on a single national day would be a national thank you for the many thousands of citizens who go out of their way to help others.\"\nThe Power of Belonging report says that by selecting the Monday following Remembrance Sunday, a new national day could build on an existing commemoration rather than imposing something artificial.",
            "closed_at": "2007-11-28T00:00:00Z",
            "created_at": "2007-08-27T15:53:01.097525Z",
            "creator_name": "A White",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-27T15:53:01.097525Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 53,
            "state": "finished",
            "updated_at": "2007-11-29T03:11:13.777490Z"
        },
        "id": 6295775
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/britbankhols/"
    },
    "type": "petition"
}