{
    "data": {
        "attributes": {
            "action": "Stop putting children's details on a national database/childrens index",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This database will include the child's name, address, school details, medical records and i guess more details than we will be told about, this is going to be called a contact point only supposingly used by qualified professionals.   I personally belief this is infringing the human rights of children, has anyone asked the children if they want to be on the database, NO!  This was orginally done to protect those children at risk and is now being planned for all children in the uk.  It is bad enough they want finger and thumb print our children at schools when the children want to take books out, i thought reading was part of the education that children are suppose to get.  Will these finger and thumb prints be put onto the database? we get told these finger and thumb prints are destroyed! of course they are!?  YOU CAN REFUSE YOUR CHILD THE FINGER/THUMB PRINTS AT SCHOOL!\n\nPLEASE STOP THIS DATABASE FROM HAPPENING, THIS IS SUPPOSE TO BE A FREE COUNTRY, OUR CHILDREN ARE NOT FREE NOW AND WILL NOT BE FREE IN THE FURTHER AS ADULTS. \n\nDO YOU WANT EVERYONE TO HAVE ACCESS TO YOUR CHILD'S PERSONAL INFORMATION? \nI DO NOT AND IF YOU DO NOT, PLEASE SIGN THIS!",
            "closed_at": "2008-08-27T00:00:00Z",
            "created_at": "2007-08-27T18:32:27.592222Z",
            "creator_name": "TRACY MONGER",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-27T18:32:27.592222Z",
            "rejected_at": "2007-09-27T00:01:05.697896Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Databases/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6296901
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/child-database/"
    },
    "type": "petition"
}