{
    "data": {
        "attributes": {
            "action": "stop the current trend of showing badly behaved children on TV dramas and soaps.  TV programmes like East Enders, Emmerdale, Coronation Street, Skins etc etc showing children and young people who are obnoxious, rude, threatening and violent towards each other and their elders only makes children who watch the programmes think that its \"cool\", \"wicked\" and perfectly OK for them to behave the same way - this also goes for the portrayal of lazy benefit scrounging parents such as Keith on East Enders and Les Battersby on Coronation Street - and we wonder why the younger generation are growing up to be little thugs and expecting something for nothing.   So can we please have a stop to this, it is time this country got back to its roots, a country that was once admired and looked up to, but now a country where many of its inhabitants want nothing better than to leave and settle elsewhere.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I propose that the current trend of showing badly behaved children on television dramas and soaps should be stopped.  When TV programmes like East Enders, Emmerdale and Coronation Street that are often watched by the whole family start introducing children who are obnoxious, rude and threatening towards each other and to their elders it only makes children think that its \"cool\", \"wicked\" and perfectly OK for them to behave the same way - and we wonder why the younger generation are growing up to be little thugs.",
            "closed_at": "2007-11-28T00:00:00Z",
            "created_at": "2007-08-28T08:56:49.657836Z",
            "creator_name": "Patricia Salter",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-28T08:56:49.657836Z",
            "rejected_at": "2007-09-27T00:01:05.697896Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6300650
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CHILDREN-ON-TV/"
    },
    "type": "petition"
}