{
    "data": {
        "attributes": {
            "action": "Claim rights to claim equal pay between collegues/co workers, beit Man or Woman",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I would like to put forward this petition for equal pay, currently the law allows for equal pay for the opposite sex, But what about the same sex, I worked 11 years for an employer in Blackpool not realising that I was being paid less than people of the same sex (male) doing more or less the same work, and these were people who were newly employed people, Did what I considered to be a good/honest/loyal job and the work was always done on time, Why is this allowed in today’s society, if I were a woman getting less than a male colleague there would be comeback against my employer, but not if you are being paid less than a co-worker of the same sex, When I complained to my employer regarding this, their response was, tough! There are 3 million unemployed out there ready to take your job if you don’t like it. \nWhat I want is equal pay across the board, if you do a job, you have the right to be paid the same rate as the man or Woman doing more or less the same work next to you, They may only get £5 or £10 more per week than you, but its a bag of nappies to a young family, so PLEASE sign my petition because next time it cold be you who is wondering why your employer considers you worth less that the employee next to you.",
            "closed_at": "2008-02-28T00:00:00Z",
            "created_at": "2007-08-28T08:38:01.015933Z",
            "creator_name": "MichaelTarpey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-28T08:38:01.015933Z",
            "rejected_at": "2007-09-27T00:01:05.697896Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/equal-pay-now/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6300354
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EqualPpay/"
    },
    "type": "petition"
}