{
    "data": {
        "attributes": {
            "action": "Boycott the Olymic Games of China",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a major player on the world stage and a member of the UN China refuses to abide by the rules of the democratic principles of the UN, is constantly in breach of human right violations, is an occupying force in Tibet issuing laws to hold the people in place in this life and even more absurdly in afterlife their most recent law is to outlaw monks reincarnating themselves without prior permission!\nAs a member of the UN it has used it's veto to ban direct action in Darfur where hundreds of thousands of people cry out for help and aid to the west, both the UK and the USA are in favour of direct action to resolve the plight of the people of Darfur are held in bay because of this veto.\nIf China is to be seen as a country worth sitting in the UN and making decisions along with the democratic world then its house must be in order.\nThe west should demand immediate withdrawal from Tibet.\nChinas veto over Darfur should be ignored.\nAll democratic countries should boycott the Olymic Games.China should never have been awarded the games. The pollution of Beijing is unacceptable it will harm visitors and damage athletes.\nChina is not fit for purpose for these games.\nChina is not fit for purpose to hold a chair in the UN.",
            "closed_at": "2008-08-29T00:00:00Z",
            "created_at": "2007-08-28T19:23:05.276994Z",
            "creator_name": "Andrew Doak",
            "government_response_at": "2008-10-06T13:04:06.508719Z",
            "government_responses": [
                {
                    "created_at": "2008-10-06T13:04:06.508719Z",
                    "details": "You signed a petition asking the Prime Minister to \"Boycott the Olymic Games of China.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17070\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Reincarnation'",
                    "updated_at": "2008-10-06T13:04:06.508719Z"
                }
            ],
            "opened_at": "2007-08-28T19:23:05.276994Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 299,
            "state": "finished",
            "updated_at": "2008-08-30T00:01:01.337972Z"
        },
        "id": 6309099
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Reincarnation/"
    },
    "type": "petition"
}