{
    "data": {
        "attributes": {
            "action": "act now to take guns and knives off our streets and off of our children!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Everyday in the news it seems we hear more and more young people are dying at the hands of other 'children' who are using illegal weapons and becoming involved in gang warfare/mentality.  These 'children' have to know that stabbing someone or using a gun is wrong and that serious consequences occur should you break the law!  But it doesn't stop the news stories does it!  What about all the ones we don't hear about?  Prime Minister Gordon Brown has pledged \"the government will carry out \"intensive work\" to deal with the growing problem of teenage crime and gang culture.\"  But what exactly is to be done?  Is this enough? \nWe need to call for action NOW!  We're the voice of the UK and it is us who have to live under the rules of our government, so let's not sit in silence.  Act now, before anymore innocent lives are lost. Laws need to be tougher, offenders should rehabilitated and punished to the maximum sentence allowed.  Those supplying weapons to Britain's children should also face Prosecution. They are too readily available!",
            "closed_at": "2007-12-31T00:00:00Z",
            "created_at": "2007-08-28T22:20:38.200760Z",
            "creator_name": "Selina Wragg",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-28T22:20:38.200760Z",
            "rejected_at": "2007-09-28T00:01:04.026446Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/OluDan/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6310676
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/myshout/"
    },
    "type": "petition"
}