{
    "data": {
        "attributes": {
            "action": "STOP HORSE SLAUGHTER OF BRITISH HORSES",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Every four minutes in a working week a horse is brutally and un-necessarily slaughtered in this country. That's about 1800 beautiful horses killed in just 5 days and we in this country slaughter over thirty - five thousand every year.\nHorses for no reason other than profit will be driven to a slaughter house and brutally slaughtered.\nHorses will be shot in the head for a continental to enjoy on his dinner plate.\nHorses are stunningly beautiful and graceful, but they are also friendly and welcoming creatures. They have been our workmates, our companions, our friends and our pets. They have amused us and entertained us. \nThey do not deserve to die in this cruel and brutal way. It would be wonderful if you could just close your eyes and pretend not to acknowledge what is happening and for it all to stop-but it's time we stopped ignoring the harsh but true facts and did something about it. \nIf you sign my petition, you could make a difference! You could be saving the lives of horses! Please sign! Even if you have no interest in horses, how hard is it? It takes less than 4 minutes. Remember every 4 minutes a perfectly healthy horse is slaughtered. Have a heart. Sign my petition.",
            "closed_at": "2008-08-31T00:00:00Z",
            "created_at": "2007-08-29T20:10:07.703489Z",
            "creator_name": "Fiona King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-29T20:10:07.703489Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 115,
            "state": "finished",
            "updated_at": "2008-11-11T11:21:52.532692Z"
        },
        "id": 6321820
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveTheHorses/"
    },
    "type": "petition"
}