{
    "data": {
        "attributes": {
            "action": "allow UK Registered Dietitians to become supplementary or independent prescribers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "UK Registered Dietitians working in the NHS currently have a major disadvantage compared to other allied health professionals e.g. nurses, pharmacists, physios, radiographers, chiropodists and optometrists in that they cannot become supplementary or independent prescribers. This means that dietitians, despite being true experts in nutrition, are unable to prescribe parenteral (i.v) nutrition, prescribe the vitamins recommended by NICE to prevent potentially fatal refeeding syndrome, prescribe pancreatic enzymes in pancreatic disorders or give insulin to patients with diabetes. Currently these duties are often reluctantly carried out by busy junior doctors who have little or no training in nutrition. Putting dietitians on an equal par with other allied health professionals and allowing them to expand their role by becoming supplementary or independent prescribers would unquestionably improve the nutritional treatment of NHS patients.",
            "closed_at": "2007-11-30T00:00:00Z",
            "created_at": "2007-08-30T09:33:59.810711Z",
            "creator_name": "Pete Turner",
            "government_response_at": "2008-01-21T17:37:28.535582Z",
            "government_responses": [
                {
                    "created_at": "2008-01-21T17:37:28.535582Z",
                    "details": "You signed a petition asking the Prime Minister to \"allow UK Registered Dietitians to become supplementary or independent prescribers.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14326.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'RDprescribers'",
                    "updated_at": "2008-01-21T17:37:28.535582Z"
                }
            ],
            "opened_at": "2007-08-30T09:33:59.810711Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1151,
            "state": "finished",
            "updated_at": "2007-12-01T00:01:01.195429Z"
        },
        "id": 6326467
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RDprescribers/"
    },
    "type": "petition"
}