{
    "data": {
        "attributes": {
            "action": "Please address the policy situation regarding the ‘unnecessary’ removal of fresh water fish stocks (coarse fish) from British waterways through legislation.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As well as preventing a significant loss to private business enterprise (through theft) and public waterways, in which anglers are a significant stakeholder, continuity of legislation throughout the UK would also help prevent the spread of disease, and in turn helping to prevent further damage to the fragile balance of our inland ecosystems.\n\nAngling, throughout the UK, has approximately 3.5m participants and contributes over £5bn to the economy; add to this the £20m Rod Licence fee’s collected this fiscal year through the Environment Agency and I’m sure you will begin to appreciate the level of concern anglers of all creeds in the UK have regarding their short term investment, and more poignantly, the long term welfare of their sport and the affiliated wildlife.\n\nI would ask you to treat this matter with expediency and forward our concerns to Defra with the utmost haste.\n\nThank you.",
            "closed_at": "2008-03-01T00:00:00Z",
            "created_at": "2007-08-30T11:02:39.171840Z",
            "creator_name": "Richard Anthony Crimp",
            "government_response_at": "2008-03-18T16:18:01.184477Z",
            "government_responses": [
                {
                    "created_at": "2008-03-18T16:18:01.184477Z",
                    "details": "You signed a petition asking the Prime Minister to \"Please address the policy situation regarding the ‘unnecessary’ removal of fresh water fish stocks (coarse fish) from British waterways through legislation.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15090.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'fishremoval'",
                    "updated_at": "2008-03-18T16:18:01.184477Z"
                }
            ],
            "opened_at": "2007-08-30T11:02:39.171840Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 942,
            "state": "finished",
            "updated_at": "2009-01-03T03:03:30.207031Z"
        },
        "id": 6327911
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fishremoval/"
    },
    "type": "petition"
}