{
    "data": {
        "attributes": {
            "action": "give greater assistance to women wishing to escape domestic violence and abuse which, instead of declining, has grown worse, and harms not only partners but their children; and he should increase support in all possible ways, including education, to combat this shameful epidemic.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are 280,000 women who are victims of what the British Medical Association calls the UK’s ‘hidden epidemic’: domestic abuse.\nIt taints the lives of children and destroys the hopes of decent wives and partners.\nTake a Break magazine wishes to combat it. \nTwenty years ago many people thought such abuse would fade away as we became a more tolerant society. The opposite is true.\nEighty per cent of the 350,000 domestic violence victims are women. For a third of them, the abuse begins in pregnancy. Every week it kills two women a week in England and Wales.",
            "closed_at": "2008-08-30T00:00:00Z",
            "created_at": "2007-08-30T12:03:47.349426Z",
            "creator_name": "John Dale",
            "government_response_at": "2008-10-06T13:06:47.697910Z",
            "government_responses": [
                {
                    "created_at": "2008-10-06T13:06:47.697910Z",
                    "details": "You signed a petition asking the Prime Minister to \"give greater assistance to women wishing to escape domestic violence and abuse which, instead of declining, has grown worse, and harms not only partners but their children; and he should increase support in all possible ways, including education, to combat this shameful epidemic.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17074\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'domestic-abuse'",
                    "updated_at": "2008-10-06T13:06:47.697910Z"
                }
            ],
            "opened_at": "2007-08-30T12:03:47.349426Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 596,
            "state": "finished",
            "updated_at": "2008-09-11T03:48:08.368366Z"
        },
        "id": 6328886
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/domestic-abuse/"
    },
    "type": "petition"
}