{
    "data": {
        "attributes": {
            "action": "Introduce new laws for cat owners",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are many laws for the dog owner ie. clean up its mess, have an id tag, keep it under control.\nWhy do we have to clean up after a neighbours cat? They don't clean up after our dogs!\nWhy is it possible to report a dog for barking (noise nuisance), yet the dog is only barking at their cats in your garden?\nIf the dog owner legally has a responsibility to control their pet, shouldn't the cat owner too?\nCat faeces is dangerous to a pregnant woman, yes, dog faeces also contains toxic germs that are harmful but if you have chosen to own a dog then you have chosen to clean up its mess.\nWhat choice do we have with neighbours cats? To leave its mess in our gardens? That is not fair!\nCats wander the streets, scavange through rubbish and often leave dead animals on your doorstep.\nIf a dog was to kill a cat it would be classed as a dangerous animal so why is it seen as normal for a cat to attack or kill a bird or mouse?\nIt's been known for cats to attack dogs leaving them with deep cuts needing stitches or even the loss of an eye!\nThe laws in place today are very unfair! Please sign this petition and even out the odds.\nIts time cat owners take responsibility for their pets!",
            "closed_at": "2007-12-01T00:00:00Z",
            "created_at": "2007-08-30T20:02:27.286763Z",
            "creator_name": "DAWN MARIE MOORE",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-30T20:02:27.286763Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 22,
            "state": "finished",
            "updated_at": "2008-12-04T16:39:12.157893Z"
        },
        "id": 6334439
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cat-laws/"
    },
    "type": "petition"
}