{
    "data": {
        "attributes": {
            "action": "cordially accept a recent invitation from a member of the local Council to visit Slough and to actively engage with local Councillors towards overcoming presently disputed local population figures when calculating necessary funding levels, whereby a mutually agreeable level of Central Government funding for Slough will be achieved as a matter of urgency.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Slough Express recently reported that the Prime Minister was 'too busy' to visit Slough and that he has turned down an invitation to discuss the borough's urgent funding needs. The Leader of Slough Borough Council is reported to have issued a second invitation to the Prime Minister and is seemingly awaiting a reply. He is reported as having said that,\"I am hoping he's going to honour the pledge of his predecessor, who promised Slough would get the extra funding it needed.\" Tony Blair apparently made a promise to address Slough's funding problems when he was put on the spot during a radio interview earlier this year (2007). The Council has long argued that the borough's public services will suffer unless the government recognises that Slough has an 'invisible' and growing population.",
            "closed_at": "2008-09-04T00:00:00Z",
            "created_at": "2007-08-31T09:42:22.602381Z",
            "creator_name": "Gordon Moffatt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-31T09:42:22.602381Z",
            "rejected_at": "2007-09-06T09:14:28.718042Z",
            "rejection": {
                "code": 256,
                "details": "It is unclear as to which Prime Minister received the first invitation. Could you please simplify?",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6338233
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VisitSloughNow/"
    },
    "type": "petition"
}