{
    "data": {
        "attributes": {
            "action": "require his governmemt to adopt the policy of fostering national champions in both industry and commerce, starting with the creation of a UK owned mass car manufacturer by state intervention assisting in the purchase of Land Rover and Jaguar from Ford.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UK economy has seen both a chronic decline in its manufacturing base and unprecedented transfers in the ownership of UK owned businesses, in both commerce and industry, to overseas investors.  The long term implications of these developments, especially the transfer into foreign ownership of so much of our real economy, will be very serious both for employment, the protection of intellectual property, skills and technology and for the creation of national wealth.  Yet the French government has shown that selective and sustained state investment and the state fostering of \"national champions\" in both manufacturing and commerce can be very successful both in protecting entire sectors of the economy from foreign competition (seen in the continuing manufacture in France by French owned business of cars, trains, aircraft etc) and in creating jobs and wealth.  So we petition the Prime Minister to order his government to adopt the policy of encouraging national champions, starting with the revival of UK owned mass car manufacturing, by the state assisted purchase of both Land Rover and Jaguar, and then by investing in their long term success and development.",
            "closed_at": "2008-08-31T00:00:00Z",
            "created_at": "2007-08-31T11:14:59.885135Z",
            "creator_name": "Andrew Constantine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-31T11:14:59.885135Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 16,
            "state": "finished",
            "updated_at": "2008-12-04T16:39:16.753396Z"
        },
        "id": 6339328
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UK-champions/"
    },
    "type": "petition"
}