{
    "data": {
        "attributes": {
            "action": "Make the act of inflicting Parent Alienation Syndrome a criminal act; an automatic punishment of which is to give the non-resident parent custody of the children if the non-resident parent requests it.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Too many children are used as a weapon by the parent with residential care.\n\nChildren are being systematically brainwashed against the absent parent to the point of being absolutely terrified of them.\n\nThe damage this Parental Alienation is doing to the children is incalculable, it is child abuse and should be a criminal offence. Of course it doesn't do the absent parent and associated grand-parents, aunts, uncles and cousins much good either! \n\nThe punishment ought to include the children being placed with the Alienated Parent if they (the parent) so wish; obviously suitable counselling and support for the children as they are reunited with the previously alienated parent is essential. \n\nThe alienated parent may also need financial support as well as the CSA/Child Maintenance being quickly reversed. This may be a situation where even a divorce with a financial \"clean break\" needs to be reviewed in favour of the parent who is freshly awarded residential care.",
            "closed_at": "2008-09-11T00:00:00Z",
            "created_at": "2007-08-31T20:08:50.835015Z",
            "creator_name": "Julie Parton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-08-31T20:08:50.835015Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 162,
            "state": "finished",
            "updated_at": "2008-09-12T00:01:01.089492Z"
        },
        "id": 6344400
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/criminalisePAS/"
    },
    "type": "petition"
}