{
    "data": {
        "attributes": {
            "action": "Allow People Who Wish To Smoke Access To Designated Smoking Pubs/Clubs/Areas In The Belief This Is An Infringement Of Civil Liberties",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The purpose of the petition is to recognise that in free and tolerant society individuals should have the right to continue to smoke a legal substance and socialise with like minded people in designated smoking pubs/clubs.\n\nThis petition raises wider concerns at the significant erosion of civil liberties.\n\nThis petition relates to protecting a way of life that people have pursued legally for centuries without being detrimental to non smokers. \n \nThe petition recognises that both smokers and many non smokers are opposed to the blanket ban imposed in most indoor public areas and consider this to be a civil liberties issue. \nThe petition acknowledges that the ban discriminates against a large minority of UK adults. \n\nThe petition acknowledges by definition the rights also of non smokers to have equal rights to non smoking venues.\n\nThe smoking ban fails to accommodate the needs of smokers to continue to meet with others for recreation and social activities in a warm and sheltered public place.\n \nThe petition recognises an activity should not be banned if the risks associated with an activity does not effect others and is understood and accepted by the individual concerned.",
            "closed_at": "2008-09-05T00:00:00Z",
            "created_at": "2007-09-01T01:43:43.714420Z",
            "creator_name": "Sheridan Crew",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-01T01:43:43.714420Z",
            "rejected_at": "2007-09-05T16:58:32.255910Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/freechoice/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6345594
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AmendSmokingBan/"
    },
    "type": "petition"
}