{
    "data": {
        "attributes": {
            "action": "Ban London Underground (Tube) and other Railway Workers From Engaging in Strike Action",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The RMT, TSSA and other Rail Unions have consistently abused the privilege of strike action over the last ten years; frequently using the threat of strike action as a bargaining tool, rather than a measure of last resort. \nThe Unions have undertaken strikes over the removal of members who have blatantly breached safety protocols, ‘job-for-life’ guarantees, seeking instead to use their rights to bolster their own power base. The Unions have latterly made threats regarding 'potential' redundancy of incompetent staff who have been individually and severally responsible for the catalog of delays and poorly executed engineering work occurring in recent years which have left London commuters suffering greater misery, delays, and hellish overcrowding than before the so called 'upgrade' work was undertaken. \nRail Workers, much like Policemen, Ambulance Staff and Prison Officers are essential to the countries wellbeing and economic functionality, and have proved constantly that they do not deserve the currant rights afforded them. They should have the right to strike removed, permanently.",
            "closed_at": "2008-09-03T00:00:00Z",
            "created_at": "2007-09-01T02:52:07.792973Z",
            "creator_name": "Scott Williams",
            "government_response_at": "2008-10-09T15:34:14.777487Z",
            "government_responses": [
                {
                    "created_at": "2008-10-09T15:34:14.777487Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ban London Underground (Tube) and other Railway Workers From Engaging in Strike Action.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17119\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Ban-Tube-Strikes'",
                    "updated_at": "2008-10-09T15:34:14.777487Z"
                }
            ],
            "opened_at": "2007-09-01T02:52:07.792973Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 565,
            "state": "finished",
            "updated_at": "2008-11-27T17:04:49.453735Z"
        },
        "id": 6345635
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Ban-Tube-Strikes/"
    },
    "type": "petition"
}