{
    "data": {
        "attributes": {
            "action": "tell us why is CO-PROXAMOL disappearing now in September when it is not due to be withdrawn until December 2007? Our GPs say they cannot prescribe it as the pharmacists can no longer obtain supplies of co-proxamol.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Caroline Flint, the Minister of State, Department of Health, told the House of Commons on 2nd May 2007, that when normal prescribing of co-proxamol ended in December 2007, there would be flexibility to continue to prescribe in certain circumstances for people for whom co-proxamol seems to be the only answer. \nHansard reported the Minister also said she had confirmed with manufacturers that co-proxamol will continue after that date. The main manufacturer “has informed us that it is its firm intention to continue to manufacture co-proxamol following the cancellation of the licenses, so supplies will be assured.”\nBut who is the ‘main manufacturer’ please so we can tell our pharmacists where to get their supplies. The MHRA would not release this information – something to do with confidentially – what confidentially? For heavens sake it is alleged they will have 72,000 customers. \nCo-proxamol has  been prescribed as a safe painkiller since the 1950s and it is used by patients with fibromyalgia, arthritis and many more with painful conditions.",
            "closed_at": "2008-03-03T00:00:00Z",
            "created_at": "2007-09-01T21:30:10.491678Z",
            "creator_name": "Jeanne Hambleton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-01T21:30:10.491678Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 26,
            "state": "finished",
            "updated_at": "2008-03-04T03:12:04.680432Z"
        },
        "id": 6350002
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DISAPPEARANCE/"
    },
    "type": "petition"
}