{
    "data": {
        "attributes": {
            "action": "reject Cornwall County Council's bid for Unitary Authority status based upon the overwhelming opposition to the proposals by the people of Cornwall.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Polls undertaken by the District Councils of Penwith, Kerrier, Carrick and Caradon revealed that 81% of residents responding were opposed to the County Council's unitary bid. The question asked of residents was: \"Do you want local council services delivered as proposed by Cornwall County Council in their bid for a single (unitary) council for Cornwall? Yes or No.\"\nCornwall County Council polled just over 600 people with questions that were specifically designed for a positive response.  Cornwall County Council have also published much mis-information before and after the bid deadline of 22 June.  \nProfessor Michael Chisholm of the University of Cambridge conducted a critique of \"One Cornwall One Council\" (the County Council's bid document) and found that it was severely flawed in the majority of its claims and statements.\nThe simple fact of the matter is that the vast majority of the population of Cornwall are against the bid and, as a result, we urge that those elected to represent us listen to us and do our bidding which. after all, is why they were elected in the first place!",
            "closed_at": "2007-11-03T00:00:00Z",
            "created_at": "2007-09-02T11:51:23.776876Z",
            "creator_name": "Mike Waters",
            "government_response_at": "2007-11-26T18:11:45.254698Z",
            "government_responses": [
                {
                    "created_at": "2007-11-26T18:11:45.254698Z",
                    "details": "You signed a petition asking the Prime Minister to \"reject Cornwall County Council's bid for Unitary Authority status based upon the overwhelming opposition to the proposals by the people of Cornwall.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13840.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Cornish-voice'",
                    "updated_at": "2007-11-26T18:11:45.254698Z"
                }
            ],
            "opened_at": "2007-09-02T11:51:23.776876Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 260,
            "state": "finished",
            "updated_at": "2007-11-04T00:01:01.803756Z"
        },
        "id": 6351845
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Cornish-voice/"
    },
    "type": "petition"
}