{
    "data": {
        "attributes": {
            "action": "Allow gaming staff to recieve tips as detailed by the new gaming act, without the veto of the casino owners.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Casino owners will always be united in resisting tips to gaming staff. It represents a direct hit on their profit. This is shortsighted and counter-productive as any comparison with a tipping country can show.\n The Gaming act states that tipping is to be allowed with the discretion of the casino. This is surely a mistake, tipping was banned in 1971 by the casino owners because of the 1969 gaming act, which stated \"Gaming staff's tips are not to be shared with casino owners\". All the new act does is re-affirm the power the owners have to keep the current, unfair ban in place. Please sign this petition if you are a licensed member of the gaming industry or a sympathetic customer of a casino.",
            "closed_at": "2007-12-03T00:00:00Z",
            "created_at": "2007-09-02T22:16:17.073405Z",
            "creator_name": "Mark McCann",
            "government_response_at": "2008-01-08T16:11:08.938931Z",
            "government_responses": [
                {
                    "created_at": "2008-01-08T16:11:08.938931Z",
                    "details": "You signed a petition asking the Prime Minister to \"Allow gaming staff to recieve tips as detailed by the new gaming act, without the veto of the casino owners.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14182.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'tipsfordealers'",
                    "updated_at": "2008-01-08T16:11:08.938931Z"
                }
            ],
            "opened_at": "2007-09-02T22:16:17.073405Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 209,
            "state": "finished",
            "updated_at": "2007-12-04T03:11:42.790636Z"
        },
        "id": 6355171
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/tipsfordealers/"
    },
    "type": "petition"
}