{
    "data": {
        "attributes": {
            "action": "continue his personal engagement on Burma",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We congratulate the Prime Minister on his statement of 2nd September supporting calls by the Burma Campaign UK and other Burmese pro-democracy organisations for the United Nations Security Council to discuss the current crisis in Burma, where almost 200 peaceful protestors have been arrested since August 21st. We also warmly welcome his pledge to personally raise Burma in discussions with his counterparts around the world. We note that this is the first time a British Prime Minister has made such a statement, and hope that it will lead to concerted international pressure on the regime for the first time. We call on the Prime Minister to set benchmarks and timelines for change in Burma, after which, if no progress has been made, steps will be taken to increase political and economic pressure on the regime.",
            "closed_at": "2008-09-03T00:00:00Z",
            "created_at": "2007-09-03T10:01:41.848953Z",
            "creator_name": "Mark Farmaner",
            "government_response_at": "2008-10-09T15:31:50.651668Z",
            "government_responses": [
                {
                    "created_at": "2008-10-09T15:31:50.651668Z",
                    "details": "You signed a petition asking the Prime Minister to \"continue his personal engagement on Burma.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17117\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Burmacrackdown'",
                    "updated_at": "2008-10-09T15:31:50.651668Z"
                }
            ],
            "opened_at": "2007-09-03T10:01:41.848953Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5014,
            "state": "finished",
            "updated_at": "2009-04-27T16:58:51.538503Z"
        },
        "id": 6357530
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Burmacrackdown/"
    },
    "type": "petition"
}