{
    "data": {
        "attributes": {
            "action": "Change council tax laws and regislations",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is for every hard working citizen.\n\ni am only 21 and im a uk citizen born and bred here.i work for a living like you want us to do, you set out to change the benefits system, yet you make it more appealing to be on them, reason being is it's easier!\n\nfor example i work enough hours for what my health permits i don't rely on benefits to get by and neither does my partner who has 2 jobs. we live in private property because the council won't help us with housing if we did go on the list we would have to wait years because either 1. she isn't pregnant. 2. im not classed as disabled. 3.i don't have a drug addiction, now the house i live in is the cheapest we could find its full of damp and has only 1 bedroom,\n\nnow the fact i have to pay national insurance, income tax etc.. as a couple we are left with hardly any funds to pay for food yet alone any luxuries or a nice house, so how can we enjoy life?\n\nwhy would people want to work 9 to 5 when they can be given benefits to pay for them instead?\n \nas for council tax i simply cannot afford it, and many people will agree its too much, and im sick of rotting waste from the fortnightly collections of rubbish.\n\nso why don't you help the model citizens like us?",
            "closed_at": "2008-09-03T00:00:00Z",
            "created_at": "2007-09-03T14:52:47.102453Z",
            "creator_name": "Craig Gallimore",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-03T14:52:47.102453Z",
            "rejected_at": "2007-10-04T00:01:02.760987Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6360782
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ouralibi/"
    },
    "type": "petition"
}