{
    "data": {
        "attributes": {
            "action": "rebuff the suggestion by Lord Justice Sedley (05 September 2007) that a DNA sample be provided by all UK citizens/visitors, to call for the abolishment of the current DNA database and halt plans for an identity card scheme - on the grounds of civil liberties and respect for the British Citizen.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Lord Justice Sedley sited fairness for all that everyone should provide a DNA sample. Simpler, and truly fairer to all, is to abolish the storage of DNA information completely. The retention of DNA details by the criminal justice system is predicated upon laziness and lack of respect for the public, and shifts the onus of proof of innocence from the prosecutor (State) to the individual (Citizen). Why ever would such intimate details be stored unless all Citizens were ultimately considered to be suspects? The same is true for identity cards, which by their very nature require you to provide justification for your existence. How can it be that the State can require you (at a whim) to prove who you are? Surely if the State needs to know who you are it is its duty to do so - to shift this burden onto the Citizen is lazy and disrespectful. These are giant leaps along the path of converting our status from Citizens to Individual Taxation Units (ITU), irrevocably strangling civil liberties.",
            "closed_at": "2007-12-14T00:00:00Z",
            "created_at": "2007-09-05T11:25:56.253084Z",
            "creator_name": "Keith Needham",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-05T11:25:56.253084Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 38,
            "state": "finished",
            "updated_at": "2007-12-15T00:01:01.472388Z"
        },
        "id": 6376912
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DNAFORALL/"
    },
    "type": "petition"
}