{
    "data": {
        "attributes": {
            "action": "Call on Lord Justice Sedley to resign after saying everyone in and visiting the UK to be added to the existing DNA database",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Any judge who thinks that everyone in, and even visiting, Britain should be added to the ever expanding DNA database should not be allowed to carry on with their duties.\n\nIt is not acceptable for a judge of this standing to say the current database is unfair and 'everybody, guilty or innocent' should be added. If there are disproportionate numbers of people from ethnic minorities on the database, then this needs addressing separately. I will not have my DNA taken on this, or any other premise. \n\nThis judge is working for a criminal justice system which gives custodial sentences to pensioners for not paying their council tax, but allows convicted paedophiles to get away with community service. That is what I call unfair.\n\nI have read alot of peoples views saying that this is the last straw and they now want to leave the UK. This is MY country, and I want to pass it onto my children. I will not leave it to be run into the ground by people like this.",
            "closed_at": "2008-03-05T00:00:00Z",
            "created_at": "2007-09-05T12:10:32.880304Z",
            "creator_name": "Karyn Ward",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-05T12:10:32.880304Z",
            "rejected_at": "2007-09-05T14:40:09.733453Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/No2dna/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6377579
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lordsedleyjudge/"
    },
    "type": "petition"
}