{
    "data": {
        "attributes": {
            "action": "Put a curfew on teenagers. Let the parents look after them for a change rather than roaming the streets getting into and causing trouble",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is an increasing amount of reports in the papers and the news that yongsters are getting into trouble. I don't want to blame the parents as such, but if these youngsters are on the streets then their parents can't possibly know what they are up to! How can we go on with world war veterans who fought for this country being beaten up and bullied by youngsters. It is high time that parents are made to control their kids or face court action themselves. We must start with the youngsters who are getting involved with gangs and generally causing trouble as these are the ones who will be clogging up our jails in a few years to come. Well thats if they have managed to stay alive and not get shot or stabbed. I feel sorry for those kids who have done nothing wrong but to be honest it is probably safer for them to be indoors these days anyway!",
            "closed_at": "2008-09-05T00:00:00Z",
            "created_at": "2007-09-05T11:47:33.730401Z",
            "creator_name": "Michelle Mortimer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-05T11:47:33.730401Z",
            "rejected_at": "2007-10-05T00:01:02.233795Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/curfews/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6377260
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Youth-Curfew/"
    },
    "type": "petition"
}