{
    "data": {
        "attributes": {
            "action": "instruct the administrators of the petition site to give petition creators a right of reply to the responses they receive from signatories to their petitions",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I quite often notice, both with my own petitions and with others', that people's comments, purporting to be (and, presumably, counted as) signatures, are actually criticisms of the points made in either the petition itself or in \"more details\".  I find it quite frustrating not to be able to respond to these criticisms, as I imagine other petition creators also do, which is why I have created this one.  \n\nIn fact I don't feel the need to respond so much to actual criticism as to remarks which are patently untrue (certainly in my own experience) such as (in response to my \"NoMoreLowPay\" petition) that people choose what jobs they do; I was never able to! had to take whatever job I was offered or forfeit Unemployment Benefit/Jobseekers Allowance!  \n\nIf it is not possible to approve this petition I would ask that the point it makes be taken on board and, please, acted on.",
            "closed_at": "2008-02-06T00:00:00Z",
            "created_at": "2007-09-06T00:39:27.118078Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-06T00:39:27.118078Z",
            "rejected_at": "2007-10-06T00:01:02.279817Z",
            "rejection": {
                "code": 16384,
                "details": "We will treat this as feedback.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6384262
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PetitionReply/"
    },
    "type": "petition"
}