{
    "data": {
        "attributes": {
            "action": "Stop using computer games as an excuse for escalating violence in todays society...",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Computer games are not the reason for crime, computer games are not a reason for murder, computer games are not a reason for family breakdown or disobedient children, politicians need to get their facts straight, computer games arent the new catch all for every negative aspect of todays society. It is pathetic how over the past few years more and more politicians are rallying to the cause of ridding the planet of evil filthy computer games, the root of all evil in the universe. If they are going to cite computer games as the reason for violence then they should bring cold hard facts to the table also. All you need to do is look out of your window to see where the problem is, children roaming the streets causing trouble, they arent inside playing on computer games warping their tiny fragile minds, no, theyre out on the streets smashing up telephone boxes and bus shelters. Deal with the problems of punishment first, children arent old enough to be accountable for their actions, come off it, they know what theyre doing and they know they can get away with it, thats why they do it.",
            "closed_at": "2008-09-06T00:00:00Z",
            "created_at": "2007-09-06T08:26:25.551789Z",
            "creator_name": "Keiron Goodwin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-06T08:26:25.551789Z",
            "rejected_at": "2007-10-06T00:01:02.279817Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/videogames/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6385399
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/compgames/"
    },
    "type": "petition"
}