{
    "data": {
        "attributes": {
            "action": "grant \"Bobby\" Arsenio Malinis permission to remain in the United Kingdom of Great Britain & Northern Ireland",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We petition the Prime Minister to grant “Bobby” Arsenio Malinis permanent leave to remain in the United Kingdom.  We, the colleagues, friends and family of Bobby Malinis believe he is a most loyal, honest, hard-working, dedicated and faithful person who contributes in a totally positive way to British society and way of life. He has totally adapted to the British way of life. He is a UK tax-payer, regular supporter of several charities; active in his church and relied on by many people. He is most of all relied on by his family as a bread-winner and without his earnings they would be unable to feed themselves. Furthermore we believe that his pending deportation will seriously inhibit his ability to live a full and fulfilling life and will totally separate him from his close friends, family & stop him from living his everyday life. It would also directly cause his family considerable distress & anxiety.  We believe his deportation infringes on his rights under Article 8 of the European Convention of Human Rights.  We urge Gordon Brown, Prime Minister to reveal his compassion and do all in his power to help “Bobby” Arsenio Malinis and allow him to stay in the United Kingdom.",
            "closed_at": "2008-09-06T00:00:00Z",
            "created_at": "2007-09-06T08:29:32.737263Z",
            "creator_name": "George Brett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-06T08:29:32.737263Z",
            "rejected_at": "2007-10-06T00:01:02.279817Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6385439
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveBobby/"
    },
    "type": "petition"
}