{
    "data": {
        "attributes": {
            "action": "Make Hereford a better place by building a major Theme Park",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have been thinking about what would make Hereford a better place to live. One of the things I would like to see is a major new Theme Park to be build on the outskirts of the city. This would be very popular with residents and would also bring in lots of tourists.\n\nBuilding a theme park would create hundreds of new jobs which would be a very good thing. If it were on the outskirts of town it would help alieviate traffic in the city centre and also mean that the rides and stalls in the city centre would have a much better location.\n\nAt the moment shops and businesses complain about the noise and the undesirable elements that fairground rides bring.\n\nHereford needs a theme park.\n\nHereford could also do with more industry and jobs. I would like to see more industrial buildings and jobs.\n\nHereford also needs better public transport, a better bus station and a train line to be built to connect the city with my new theme park",
            "closed_at": "2008-03-06T00:00:00Z",
            "created_at": "2007-09-06T11:03:12.185695Z",
            "creator_name": "JEREMY GODWIN",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-06T11:03:12.185695Z",
            "rejected_at": "2007-10-07T00:01:02.210174Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6387299
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/herefordtpark/"
    },
    "type": "petition"
}