{
    "data": {
        "attributes": {
            "action": "return the governance of the United Kingdom to its people, the United Kings, in the following ways:",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "-install internet in all homes; on major issues (Iraq, EU) enact an online vote so the country may be said to be a true democracy.\n\n-fire politicians when it is determined they have deceived the public (G Brown & the EU, T Blair & WMD).\n\n-govern the country according to the opinions of the MAJORITY.\n\n-abolish all forms of prejudice in pay grades & job opportunities, to be punishable by fining.\n\n-relocate the military from Iraq to the nation's streets and schools on disciplinary duty.\n\n-place a strict cap on immigration, so no more than 10k ppl/annum move to the UK.\n\n-admit education is failing; return to old \"O\" & \"A\" levels; enforce discipline harder than any time in the last 10 years.\n\n-punish criminals to the furthest extent, with mandatory jailtime as punishment for even carrying a weapon.\n\n-secularise all UK schools; admit no religion in institutions of academia.\n\n-reinstate national service for school leavers, juvenile delinquents & yobs.\n\n- Ensure the UK hits its environmental goals.\n\n-legalise prostitution & tax it as a legitimate form of commerce with imposed health checks.\n\n-embrace exceptionalism in all forms; sporting, academic, or economic; and deplore mediocrity.",
            "closed_at": "2008-09-07T00:00:00Z",
            "created_at": "2007-09-07T08:35:31.716572Z",
            "creator_name": "Stephen Brocklehurst",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-07T08:35:31.716572Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 21,
            "state": "finished",
            "updated_at": "2009-04-27T16:49:31.235115Z"
        },
        "id": 6394440
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Courage/"
    },
    "type": "petition"
}