{
    "data": {
        "attributes": {
            "action": "stop the increasing destruction of green-belt land and open countryside by the continued development of new housing and industrial estates",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Too much \"open\" land is being swallowed up under bricks, concrete and tarmac. Hundreds of factory and office units remain unoccupied, yet there is an apparent need to build more. Huge housing estates continue to be built, but the main type of most needed housing (affordable family housing)is not included in sufficient numbers. Great Britain is already full. We do not need any more estates building. If there are an excess number of homeless people to be catered for, perhaps our government should investigate the reasons why there are so many homeless in this country and in need of housing, and consider other measures to reduce these numbers, as opposed to just building on every piece of land available. Our roads and infrastructure cannot cope with the current levels now, and our National Parks and areas of beauty are being trampled to death from too many visitors trying to escape the urban sprawl, beacause there is no-where else left to go.",
            "closed_at": "2008-09-07T00:00:00Z",
            "created_at": "2007-09-07T17:05:11.412639Z",
            "creator_name": "Nicholas Peck",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-07T17:05:11.412639Z",
            "rejected_at": "2007-10-10T00:01:03.611423Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/englishgreenbelt/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6399105
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Expansion/"
    },
    "type": "petition"
}