{
    "data": {
        "attributes": {
            "action": "look at amending the Local Goverment (Miscellaneous Provisions) Act 1982 - Street Trading Consent",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Under the 1982 Miscellaneous Provisions Act it is possible for Local Councils to classify \"any road, footway, beach or other area to which the public have access without payment\" as a street. This means that Mobile Sandwich vans etc., or indeed anyone who is selling anything from a vehicle, even if they have been invited onto private property, can then be charged the same licence fee that the \"static Kebab or Burger van\" has to pay. This can be thousands of pounds per year. I do not believe that this legislation was meant to be interpreted in this way and indeed the majority of councils currrently do not enforce it, but it means that any sandwich van potentially needs to have a licence even if it has operates solely on private land. The law needs to be amended to take into account that various businesses are trading on private land but are not street traders.",
            "closed_at": "2008-09-10T00:00:00Z",
            "created_at": "2007-09-09T19:23:07.697158Z",
            "creator_name": "Simon Michael Paine",
            "government_response_at": "2008-10-10T14:38:44.668812Z",
            "government_responses": [
                {
                    "created_at": "2008-10-10T14:38:44.668812Z",
                    "details": "You signed a petition asking the Prime Minister to \"look at amending the Local Goverment (Miscellaneous Provisions) Act 1982 - Street Trading Consent.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17145\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'StreetTrading'",
                    "updated_at": "2008-10-10T14:38:44.668812Z"
                }
            ],
            "opened_at": "2007-09-09T19:23:07.697158Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 210,
            "state": "finished",
            "updated_at": "2008-09-11T00:01:01.564502Z"
        },
        "id": 6407556
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StreetTrading/"
    },
    "type": "petition"
}