{
    "data": {
        "attributes": {
            "action": "Carol Bidwell",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It should be law for horse owners, keepers, livery yard owners etc to have third party liability insurance. If there is a road accident caused by a horse bolting or getting out of a field a horse should have an insurance that will automatically pay the innocent party for any property damage the horse has caused and any additional expenses such as car hire etc.\nIf it is a horse that caused the damage because a horse owner, keeper, livery yard owner etc has chosen to take responsibility for the horse it is them who should be held responsible regardless of being negligent or not.\nYou should not have to prove negligence to claim liability. Negligence and damage are two separate issues. A horse can do damage without anyone being negligent. However someone has to pay the bills that result from such accidents. Horses should have passports and insurance. It should be made Law. This is not a vendetta against horses, horse owners, keepers, livery yard owners etc but a realisation for the need of fairness to innocent people being caught up in a accident situation through no fault of their own ending up being the ones to pay for it!",
            "closed_at": "2008-09-10T00:00:00Z",
            "created_at": "2007-09-09T18:47:48.033308Z",
            "creator_name": "Carol",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-09T18:47:48.033308Z",
            "rejected_at": "2007-09-10T15:33:11.657265Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6407410
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/make-it-law/"
    },
    "type": "petition"
}