{
    "data": {
        "attributes": {
            "action": "Allow Pramod Khanal to remain and work in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Pramod Kumar Khanal (K1002159) is facing deportation back to Nepal on 12th September 2007. We are about to deport him even though there is no life for him there as all his family that love him are here in the UK.\n\nPramod is a successful business man and owns his own property. He should be given time to sort out his personal effects and deeds. He has the love and support of his extended family in the UK and will be deeply missed by us all. How can he be sent back after 19 years in the UK without a penny to his name?\n\nOn the contrary, Pramod faces the prospect of being tortured and eventually killed if he returns to Nepal under the hand of his brother in a battle for ownership of the family estate.\n\nPramod has been in this country for 19 years; has worked all that time, paid taxes, never claimed any state benefits, never committed any offence - so there is no need for haste in removing him, and many people will suffer a bitter sense of loss if he is removed, and all for no discernible benefit to anyone.",
            "closed_at": "2007-11-10T00:00:00Z",
            "created_at": "2007-09-10T10:54:48.711946Z",
            "creator_name": "Buda Dangol",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-10T10:54:48.711946Z",
            "rejected_at": "2007-09-10T15:33:36.393630Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6410577
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pramod/"
    },
    "type": "petition"
}