{
    "data": {
        "attributes": {
            "action": "Scrap the unsustainable house-building targets being forced upon Southern England",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government is setting targets to enforce the building of hundreds of thousands of new homes in Southern England by 2026 (128,000 in Hampshire alone).  We argue that pandering to housing demand in this way will not only fail to achieve a significant reduction in house prices, but will overstretch the local infrastructure to the point of reducing the quality of life for everyone in the region, and will irreversibly ruin the areas that once defined England’s “green and pleasant land”.\n\nAnyone who lives and commutes in the South of England will know intuitively that the massive increase in traffic will gridlock the existing road network.  Resources will be stretched and the region will not cope.\n\nThe current plans are being drawn up centrally and forced upon local communities.  This is unsustainable – in 2026 even more houses will be “needed”.  Sustainability is all about finding a balance where a good standard of living can be maintained forever – equilibrium. Nothing could be less sustainable than the proposed mass building programme that the government intends to thrust upon us, and we strongly oppose it.",
            "closed_at": "2008-09-10T00:00:00Z",
            "created_at": "2007-09-10T15:57:31.566728Z",
            "creator_name": "Jonathan Simmons",
            "government_response_at": "2008-11-21T15:26:44.276678Z",
            "government_responses": [
                {
                    "created_at": "2008-11-21T15:26:44.276678Z",
                    "details": "You signed a petition asking the Prime Minister to \"Scrap the unsustainable house-building targets being forced upon Southern England.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17526\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'savethesouth'",
                    "updated_at": "2008-11-21T15:26:44.276678Z"
                }
            ],
            "opened_at": "2007-09-10T15:57:31.566728Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1249,
            "state": "finished",
            "updated_at": "2008-09-11T03:48:02.471654Z"
        },
        "id": 6412837
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/savethesouth/"
    },
    "type": "petition"
}