{
    "data": {
        "attributes": {
            "action": "The inclusion of Congolese in the UK Prime Minister’s plan to Save and Protect of The Democratic Republic of Congo rainforest",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On the 3rd of September 2007, the Financial Time reported that the United Kingdom prime minister Gordon Brown had nominated Johan Eliasch as his advisor. Mr Eliasch job would be to “advise the prime minister on saving the Congo Rainforest.” That is a good idea. But in The Democratic Republic of Congo, DRC, there are also people who live there. That is why I would like to prime minister to include Congolese in his plan or in his list of priority. \nIn the light of recent events in the DRC, the Congolese deserve more protection and even an assurance that the British government will not support anyone who inflicting pain, torture, death and misery to Congolese in their own country for the sake of supplying the World Market with the DRC minerals and other natural resources.  \nA genocide is currently happening in the DRC. Many UK individuals and media organizations have spoken against it. So far six millions of Congolese have lost their lives. \nThat is why I am lobbying the prime minister, through this petition, not to forget the Congolese who are currently being oppressed by the Rebels and their own government, according to the British media.",
            "closed_at": "2008-09-11T00:00:00Z",
            "created_at": "2007-09-10T16:41:45.162217Z",
            "creator_name": "Christine Wana",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-10T16:41:45.162217Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 63,
            "state": "finished",
            "updated_at": "2008-09-12T00:01:01.089492Z"
        },
        "id": 6413096
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Congo2007/"
    },
    "type": "petition"
}