{
    "data": {
        "attributes": {
            "action": "allow the public the right to representation when an applicant applies to demolish a property in order to redevelop the land",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We wish to change the Building Act 1984 to give right of representation to the public when an application is made to demolish a dwelling to redevelop the land. Linking  demolition to development control will prohibit applicants from circumventing the democratic planning process when an application is refused by clearing the land of existing dwellings. A case in point is Nunthorpe, Middlesbrough, where Bett Homes applied to demolish the locally important building “Red Cottage” to redevelop the site. The “Save Red Cottage” campaign found that 88% of local households were against the demolition and redevelopment, which was then refused by Middlesbrough Council.  Instead of appealing against the council's decision, thus freezing their legal right to demolish the building, Bett Homes gave 28 days notice of demolition as the current law permits. The demolition goes against the wishes of the local community who have no right of representation to preserve the heritage and character of their area.",
            "closed_at": "2007-11-11T00:00:00Z",
            "created_at": "2007-09-10T19:02:26.478354Z",
            "creator_name": "Mrs Joanne Turner",
            "government_response_at": "2007-12-04T15:50:51.247414Z",
            "government_responses": [
                {
                    "created_at": "2007-12-04T15:50:51.247414Z",
                    "details": "You signed a petition asking the Prime Minister to \"allow the public the right to representation when an applicant applies to demolish a property in order to redevelop the land.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13960.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'saveredcottage'",
                    "updated_at": "2007-12-04T15:50:51.247414Z"
                }
            ],
            "opened_at": "2007-09-10T19:02:26.478354Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 259,
            "state": "finished",
            "updated_at": "2007-11-13T03:11:12.608234Z"
        },
        "id": 6413801
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/saveredcottage/"
    },
    "type": "petition"
}