{
    "data": {
        "attributes": {
            "action": "ban the handing out of free newspapers in Central London",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Walk anywhere overground in Central London in the afternoon and you will have had to dodge them. On every street corner, obstructing every interchange or popular entrance, stand the armies of distributors trying to force their free papers into your hand.\n\nThe undersigned argue that such distribution is a form of harrassment, a public annoyance, and furthermore utterly unnecessary. The fact that 800,000 of these papers end up littered on London's streets and transport network every day, many never to be recycled, simply compounds the issue.\n\nIf there is - as indeed there appears to be - demand for the London Lite and London Paper, they will distribute themselves, just as Britain's most popular free paper The Metro does.\n\nReduced circulation will be a problem only if supply currently outstrips demand - and if this is the case, reduced littering will be a happy consequence until these papers compete on the quality of the journalism, rather than the aggressiveness of the distribution. \n\nLondon's streets must be ridded of this plague and irritation.",
            "closed_at": "2008-09-11T00:00:00Z",
            "created_at": "2007-09-10T21:42:53.376242Z",
            "creator_name": "Rob Don",
            "government_response_at": "2008-10-10T14:40:26.419485Z",
            "government_responses": [
                {
                    "created_at": "2008-10-10T14:40:26.419485Z",
                    "details": "You signed a petition asking the Prime Minister to \"ban the handing out of free newspapers in Central London.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17147\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'londonpapers'",
                    "updated_at": "2008-10-10T14:40:26.419485Z"
                }
            ],
            "opened_at": "2007-09-10T21:42:53.376242Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 685,
            "state": "finished",
            "updated_at": "2008-09-13T03:49:15.167355Z"
        },
        "id": 6414647
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/londonpapers/"
    },
    "type": "petition"
}