{
    "data": {
        "attributes": {
            "action": "Demand the removal of the stupid and ugly bit of fencing on top of the Beetham / Hilton Tower, Manchester",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Letter sent to the Manchester evening news (10/9/07): \nSo the Hilton Tower is causing noise pollution as well as aesthetic pollution? Hardly a surprise, with that ridiculous bit of fencing stuck on the top looking like the back end of a Council 5-a-side pitch, through which the wind is whistling, apparently in protest. Why is that ugly metal structure there at all? Because of sheer vanity. The architect wanted to get in the record books for the tallest building in Europe, so he stuck a sheet of fencing on top. Pathetic. Is the tallest person in the Guinness Book of Records the person who can wear the tallest hat? \n\nThe architect should have to put up with the whistling once he moves in there, as a constant reminder of the eyesore that he has inflicted on the people of Manchester (which he won't have to look at day and night like the rest of us). \n----------------\nYes, I have now got the ball rolling on a campaign to remove said fencing, which is causing environmental pollution, of sorts, and is entirely unnecessary. Since the builders are going to great pains to dampen the whistling sound that is causing so much distress, wouldn't it be kinder to just get the ugly metal structure removed?",
            "closed_at": "2008-03-10T00:00:00Z",
            "created_at": "2007-09-10T23:34:11.310075Z",
            "creator_name": "Nigel Woodcock",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-10T23:34:11.310075Z",
            "rejected_at": "2007-10-11T00:01:03.853127Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6414895
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/hiltontower/"
    },
    "type": "petition"
}