{
    "data": {
        "attributes": {
            "action": "The Government should set up an independent (with overseas non aligned legal academics) investigation into the fraudulent criminal practices of the Freemasons within the UK Legal establishment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The continued presence of Freemasons within the legal services and Government is a perpetual breach of Article 6 of the Human Rights Act.\nThe following applies to all members of the legal establishment and Public Services who have not disclosed. By failing to disclose their membership they are guilty of fraud by false representation under section 2 (2) and 2 (4) of the Fraud Act 2006. By failing to disclose their membership they are guilty of fraud by failing to disclose information under section 3 (a) Failing to disclose possible conflict of interests as required in the various acts, and section 3 (b) (i) & (ii) using Masonic connections to win or cause another to lose a court case. By failing to disclose they are guilty of fraud by abuse of position Section 4 (2) fraud by omission, in that declaration of a conflict of interests is a basic legal requirement and it impinges on any perception of impartiality - there can be no perception of impartiality if the truth is being concealed.",
            "closed_at": "2008-09-11T00:00:00Z",
            "created_at": "2007-09-10T19:59:08.149181Z",
            "creator_name": "Jim McCracken",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-10T19:59:08.149181Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 56,
            "state": "finished",
            "updated_at": "2008-09-12T00:01:01.089492Z"
        },
        "id": 6414115
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Masonfreelaw/"
    },
    "type": "petition"
}