{
    "data": {
        "attributes": {
            "action": "Ban the printing, selling or public recital of the islamic holy book Qu'ran on British soil.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As it is incitement to racial hatred against non muslims.\n\nFor example:\n\nThe Qur'an:\n \nSura (2:191) - And slay them wherever ye find them, and drive them out of the places whence they drove you out, for persecution [of Muslims] is worse than slaughter [of non-believers]\n\n\nSura (2:216) - Fighting is prescribed for you, and ye dislike it. But it is possible that ye dislike a thing which is good for you, and that ye love a thing which is bad for you. But Allah knoweth, and ye know not.  \nSura (4:74) - Let those fight in the way of Allah who sell the life of this world for the other. Whoso fighteth in the way of Allah, be he slain or be he victorious, on him We shall bestow a vast reward. \n\n \n\nSura (4:76) - Those who believe fight in the cause of Allah?\n\n \nSura (9:20) - Those who believe, and have left their homes and striven with their wealth and their lives in Allah's way are of much greater worth in Allah's sight. These are they who are triumphant.  The \"striving\" spoken of here is Jihad.",
            "closed_at": "2008-09-10T00:00:00Z",
            "created_at": "2007-09-10T21:22:42.559525Z",
            "creator_name": "John Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-10T21:22:42.559525Z",
            "rejected_at": "2007-10-11T00:01:03.853127Z",
            "rejection": {
                "code": 128,
                "details": "",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6414538
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/quran-jihad/"
    },
    "type": "petition"
}