{
    "data": {
        "attributes": {
            "action": "improve road safety by introducing strict liability for motorists in collisions",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Youngsters are being asked to walk or cycle to school to be green and reduce jams.\n\nWalking and cycling are generally safe but parents will worry - if they are brave enough to let youngsters be independent.\n\nThe perception of safety has to be improved.\n\nLower speeds and extra road education will play a part but this petition is calling for a change to strict liability laws on drivers’ insurance policies.\n\nAt present, in a car - bike/pedestrian collision, the cyclist or pedestrian (probably the worst injured) has to prove the motorist was reckless.\n\nWe want that burden of proof switched so the motorist – choosing to use a ton of metal at speed – has to prove the cyclist or pedestrian was at fault.\n\nThis only applies to insurance claims. In criminal law, drivers in collisions remain innocent until proven guilty.\n\nThis rule exists in many EU countries with more walking and cycling, and a better child road safety record, Let’s raise driving standards and create better road user attitudes.",
            "closed_at": "2007-11-12T00:00:00Z",
            "created_at": "2007-09-11T22:09:30.962398Z",
            "creator_name": "Will Bramhill",
            "government_response_at": "2007-12-04T15:52:02.795463Z",
            "government_responses": [
                {
                    "created_at": "2007-12-04T15:52:02.795463Z",
                    "details": "You signed a petition asking the Prime Minister to \"improve road safety by introducing strict liability for motorists in collisions.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13961.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'roadsafety9'",
                    "updated_at": "2007-12-04T15:52:02.795463Z"
                }
            ],
            "opened_at": "2007-09-11T22:09:30.962398Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1216,
            "state": "finished",
            "updated_at": "2007-11-13T00:01:01.209137Z"
        },
        "id": 6420232
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/roadsafety9/"
    },
    "type": "petition"
}