{
    "data": {
        "attributes": {
            "action": "instruct Ofcom to force ISPs to advertise a typical rate for broadband subscriptions, not just a theoretical 'maximum' rate",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ofcom currently permits ISPs to advertise theoretical 'maximum rates' for broadband connection, with most ISPs burying in the small print the condition that consumers can only expect speeds 'up to' this maximum. No information is available on what consumers can expect in practice, despite ISPs having access to tests that would give a much clearer idea of potential speeds to a household, based on distance from the local telephone exchange. \nWe think Ofcom should oblige ISPs to provide clear information about the actual speed they are likely to receive in the form of a 'typical rate', much like that published by credit card and loan providers. This information should be made clear prior to subscription. Ofcom should introduce an independent broadband speed testing service for consumers, so that they can compare advertised maximum rates against actual speed. We want Crystal Clear Broadband contracts for UK consumers.",
            "closed_at": "2008-03-12T00:00:00Z",
            "created_at": "2007-09-12T09:56:19.822075Z",
            "creator_name": "Paul Allen",
            "government_response_at": "2008-03-14T16:00:28.878986Z",
            "government_responses": [
                {
                    "created_at": "2008-03-14T16:00:28.878986Z",
                    "details": "You signed a petition asking the Prime Minister to \"instruct Ofcom to force ISPs to advertise a typical rate for broadband subscriptions, not just a theoretical 'maximum' rate.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15025.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Crystalclear'",
                    "updated_at": "2008-03-14T16:00:28.878986Z"
                }
            ],
            "opened_at": "2007-09-12T09:56:19.822075Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11189,
            "state": "finished",
            "updated_at": "2008-06-25T03:42:02.849713Z"
        },
        "id": 6421814
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Crystalclear/"
    },
    "type": "petition"
}