{
    "data": {
        "attributes": {
            "action": "require juries in criminal trials who find a defendant guilty, to record their reasoning behind each verdict.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "By requiring juries in criminal trials who find a defendant guilty, to record their reasoning behind each verdict, the defence would be able to see whether the jury's decisions were correctly based on the evidence or incorrectly and unreasonably based on opinions, misunderstood directions, etc.\n\nIt should then be possible to appeal where it can be shown that the jury failed to make their decision based on the evidence.\n\nThe grounds of appeal could be that ‘no reasonable jury acting reasonably would have come to that conclusion'.\n\nThis would go a long way to increase the number of falsely accused and wrongly convicted people who can have their wrongful convictions overturned.",
            "closed_at": "2008-03-12T00:00:00Z",
            "created_at": "2007-09-12T14:00:46.510009Z",
            "creator_name": "Phil Faber",
            "government_response_at": "2008-04-16T14:27:33.844609Z",
            "government_responses": [
                {
                    "created_at": "2008-04-16T14:27:33.844609Z",
                    "details": "You signed a petition asking the Prime Minister to \"require juries in criminal trials who find a defendant guilty, to record their reasoning behind each verdict.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15284.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'JuryReasoning'",
                    "updated_at": "2008-04-16T14:27:33.844609Z"
                }
            ],
            "opened_at": "2007-09-12T14:00:46.510009Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 217,
            "state": "finished",
            "updated_at": "2008-03-13T03:13:57.305276Z"
        },
        "id": 6423691
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/JuryReasoning/"
    },
    "type": "petition"
}