{
    "data": {
        "attributes": {
            "action": "Lobby OPEC to increase production which will decrease prices of crude oil and channel current fuel taxes into alternative energy research and production",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Oil production, distribution and price regulation is the remit of OPEC. It’s objective is to co-ordinate and unify petroleum policies among Member Countries, in order to secure fair and stable prices for petroleum producers; an efficient, economic and regular supply of petroleum to consuming nations; and a fair return on capital to those investing in the industry. A great idea but how effective is it at its main purpose and how fair is it to UK consumers?\n\nOPEC has recently agreed to raise production by 500,000 barrels a day today. Unfortunately, the global commodity markets reacted with a great big shrug – the price of crude for October delivery was up to $78.23 a barrel. It's highest price ever.\n\nSo a new daily output, which when measured in August was 30.37 million bpd —slightly lower than output in 1979. I call upon the British Government to lobby OPEC to live up to it's initial remit and increase production to compensate for the global demand increases since 1979. I also call on the government to use the already imposed fuel duties to pump-prime research, development and sustainable deployment into alternative non-global-warming energy supplies before its too late.",
            "closed_at": "2008-09-12T00:00:00Z",
            "created_at": "2007-09-12T13:20:20.283887Z",
            "creator_name": "Peter Foy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-12T13:20:20.283887Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2008-12-04T16:40:14.836298Z"
        },
        "id": 6423380
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ChangeOPEC/"
    },
    "type": "petition"
}