{
    "data": {
        "attributes": {
            "action": "arrange for urgent steps to increase public awareness of prostate cancer; ensuring men understand the signs and symptoms and where they can turn for help or advice if they are worried.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Public awareness of prostate cancer remains worryingly low. Despite the efforts of many charities committed to tackling prostate cancer, too many men do not even know where their prostate is or what it does, let alone how to spot potential symptoms of cancer and where to seek help. There is a need to do much more to raise awareness of prostate cancer which is now the most commonly diagnosed form of cancer in men in the UK. Every year 35,000 men are diagnosed with prostate cancer and 10,000 men die from the disease. We call on the Prime Minister to ensure that the forthcoming Cancer Reform Strategy sets out how the Government intends to raise awareness, as well as what funding it is prepared to devote to awareness raising programmes.",
            "closed_at": "2007-11-13T00:00:00Z",
            "created_at": "2007-09-12T15:16:46.159086Z",
            "creator_name": "Alan Taylor",
            "government_response_at": "2007-12-07T15:25:53.003735Z",
            "government_responses": [
                {
                    "created_at": "2007-12-07T15:25:53.003735Z",
                    "details": "You signed a petition asking the Prime Minister to \"arrange for urgent steps to increase public awareness of prostate cancer; ensuring men understand the signs and symptoms and where they can turn for help or advice if they are worried.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13991.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'prostate-aware'",
                    "updated_at": "2007-12-07T15:25:53.003735Z"
                }
            ],
            "opened_at": "2007-09-12T15:16:46.159086Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 407,
            "state": "finished",
            "updated_at": "2007-11-24T03:11:22.588091Z"
        },
        "id": 6424304
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/prostate-aware/"
    },
    "type": "petition"
}