{
    "data": {
        "attributes": {
            "action": "We the undersigned oppose the renewed calls for a 12,000 seater mosque in London",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "'The Times Newspaper' ran a story on September 10, 2007, highlighting that despite Govt denials, there are plans to build a Mega Mosque in London, and that there was a public meeting on Friday to discuss plans for such a “mega mosque” in West Ham.\n\nTablighi Jamaat, the group behind the plan is a fundamentalist Deobandi group, funded by the Saudi’s and have a stated aim to convert the UK to Islam by any means. They are opposed to any 'multi cultural' policies and are reported to now control more than 600 of Britain’s 1,350 mosques. \n\nAn advocate of the group, Ebrahim Rangooni, has stated that 'their aim is to “create such hatred for their [non Muslim] ways as human beings have for urine and excreta”. \n\nAllowing them to make a public statement, such as building the largest mosque in Europe in London is sending a very threatening message to every other religion or thought system in the country, and threatens to stifle any voices of moderation that may still exist in the UK mosque system.",
            "closed_at": "2008-09-12T00:00:00Z",
            "created_at": "2007-09-12T14:44:17.587707Z",
            "creator_name": "Andy Kelly",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-12T14:44:17.587707Z",
            "rejected_at": "2007-10-12T00:01:03.065882Z",
            "rejection": {
                "code": 128,
                "details": "",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6424052
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/OppTheLondMosque/"
    },
    "type": "petition"
}