{
    "data": {
        "attributes": {
            "action": "Assure the People of Great Britain that the Government do not think they are daft and clarify exactly what information will be held on the proposed authoritarian ID card scheme",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the response to the ID card petition which closed on the 15th of February and received almost 30,000 signatures, the Prime Minister states that, 'ID cards and the National Identity Register, which will contain less information on individuals than the data collected by the average store card'. This response can be found on this Website.\nOn the identitycards website however, it is stated that, 'Biometrics are unique personal characteristics, such as your fingerprints and irises'.\nIt also states that, 'Your ID card will..show your name and an image of your face..It will also contain a chip which will hold basic personal identity information along with your biometric data.  This information will also be available on the NIR.'\n\nI do not remember being asked for a scan of my iris, my photo, or my finger print when I last applied for a store card. Either the Government believes that the people who signed the above petition are all daft or there is serious confusion in the Home Office.\nPlease can the Prime Minister assure the people of Britain that his Government does not think they are daft and clarify exactly what will be held on any proposed ID card scheme.",
            "closed_at": "2008-03-13T00:00:00Z",
            "created_at": "2007-09-12T19:45:09.917331Z",
            "creator_name": "Iain Connell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-12T19:45:09.917331Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 21,
            "state": "finished",
            "updated_at": "2008-03-14T00:01:01.599411Z"
        },
        "id": 6426179
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IDCardCon/"
    },
    "type": "petition"
}