{
    "data": {
        "attributes": {
            "action": "ensure all males 45 plus and those younger with a family history of Prostate or Breast Cancer are made aware they have the right after consultation with their General Practitioner to undertake a PSA (Prostate Specific Antigen) test.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Hi,\nI’m not asking you to support PSA screening but the basic human right of all males at risk of Prostate Cancer due to age or family history to be made aware they have the right to a PSA test after consultation with their GP. Some of the ways to achieve this is via GP notification, leaflets in surgeries, chemists, libraries and National and local press advertisements. \n\nThank you for reading this and hopefully signing the petition\n\nRay King",
            "closed_at": "2008-03-13T00:00:00Z",
            "created_at": "2007-09-13T11:16:39.238543Z",
            "creator_name": "Raymond King",
            "government_response_at": "2008-04-22T14:08:08.470747Z",
            "government_responses": [
                {
                    "created_at": "2008-04-22T14:08:08.470747Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure all males 45 plus and those younger with a family history of Prostate or Breast Cancer are made aware they have the right after consultation with their General Practitioner to undertake a PSA (Prostate Specific Antigen) test.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15309.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'PSA-Awareness'",
                    "updated_at": "2008-04-22T14:08:08.470747Z"
                }
            ],
            "opened_at": "2007-09-13T11:16:39.238543Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 237,
            "state": "finished",
            "updated_at": "2008-06-24T03:41:57.647076Z"
        },
        "id": 6429221
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PSA-Awareness/"
    },
    "type": "petition"
}