{
    "data": {
        "attributes": {
            "action": "scrap copyright and introduce a \"broadband tax\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Copyright is dead. Modern communication technologies allow unlimited replication and distribution of information goods with very little effort. As a result the classical copyright model, for better or for worse, has become unworkable. This is not the opinion of a fringe of copyleft activists. This is a fact.  The sooner we wake up to this new reality, the better. There is no point in trying to address \"piracy\" when billions choose  to access information for free, regardless of what the law says.\n\nTherefore, I suggest scrapping the concept of copyright altogether and inventing a new form government regulation that allows content creators to earn a living. We need to remind ourselves that copyright law itself is nothing but a government regulation that creates artificial scarcity. The intrinsic free-market value of information goods is zero.\n\nI propose introducing a broadband tax. Every household who has an broadband internet connection pays GBP 5-10 per month. This money is then distributed to content creators according to how often the content is dowloaded. Though this is not the ideal model in terms of fairness, I don't think we have many alternatives at the moment.",
            "closed_at": "2008-09-13T00:00:00Z",
            "created_at": "2007-09-13T11:36:49.628654Z",
            "creator_name": "Ben Stone",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-13T11:36:49.628654Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2008-09-14T00:01:01.466302Z"
        },
        "id": 6429387
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/broadbandtax/"
    },
    "type": "petition"
}