{
    "data": {
        "attributes": {
            "action": "clarify the laws surrounding photography in public places.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Through history, we have documented the world around us, whether through written word, art or photography. \n\nPhotography in particular has provided fantastic insights into the past and present, and is a hobby enjoyed by millions of people worldwide.\n\nBut today, it's becoming increasingly difficult to take photos of our surroundings, particularly in cities like London.\n\nIn recent years, the price divide between professional and consumer equipment has blurred, and it's quite common these days to see amateurs and hobbyists carrying around tripods, SLR cameras and a backpack full of equipment.\n\nYet, we are constantly harrassed by security guards and police officers in the name of preventing terrorism. They seem to be operating under a different interpretation of the law to the rest of us, believing that somehow the length of your lens, or size of your camera is relevant.\n\nWe would like clarification by the goverment on the law regarding photography of buildings and landmarks from public locations.",
            "closed_at": "2008-09-13T00:00:00Z",
            "created_at": "2007-09-13T11:26:18.076465Z",
            "creator_name": "Adam Jones",
            "government_response_at": "2009-01-12T15:39:35.317678Z",
            "government_responses": [
                {
                    "created_at": "2009-01-12T15:39:35.317678Z",
                    "details": "You signed a petition asking the Prime Minister to \"clarify the laws surrounding photography in public places.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17959\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'photographylaw'",
                    "updated_at": "2009-01-12T15:39:35.317678Z"
                }
            ],
            "opened_at": "2007-09-13T11:26:18.076465Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5794,
            "state": "finished",
            "updated_at": "2009-01-29T03:02:04.740385Z"
        },
        "id": 6429285
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/photographylaw/"
    },
    "type": "petition"
}