{
    "data": {
        "attributes": {
            "action": "enforce that all competitive Scottish national football games should be shown on a ‘free to air’  broadcaster instead of the rights being sold to Digital Television companies such as BSkyB.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "These events are of national importance and should be available for the entire nation to enjoy. \n\nAs it stands, people in Scotland require a subscription to Sky Sports in order to watch their national football side play their home World Cup and European Championship qualifying matches. This is unacceptable - why should anyone have to pay in order to watch their national side live on TV?\nThe FA in England, quite rightly, award their contract to a 'free-to-air' broadcaster, but the SFA, would appear to have financial matters at best interest instead of the Scottish population. Therefore they should be bound by law to award their live-game contract to a terrestrial broadcaster.\n\nAs things currently stand, a staggering 1 in 4 households cannot watch the national football team in international competition.\n\nBy ensuring Scottish international games are shown on a ’free to air’ broadcaster it would mean a great deal for a proud Scottish nation.",
            "closed_at": "2008-09-13T00:00:00Z",
            "created_at": "2007-09-13T13:39:23.786615Z",
            "creator_name": "Gary Mcinnes",
            "government_response_at": "2008-10-15T14:12:27.328362Z",
            "government_responses": [
                {
                    "created_at": "2008-10-15T14:12:27.328362Z",
                    "details": "You signed a petition asking the Prime Minister to \"enforce that all competitive Scottish national football games should be shown on a ‘free to air’ broadcaster instead of the rights being sold to Digital Television companies such as BSkyB.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17179\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'scottish-footy'",
                    "updated_at": "2008-10-15T14:12:27.328362Z"
                }
            ],
            "opened_at": "2007-09-13T13:39:23.786615Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 586,
            "state": "finished",
            "updated_at": "2008-09-14T00:01:01.466302Z"
        },
        "id": 6430278
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/scottish-footy/"
    },
    "type": "petition"
}