{
    "data": {
        "attributes": {
            "action": "Look after our children's rights as they deserve us to",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Courts are failing to protect young and vunerable children when ordering contact between NRP's.We need a presumption at the start of the case for safe contact,regular contact and meaniful contact.If a NRP wants contact then that should be of a decent set amount,it should be understanding of the childs age,development,and attachment to the RP.NRP's need to be clear when they apply to court that they would be expected to offer their child frequent,regular,meaning full contact. Children need fathers not a male whom picks them up and drops them when they choose.Many RP'S are being forced into contact to please Fathers Rights etc then many of these fathers are bonding then giving up,leaving their child feeling rejected.Judges need skills in sifting real fathers that care from, those that are simply using the court as a route to gain control over the ex partner.Its not fair on our children they are entitled to 2 commited parents not ones that can only be bothered once a month etc.Some fathers are using the f4j hype and the easy court system to continue to abuse,and control their ex patners and children.Not all fathers are capable of prioritising their childs best interests.",
            "closed_at": "2008-09-14T00:00:00Z",
            "created_at": "2007-09-13T15:50:05.804721Z",
            "creator_name": "claire mildenhall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-13T15:50:05.804721Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 33,
            "state": "finished",
            "updated_at": "2009-04-09T13:04:11.829143Z"
        },
        "id": 6431275
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Rightsofchildren/"
    },
    "type": "petition"
}