{
    "data": {
        "attributes": {
            "action": "amend  The Work at Height Regulations 2005 to make it law for explanatory labels to be permanently fixed to all fall arrest lanyards and safety harnesses, so rescuers understand the implications of \"Suspension Trauma\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is possible that an otherwise fit person, saved from falling by a lanyard fall arrest system, can suffer from suspension trauma within 10 - 30 minutes while awaiting rescue. Blood can pool in the legs causing the person to slip in to unconsciousness. Most would be rescuers are not trained in suspension trauma and their normal treatment for someone who has fainted could lead to the patient's rapid death. Labels should be permanently affixed to all safety harnesses and lanyards explaining that the patient should be treated for a \"Crush injury\" to prevent reflow. They must be kept in a sitting position for at least half an hour to avoid a heart attack or severe kidney damage. This simple label could save lives, please sign this petition.",
            "closed_at": "2008-03-14T00:00:00Z",
            "created_at": "2007-09-13T18:20:14.816389Z",
            "creator_name": "Les Glover",
            "government_response_at": "2008-04-28T13:54:32.795245Z",
            "government_responses": [
                {
                    "created_at": "2008-04-28T13:54:32.795245Z",
                    "details": "You signed a petition asking the Prime Minister to \"amend The Work at Height Regulations 2005 to make it law for explanatory labels to be permanently fixed to all fall arrest lanyards and safety harnesses, so rescuers understand the implications of \"Suspension Trauma.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15371.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Suspensiontrauma'",
                    "updated_at": "2008-04-28T13:54:32.795245Z"
                }
            ],
            "opened_at": "2007-09-13T18:20:14.816389Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 202,
            "state": "finished",
            "updated_at": "2008-03-17T03:15:18.634559Z"
        },
        "id": 6432251
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Suspensiontrauma/"
    },
    "type": "petition"
}