{
    "data": {
        "attributes": {
            "action": "make sure that doctors are given an up-to-date education about Fibromyalgia, ME-CFS and Chronic Myofascial Pain.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Fibromyalgia/FMS affects 2-4% of the population, ME-CFS affects 0.2-0.4% & Chronic Myofascial Pain/CMP affects even more. All 3 are chronic conditions that can be severely debilitating & ruin lives. Diagnosis typically takes years and even then many patients are wrongly told that there is nothing or little that can be done for them. However, not only are doctors poorly educated about these common conditions, what education & guidance they are given is out of date.\n\nNICE guideline 53 on ME-CFS, released this year, uses selective research only. The NHS Plus Occupational Health leaflets on ME-CFS, not yet finalised, use data from a selective literature review up to early 2005. The FMAUK booklet that the Government recently referred to (in a reply to another petition) as proof of their education of GPs about FMS, was advertised by the CMO in 2003. These are all out-of-date. Research into these conditions is progressing so fast & the most important research was released in the last few years. Doctors need continual education about the conditions - as they get for other illnesses - not just out-of-date documents.",
            "closed_at": "2008-09-14T00:00:00Z",
            "created_at": "2007-09-14T06:40:49.431743Z",
            "creator_name": "Lindsey Middlemiss",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-14T06:40:49.431743Z",
            "rejected_at": "2007-10-14T00:01:03.803090Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/fibromyalgia/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-14T00:01:03.803090Z"
        },
        "id": 6434228
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fibroeducation/"
    },
    "type": "petition"
}