{
    "data": {
        "attributes": {
            "action": "NEW WORLD ORDER",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I emailed you back but have receivced no reply. You have denied my request saying I am asking for nothing ?\n\ncan we talk about this ????? thanks\n\nI want to ask the government to create a New World Order debate but with a difference.\n\nThe new world order can ONLY work if it isnt controlled by money. It is considered certain to work, after a life of trying to work out why the world is in so much problems.\n\nMoney holds back almost everything and plays a part in devastating many lives.\n\nThe outcome ?\n\nNo one is unequal or rich or poor and we at the same time, can work out how life can move forward in such a technologically advanced and part unified world.\n\nNo one is lazy because we all know we are working together and we no longer have to work mad hours doing jobs like handling money, which currently caters for a massive part of the worlds work force. We have more important things to do and take care of and keep.\n\nI see this as an end to people suffering premature deaths.\n\nI would welcome this debate being officially supported and think we as a world can do this and think it IS the only solution for the majority of the worlds problems, if not all of them.",
            "closed_at": "2008-09-23T00:00:00Z",
            "created_at": "2007-09-14T19:22:01.490985Z",
            "creator_name": "Stan Iredale",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-14T19:22:01.490985Z",
            "rejected_at": "2007-09-24T15:20:16.815809Z",
            "rejection": {
                "code": 512,
                "details": "The title of a petition must be a request for action.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6438866
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/New-World-Order/"
    },
    "type": "petition"
}