{
    "data": {
        "attributes": {
            "action": "Release govenment funding to find a cure for tinnitus",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "To pass us in the street we would look like any ordinary citizen. Most of us are able bodied however inside our heads there is a war going on. It.s a war against tinnitus.\n\n5 million of us in this country suffer from noises in our ears or head. For 800.000 it severely compromises our lives. Some have been know to take their own life, but of course this fact is rarely publicised. Tinnitus can be acquired from just an ear or virus infection, exposure to loud noise, hearing loss (deafness) ear or head injuries, diseases of the ear, emotional stress or a side effect of medication. \n\nAnyone can get it whether you have good hearing or not. It is not an old persons condition.\n\nThe three main tinnitus charities in this country fund tinnitus research as follows:-\n\nBTA is now in the final stages of negotiating a multi-year research programme which will equate to about £90,000 a year for the next few years.\n\nThis year the RNID are funding £50,000 worth of research into tinnitus. Within the next 5 years, RNID.s goal is to have increased their total investment since 1999, to £1million.\n\nAction for Tinnitus Research put about £40,000 a year directly into research but that is effectively increased by other contributions.\n\nHowever, tinnitus continues to be a Cinderella subject. The medical world has been slow to admit that there is a problem probably because it is very complex and appears trivial to some. It is not. \nIt needs a government lead and government funding. It needs research under one roof. \nWe need a cure.",
            "closed_at": "2008-09-17T00:00:00Z",
            "created_at": "2007-09-14T18:46:08.072705Z",
            "creator_name": "Judith Oakley",
            "government_response_at": "2009-03-20T13:00:34.727938Z",
            "government_responses": [
                {
                    "created_at": "2009-03-20T13:00:34.727938Z",
                    "details": "You signed a petition asking the Prime Minister to \"Release govenment funding to find a cure for tinnitus.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17536\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'tinnitus-funding'",
                    "updated_at": "2009-03-20T13:00:34.727938Z"
                }
            ],
            "opened_at": "2007-09-14T18:46:08.072705Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2770,
            "state": "finished",
            "updated_at": "2008-12-06T03:01:47.015673Z"
        },
        "id": 6438698
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/tinnitus-funding/"
    },
    "type": "petition"
}