{
    "data": {
        "attributes": {
            "action": "change the national anthem of england",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "God save the queen is outdated and does nothing to lift the british spirit we need to change it to  Jerusalem by Hubert Parry is a hymn based on the poem And did those feet in ancient time by William Blake. Blake wrote the poem in 1804 as the preface for his work: Milton, a Poem (though the work was not finished until 1821). It appears that Jerusalem was composed in 1916 for the occasion of the \"Fight for Right\" movement's meeting at the Royal Albert Hall. This movement pursued the aim of achieving the right to vote for women. In 1918 Jerusalem was sung again at the Royal Albert Hall to celebrate the final stage of the 'Votes For Women' campaign. The hymn has since become part of England's popular culture, attaining the status of an alternate national anthem. Jerusalem was sung at cricket grounds around the country during the now famous 2005 Ashes Test Matches and is the official song of the Women's Institute (WI).",
            "closed_at": "2008-09-14T00:00:00Z",
            "created_at": "2007-09-14T23:23:55.254976Z",
            "creator_name": "david bulley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-14T23:23:55.254976Z",
            "rejected_at": "2007-10-17T00:01:03.958986Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Jerusalem4anthem/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-17T00:01:03.958986Z"
        },
        "id": 6439603
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/jurusalem/"
    },
    "type": "petition"
}