{
    "data": {
        "attributes": {
            "action": "Allow the Red Arrows to Fly at the 2012 Olympics",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Department of Culture, Media and Sport have deemed the RAF Red Arrows as Unsuitable for the 2012 Olympics because they are too British.\n\nThis is a ridiculous decision and should be overturned in the name of common sense.",
            "closed_at": "2008-09-17T00:00:00Z",
            "created_at": "2007-09-15T11:07:44.878757Z",
            "creator_name": "Mark Standley",
            "government_response_at": "2008-09-18T16:00:17.645023Z",
            "government_responses": [
                {
                    "created_at": "2007-09-27T15:23:30.523206Z",
                    "details": "The e-petition asking the Prime Minister to \"to Allow the Red Arrows to Fly at the 2012 Olympics\" is ongoing. This is a response in advance of the closing date from the Government\n\nThis allegation is not true. The Government has not banned the Red Arrows from the London 2012 Olympic Games. The organising committee of London 2012 will decide what to include in the Opening Ceremony and other celebrations - but with almost five years to go, decisions are yet to be made on what these will look like.\n\nAnd of course the Red Arrows played a memorable role in the celebrations for 2012, when they flew over Trafalgar Square to mark London winning the Games.",
                    "summary": "Government response to petition 'RedArrows2012'",
                    "updated_at": "2007-09-27T15:23:30.523206Z"
                },
                {
                    "created_at": "2008-09-18T16:00:17.645023Z",
                    "details": "You signed a petition asking the Prime Minister to \"Allow the Red Arrows to Fly at the 2012 Olympics.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16886\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'RedArrows2012'",
                    "updated_at": "2008-09-18T16:00:17.645023Z"
                }
            ],
            "opened_at": "2007-09-15T11:07:44.878757Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 502625,
            "state": "finished",
            "updated_at": "2009-08-24T03:02:51.038523Z"
        },
        "id": 6440665
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RedArrows2012/"
    },
    "type": "petition"
}