{
    "data": {
        "attributes": {
            "action": "speak to the european union or anyone with power to press about Bulgaria's Abandoned Children",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "BULGARIA'S ABANDONED CHILDREN (shown on ch 4 13th sept)\n\nWatched this program about children in Bulgaria, from various backgrounds poor or normal, had conditions such blind, deaf, learning , or parents just couldn't cope. They were sent to 1 institution and basically fed, clothed and washed, and nothing else, all day they would sit and rock because they were developing very big mental problems inside this \"care home\"from 75 children about 5 a year were dying. They were malnourished the same like African children. There is no 1 to help them, most of them can’t talk, NO HELP AT ALL. In EU this shouldn't happen, its easy to read this, but to watch the program will be an experience you cannot forget. I urge that this program is republished so people can see these horrible conditions. This program is probably the worst thing i have seen in all my life. The Bulgarian government say all is ok but they need to be pushed to give even basic care, ANIMALS ARE TREAT MUCH BETTER than these children, if they were looked after by the RSPCA they’d be in a better condition.\nThese children do NOT need to die but they are",
            "closed_at": "2008-03-17T00:00:00Z",
            "created_at": "2007-09-15T18:20:37.763183Z",
            "creator_name": "Jonathan Whitaker",
            "government_response_at": "2008-04-23T14:32:11.613716Z",
            "government_responses": [
                {
                    "created_at": "2008-04-23T14:32:11.613716Z",
                    "details": "You signed a petition asking the Prime Minister to \"speak to the european union or anyone with power to press about Bulgaria's Abandoned Children.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15325.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Children-Dying'",
                    "updated_at": "2008-04-23T14:32:11.613716Z"
                }
            ],
            "opened_at": "2007-09-15T18:20:37.763183Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 15891,
            "state": "finished",
            "updated_at": "2009-01-15T11:50:55.848184Z"
        },
        "id": 6441963
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Children-Dying/"
    },
    "type": "petition"
}