{
    "data": {
        "attributes": {
            "action": "Give UK-Registered Charities a legal monopoly over the collection of donated household goods.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At the present time the Police and Local Authorities have a problem preventing and/or prosecuting companies that deal in recycled goods effectively stealing goods left out for genuine charities. \nClothing Scam Companies in particular are becoming a major problem not just in terms of lost revenues for charities but are also encouraging criminal elements.\nThis petition seeks to stop these gangs operating by making it easier to prosecute them.\nMake door-to-door/doorstep-collections of donated goods and requests for such donations from households, illegal, except for UK-registered Charities and their agents (expressly appointed and approved).\nThis is a follow-up to the 'ClothesScams' petition.\nAnyone making a collection from the streets or doorsteps, who is not a UK-Registered Charity (or agent) would be committing an offence.\nThis would also apply to fixed-bins and doorstep donations at charity shops.\nThis legislation would save tax-payers money by getting charities to do recycling without payment, and would encourage people to recycle more because they would know their donated goods were going to a good cause.",
            "closed_at": "2007-12-17T00:00:00Z",
            "created_at": "2007-09-15T21:04:29.349838Z",
            "creator_name": "Chris Swift",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-15T21:04:29.349838Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2007-12-18T00:01:01.950523Z"
        },
        "id": 6442422
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HelpCharities/"
    },
    "type": "petition"
}