{
    "data": {
        "attributes": {
            "action": "organise a referendum in the borough of Kettering prior to the adoption of the North Northamptonshire Core Spatial Strategy to allow local people to decide whether the proposals are acceptable",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "When this plan is accepted by the government it will give a 'green-light' to a massive programme of house-building in North Northamptonshire. In 2005 the government set a target of 13100 new homes to be built in Kettering borough by 2021. Even at the council's best estimate 70% of these houses will be built on green-field sites. This will amount to an extra 2 square miles of housing in Kettering by 2021. Government plans for further housing go up to 2031, by then if not before, it is probable that Kettering will be amalgamated with both Corby and Wellingborough in one huge urban sprawl. This will lead to an unacceptable loss of countryside which is so vital in maintaining the physical and mental health of local people. The government only pays ‘lip-service’ to environmental issues as in practice they are happy to concrete-over our 'green and pleasant land'.\nThese plans will fundamentally change our area so local people must be allowed to have the final decision on their acceptability.",
            "closed_at": "2008-02-01T00:00:00Z",
            "created_at": "2007-09-16T13:48:23.247718Z",
            "creator_name": "Derek Hilling",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-16T13:48:23.247718Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 24,
            "state": "finished",
            "updated_at": "2008-02-03T03:14:35.552845Z"
        },
        "id": 6444068
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ketteringplan/"
    },
    "type": "petition"
}