{
    "data": {
        "attributes": {
            "action": "Change the licensing laws for Personal Locator Beacons.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Personal Locator Beacons are currently only licensed to marine users and hobby air pilots ten minutes from land.  There are many people enjoying the countryside who could suddenly become ill or need assistance due to an accident. Mobile phones do not always have reception and battery life is limited. \n\nThe person requiring the Search and Rescue services do not always know their exact location. Personal Locator Beacons, if legalised for use on land, use a GPS locating signal via satellites that pin-point a users location once activated. This could save lives by saving time searching for the casualty and also save money for the rescue services. The use of a PLB could allow a companion to stay with an injured person and apply first aid. \n\nThe mis-use of Personal Locator Beacons on land is very unlikely to happen if the same rules apply in registration of the beacon with the PLB registry and the licensing with OFCOM.",
            "closed_at": "2008-08-18T00:00:00Z",
            "created_at": "2007-09-17T17:21:30.614465Z",
            "creator_name": "Jennifer Miller",
            "government_response_at": "2008-09-29T14:53:09.739155Z",
            "government_responses": [
                {
                    "created_at": "2008-09-29T14:53:09.739155Z",
                    "details": "You signed a petition asking the Prime Minister to \"Change the licensing laws for Personal Locator Beacons.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17001\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'personal-beacons'",
                    "updated_at": "2008-09-29T14:53:09.739155Z"
                }
            ],
            "opened_at": "2007-09-17T17:21:30.614465Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 421,
            "state": "finished",
            "updated_at": "2008-08-20T03:40:36.582550Z"
        },
        "id": 6450754
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/personal-beacons/"
    },
    "type": "petition"
}