{
    "data": {
        "attributes": {
            "action": "take all necessary and appropriate actions to bring immediate relief to the people of Zimbabwe, including the provision of economic, medical, social and other aid; and to ensure the swift return of free and fair democratic elections, in time for the Parliamentary and Presidential elections scheduled for March 2008.  We petition the Prime Minister to use all available channels to bring these objectives about, including trade, economic and diplomatic sanctions, and by working with the United Kingdom’s partners within the United Nations, the European Union, the Group of Eight Nations, the Commonwealth, the World Bank and all other international bodies to exert the appropriate pressure on the government of Zimbabwe, Zanu PF, and the African Union.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The country and people of Zimbabwe are staring into an abyss, which will only be avoided if the international community takes its responsibility to the people of Zimbabwe seriously:-\n\n* Inflation running at 7,000% - the highest anywhere in the world.\n\n* Unemployment over 80%.\n\n* Over 80% of the population living below the poverty line.\n\n* 1.8 million people living with HIV and AIDS.\n\n* Acute food and water shortages – in a country that was considered one of the richest in Africa 10 years ago, in terms of its food production.\n\n* Life expectancy down to 34 for women and 37 for men (from mid 60’s in 1997).\n\n* Robert Mugabe and Zanu PF have held office since independence in 1980.  So-called democratic systems have failed – beatings, torture, imprisonment and killings commonplace for those people that oppose Zanu PF.   \n\nThe people of Zimbabwe deserve a better future.  Please help to ensure they get it.  Please support this petition.",
            "closed_at": "2007-12-17T00:00:00Z",
            "created_at": "2007-09-17T23:01:37.185965Z",
            "creator_name": "Andrew Soane",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-17T23:01:37.185965Z",
            "rejected_at": "2007-10-18T00:01:04.459358Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Mugabe/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-18T00:01:04.459358Z"
        },
        "id": 6452348
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/betterfuture/"
    },
    "type": "petition"
}