{
    "data": {
        "attributes": {
            "action": "not bail out mortgage holders and mortgage lenders with my taxes.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a responsible citizen, I do not believe it is right for you to ask me to pay for the City's financial excesses, especially since a bailout encourages lenders to continue making predatory loans, with the assumption that taxpayers are on the hook. \nAny proposed bailout will only reward lenders and borrowers who acted irresponsibly, and it will punish people who work hard and diligently manage their finances by not buying houses which they cannot afford. The banks profited hugely on the upside, they absolutely deserve the losses that stem from their failure to exercise good judgment in their investment decisions.\nThe housing market has begun a process of correction. This is necessary in order to keep housing affordable in the long-term. Let the market correct so we can achieve stability and affordability again.",
            "closed_at": "2007-11-18T00:00:00Z",
            "created_at": "2007-09-18T09:20:36.651880Z",
            "creator_name": "Ian Caldwell",
            "government_response_at": "2008-01-03T15:20:24.426539Z",
            "government_responses": [
                {
                    "created_at": "2008-01-03T15:20:24.426539Z",
                    "details": "You signed a petition asking the Prime Minister to \"not bail out mortgage holders and mortgage lenders with my taxes.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14131.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'NoCityBailout'",
                    "updated_at": "2008-01-03T15:20:24.426539Z"
                }
            ],
            "opened_at": "2007-09-18T09:20:36.651880Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 337,
            "state": "finished",
            "updated_at": "2007-11-20T03:11:09.681423Z"
        },
        "id": 6453487
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoCityBailout/"
    },
    "type": "petition"
}