{
    "data": {
        "attributes": {
            "action": "urge Ofcom to reject ITV's plans to dismantle regional and local news services and ensure that effective measures are in place to maintain and strengthen public service broadcasting in the UK.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is in response to proposals from ITV plc to abandon local news in areas covered by its broadcasting licences. The company is also planning to reduce its regional television services from seventeen to nine. If approved this would have serious consequences for communities in the UK. Under the Communications Act 2003 the broadcasting regulator Ofcom is responsible for ensuring that public service broadcasting in the UK is ‘maintained and strengthened’. Ofcom is required to decide whether ITV’s plan is given the go-ahead. The government has also brought forward a planned review of broadcasting in the UK. We believe that television news is an important feature of a democratic society and that services in the UK should provide an effective alternative to the service provided by the BBC.\nPlease contact saveitvnews@gmail.com to help the campaign. This petition has been launched by the NUJ.",
            "closed_at": "2008-09-18T00:00:00Z",
            "created_at": "2007-09-18T10:01:31.297044Z",
            "creator_name": "Paul McLaughlin",
            "government_response_at": "2008-10-27T13:38:23.690612Z",
            "government_responses": [
                {
                    "created_at": "2008-10-27T13:38:23.690612Z",
                    "details": "You signed a petition asking the Prime Minister to \"urge Ofcom to reject ITV's plans to dismantle regional and local news services and ensure that effective measures are in place to maintain and strengthen public service broadcasting in the UK.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17282\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SaveITVnews'",
                    "updated_at": "2008-10-27T13:38:23.690612Z"
                }
            ],
            "opened_at": "2007-09-18T10:01:31.297044Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2103,
            "state": "finished",
            "updated_at": "2008-09-21T03:50:18.598862Z"
        },
        "id": 6453753
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveITVnews/"
    },
    "type": "petition"
}