{
    "data": {
        "attributes": {
            "action": "introduce legislation to the House of Commons that would seek to reduce the salary and allowances of those Members of the House who represent a Scottish seat due to the fact that since devolution their workload has been dramatically reduced, and that the Prime Minister would give further consideration to making similar reductions of salary and expenses to Members representing Welsh and Northern Irish seats.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since devolution to the Scottish Parliament the duties and workload of Members of the House of Commons who represent Scottish seats has dramatically fallen, but their pay has not!\n\nSince devolution we have had a reduction in the number of Scottish seats from 72 to 59.  But I think it is time to go further by reducing pay and expenses for the Scottish seats.\n\nI would also argue that similar moves should be made with regard to the Welsh seats as they now have an Assembly which deals with most issues.\n\nOn a lesser note I would also argue that those representing a seat in Northern Ireland be examined in the futre about similar moves.  However, Perhaps that would not be for a while as the Northern Ireland Assembly seems to be suspend more than it functions.  But when stability occurs then they can be subject to the same as I propose for Scottish and Welsh Seated MPs",
            "closed_at": "2008-02-18T00:00:00Z",
            "created_at": "2007-09-18T10:57:58.278254Z",
            "creator_name": "Michael Traill",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-18T10:57:58.278254Z",
            "rejected_at": "2007-10-18T00:01:04.459358Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Scottish-MPs/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-18T00:01:04.459358Z"
        },
        "id": 6454196
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/reducedpay/"
    },
    "type": "petition"
}