{
    "data": {
        "attributes": {
            "action": "Ban Ken Livingston from Politics and running for London Mayor",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Quite clearly Ken Livingston does not have the interests of Londoners or its in-habitants in any way shape or form. His actions are not in the interests of Londoners and only have his own (communist) agenda in mind.\n\nWhy should someone who pays with a plastic card only pay £1.50 where as someone who wants to buy a ticket on the day has to pay £4 for one journey? This is quite clearly a way of controlling Londoners and tracking their whereabouts (communism), also this decreases the attraction for London as a tourist destination.\n\nThe congestion charge: another way of controlling the population, knowing exactly who is in London and who is not and charging for people to enter the city, surely this infringes upon our Human Right for Freedom of Movement. Not to mention increasing the congestion charge for drivers of 4 wheel drive vehicles when in actual fact it has been proven over ground trains contribute more to pollution per person than every single commuter in London driving a car!!\n\nSign this petition and get Ken out of our lives for good!!\n\nDo London a favour!",
            "closed_at": "2008-09-18T00:00:00Z",
            "created_at": "2007-09-18T13:39:47.105140Z",
            "creator_name": "Ryan Gardiner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-18T13:39:47.105140Z",
            "rejected_at": "2007-10-18T00:01:04.459358Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-18T00:01:04.459358Z"
        },
        "id": 6455592
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BanKen/"
    },
    "type": "petition"
}