{
    "data": {
        "attributes": {
            "action": "Put a stop to the proposed closure of Childs Ercall Primary School.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We would like to strongly object to the proposed closure of Childs Ercall Primary School. \nThis school is the success it is because it is a very happy small school,has great children and very dedicated staff. \nChilds Ercall Primary School's ethos is that Every Child Matters. Behind its old exterior is a very well resourced, friendly, fun and modern environment. The recent Ofsted report praised the school.The school achieves very high standards which it can't publish. \nThe school serves a village community but has not been promoted at any level by the council. Other local schools are oversubscribed and consequently have very large classes. As each child is worth money to a school it encourages a “squeeze them in” culture when a better use of resources would be to expand Childs Ercall School where they have small class sizes. There is no mention in the proposal of the children or how it will effect them. \nThe Council has a duty to ensure that children get the best possible education. How does this proposed closure ensure this?\nChilds Ercall is a very good example of how education should be.\nPlease could you help ensure that this school stays open?",
            "closed_at": "2008-05-21T00:00:00Z",
            "created_at": "2007-09-19T12:20:08.664656Z",
            "creator_name": "Peter Bosher",
            "government_response_at": "2008-06-16T13:47:01.063403Z",
            "government_responses": [
                {
                    "created_at": "2008-06-16T13:47:01.063403Z",
                    "details": "You signed a petition asking the Prime Minister to \"Put a stop to the proposed closure of Childs Ercall Primary School.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15776.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ChildsErcall'",
                    "updated_at": "2008-06-16T13:47:01.063403Z"
                }
            ],
            "opened_at": "2007-09-19T12:20:08.664656Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 213,
            "state": "finished",
            "updated_at": "2008-05-22T00:01:01.634677Z"
        },
        "id": 6463120
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ChildsErcall/"
    },
    "type": "petition"
}