{
    "data": {
        "attributes": {
            "action": "D Kenward Nuclear",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "America is using the ideology that Iran will have a Nuclear bomb and use it as a threat to the USA, rubbish IRAN has never used any agression to any country in over 500 years, America has a history of starting wars, and funding other countries to over throw other countries, and were the ones who invented the Talabans, and Terrorism in the world, and starting the Arms race again this exceleration of Nuclear arms, leading by example is where we should be, every country in the world should be worried by the steps being taken by the USA, because the USA and global warming is the biggest threat to humanity on planet earth. The European Union should take a more pro active role in stopping this escalation of Nuclear threats, and it will cause the Russians to react to these escalation on their border, it is a serious threat and could result in World War Three.   The Government has a duty to protect the citizens of Britain, America came close to bringing down the global economy, will they threaten life on earth as well. America is a Rouge State and it is time people recogonise it as such.",
            "closed_at": "2008-09-19T00:00:00Z",
            "created_at": "2007-09-19T19:29:02.792712Z",
            "creator_name": "Ms Kenward",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-19T19:29:02.792712Z",
            "rejected_at": "2007-10-21T00:01:04.669596Z",
            "rejection": {
                "code": 2,
                "details": "http://petitions.pm.gov.uk/Iranattack/",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-21T00:01:04.669596Z"
        },
        "id": 6467084
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NuclearEscalated/"
    },
    "type": "petition"
}