{
    "data": {
        "attributes": {
            "action": "STOP commercial Companies profiting from OUR content! - ie abolish UKTV subscription",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I love UKTV also, but do you realise that 50% of this Company is owned by a private firm!\n\nFor many years I worked in the graphic design business and regularly if we were short of a skill or talent required to complete a project we would purchase this or \"Out Source\" it.\n\nThis was common practice and the Artist, Sound Engineer or Video Production Company would make what we wanted.\n\nHowever, the Artist, Sound Engineer or Video Production Company would NOT own the material they made. These people were commissioned to make it on behalf of us. Then we would present the Job on behalf of the Customer. \n\nIf this material was used anywhere else it would almost certainly call the wrath of Solicitors from the Customer and quite rightly.\n\nHow then does the BBC justify allowing a private company to re-sell material we commissioned them to make on our behalf in the first place?\n\nHave your say!\n\nYou should NOT have to pay UKTV to view BBC output especially when BBC4 and BBC3 do not run in the daytime,\n\nOwnership Details:-\nUKTV - BBC and Flextec. (50%,50%)\nFlextech is owned by NTL (100%)\nNTL is an 'investment company' part owned by Virgin (10.5%)\nsource London Freelance",
            "closed_at": "2008-09-21T00:00:00Z",
            "created_at": "2007-09-19T19:33:44.265829Z",
            "creator_name": "P. Crumpton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-19T19:33:44.265829Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2008-09-22T00:01:01.333845Z"
        },
        "id": 6467121
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BBC-UKTV/"
    },
    "type": "petition"
}