{
    "data": {
        "attributes": {
            "action": "compose a panel to investigate the effects and feasibility of federalisation and proportional representation in British politics.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Scotland, Wales, Northern Ireland and Mann all have their own level of self-government. It is true that these lower tiers of government bring the electorate somewhat closer to the decision making process, but it is causing a few problems. The Lothian question cannot be answered by undoing the creation of the Scottish parliament, nationalism cannot be stamped down upon without causing unrest and the Stormont Assembly is slowly building up it's powerbase as an effective tool for Northern Ireland's peace and stability.\n\n\nWhat is needed is a re-examination of how British politics should work. At the moment the populace seems confused by nationalism and legal processes. \n\nWe ask the Prime Minister to investigate the consequences of establishing a proportionally representative assembly for each member state of Britain whose delegates would then meet at the larger British National Parliament. This would also entail the creation of a purely English representative assembly possibly based in London and sending it's delegates to the national parliament in Westminster.",
            "closed_at": "2008-09-24T00:00:00Z",
            "created_at": "2007-09-20T00:17:07.500626Z",
            "creator_name": "A Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-20T00:17:07.500626Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2008-09-25T00:01:01.791122Z"
        },
        "id": 6468528
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/equilibrium/"
    },
    "type": "petition"
}