{
    "data": {
        "attributes": {
            "action": "Mrs. J. Tunday",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There should be one point of reference from beginning to end that helps lone parents to become someone in life…\n\nI’m a lone parent with four children. I have been unemployed most of my life due to early marriage and having a family.  However, I’ve tried to regain some control in my life for myself and my children by re-entering education after about 18 years.  \n\nIt definitely wasn’t easily, a matter of fact it was very difficult and rewarding at the same time; as I’d achieved a lot in the past six years than I had over 30 years or so.  \n\nAt the moment, I’ve published my first book, for which I’m trying to gain publicity and awareness so far help I’ve gained has been inadequate and insufficient by most individuals.  \n\nIt seems nothing can be done unless you have MONEY or FANTASTIC contacts…….\n\nI’m trying to make a difference for my children and me but it’s just not happening perhaps I should do more than I’m already doing…..\n\nWho else feels like this…..? Is it just me!!!!!!!!!!!",
            "closed_at": "2008-09-20T00:00:00Z",
            "created_at": "2007-09-20T09:38:00.160494Z",
            "creator_name": "Mrs. J. Tunday",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-20T09:38:00.160494Z",
            "rejected_at": "2007-10-21T00:01:04.669596Z",
            "rejection": {
                "code": 512,
                "details": "Please enter an action for HM Government in the main sentence, not your name",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-21T00:01:04.669596Z"
        },
        "id": 6470239
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LoneParentSup/"
    },
    "type": "petition"
}