{
    "data": {
        "attributes": {
            "action": "Do More to fund the care of people with Dementia who have to sell their homes to self fund",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It appears in this country that if you try to help yourself over your lifetime at the end of it you are penalised.  You have to sell the home you loved and any thoughts of providing a secure future for your children go'es out the window.  Everything has to be paid for, Dental treatment, Glasses.  I believe that if you do not fund yourself that you are entitled to free dental care and glasses.  How is this any incentive to not be a burden on the country?  I feel that the time has come for the Government to stand up and support all elderly people no matter what walk of life they come from. By all means charge but make it a fair charge.  For instance my mother needs new glasses, she is at a stage when we believe she can no longer read but she needs glasses to see, she has to pay through the teeth to get these glasses, however should she be claiming from the state she would not have to pay.  Unfair.Come on Gordon Brown, take a good hard look at the system that takes advantage of the elderly when they need help most.",
            "closed_at": "2007-11-20T00:00:00Z",
            "created_at": "2007-09-20T12:32:42.109871Z",
            "creator_name": "Angela Ruske",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-20T12:32:42.109871Z",
            "rejected_at": "2007-10-21T00:01:04.669596Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Freecare/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-21T00:01:04.669596Z"
        },
        "id": 6471857
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Elderly-funding/"
    },
    "type": "petition"
}