{
    "data": {
        "attributes": {
            "action": "require local authorities to advertise for nominations of sites suitable for recycling to create homes",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There have been calls for local authorities to build thousands of new homes. Although it is acknowledged that we need homes, local authorities should be required to firstly use existing derelict sites before allowing planning permission to plough up green fields.\n\nLets face it, property developers aren't interested in improving the environment, they want to make as much money as possible. It's cheaper to plan a housing estate on a field than think creatively about using existing buildings. In addition, buliders can make more profit on using rural areas than in towns and cities.\n\nLAs have the powers in place to reuse derelict buildings, but rarely use them.\n\nInstead of pointing the finger at so-called NIMBYs in the country, set up a CHITE site. (Could housing improve this eyesore) and allow residents to nominate areas which would be improved by development and the creation of homes. This list should be exhausted before granting planning permission elsewhere. Genuine FTBs could be offered some of these sites and assistance/ grants to turn them into their first homes if they wish.",
            "closed_at": "2007-12-24T00:00:00Z",
            "created_at": "2007-09-20T11:28:44.738236Z",
            "creator_name": "Shona Grange",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-20T11:28:44.738236Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2007-12-25T00:01:02.015196Z"
        },
        "id": 6471327
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CHITEsite/"
    },
    "type": "petition"
}