{
    "data": {
        "attributes": {
            "action": "recognise the essential role that the National Association of Child Contact Centres (NACCC) plays towards the success of Child Contact Centres throughout the country in providing guidance and training. We call upon the Government to support NACCC by making a significant contribution financially while retaining the independence of NACCC.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition was instigated by Harrogate Child Contact Centre and carried by a motion at NACCC's AGM on 15th September 2007.\n\nNACCC promotes safe child contact within a national framework of around 350 Child Contact Centres throughout the British Isles (with an additional 35 supported by the Scottish Association). These are safe, friendly and neutral places where children of separated families can spend time with one or both parents and sometimes other family members. They are child-centred environments that provide toys, games and facilities that reflect the diverse needs of children affected by family breakdown. \n\nNACCC has an endorsed accreditation process which shows that all NACCC centres work to agreed and approved national standards ensuring that families using the centres are safe and well cared for. \n\nNACCC offers a range of support services to its membership including a telephone helpline, training, specialist advice and support for new centres, good practice manual, publicity materials and a CRB disclosure service. \n\nNACCC also provides a voice for Child Contact Centres, promoting their role with national and regional decision makers.",
            "closed_at": "2007-11-21T00:00:00Z",
            "created_at": "2007-09-20T12:33:12.578848Z",
            "creator_name": "Ruth Miles",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-20T12:33:12.578848Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 137,
            "state": "finished",
            "updated_at": "2007-11-22T00:01:02.140572Z"
        },
        "id": 6471863
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nacccpetition/"
    },
    "type": "petition"
}