{
    "data": {
        "attributes": {
            "action": "Give Careworkers Keyworker Status",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Careworkers need Keyworker housing!\n I am a day care worker and I work within adult social services for a London borough. I work with adults with learning difficulties. Every day I advocate for service users health and welfare issues. I teach them skills they need to live and provide therapeutic activities. \nThis is a stressful job, often made more so by budget cuts, staff shortages, and a bureaucracy that cannot recognise individuals. The salary within the care field is poor and there are no bonuses or 'benefits' that come as a reward. The scope for advancement within or beyond this 'career' is minute. There is no system for training staff into 'professional' careers apart from some rare social work secondments. My point is that this is a group of local government employees providing an essential service to individuals, families and society as a whole that have been overlooked with Keyworker Housing. \nIt seems to me that the state relies on this workforce to provide a cheap 'care' solution for service users.\nI think that we should be included in the eligibility criteria for Key Worker housing in order to reward and retain quality staff in this work.",
            "closed_at": "2008-09-21T00:00:00Z",
            "created_at": "2007-09-20T21:59:18.409367Z",
            "creator_name": "Alex Freeman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-20T21:59:18.409367Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 19,
            "state": "finished",
            "updated_at": "2009-06-02T16:36:26.565798Z"
        },
        "id": 6476722
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/keyworkerstatus/"
    },
    "type": "petition"
}