{
    "data": {
        "attributes": {
            "action": "Instruct the DfT to legislate minimum speed and/or lane restrictions at peak times in heavy traffic areas on major trunk routes.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Big problems are caused by vehicles not able or permitted to drive at or near the maximum speed.  It is acknowledged that prohibition of these vehicles is impractical or impossible.\n\nIn areas of high traffic density or where roads cannot be expanded due to physical restrictions, these slow vehicles create large delays which increase pollution, causes accidents due to misjudged closing speeds, increase risks to others in their vicinity, and driver frustration.\n\nImplemented at specific locations or stretches of major trunk routes (both A and M roads), this will reduce overall journey times and accidents, driver fatigue and frustration, and increase safety and smooth traffic flows.\n\nTemporary or permanent prohibition between points or a specific location of 2 lane road, of the overtaking of a slow vehicle by another slow vehicle unless due to accident or breakdown should also be considered.\n\nThis would see any vehicle unable to maintain a speed at least 10mph less than the maximum speed on a section of road with a rising gradient of 10% restricted to lane 1 for the extent of the prohibited area or time window.",
            "closed_at": "2007-12-24T00:00:00Z",
            "created_at": "2007-09-20T22:19:59.935588Z",
            "creator_name": "Phil Charlton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-20T22:19:59.935588Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10,
            "state": "finished",
            "updated_at": "2007-12-25T00:01:02.015196Z"
        },
        "id": 6476837
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoRoadGoSlow/"
    },
    "type": "petition"
}