{
    "data": {
        "attributes": {
            "action": "bring back the Green Cross Code and scrap 'Speed Kills'",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I was at school throughout the 1960s, my parents always told me that if I was not careful when crossing a road, I could get run over and killed, and one child had been run over and killed less than one mile from where we lived. When I was eight, I remember my headmaster lecturing my year about road safety, pedestrian and cycling. That school also showed us graffic films on road safety and I passed my Cycling Proficiency Test there. Aged 14, the next school required me to do the same. Aged 16, (the year before it was raised to 17), I passed my motorcycle test, then I passed my car driving test aged 17.\nMy point is that from early childhood I was taught to be responsible for my own road safety and that of others. I believe that going through all of the road user roles before learning to drive makes an individual a better driver sensitive to potential dangers. Speed, when used responsibly, is a good thing but incompetant and thoughtless driving at ANY SPEED is dangerous. I believe that most urban speed limits should be raised by at least 10 m.p.h., not lowered.\nPlease encourage all parents and schools to give children the excellent start to road use that I was, it will save many lives!",
            "closed_at": "2008-09-21T00:00:00Z",
            "created_at": "2007-09-21T05:24:58.986489Z",
            "creator_name": "Philip Glover",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-21T05:24:58.986489Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 38,
            "state": "finished",
            "updated_at": "2009-07-24T14:38:24.923777Z"
        },
        "id": 6477381
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GreenCrossCode/"
    },
    "type": "petition"
}