{
    "data": {
        "attributes": {
            "action": "consider the use of a questionaire, to circulate amongst health professionals, with the aim of assessing the levels of understanding that currently exist regarding Fibromyalgia and Chronic Fatigue Immune Dysfunction Syndrome.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This exercise could help determine current levels of understanding, showing how much work still needs to be done to bring these \"Invisible Illnesses\" out of the shadows and into visibility. It may generate interest and learning about Fibromyalgia and CFIDS, what these problems do to our lives and the lives of our families. I ask as a Health Professional, who had little prior knowledge of Fibromyalgia before it turned my life upside down, and as a concerned individual who who wants to make these illnesses a serious consideration during the diagnostic process. People are leaving their GP confused, let down, distrustful and ultimately full of self doubt. These confusing illnesses provide all those emotions and more, without ignorance adding to them. Diagnosis and treatment depends on stumbling across the right GP. A GP who accepts our myriad of symptoms and can start to make sense of them is a huge step forward. Those steps are still so rare and for too many, that step never happens.  A brief questionaire, to assess how muddled the current understanding of these issues is, could help us understand why this is.",
            "closed_at": "2008-03-21T00:00:00Z",
            "created_at": "2007-09-21T18:25:12.213067Z",
            "creator_name": "Sarah E Pipkin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-21T18:25:12.213067Z",
            "rejected_at": "2007-10-24T00:01:01.390880Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/fibromyalgia/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-24T00:01:01.390880Z"
        },
        "id": 6485152
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/questionaire/"
    },
    "type": "petition"
}