{
    "data": {
        "attributes": {
            "action": "Remove Taliban refugees from OUR country!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Daily Record reported on the 19th Sept 07, that an Ex Taliban member who fought against British Soldiers in 2006 has now been granted asylum in Scotland. Not far from the mother, of one of my friends who was killed last year serving his county to protect us from these terrorists.  How in God's name can this person possibly be accepted to live in OUR country? This man was in Afghanistan last year trying to murder British Soldiers, yet he is now entitled to live in a council paid house and is looking to bring his family over. British Forces are fighting in Afghanistan because they believe they are fighting to rid us of the threat of terrorism. Soon the fight will be at our doors not thousands of miles away. There are thousands of men and women risking their lives in Iraq and Afghanistan, what does this do for their moral and beliefs in the British Government.. I’m sure they would be really happy to know that part of their wage is going to pay for this man to live here near their friends and families. Apparently this man has turned his back on the Taliban now and needs our protection. This is Human Rights gone mad! Who ever let him in the country should be done for treason.",
            "closed_at": "2007-11-21T00:00:00Z",
            "created_at": "2007-09-21T22:13:44.232364Z",
            "creator_name": "Jo Johnstone",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-21T22:13:44.232364Z",
            "rejected_at": "2007-10-24T00:01:01.390880Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-24T00:01:01.390880Z"
        },
        "id": 6486477
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AFGHANISTAN/"
    },
    "type": "petition"
}