{
    "data": {
        "attributes": {
            "action": "Intervene to stop the closure of the A&E and maternity units at the Princess Royal Hospital in Haywards Heath.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ever since the merger of the NHS trust running Princess Royal Hospital with the Brighton one, vital services have been moving from Princess Royal to Brighton. In 2005 trauma services moved despite massive local opposition. PRH is right by the M23, Gatwick Airport and main London to Brighton train line. Brighton hospital is on the coast in the middle of the city with congested road access and no helipad. Patients have an extra 40-minute journey in a blue-light ambulance. Brighton cannot currently cope with volume of trauma cases and regularly diverts patients to other hospitals. It cannot cope with the 3,000 or so births due to take place there. It makes no sense to add another 2,500 births from the PRH. These plans are supposed to fund future improvements for local people: they ignore the health needs of hundreds of thousands of people in central Sussex whose lives will be at risk in long ambulance journeys and whose babies will be born in cars and ambulances on the road to Brighton.",
            "closed_at": "2007-11-19T00:00:00Z",
            "created_at": "2007-09-22T17:25:48.758429Z",
            "creator_name": "Serena Tierney",
            "government_response_at": "2007-12-04T15:54:17.371193Z",
            "government_responses": [
                {
                    "created_at": "2007-12-04T15:54:17.371193Z",
                    "details": "You signed a petition asking the Prime Minister to \"Intervene to stop the closure of the A&E and maternity units at the Princess Royal Hospital in Haywards Heath.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13963.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SavePRH'",
                    "updated_at": "2007-12-04T15:54:17.371193Z"
                }
            ],
            "opened_at": "2007-09-22T17:25:48.758429Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4803,
            "state": "finished",
            "updated_at": "2008-06-09T04:04:46.258306Z"
        },
        "id": 6490046
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SavePRH/"
    },
    "type": "petition"
}