{
    "data": {
        "attributes": {
            "action": "halt the disincentives for Sub Post Offices to sell Royal Mail stamps by rewarding them more for selling pre-printed labels. Not only does this diminish the number of stamps issued including a marked reduction in higher value stamps but the labels also do not contain a picture of The Queen on them. Postage stamps in the United Kingdom have a long and interesting history and we do not believe that this 'creeping' attempt to reduce their numbers to the point that they may no longer exist is in the national or international interest. Postage stamps are part of our history and we demand that they be kept and promoted. An initial response should be that there is no difference in the rewards for sub-Postmasters / Mistresses in selling them to the general public. We also call for stamps up to the value of £5 to continue to be available.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have sometimes really struggled to post packages using conventional postage stamps. Sub-postmasters advise me that they receive less money for selling stamps and more for the printed labels. Also, the number and value of higher value stamps has been much reduced to the point that currently it is almost impossible to purchase a stamp of greater value than 78p. Philately is a fascinating and international hobby to many and a serious study to others - it would be a serious matter if Great Britain was to lead the world into seeing the end of postage stamps as we have known them for over a century. Also, the ruling Monarch's head provides added interest and authentication of UK stamps. The plain and featureless labels are nothing short of a money-making ploy by the Royal Mail to see an end to sub-Post Offices by forcing us all to either print them off at home on personal computers or to have only that option at Post Offices. It is a trend that we believe must be halted now before it is too late.",
            "closed_at": "2008-09-24T00:00:00Z",
            "created_at": "2007-09-22T21:08:43.719415Z",
            "creator_name": "Philip James Measures",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-22T21:08:43.719415Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2008-11-27T16:56:31.621781Z"
        },
        "id": 6491073
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveOurStamps/"
    },
    "type": "petition"
}