{
    "data": {
        "attributes": {
            "action": "Create the 'Conquer Childhood Cancer Act' as is currently being created in the US",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the UK currently the majority of research into childhood cancers relies on charitable donations. Children in the UK deserve the right to the best treatment available. Government funds should be available to fund vital research into childhood cancer. \n\nIn the US 'The Conquer Childhood Cancer Act of 2007' is a landmark piece of legislation which authorizes $150 million over a five-year period to expand support for biomedical research programs of the existing National Cancer Institute-designated multi-center national infrastructure for pediatric cancer research, establish a population-based national childhood cancer registry, enable researchers to more accurately study the incidence of childhood cancers and long-term effects of treatments, and provide funding for informational and educational services to families coping with a diagnosis of childhood cancer.\n\nWe strongly believe that we should have similar legislation in the UK. Cancer is the main cause of death in children in the UK!",
            "closed_at": "2008-09-24T00:00:00Z",
            "created_at": "2007-09-23T14:50:11.928953Z",
            "creator_name": "Sally Barrett",
            "government_response_at": "2008-11-21T15:42:59.223834Z",
            "government_responses": [
                {
                    "created_at": "2008-11-21T15:42:59.223834Z",
                    "details": "You signed a petition asking the Prime Minister to \"Create the 'Conquer Childhood Cancer Act' as is currently being created in the US.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17539\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Kids-Cancer-Act'",
                    "updated_at": "2008-11-21T15:42:59.223834Z"
                }
            ],
            "opened_at": "2007-09-23T14:50:11.928953Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2417,
            "state": "finished",
            "updated_at": "2008-10-01T03:52:17.548130Z"
        },
        "id": 6494019
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Kids-Cancer-Act/"
    },
    "type": "petition"
}