{
    "data": {
        "attributes": {
            "action": "grant more state funding for space exploration, to help promote british acheivements and innovation",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since the 60s successive British governments have rejected the idea to fund human space flight programs, and given limited funding and support to other projects.\n\nGovernment support and greater funding would benefit the United Kingdom.\n\nAside from carrying on the tradition of British exploration, it would have huge benefits, with the government showing their support for technology and science.\n\nIt would also give reason for more graduates to stay in this country, more young people to study technology and science, as well as attracting those from overseas to do the same.\n\nOf course it would create more private (technology), and public (administration) sector jobs, particularly in skills which are lacking in Britain today.\n\nFinally it would promote world standing, patriotism and pride in British achievements, attract companies to locate here, and help our understanding of the universe, as well as increase our standing both alone and with other countries, and give us the identity of a world leader in innovation, and advance our awareness of British creativity and ingenuity.\n\nThere are other arguments, though these are the most salient points.",
            "closed_at": "2008-03-24T00:00:00Z",
            "created_at": "2007-09-23T16:52:29.254771Z",
            "creator_name": "Mr. Joel Gary Hall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-23T16:52:29.254771Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 20,
            "state": "finished",
            "updated_at": "2008-03-25T00:01:01.099539Z"
        },
        "id": 6494685
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/spaceflightfund/"
    },
    "type": "petition"
}