{
    "data": {
        "attributes": {
            "action": "Call on the government to provide financial compensation to all farmers who suffer financial loss as a result of the government restrictions of movement of animals which are a consequence of the lapse in Bio-Security at the Government's own laboratory at Pirbright in August 2007",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Farmers now have to be accountable for movements of their livestock through animal passports etc., every beast is traceable within the system. But current movement restrictions are having catastrophic effects on farmers' incomes as the animals can not be sent to livestock sales where  most of their annual income is accrued and there is no market price at the slaughterhouses. If the FMD outbreak continues to cause movement restrictions, there will possibly be a shortage of lambs born in the spring, which will further deplete the incomes of farmers, as well as causing shortages to the consumer.Many farmers may go bankrupt without coming any where near an infected animal. The current outbreak was due to incompetence at a GOVERNMENT  lab and the farmers are blameless - they SHOULD NOT be the ones to suffer; the government should be held to account and made to compensate those who are suffering through no fault of their own. The Government has provided £3bn of public funds to Northern Rock to rescue it from the consequences of its own management's mistakes; the farming community need similar support to deal with a situation for which they are not in any way responsible.",
            "closed_at": "2008-03-25T00:00:00Z",
            "created_at": "2007-09-23T20:16:35.926705Z",
            "creator_name": "PRUE YOUNG",
            "government_response_at": "2008-05-08T15:53:05.622328Z",
            "government_responses": [
                {
                    "created_at": "2008-05-08T15:53:05.622328Z",
                    "details": "You signed a petition asking the Prime Minister to \"Call on the government to provide financial compensation to all farmers who suffer financial loss as a result of the government restrictions of movement of animals which are a consequence of the lapse in Bio-Security at the Government's own laboratory at Pirbright in August 2007.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15377.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'FARMERS-FMD'",
                    "updated_at": "2008-05-08T15:53:05.622328Z"
                }
            ],
            "opened_at": "2007-09-23T20:16:35.926705Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4572,
            "state": "finished",
            "updated_at": "2008-05-30T03:43:54.784807Z"
        },
        "id": 6495880
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FARMERS-FMD/"
    },
    "type": "petition"
}