{
    "data": {
        "attributes": {
            "action": "admit that current pay laws are not working and bring in stronger measures",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The pay gap is a rip-off equivalent of men getting paid all year and women working for free from October 30th. \n\nWith women working full-time paid 17% less an hour than men on average, women’s work is being discounted scandalously.\n\nProgress on the pay gap has stalled and we need new, stronger action from Government. We need:\n\nTransparency: Mandatory pay checks for all organisations or require organisations to publish pay information in annual reports.\n\nProtection: Each work place has a statutory representative to make sure health and safety standards are met. We need the same to ensure equality too. \n\nLevel playing fields: Tackling long hours and increasing flexibility at work, including at senior positions would enable women and men to compete on a level playing field. \n\nLet women stand together: Allow group actions supported by unions so that the burden is not on individual women to speak out.\n\nFunding: The Government should clear up its own backyard and fund equal pay deals for women in the public sector.\n\nSimplify the law: Equal pay cases are harder to take than other discrimination cases, meaning women can’t get justice. The Government must end these unfair anomalies.",
            "closed_at": "2008-09-28T00:00:00Z",
            "created_at": "2007-09-24T15:03:16.264560Z",
            "creator_name": "Jenny Westaway",
            "government_response_at": "2008-11-28T15:19:13.865606Z",
            "government_responses": [
                {
                    "created_at": "2008-11-28T15:19:13.865606Z",
                    "details": "You signed a petition asking the Prime Minister to \"admit that current pay laws are not working and bring in stronger measures.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17577\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'paygap'",
                    "updated_at": "2008-11-28T15:19:13.865606Z"
                }
            ],
            "opened_at": "2007-09-24T15:03:16.264560Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3563,
            "state": "finished",
            "updated_at": "2009-06-02T16:36:26.565798Z"
        },
        "id": 6503016
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/paygap/"
    },
    "type": "petition"
}