{
    "data": {
        "attributes": {
            "action": "Support people in Neurological limbo land",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many people are sick and waiting for a diagnosis for neurological disorders as many are difficult to diagnose, especially multiple sclerosis.\n\nPeople are waiting years for diagnoses and some are now disabled and not able to work.\n\nThere is no SUPPORT whilst waiting and the wait becomes unbearable as these people are becoming chronically sick. \n\nMany want to work and not be a drain on the benefit system. \n\nPutting support into place, by funding by the government will enable patients to be seen quickly, perhaps hospitalised to have all tests in days not months or years.\n\nWe need more support from our GPs, specialist nurses to ring for advice and a help line when the depression becomes too much to bear and carers need more support too.\n\nRelationships are becoming estranged resulting in divorce.\n\nMortgages are repossessed because critical illness insurances are not paying out because there is no diagnose.\n\nThe government could stop all this, if they made money available and sanctioned a proper support network and the savings not only for human misery but for the government would reap its own rewards.  \n\nThe Government would benefit as more people could go back to work and more come off benefits.",
            "closed_at": "2008-01-31T00:00:00Z",
            "created_at": "2007-09-24T15:30:58.833457Z",
            "creator_name": "M Turner",
            "government_response_at": "2008-02-27T15:26:00.040522Z",
            "government_responses": [
                {
                    "created_at": "2008-02-27T15:26:00.040522Z",
                    "details": "You signed a petition asking the Prime Minister to \"Support people in Neurological limbo land.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14733.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Neurologicalcare'",
                    "updated_at": "2008-02-27T15:26:00.040522Z"
                }
            ],
            "opened_at": "2007-09-24T15:30:58.833457Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 573,
            "state": "finished",
            "updated_at": "2008-02-21T03:11:54.950915Z"
        },
        "id": 6503472
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Neurologicalcare/"
    },
    "type": "petition"
}