{
    "data": {
        "attributes": {
            "action": "stop the proposed downgrading of services from windsor fire station",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The 24 hour service provided by Windsor Fire Station is under threat. The Royal Berkshire Fire and Rescue Service seek to downgrade the critical night cover by utilising either retained (part-time) firefighters or appliances from the already busy Slough Fire Station. Both of these options will add valuable minutes to incident response times.\nThere is a third option available to the Royal Berkshire Fire Authority when they meet to make their decision on Wednesday 25th July: Keep Windsor Fire Station open 24/7 with its existing full-time crews.\nIf the service provided by Windsor Fire Station is downgraded the levels of service for the whole of east Berkshire will be affected not just the immediate Windsor area.\nPlease see the windsor fire station website for more information and a true report of the number and nature of calls that windsor fire station covers from the firefighters themselves. \n\nSupport your local Fire Station!",
            "closed_at": "2008-03-26T00:00:00Z",
            "created_at": "2007-09-24T20:57:05.572675Z",
            "creator_name": "Simon Lawler",
            "government_response_at": "2008-05-09T15:26:42.085560Z",
            "government_responses": [
                {
                    "created_at": "2008-05-09T15:26:42.085560Z",
                    "details": "You signed a petition asking the Prime Minister to \"stop the proposed downgrading of services from windsor fire station.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15490.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'windsor-fire-stn'",
                    "updated_at": "2008-05-09T15:26:42.085560Z"
                }
            ],
            "opened_at": "2007-09-24T20:57:05.572675Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1232,
            "state": "finished",
            "updated_at": "2008-10-08T04:02:49.768154Z"
        },
        "id": 6506909
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/windsor-fire-stn/"
    },
    "type": "petition"
}