{
    "data": {
        "attributes": {
            "action": "save St Peter's Church, the Parish Church of Brighton, from redundancy - working alongside the congregation, the local council and the local community, to ensure that it remains both a working church and a resource for all the city's people.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Diocese of Chichester proposes to close St Peter’s Church, the Parish Church of Brighton. This is opposed by the Church’s congregation, the local Council and many thousands of the city’s people. \n\nSt Peter’s dominates the entrance to the city and has iconic status, as Brighton’s premier church. It was designed by Charles Barry, the architect of the Houses of Parliament, and built in 1824. It is one of the first and finest examples of Gothic revival in England. In 1873 it became Brighton’s Parish Church. It houses the city’s war memorials and it is this church to which people turn at times of national crisis\n\nThe Friends of St Peter’s Church have called on the Bishop of Chichester to work with the Council and congregation to save St Peter’s for continued use as an important place of worship; a place of welcome for those who visit or seek sanctuary in our city; and a valuable resource for the wider community. \n\nTo this end, we petition the support of the Prime Minister.",
            "closed_at": "2008-01-25T00:00:00Z",
            "created_at": "2007-09-24T23:07:10.690267Z",
            "creator_name": "Jean Calder",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-24T23:07:10.690267Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2008-01-26T03:13:44.882286Z"
        },
        "id": 6507690
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveStPeters/"
    },
    "type": "petition"
}