{
    "data": {
        "attributes": {
            "action": "support the Burmese protesters.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Burma is ruled by one of the most brutal military dictatorships in the world. For decades the Burmese regime has fought off pressure--imprisoning elected leader Aung San Suu Kyi and democracy activists, wiping out thousands of villages in the provinces, bringing miseries from forced labour to refugee camps. \n\nLast Tuesday Buddhist monks and nuns, revered in Burma, began marching and chanting prayers. The protests spread—now they're growing by tens of thousands every day, as ordinary people join in.\n\nPeaceful protesters numbered 20000 on Sat, 30000 Sun, 100000 today. This week, they could win a new life for their country. In the past, Burma's military rulers have massacred the demonstrators and crushed democracy. This time it can be different—but only if we stand with the Burmese. \n\nGlobal leaders are gathering now in New York for the annual United Nations summit. In speeches and press interviews, we need them to show Burma's military junta how grave the consequences will be if they crush the protesters with violence this time. \n\nPlease sign this petition asking the Prime Minister to support the peaceful protests in Burma through all the means available to his office.\n\nThanks!",
            "closed_at": "2008-03-25T00:00:00Z",
            "created_at": "2007-09-25T08:31:21.387686Z",
            "creator_name": "Steve Marquis",
            "government_response_at": "2008-04-28T14:03:12.095959Z",
            "government_responses": [
                {
                    "created_at": "2008-04-28T14:03:12.095959Z",
                    "details": "You signed a petition asking the Prime Minister to \"support the Burmese protesters.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15378.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SupportBurmese'",
                    "updated_at": "2008-04-28T14:03:12.095959Z"
                }
            ],
            "opened_at": "2007-09-25T08:31:21.387686Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2623,
            "state": "finished",
            "updated_at": "2008-11-20T17:10:04.970942Z"
        },
        "id": 6509553
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SupportBurmese/"
    },
    "type": "petition"
}