{
    "data": {
        "attributes": {
            "action": "immediately tighten up, review and/or abolish the current scandalous and self serving system dealing with MP's Expenses and Housing Allowances, which is open to abuse, and also regularly make public these figures on an individual MP basis.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The fact that MP's are currently allowed to \"LEGALLY\"( depending on interpretation or mis- interpretation of guidelines )claim their expenses and housing allowances in a way that, if operated in ogananisations outside of Parliament would be considered to be possibly fraudulent, underlines the fact that once elected, too many MP's consider themselves to have been elevated to a position of privilage over and above their actual purpose - Public Servant and Representative, that presumably, they think, gives them a right, when it comes to claiming benefits and expenses, that is over and above and beyond anything that anyone of the voters who elected them is entitled to in their own field of employment !\nNo Wonder the public do not trust or respect politicians when amongst other things, those MP's fail to admit that their expenses and benefits system is greedy and unfair,open to abuse and hence refuse to do anything about it themselves - including those sitting on the various bodies and watchdog committees that are supposed to monitor these things.\nIf the Scottish Parliament can operate a transparent and fair system then so can Westminster and should do so NOW.",
            "closed_at": "2008-09-25T00:00:00Z",
            "created_at": "2007-09-25T08:00:24.104712Z",
            "creator_name": "Colin Stepney",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-25T08:00:24.104712Z",
            "rejected_at": "2007-10-25T00:01:01.820715Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/MPs-accountable/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-25T00:01:01.820715Z"
        },
        "id": 6509066
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/mpsunfairxpenses/"
    },
    "type": "petition"
}