{
    "data": {
        "attributes": {
            "action": "prevent the proposed £25 per day congestion charge for residents of London living within the congestion charge zone.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The mayors office recently sent out a consultation leaflet to make people aware of proposed changes to the congestion charge. They propose to charge £25 a day irrespective of whether you live within the zone based on the carbon emissions of the car. \n\nMany people who live within the zone complained about the congestion charge extension. The extension still went ahead. Due to the infamy of the chelsea tractor that west londoners supposedly have this is a lucrative way for the mayors office to make extra cash.\n\nIt is completely unacceptable as it will cost an additional £6500 a year to run a car that you already own and bought prior to this notice of consultation.  \n\nI propose that the change to the scheme should be to allow for residents to still claim a discounted rate if they live within the congestion zone.\n\nAnother alternative is to have a cut off date for purchasing a car that produces certain emissions. This should be put in place to prevent penalising someone for a decision they made in the past.\n\nPeople in London already have enough charges and costs associated with living in the capital that an additional levy on congestion charge is unfair.\n\nPlease sign up to prevent this from going ahead.",
            "closed_at": "2008-06-25T00:00:00Z",
            "created_at": "2007-09-25T10:43:13.494833Z",
            "creator_name": "David Goldapple",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-25T10:43:13.494833Z",
            "rejected_at": "2007-10-26T00:01:01.796241Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-26T00:01:01.796241Z"
        },
        "id": 6511780
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/25Congestion/"
    },
    "type": "petition"
}