{
    "data": {
        "attributes": {
            "action": "contact the Israeli government and secure the safe passage of Khaled Mudallal and all students in Gaza studying abroad so that they may return to thier studies",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned condemn the Israeli government’s aggression against Palestine and the decision to declare the Gaza strip a “hostile entity”. \nWe demand that the Prime Minister does all in his power to secure the right to travel for Khaled Mudallal and all other Palestinians.\nSince Israel identified Gaza as \"hostile territory\" hundreds of students are unable to return to their studies abroad.\nWe also call upon the British Government to recognise the right to education of the Palestinian people and demand the Israeli government to  allow freedom of movement for all Palestinians in and out of the Israeli occupied Palestinian territories.",
            "closed_at": "2007-10-10T00:00:00Z",
            "created_at": "2007-09-25T10:06:16.577326Z",
            "creator_name": "Assed Baig",
            "government_response_at": "2007-11-16T15:19:32.408776Z",
            "government_responses": [
                {
                    "created_at": "2007-11-16T15:19:32.408776Z",
                    "details": "You signed a petition asking the Prime Minister to \"contact the Israeli government and secure the safe passage of Khaled Mudallal and all students in Gaza studying abroad so that they may return to thier studies.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13771.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'KhaledMudallal'",
                    "updated_at": "2007-11-16T15:19:32.408776Z"
                }
            ],
            "opened_at": "2007-09-25T10:06:16.577326Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 950,
            "state": "finished",
            "updated_at": "2007-12-24T03:12:43.863763Z"
        },
        "id": 6511256
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KhaledMudallal/"
    },
    "type": "petition"
}