{
    "data": {
        "attributes": {
            "action": "please change the government policy on education with regards to higher education fees in other to benefit Work permit holders dependants who have lived in United Kingdom for over three years.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are currently Work Permit holders who have been in Britain with our family since 2001, and qualifies for an indefinite leave to remain in 2010. As a result of not yet having an indefinite leave to remain, our children are classified as international students and have been unable to go to university because the fees are unaffordable. A lot of Highly Skilled Migrants and Work Permit holders are having this same difficulty of sending their dependants to University. Beside our paid jobs, we have served voluntarily in some capacities, to mention a few school governors, street pastors contributing positively to our community.\nShould the state we serve not please consider our dependants who have been here for over three years for home fees since our incomes are local and not international. We petition the Prime MInister to please change the government policy on education with regards to higher education fees in other to benefit Work permit holders dependants who have lived in United Kingdom for over three years.",
            "closed_at": "2008-10-01T00:00:00Z",
            "created_at": "2007-09-26T01:23:52.577971Z",
            "creator_name": "MR & MRS SOLEBO",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-26T01:23:52.577971Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 116,
            "state": "finished",
            "updated_at": "2008-10-02T00:01:01.879291Z"
        },
        "id": 6521522
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Feesworkpermit/"
    },
    "type": "petition"
}