{
    "data": {
        "attributes": {
            "action": "work with regulator and industry to build a nationwide fibre-optic network",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Both the government and Ofcom are aware of the fact that the UK's broadband infrastructure is fast becoming woefully-inadequate. ISPs are throttling access to cope with demand, resulting in a degraded experience for consumers which is often nowhere near the speeds advertised. Not only does this constitute misleading advertising - it is a shameful situation for a developed nation that wishes to be at the forefront of scientific and technological progress. We need only look across the water to Sweden and other European nations where access speeds are ten times those in the UK to see how far behind we are lagging.\n\nWorking with the existing, outdated copper infrastructure is no longer satisfactory - even ADSL 2+ will not be able to deliver the speeds promised with current demand. If we wish to remain competitive, we must invest immediately in a brand new, nationwide, fibre-optic network for the future.\n\nThis petition asks that government prioritise and facilitate this process, working closely with the regulator and an often-lethargic, profit-centric industry, in order to make this network a reality, and push the UK to the cutting edge of innovation.",
            "closed_at": "2008-09-26T00:00:00Z",
            "created_at": "2007-09-26T12:59:41.846938Z",
            "creator_name": "James Whale",
            "government_response_at": "2008-11-24T13:30:00.199103Z",
            "government_responses": [
                {
                    "created_at": "2008-11-24T13:30:00.199103Z",
                    "details": "You signed a petition asking the Prime Minister to \"work with regulator and industry to build a nationwide fibre-optic network.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17546\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'fibrenetwork'",
                    "updated_at": "2008-11-24T13:30:00.199103Z"
                }
            ],
            "opened_at": "2007-09-26T12:59:41.846938Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 205,
            "state": "finished",
            "updated_at": "2008-12-28T03:02:05.307869Z"
        },
        "id": 6530594
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fibrenetwork/"
    },
    "type": "petition"
}