{
    "data": {
        "attributes": {
            "action": "ensure that ALL men in the UK undergo a simple PSA (Prostate Specific Antigen) blood test to screen for the early signs of prostate cancer, at the age of 45, recurring once every 3-5 years.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Prostate Cancer is on the increase in the UK, and currently men do not have a standard test for this disease, unlike women who get a Smear Test and a Mammogram to check for both Breast and Cervical Cancer. The test for Prostate Cancer is initially simple, involving a blood test to check for a man's PSA (Prostate Specific Antigen) levels. Through regular testing from the age of 45 onwards, hopefully more cases can be caught early before they spread and become inoperable.",
            "closed_at": "2008-09-26T00:00:00Z",
            "created_at": "2007-09-26T14:20:09.760154Z",
            "creator_name": "Martyn Norris",
            "government_response_at": "2009-01-30T14:55:20.547685Z",
            "government_responses": [
                {
                    "created_at": "2009-01-30T14:55:20.547685Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure that ALL men in the UK undergo a simple PSA (Prostate Specific Antigen) blood test to screen for the early signs of prostate cancer, at the age of 45, recurring once every 3-5 years.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18164\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Prostate-Screens'",
                    "updated_at": "2009-01-30T14:55:20.547685Z"
                }
            ],
            "opened_at": "2007-09-26T14:20:09.760154Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 321,
            "state": "finished",
            "updated_at": "2008-09-28T03:56:26.701651Z"
        },
        "id": 6532473
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Prostate-Screens/"
    },
    "type": "petition"
}