{
    "data": {
        "attributes": {
            "action": "Implore the BBC to reinstate the original Pudsey Bear artwork.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Why must meddling administrators and executives at the BBC feel it necessary to rebrand the successful Pudsey Bear logo for this year's Children in Need campaign? For 21 years the original Pudsey Bear, designed by Joanna Ball and named after her home town, has steadfastly fronted the Children in Need campaign and his image has been reproduced millions of times over and been bound up in the success of the campaign. Now, and seemingly without any consultation to prove that the original artwork needed any kind of revamping, the BBC have replaced him with a distorted and twisted rendition of a much loved national institution! The BBC's Royal Charter status should make this issue of genuine relevance and importance to the Prime Minister. I feel that the hideously reworked Pudsey Bear image will damage the impact of the Children in Need campaign this year due to the public's unfamiliarity with the new logo, and for those charities associated with the campaign, cause unnecessary expense as they attempt to rebrand their local campaign materials. \nI implore the BBC to reconsider this disastrous, pointless and expensive rebranding exercise!",
            "closed_at": "2007-11-26T00:00:00Z",
            "created_at": "2007-09-26T14:55:10.456578Z",
            "creator_name": "John Barker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-26T14:55:10.456578Z",
            "rejected_at": "2007-10-26T00:01:01.796241Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-26T00:01:01.796241Z"
        },
        "id": 6533268
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pudseybear/"
    },
    "type": "petition"
}