{
    "data": {
        "attributes": {
            "action": "Commission an independent committee of MPs to look into VOSA’s activities",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "VOSA is the government body responsible for UK vehicle safety.  Under the General Product Safety Regulations it has the power to instruct recalls, withdraw vehicles from sale and insist on additional notices warning consumers of any safety issues once they have been identified.\n\nRecent high profile cases such as the Renault Clio bonnet catch failure and the multitudinous Renault 1.9dCi turbo failures have shown that the vehicle safety branch of VOSA does not appear to be using its powers fully. \n\nIt would seem that many of VOSA’s investigations are carried out in conjunction with vehicle manufacturers and not independently.  VOSA freely admits that it does not have the required expertise to do this work on its own. \n\nThis is not common practice with any other enforcement agency authorised under the Regulations and this failing must be seen as not being in the Public interest.  As such I propose that an independent committee of MPs is set up to look into VOSA’s activities.",
            "closed_at": "2008-01-03T00:00:00Z",
            "created_at": "2007-09-26T17:36:17.128566Z",
            "creator_name": "Michelle McGinley",
            "government_response_at": "2008-01-17T16:21:51.492198Z",
            "government_responses": [
                {
                    "created_at": "2008-01-17T16:21:51.492198Z",
                    "details": "You signed a petition asking the Prime Minister to \"Commission an independent committee of MPs to look into VOSA’s activities\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14284.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'VOSAactivities'",
                    "updated_at": "2008-01-17T16:21:51.492198Z"
                }
            ],
            "opened_at": "2007-09-26T17:36:17.128566Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 237,
            "state": "finished",
            "updated_at": "2008-01-04T03:12:24.806898Z"
        },
        "id": 6536582
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VOSAactivities/"
    },
    "type": "petition"
}