{
    "data": {
        "attributes": {
            "action": "keep his promise to Britain’s poorest and most vulnerable children.    We call on the prime minister to drive forward his pledge to abolish child poverty in the UK by agreeing to address Parliament annually on progress.  If kept, the promise to abolish child poverty by 2020 will change the lives of millions of children in the UK, we can't allow it to be forgotten.”",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is a tragedy that 3.4 million of our children grow up in poverty.\n\nChildren growing up in poverty have a shorter life expectancy, are more likely to suffer from mental health problems, are at greater risk of committing suicide, are more likely to become involved in crime and are less likely to continue with their education.\n\nDay to day, they miss out on happy experiences, such as birthday parties and holidays, that many of us took for granted as children.\n\nWe are delighted that the government is committed to abolishing child poverty in the UK by 2020. However, we are concerned that progress is not on track and that the issue does not attract the attention it deserves.\n\nWe are, therefore, calling for an annual occasion where the Prime Minister will personally report to Parliament on his government's progress on this issue.\n\nIt is our hope that this will ensure ongoing political attention for the 2020 child poverty promise and ensure this pledge the high public profile it deserves.",
            "closed_at": "2008-10-03T00:00:00Z",
            "created_at": "2007-09-26T20:52:27.235817Z",
            "creator_name": "Stephen Cooke",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-26T20:52:27.235817Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 101,
            "state": "finished",
            "updated_at": "2008-10-04T00:01:01.748118Z"
        },
        "id": 6539670
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/child-povertyuk/"
    },
    "type": "petition"
}