{
    "data": {
        "attributes": {
            "action": "take urgent action to protect infants and their parents from television programmes that promote outdated and discredited parenting theories.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "TV broadcasters seem unable to embrace current knowledge of early brain development and how babies form secure attachments. \n\nChannel 4’s Bringing Up Baby explores three different parenting styles, most worryingly, Truby King. The programme showed seriously distressed infants, and sobbing parents being told to neglect their new baby as part of a routine (“it will soon stop”). It felt close to viewing child abuse. It is neglectful in 2007 to advise a new parent to bring baby home from hospital, shut them in their room at 7.00pm and leave them to cry.\n\nThe Children's Project, Unite/CPHVA and others wrote to Channel 4 / Silver River Productions. They refused to say who their experts are, yet feel confident they are protecting the best interests of infants.\n\nBBC's Baby Borrowers removes infants from their parents so that teenagers can pretend to be parents. They too don’t see anything wrong.\n\nThis being the case, there is either an ignorance of the emotional needs of children, or no will to embrace current thinking. Whichever it is, there is an urgent need to regulate how babies and children (and their parents) can be portrayed in the media.",
            "closed_at": "2008-01-27T00:00:00Z",
            "created_at": "2007-09-26T23:27:03.171873Z",
            "creator_name": "Clive Dorman",
            "government_response_at": "2008-02-25T16:11:21.411663Z",
            "government_responses": [
                {
                    "created_at": "2008-02-25T16:11:21.411663Z",
                    "details": "You signed a petition asking the Prime Minister to \"take urgent action to protect infants and their parents from television programmes that promote outdated and discredited parenting theories.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14696.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'parentingshows'",
                    "updated_at": "2008-02-25T16:11:21.411663Z"
                }
            ],
            "opened_at": "2007-09-26T23:27:03.171873Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3776,
            "state": "finished",
            "updated_at": "2008-12-04T03:01:45.830694Z"
        },
        "id": 6541152
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/parentingshows/"
    },
    "type": "petition"
}