{
    "data": {
        "attributes": {
            "action": "make illegal private parking 'fines'",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Private companies are now attempting to levy 'fines', based upon fixed penalty notices, should one 'transgress' some of their 'conditions'.\nA private company has no legal right whatsover to levy a fine, such is imposed via a court of law.\nThey may either take action for breach of contract, of which there is no contract, as no exchange of monies has taken place, or take action for damages, which are impossible to prove, as how do you prove how full the car park is at the time?\nThey also can apply to DVLA for drivers details, which is a breach of privacy and many of these companies are sharks anyway.\nFinally, masquerading as an official body with the right to levy a fine with official documents is likely to be a criminal offence on their part, so these companies are engaging in criminal behaviour.\nSo make it statue for private companies to not engage in this practise which first of all has no legal basis, and secondly is likely criminal.\nThis is not discussing the rights and the wrongs of disabled parking, but simple things like walking around the corner after having parked, then finding there is a ticket for alledgedly not using the store.",
            "closed_at": "2008-03-27T00:00:00Z",
            "created_at": "2007-09-27T16:30:56.245319Z",
            "creator_name": "Ian",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-27T16:30:56.245319Z",
            "rejected_at": "2007-09-28T09:10:28.224899Z",
            "rejection": {
                "code": 8192,
                "details": "A petitioner is required to give a full name.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6560339
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/parking-fines/"
    },
    "type": "petition"
}