{
    "data": {
        "attributes": {
            "action": "end the practice of the General Medical Council in taking and using patients' medical records against their will.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We, the undersigned, deplore the actions of the GMC in the current cases against Dr Sarah Myhill and other physicians specialising in the treatment of thyroid conditions.  The GMC is taking patient records against their will, under the 'public interest' justification enshrined in the Medical Act 1983, and continuing to use them even after it has determined:\n1) that the patient hasn't been harmed in any way, and their right to use the records has therefore ceased; \n2) that this is contrary to the wishes of the patients and \n3) having been instructed by the patients to desist from processing of their medical records, as is their right under Section 10 of the Data Protection Act 1998.\nIt is our considered opinion that this is an abuse of the powers invested in the GMC, and that these actions are unlawful and do not serve the best interests of the patients.  \n\nWe call on the Prime Minister and his Government to investigate the conduct of the GMC as a matter of urgency, and to take appropriate action to prevent further abuse of their powers in this way, which is causing extreme distress to the patients involved.",
            "closed_at": "2008-09-27T00:00:00Z",
            "created_at": "2007-09-27T20:44:03.371302Z",
            "creator_name": "Penny Bunn",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-27T20:44:03.371302Z",
            "rejected_at": "2007-10-28T00:01:02.207239Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-28T00:01:02.207239Z"
        },
        "id": 6565404
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GMCabuse/"
    },
    "type": "petition"
}