{
    "data": {
        "attributes": {
            "action": "make it law that Natural Latex Rubber (NLR) is listed on all product labels",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Like ***thousands*** of other people in this country I am allergic to Natural Latex Rubber. Sufferers in contact with NLR experience many reactions, from skin rashes or asthma, to death. Example: I must be injected with adrenaline within seven minutes of contact with NLR or I could die. For those with a latex allergy, life is severely restricted because latex is not indicated on labels. When we buy products, we have no idea whether any particular \"rubberised\" surface could cause us terrible problems that day. When I buy foods, I have no idea whether they have been prepared by someone wearing rubber gloves, or using a process containing rubber. It's said that around a third of food is contaminated with latex either during processing or packaging. Allergens in food are labelled. Why not latex? It's just as dangerous to those with this allergy. Please act to make this law so that everyone suffering from latex allergy can live a freer, better life, be more healthy, reduce chronic illness  and live longer. We shouldn't have to live in fear, when a warning label could prevent this.",
            "closed_at": "2008-03-27T00:00:00Z",
            "created_at": "2007-09-27T20:56:02.491042Z",
            "creator_name": "Alison Lister",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-27T20:56:02.491042Z",
            "rejected_at": "2007-11-23T00:01:02.439338Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/latex-on-labels/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-23T00:01:02.439338Z"
        },
        "id": 6565579
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Latex-labelling/"
    },
    "type": "petition"
}