{
    "data": {
        "attributes": {
            "action": "Investigate Alisher Usmanov as unfit to invest in Arsenal FC",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Usmanov was convicted in 1980 of crimes which resulted in a sentence of at least six years. These were quoshed after he had served six years and although he claims this was due to the charges being politically motivated, former UK ambassador to Uzbekistan Craig Murray has raised doubts on this point. In the light of this and other allegations, we believe an enquiry should be set up to determine whether Usmanov is a \"fit and proper person\" to be involved in a major club. \n\nThe Premier League's test only disqualifies those who have convictions, but this takes no account of those who are wealthy and powerful enough to corrupt the justice system in their country of origin. Apart from the obvious dangers, unscrupulous owners are unlikely to care about the long term well-being of the club and its fans, let alone the smaller clubs. Sports Minister Gerry Sutcliffe said in July this test should be improved and UEFA head Michel Platini wrote to Europe's leaders to warn of the dangers, saying only Governments can take action. Clear and swift guidance from the top is needed on this issue.",
            "closed_at": "2008-03-28T00:00:00Z",
            "created_at": "2007-09-27T22:45:18.080051Z",
            "creator_name": "Alan Wheeldon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-27T22:45:18.080051Z",
            "rejected_at": "2007-09-28T16:03:53.208190Z",
            "rejection": {
                "code": 2050,
                "details": "http://petitions.pm.gov.uk/Oligarchs/",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-12T19:10:45.994145Z"
        },
        "id": 6566935
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Arsenal/"
    },
    "type": "petition"
}