{
    "data": {
        "attributes": {
            "action": "Widen the definition of  'Hate Crime', to include crimes committed against a person or persons, on the basis of their appearance or subcultural interests",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In remembering the case of a Lancashire couple, who recieved an horrific beating, for the way they were dressed and, in which an innocent young woman lost her life, the Alternative & Gothic community puts forward that the definition of hate crimes should expand to protect subcultural people where the law is concerned.\n\nMost gothic/subcultural people regularly complain of being harrassed, abused, spat on or attacked for the way they look, having done or said nothing to otherwise provoke this. People who prefer ‘darker’ fashions; who sport facial piercings, alternative makeup or dyed hair regularly experience being singled out on these grounds, by the less tolerant. When this escalates to physical attack and, in this instance, death of an innocent person, it is clearly unnacceptable.\n\nAccording to the home office, the definitions of ‘Hate Crime’ include race, religion, gender identity, sexual orientation and disability. We feel this list should also include: “On the basis of personal appearance or subculture”.",
            "closed_at": "2008-03-28T00:00:00Z",
            "created_at": "2007-09-28T04:19:29.901184Z",
            "creator_name": "Ade Varney",
            "government_response_at": "2008-04-16T14:32:47.984263Z",
            "government_responses": [
                {
                    "created_at": "2008-04-16T14:32:47.984263Z",
                    "details": "You signed a petition asking the Prime Minister to \"Widen the definition of 'Hate Crime', to include crimes committed against a person or persons, on the basis of their appearance or subcultural interests.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15282.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'goth-hatecrimes'",
                    "updated_at": "2008-04-16T14:32:47.984263Z"
                }
            ],
            "opened_at": "2007-09-28T04:19:29.901184Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7158,
            "state": "finished",
            "updated_at": "2009-01-07T14:56:15.427784Z"
        },
        "id": 6567646
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/goth-hatecrimes/"
    },
    "type": "petition"
}