{
    "data": {
        "attributes": {
            "action": "wavier all MOD charges for charities engaged in assisting serving and former members of the armed forces and their families.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Treatment Centres like Tyrwhitt House funded by Combat Stress has facilities that have been specially built to provide for ex servicemen and woman who are physically disabled and suffer from PTSD. Projects like 36, Grays Lane in Ashtead could only come about by donations collected by SSAFA. Charitable organisations engaged in assisting serving and former members of the armed forces and their families, saves the MOD £££, so why should 15% from donations collect during events held on MOD Defence Estate property go back to the HM Treasury? If all donations collected on MOD property were to go direct to the charity's mentioned. The Government and MOD need to start supporting our servicemen and women both serving and Veteran by fully helping service Charitable organisations and to stop putting bureaucratic obstacles in their way. \nPlease sign goal: 1,000,000 signatures",
            "closed_at": "2008-09-28T00:00:00Z",
            "created_at": "2007-09-28T08:29:28.383172Z",
            "creator_name": "Dave Howels",
            "government_response_at": "2008-10-27T14:14:20.201272Z",
            "government_responses": [
                {
                    "created_at": "2007-10-26T15:36:39.973319Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"wavier all MOD charges for charities engaged in assisting serving and former members of the armed forces and their families.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13515.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'servicecharities'",
                    "updated_at": "2007-10-26T15:36:39.973319Z"
                },
                {
                    "created_at": "2008-10-27T14:14:20.201272Z",
                    "details": "You signed a petition asking the Prime Minister to \"wavier all MOD charges for charities engaged in assisting serving and former members of the armed forces and their families.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17288\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'servicecharities'",
                    "updated_at": "2008-10-27T14:14:20.201272Z"
                }
            ],
            "opened_at": "2007-09-28T08:29:28.383172Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5969,
            "state": "finished",
            "updated_at": "2008-11-27T16:54:37.038548Z"
        },
        "id": 6570864
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/servicecharities/"
    },
    "type": "petition"
}