{
    "data": {
        "attributes": {
            "action": "Honour a debt to the Burmese People for there help and assitance they gave us in WWII.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the people of the United Kingdom owe so much to the Burmese People for thier help in the Second World War, that we could not possibly hope to repay them.\n\nWE CAN however make a start by sending a senior Minister to meet Senior Burmese officials in Burma aboard one of our WarShips - Where the Burmese People can be formaly thanked.\n\nWe can then formally extend every effort (STRESS EVERY EFFORT) to assist the Burmese People to resolve the situation ammicably, if nessassary providing sufficient force to assist the resolution.\n\nAny Act of war against the Burmese People, is a Act of War against The British People and those that survive the Burma Campaigns.\n\nWe as a Nation are prepared to rise against any government that refuses to assist in the resolution of the current crisis in Burma. \n\nWe therefore demand dirrect action, with full force if neccessary, with-in two weeks of this petition going live.",
            "closed_at": "2007-10-12T00:00:00Z",
            "created_at": "2007-09-28T18:02:00.607412Z",
            "creator_name": "Neville A. Daniels",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-28T18:02:00.607412Z",
            "rejected_at": "2007-10-31T00:01:01.573522Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/SupportBurmese/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-31T00:01:01.573522Z"
        },
        "id": 6588002
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BurmaHonour/"
    },
    "type": "petition"
}