{
    "data": {
        "attributes": {
            "action": "change the new highway code suggesting that smoking tobacco whilst driving is dangerous.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Nicotine is a stimulant that raises alertness and that the process of lighting up is an autonomic one creating little or no distraction.  Far from improving road safety, this new element in the new highway code contradicts other concerns about tiredness and previous advice about actions to avoid drowsiness at the wheel.  This addition is an ill-informed intrusion.  Anti-smoking legislation is correct for national health, but this advice will create more danger through lowered attention on longer journeys and greater propensity for poor driving behaviour when addicts are craving nicotine.  What serious, balanced and scientific analysis supports the change?\n\nIt is also wrong to assume that drivers take both hands off the wheel when lighting up.\n\nThe Code should concentrate upon the worthy general advice that drivers must pay full attention to the road at all times.\n\nThe Government should consider its credibility by avoiding such precipitative and contentious advice, withdraw this element from the Highway Code and slightly reduce the bulk of the document, hopefully increasing the reading of the document and the overall benefit of its purpose.",
            "closed_at": "2008-09-29T00:00:00Z",
            "created_at": "2007-09-29T08:11:38.299395Z",
            "creator_name": "Dennis Martin Dean",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-29T08:11:38.299395Z",
            "rejected_at": "2007-10-31T00:01:01.573522Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Smokeanddrive/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-31T00:01:01.573522Z"
        },
        "id": 6593510
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HighwayCode/"
    },
    "type": "petition"
}