{
    "data": {
        "attributes": {
            "action": "Withdraw the new law which bans smoking whilst driving.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I believe that this new law is ridiculous,as it is going to cause more problems than if there wasn't a ban, for example;\nDrivers will be paying more attention to looking for police while they are smoking and driving than they will to the road,\nDrivers who smoke will get stressed and take more risks to get home quicker so they can smoke.\nIf the goverment believed this ban was going to work stress free,they would have stated the changes several months in advance like other laws such as no smoking in public.I think this law is an infringment on human rights,                                                                                                                                                                                                                                                                                                  what will be next?Isnt changing gear the same thing?What about talking to a passenger?What about listening to the radio? All these things are more distracting than smoking.Why do the government waste time with laws like these when there are real issues? Quite frankly this country is turning into a dictatorship and the people no longer have a say in any new laws and regulations that come into place.\nHave you looked at the tresurary? If everyone in this country never bought a packet of cigarettes again this goverment would have a money crisis tomorrow.I now wonder whether this will get posted or have my rights for free speech been lost also?",
            "closed_at": "2008-09-29T00:00:00Z",
            "created_at": "2007-09-29T11:51:15.488446Z",
            "creator_name": "Daniel Rogers",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-29T11:51:15.488446Z",
            "rejected_at": "2007-10-31T00:01:01.573522Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Smokeanddrive/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-31T00:01:01.573522Z"
        },
        "id": 6596478
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Driving-smoking/"
    },
    "type": "petition"
}