{
    "data": {
        "attributes": {
            "action": "Explain why Mature College Students are discriminated of age+excluded from benefits unlike university students, school-leavers, immigrants, single parents and such-like",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If a mature person decides to go back to study but grades are out of date to enable them to enter uni & a full-time vocational college course is the only option, if the course is more than 15hrs a wk, they're not entitled to any benefits: counc/house/jobseekers & due to the age of the mature student, they are not entitled to student benefits: bus-pass/tuition fees/loans/EMA.In fact it's impossible for a person who is not in the 16-19 yr old bracket, to return to college. I was told by my Job ctr that I wasn't allowed to work part-time, but If I had a child, I'd be entitled to+study+claim.I was told to give my course up or sell my house to study at college. Encouraged to obtain a child or go homeless!A course comes with a great deal of work without having the pressures of how you are going to live. An unemployed mature coll student,is entitled to NOTHING!The govt promises access to all types+all levels of vocational training for everyone, yet this is true only for Uni students/single parents/immigrants/or if 16-19yrs.For 30+ students to return to college the financial implications are too high.",
            "closed_at": "2007-12-31T00:00:00Z",
            "created_at": "2007-09-29T15:25:45.779873Z",
            "creator_name": "Roree Windus",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-29T15:25:45.779873Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2008-01-01T00:01:01.955019Z"
        },
        "id": 6598917
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AGEIST/"
    },
    "type": "petition"
}