{
    "data": {
        "attributes": {
            "action": "require polling organisations and organisations conducting market research to abide by the preferences of citizens who have opted out of cold-calling via the Telephone Preference Service.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "All organisations that want to cold-call to sell or market products in the UK have to check that the person they're contacting has not declared they do not want to receive such calls via the Telephone Preference Service. At present, polling and research organisations are not required to abide by this law, and most of them choose not to do so.\n\nOne example is Ipsos MORI who say on their site that to not call people who have registered on the TPS would 'deny [people who have said they do not want to be called] the opportunity of participating in [Ipsos MORI's] research'. This particular organisation does allow you to subsequently opt out of further contact from them, but does not stop other polling organisations undertaking exactly the same processes.\n\nThis petition contends that it is not up to polling or market-research organisations to decide whether or not people would like to be cold-called, it is up to the people they make their money from.\n\nThe British public should be able to refuse cold-calling by polling organisations at the Telephone Preference Service, and the Government should hold these organisations to account if they violate this agreement.",
            "closed_at": "2008-10-02T00:00:00Z",
            "created_at": "2007-09-29T15:24:14.373506Z",
            "creator_name": "Tom Coates",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-29T15:24:14.373506Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 114,
            "state": "finished",
            "updated_at": "2008-10-03T03:47:09.099314Z"
        },
        "id": 6598904
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/coldcall/"
    },
    "type": "petition"
}