{
    "data": {
        "attributes": {
            "action": "Condemn, in the strongest possible terms, the German government for its persecution of families who choose to homeschool their children",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Under a Nazi-era law, homeschooling is illegal in Germany.  The German authorities are persecuting those families who, for whatever reason, choose to educate their children at home.  \n\nIn the recent case of Melissa Busekros, this culminated with the authorities forcibly abducting her from her home and admitting her to an institution to carry out psychological tests as to her \"fear\" of school.  Her family were treated like criminals and not allowed to have contact with her, or even to know where she was being held.  There are many similar cases.\n\nThis type of behavior is what we would expect of the Nazi government which created the law, not of what is supposed to be a modern, free Germany.  \n\nWe further petition that the German government be reminded in the strongest possible terms that it is a signatory to the U.N. Declaration of Human Rights, Article 26(3) of which states that \"Parents have a prior right to choose the kind of education that shall be given to their children,\" and that the German law against homeschooling is clearly in direct conflict.",
            "closed_at": "2007-12-30T00:00:00Z",
            "created_at": "2007-09-29T15:39:55.350623Z",
            "creator_name": "Paul Coxwell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-29T15:39:55.350623Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2007-12-31T00:01:01.438796Z"
        },
        "id": 6599089
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/germanhomeschool/"
    },
    "type": "petition"
}