{
    "data": {
        "attributes": {
            "action": "Revoke the late license granted to the Barracuda Bar, 2 Baldock Street, Royston, Herts, SG8 9AY.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We implore the Prime Minister to revoke the late entertainment licence grated by North Hertfordshire District Council issued to the Barracuda Bar, 2 Baldock St, Royston, Herts SG8 9AY. The local council supported the licence application (Licensing Department, Environmental Health Department, Police) despite the venue being flanked on three sides by developments of flats. Despite months and months of complaints we still must endure the music blaring until 2am. We the undersigned also object to patrons of the above pub being able to smoke in this pubs smoking area until 2am where they shout and use language I would not wish children to hear. We consider that we have a right to be able to sleep before 2am Thursday to Sunday. We would urge people to sign this petition if they are being kept awake by the premises. We petition the Prime Minister to revoke the late entertainment license granted to this establishment on the grounds that the licence was negligently issued. We believe that one of the four licensing objectives was not satisfied, namely nuisance. This pub creates a noise nuisance until 2am Thursday to Sunday.",
            "closed_at": "2008-09-29T00:00:00Z",
            "created_at": "2007-09-29T23:10:54.051580Z",
            "creator_name": "Stephen Franks",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-09-29T23:10:54.051580Z",
            "rejected_at": "2007-10-31T00:01:01.573522Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-31T00:01:01.573522Z"
        },
        "id": 6602925
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BarracudaRoyston/"
    },
    "type": "petition"
}