{
    "data": {
        "attributes": {
            "action": "actively support Northern Rock against pressure from the Treasury / FSA and the Bank of England to complete a \"Fire Sale\" at way below true long term market value of the company",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "NR is not being “bailed out” by being lent money at the penal rate of interest being charged by the Bank of England.  It should be reduced & no deadline imposed on the provision of support. \n\nAny attempt to dispose of the company before the business is stabilised and financial markets have recovered from recent disruptions would not result in a fair price being offered.  \n\nWhat is in essence a very sound business might be sold for a pittance and that is not in the interests of anyone, whether it is shareholders, customers, employees, Government, or anyone else.\n\nThe Bank of England is itself to blame for some of the problems faced by the company because of its failure to support the Interbank Market and ensure that there was sufficient liquidity while other governments in other countries did offer such support.\n\nWe believe that it is wrong for any government, and particularly a socialist one, to encourage the destruction of an enterprise with 15,000 employees in the north-east of England.",
            "closed_at": "2007-10-22T00:00:00Z",
            "created_at": "2007-09-30T13:24:06.067631Z",
            "creator_name": "Robert Bacon",
            "government_response_at": "2008-01-03T15:05:41.505340Z",
            "government_responses": [
                {
                    "created_at": "2008-01-03T15:05:41.505340Z",
                    "details": "You signed a petition asking the Prime Minister to \"actively support Northern Rock against pressure from the Treasury / FSA and the Bank of England to complete a \"Fire Sale\" at way below true long term market value of the company.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14112.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SupportNR'",
                    "updated_at": "2008-01-03T15:05:41.505340Z"
                }
            ],
            "opened_at": "2007-09-30T13:24:06.067631Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1165,
            "state": "finished",
            "updated_at": "2007-11-22T03:11:19.782299Z"
        },
        "id": 6606870
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SupportNR/"
    },
    "type": "petition"
}