{
    "data": {
        "attributes": {
            "action": "Stop Ignoring The Outrage of Allowing Children to Be Carers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have submitted a petition about young carers (which I would love you to sign if you have not already done so - it expires on 30/10 and I really hope for enough names to force the government to address it).\n\nChildren work as carers to one or both parents, from as young as 8 years old. The government will not pay an allowance to any carer in full time education. The amount of kids that are ignored by those who proport to care is heartbreaking.  \n\nIt is convenient and cheap to have children doing the cooking, cleaning, changing, & administering of drugs.You don't pay qualified carers, the kids are voiceless and helpless, & the books look better!  \n\nI want the government to say yes, this situation is unacceptable & we WILL make it our aim to let these children be children again, and provide for those who need care properly, and not leave it to the most vulnerable members of society, and hope no-one notices.  \n\nI want ministers to look at their kids and decide whether or not they would want their 10 year old coming home from school and then starting housework, giving a parent a bath, changing them, issuing medication, before then trying to do homework, etc. No? Not your kids? THEN NO-ONE ELSE'S KIDS EITHER.",
            "closed_at": "2008-01-01T00:00:00Z",
            "created_at": "2007-10-01T09:38:52.916847Z",
            "creator_name": "CarrieC",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-01T09:38:52.916847Z",
            "rejected_at": "2007-10-31T00:01:01.573522Z",
            "rejection": {
                "code": 8192,
                "details": "",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-31T00:01:01.573522Z"
        },
        "id": 6618984
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Youngcarers2/"
    },
    "type": "petition"
}