{
    "data": {
        "attributes": {
            "action": "instruct the Schools Minister and the Secretary of State for Children, Schools and Families to halt, with immediate effect, the proposed clawback of revenue balances and to complete the previously announced consultation BEFORE considering the matter again.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition concerns the recent announcement on TeacherNet regarding 'School Revenue Balances'.\nIn his statement to Parliament on the 25th June, Jim Knight proposed to consult stakeholders in the autumn term\n\"We will consult on the detailed implementation of this measure in the autumn, but local authorities and schools forums will take final decisions on how this funding will be reinvested locally.\" \nInstead the dept has pushed on at breakneck speed and is penalising schools who are reducing their balances in a prudent fashion by imposing the clawback on last years balance.\nThis measure will unfairly penalise small schools in particular, for most of whom an 8% upper balance limit is trivially small, not even one teachers annual salary.\nThe proposal is a blunt, crude, and indiscriminate instrument which penalises the prudent whilst potentially rewarding the spendthrift.",
            "closed_at": "2008-01-01T00:00:00Z",
            "created_at": "2007-10-01T12:22:46.604959Z",
            "creator_name": "Feargal Hogan",
            "government_response_at": "2008-02-18T12:21:14.879519Z",
            "government_responses": [
                {
                    "created_at": "2008-02-18T12:21:14.879519Z",
                    "details": "You signed a petition asking the Prime Minister to \" instruct the Schools Minister and the Secretary of State for Children, Schools and Families to halt, with immediate effect, the proposed clawback of revenue balances and to complete the previously announced consultation BEFORE considering the matter again.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14567.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'RevenueBalances'",
                    "updated_at": "2008-02-18T12:21:14.879519Z"
                }
            ],
            "opened_at": "2007-10-01T12:22:46.604959Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1646,
            "state": "finished",
            "updated_at": "2008-01-08T03:14:09.659262Z"
        },
        "id": 6624434
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RevenueBalances/"
    },
    "type": "petition"
}