{
    "data": {
        "attributes": {
            "action": "Pay no heed to petitions demanding that citizens are armed!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In response to the awful recent incidents of guncrime, petitions have appeared here calling for all citizens to be allowed to carry firearms, or in even more moronic and sinister petitions, \"other tools\" of self-defence.\n\nWhilst there is not room here to list the myriad reasons why arming the general public is utterly ludicrous, I think it is appropriate to have a petition to demonstrate the strength of feeling against such a suggestion.\n\nEverybody deplores the violence that guns cause.  Everyone wants safer streets.  However, if you seriously think that arming the general public is going to achieve that, then get a brain, frankly. \n\nHave any of those petitioners gone further than thinking \"I'll feel safer\"?  It takes a hell of a lot training to have police marksmen physically and psychologically properly equipped to deal with armed situations - and they can make mistakes. \n\nPeople have prejudices, issues and different boundaries.  And you want to arm them?",
            "closed_at": "2008-01-01T00:00:00Z",
            "created_at": "2007-10-01T13:45:53.612461Z",
            "creator_name": "c.Cohen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-01T13:45:53.612461Z",
            "rejected_at": "2007-10-31T00:01:01.573522Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Banningguns/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-31T00:01:01.573522Z"
        },
        "id": 6626952
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Nogunsthanks/"
    },
    "type": "petition"
}