{
    "data": {
        "attributes": {
            "action": "Refuse applications for byelaws banning the feeding of pigeons",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Save the Trafalgar Square Pigeons (STTSP) is appalled that the Department for Communities and Local Government (DCLG) has granted Westminster Council a byelaw banning the feeding of pigeons near Trafalgar Square, despite Ministers previously refusing such a ban because “to invoke the criminal law would have the effect of criminalising otherwise law-abiding people” and despite the DCLG’s stated policy that it will “not normally” grant byelaws banning pigeon feeding.  \n \n\nWe are concerned that other authorities will seek to follow Westminster’s lead and that many law-abiding people across the country will find themselves criminalised should similar applications by other Councils be granted.  \n\nWe therefore call on DEFRA to make clear that it viewed the circumstances of Westminster’s application as exceptional and that it will as a matter of policy decline future applications to criminalise pigeon feeding.",
            "closed_at": "2008-10-01T00:00:00Z",
            "created_at": "2007-10-01T13:59:53.007129Z",
            "creator_name": "Peter Ward",
            "government_response_at": "2008-10-29T14:56:56.583100Z",
            "government_responses": [
                {
                    "created_at": "2008-10-29T14:56:56.583100Z",
                    "details": "You signed a petition asking the Prime Minister to \"Refuse applications for byelaws banning the feeding of pigeons.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17292\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'pigeon-feeding'",
                    "updated_at": "2008-10-29T14:56:56.583100Z"
                }
            ],
            "opened_at": "2007-10-01T13:59:53.007129Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 361,
            "state": "finished",
            "updated_at": "2008-10-27T15:11:38.833581Z"
        },
        "id": 6627304
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pigeon-feeding/"
    },
    "type": "petition"
}