{
    "data": {
        "attributes": {
            "action": "Scrap the TV Licence",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gone are the days where the BBC is central to broadcasting in the UK. With the dawn of freeview and the soon to be completed digital switchover we now have a whole range of channels owned by various media corporations. I don’t think it is right that we should still be charged a large sum of money to own a television on top of all the other setup costs. The BBC no longer offers a large percentage of viewing choice. In fact if you paid for the full package on SKY or even just had a basic freeview box, chances are the time spent watching a BBC channel is negligible. All other channels are forced to pay for running costs through advertising, and I think it is time the BBC was forced to adopt this method of generating revenue. By scrapping the TV licence we are making television more affordable for all, and also it means people that already pay for subscription digital services don’t get hit with another large bill for a service they may not even watch!",
            "closed_at": "2008-10-01T00:00:00Z",
            "created_at": "2007-10-01T18:49:49.209785Z",
            "creator_name": "Christopher Casey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-01T18:49:49.209785Z",
            "rejected_at": "2007-11-01T00:01:02.153356Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/BBCTAX/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-01T00:01:02.153356Z"
        },
        "id": 6634488
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/scraptvcost/"
    },
    "type": "petition"
}