{
    "data": {
        "attributes": {
            "action": "introduce a carbon tax proportional to the mass of carbon on the non-export sale of any item or substance containing UK-sourced non-renewable resources on which carbon tax has not already been paid further up the chain. Furthermore, we petition the Prime Minister to levy the same carbon tax on any import to the UK, including any fuel  left in the tanks of planes landing  at UK airports, under the presumption that product groups of ambiguous renewability are non-renewable, until the importer demonstrates otherwise. We petition that all proceeds from these taxes be ring-fenced for carbon offsetting programs, with the tax level initially set to offset 5% of the taxed products’ carbon, rising by a further 5% a year until full offsetting is achieved.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Piecemeal legislation banning particular products such as non-energy saving light bulbs will never achieve the level of carbon reduction that is necessary. Nor indeed is it reasonable to expect individuals or companies to substantially change their behaviour in the absence of significant financial incentives to do this. A ring-fenced carbon tax of the form described would allow us to go virtually carbon neutral within twenty years, while the gradual fade in would allow time for the economy to adjust. The tax would encourage the birth of a significant carbon offsetting market within the UK, which would go some way to lessening any major economic consequences, and in the long run the tax will help save us from the much more significant adverse economic effects that would accompany significant global warming.",
            "closed_at": "2008-10-02T00:00:00Z",
            "created_at": "2007-10-01T18:59:22.210408Z",
            "creator_name": "Tom Holden",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-01T18:59:22.210408Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 103,
            "state": "finished",
            "updated_at": "2009-05-11T16:12:33.419193Z"
        },
        "id": 6634683
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/carbon-tax/"
    },
    "type": "petition"
}