{
    "data": {
        "attributes": {
            "action": "intervene to prevent the proposed closure of Rippingale Village Post Office",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On 1st October 2007, Post Office Ltd. announced the proposed closure of the Post Office branch in Rippingale Village Stores, to be replaced by an ‘outreach’ service, operating for a maximum of 13 hours per week. \n\nWe believe that the customer income data used in the decision-making process does not reflect the substantial increase in trade since refurbishment in 2006.\n\n• The Post Office service is now widely used by the residents of Rippingale and surrounding villages for domestic and business purposes, including ‘mail order’ companies.  \n\n• Rippingale has a large elderly population who rely on the Post Office for essential services\n\n• Very limited bus services make it impossible for those without transport to reach another Post Office.  \n\n• An ‘Outreach’ service will not serve the needs of our community. \n\nThe loss of a full-time Post Office counter will severely harm the viability of the shop and may well lead to its closure. It would also lead to an enormous increase in the number of car journeys, contrary to the Government’s policies on global warming.",
            "closed_at": "2007-11-10T00:00:00Z",
            "created_at": "2007-10-02T21:47:20.700626Z",
            "creator_name": "Philip Rippingale",
            "government_response_at": "2007-12-04T15:49:41.766675Z",
            "government_responses": [
                {
                    "created_at": "2007-12-04T15:49:41.766675Z",
                    "details": "You signed a petition asking the Prime Minister to \" intervene to prevent the proposed closure of Rippingale Village Post Office.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13959.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Rippingale'",
                    "updated_at": "2007-12-04T15:49:41.766675Z"
                }
            ],
            "opened_at": "2007-10-02T21:47:20.700626Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 818,
            "state": "finished",
            "updated_at": "2007-11-12T03:11:14.427501Z"
        },
        "id": 6662381
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Rippingale/"
    },
    "type": "petition"
}