{
    "data": {
        "attributes": {
            "action": "actually pay attention to the petitions sent and address our concerns, rather than just fobbing us off with excuses",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It’s come to my attention that the public are being ignored and that these petitions are not at all useful.\nNo matter what the cause you get the same old thing, an explanation detailing why they can't (or rather won't?) help us. Excuses in my opinion.\n\nAn example of this would be the response to exempt shisha cafes from the smoking ban. \nWe were told that shisha smoke is harmful for non-smokers. This makes me wonder, did anyone actually read the petition? It had already been outlined that non-smokers do not go to shisha cafes.\nNot only has this absurd legislation put a dampener on the fun of thousands of shisha smokers, it's also ruined the lives of many shisha café owners who’ve had to close down but still have families and mortgages to take care of.\n\nAnother example of this would be the petition to cancel the proposals to replace Camden's unique market area with a shopping centre.\nTo summarize their reply: 'it's not up to us, we can't do anything about it'. If the government can do nothing about it, then who exactly can? Superman?\n\nTo conclude, I would like nothing more than the democracy this Country is meant to offer us (the ones who pay the taxes to run it, no less). To be heard and not ignored.",
            "closed_at": "2008-04-03T00:00:00Z",
            "created_at": "2007-10-03T17:20:53.716620Z",
            "creator_name": "Antony Cooper",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-03T17:20:53.716620Z",
            "rejected_at": "2007-11-04T00:01:02.544900Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Reassurance/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-04T00:01:02.544900Z"
        },
        "id": 6681668
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/petforpetition/"
    },
    "type": "petition"
}