{
    "data": {
        "attributes": {
            "action": "Exempt Parish Councils for smaller communities, (e.g. annual budget below £25,000) run by unpaid, local volunteers working for their communities, from most of the bureaucracy that is now, not only using the bulk of their funds for pointless administration, but is mainly responsible for their demise, due to disillusionment of Councillors and with it, truly local, non-partisan democracy.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Parish Councils are run by volunteers wishing to help their communities. Previously they were able to do this with a minimum of bureaucracy but, this has been steadily increasing and has now reached the state where it is such a burden, that it takes up a large proportion of the time and money available to a small Parish Council and is also causing much disillusionment amongst Parish Councillors, who are resigning.  \n\nThe bureaucracy that applies to small Parish Councils, is roughly the same that applies to large Councils, who however have paid staff to handle it.  It is unreasonable to expect unpaid volunteers to deal with the same complex situations.  This is discouraging local people from trying to help their communities and putting them off Politics. It was thought that government was keen to devolve power and to get more people interested in grass roots Politics.  This is completely the opposite of what is happening and something needs to be done soon to avoid the loss of many Parish Councils!  If this should happen, it would mean an increase in Rates as, the work currently carried out by unpaid volunteers would have to be done by the paid employees of Town or District Councils",
            "closed_at": "2008-10-04T00:00:00Z",
            "created_at": "2007-10-03T23:12:15.195665Z",
            "creator_name": "Allan Parsons",
            "government_response_at": "2008-12-05T16:42:23.969309Z",
            "government_responses": [
                {
                    "created_at": "2008-12-05T16:42:23.969309Z",
                    "details": "You signed a petition asking the Prime Minister to \"Exempt Parish Councils for smaller communities, (e.g. annual budget below £25,000) run by unpaid, local volunteers working for their communities, from most of the bureaucracy that is now, not only using the bulk of their funds for pointless administration, but is mainly responsible for their demise, due to disillusionment of Councillors and with it, truly local, non-partisan democracy.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17695\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SaveCouncils'",
                    "updated_at": "2008-12-05T16:42:23.969309Z"
                }
            ],
            "opened_at": "2007-10-03T23:12:15.195665Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 946,
            "state": "finished",
            "updated_at": "2008-10-07T03:49:01.172177Z"
        },
        "id": 6687672
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveCouncils/"
    },
    "type": "petition"
}