{
    "data": {
        "attributes": {
            "action": "ban 'street sales people' from harrassing the public.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It seems that more and more companies (Telecoms, Television Media and Insurance) are employing intimidating sales people to work on our streets. The vulnerable people in society are at risk of signing up for products that they either do not need or cannot afford. It worries me that certain insurance companies find it acceptable to ask the public very personal questions concerning their finances and life in such public places.  Surely such information should be taken on a confidential basis elsewhere - and not spoke about in a shop doorway for example. I myself work in a city centre and I have endure the 'pushy' tactics from often incredibly rude sales people on a daily basis.  It is getting out of control. The public already has to endure the mutliple Charity/Big Issue vendors on our streets.  I, like many others, find it increasing impossible to get from A to B without being shouted at by strangers - often with rude results.  I have witnessed this agressive 'gang' mentality from these sales people on our streets and we shouldn't have to put up with it.  I believe this is a nationwide issue that needs to be regulated.",
            "closed_at": "2008-04-04T00:00:00Z",
            "created_at": "2007-10-04T11:21:54.966645Z",
            "creator_name": "Darren Ralph",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-04T11:21:54.966645Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 18,
            "state": "finished",
            "updated_at": "2008-04-05T03:27:13.861264Z"
        },
        "id": 6696260
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bansstreetsales/"
    },
    "type": "petition"
}