{
    "data": {
        "attributes": {
            "action": "Change the cost of cigarettes back to duty free prices for MoD personnel based in the Falkland Islands",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It has been decided by the military on the base that they alone have raised the cost of cigarettes to be in-line with the local prices, even though these cigarettes have on them the ‘Duty Free’ markings.  The decision had no influence by the local government to add more tax to these items, as shown in an extract from the local newspaper below:\n\n“ALTHOUGH the Falkland Islands Government (FIG) has the right to raise import duty on tobacco and alcohol imported into the Islands, including by the Ministry of Defence (MoD) and their agencies, at no time was there any instruction from FIG to MoD to do so.”\n\nAlthough the MoD at Mount Pleasant are encouraging people to stop smoking, are they allowed just to put up the prices as and when they like?  Surely, we still live in a democratic society, and should be allowed to choose whether we want to smoke or not?\n\nAll over the world where service personnel are based, they are allowed this right to duty free goods, including cigarettes, so why is the MoD allowed change this allowance.  Surely, moral is bad enough within the armed forces, without tightening the thumb screws even further?\n\nPlease sign this petition if you are in favour of this?  Thank you.",
            "closed_at": "2008-04-04T00:00:00Z",
            "created_at": "2007-10-04T11:30:12.172591Z",
            "creator_name": "A Smoker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-04T11:30:12.172591Z",
            "rejected_at": "2007-11-07T00:01:02.677404Z",
            "rejection": {
                "code": 8192,
                "details": "",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-07T00:01:02.677404Z"
        },
        "id": 6696491
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DutyFree-MPC/"
    },
    "type": "petition"
}