{
    "data": {
        "attributes": {
            "action": "Ban EMA payments or give a minimum of £10 a week to students who opt to stay on after 16",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "EMA is only given to students if their parents income is under a certain limit. As a student myself who does not receive EMA I think this is disgraceful. Why should your parents income have something to do with your education when your the ones in learning not them. If your parents income is above the limit then you get punished by not receiving any EMA payments or any bonus's when you work hard. But if you parents income is below the limit or you parents are on benefits or if they don't even work then you get rewarded with either £10 £20 or £30 a week plus up to £500 in bonus's. This is an unfair way to encourage children to carry on with education after their GCSE's. EMA should either be banned and then the money that was allocated for EMA goes into funding for education. Or every child that ops to continue with education after the age of 16 should be rewarded with a minimum of £10 a week plus a bonus if they have worked to a certain standard.",
            "closed_at": "2008-04-04T00:00:00Z",
            "created_at": "2007-10-04T12:19:56.276739Z",
            "creator_name": "Samantha",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-04T12:19:56.276739Z",
            "rejected_at": "2007-11-03T00:01:02.004017Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/NO-ema/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-03T00:01:02.004017Z"
        },
        "id": 6697607
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EMArightorwrong/"
    },
    "type": "petition"
}