{
    "data": {
        "attributes": {
            "action": "Put the housing needs of British families before those of migrant families CHOOSING to come to the UK.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Current Council Housing policy is fundamentally flawed & unfair due to the needs of migrant families, who CHOOSE to come to the UK, being put before the needs of hardworking, low income British families. Thousands of needy British families can only watch in despair as scores of migrant families, the majority of whom have come to the UK by CHOICE, are\npersistently being put before them on housing lists, even though most migrant families hail from safe & secure EU countries & are neither fleeing conflict nor persecution. We call upon our government to take IMMEDIATE & DECISIVE action to overhaul outdated housing policies & make it clear to families CHOOSING to come to the UK that whilst they are welcome to come to the UK to work, they can no longer apply for social housing assistance. Such action will drastically reduce council waiting lists & ensure only the most needy British families & genuine refugees will in future qualify for such assistance, instead of the\ncurrent situation where the needs of economic migrants with large families are inexplicably being put before families with much more deserving cases for whom the British social housing system was originally intended.",
            "closed_at": "2008-10-04T00:00:00Z",
            "created_at": "2007-10-04T13:01:52.690007Z",
            "creator_name": "Mr Shujauddin Mirza",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-04T13:01:52.690007Z",
            "rejected_at": "2007-11-03T00:01:02.004017Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/council-property/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-03T00:01:02.004017Z"
        },
        "id": 6698686
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Unfairpolicies/"
    },
    "type": "petition"
}