{
    "data": {
        "attributes": {
            "action": "acknowledge the rights of dyslexics to be involved in policy decisions relating to their disability.  The Disability Duty slogan, “Nothing for us without us” needs to become a reality and pave the way for adequate dyslexia screening and support in schools, colleges, job centres and prisons.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Viewed as a gift or a curse, dyslexia is the country’s biggest disABILTY impacting on 10% of the population. Yet for many it remains un-identified or hidden, for fear of humiliation or a sign of weakness. \n \nAlongside the staggering figures that suggest 40% of the prison population are dyslexic, there are an over propionate amount of dyslexics in the unemployment, homeless and mental health statistics.\n \nOur text based education system puts dyslexics at a major disadvantage. The vast majority struggle at school with self esteem affected into adult life. Teaching style should match learning needs. We need multi-sensory teaching.\n \nWe the undersigned call on the Prime Minister to tackle the issue by introducing better screening and support in schools, colleges, job centres and prisons.\n \nThe new Disability Duty slogan that reads “nothing for us without us” needs to become reality. We request the Prime Minister to make certain that more dyslexics are involved in policy making and ensure that appropriate support services are put in place urgently.",
            "closed_at": "2008-01-04T00:00:00Z",
            "created_at": "2007-10-04T13:01:31.196107Z",
            "creator_name": "Mike Juggins",
            "government_response_at": "2008-02-18T12:26:42.991357Z",
            "government_responses": [
                {
                    "created_at": "2008-02-18T12:26:42.991357Z",
                    "details": "You signed a petition asking the Prime Minister to \"acknowledge the rights of dyslexics to be involved in policy decisions relating to their disability. The Disability Duty slogan, “Nothing for us without us” needs to become a reality and pave the way for adequate dyslexia screening and support in schools, colleges, job centres and prisons.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14574.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Dyslexic'",
                    "updated_at": "2008-02-18T12:26:42.991357Z"
                }
            ],
            "opened_at": "2007-10-04T13:01:31.196107Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 410,
            "state": "finished",
            "updated_at": "2008-01-06T03:13:35.833506Z"
        },
        "id": 6698678
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Dyslexic/"
    },
    "type": "petition"
}