{
    "data": {
        "attributes": {
            "action": "have driving bans imposed on convicted drunk drivers always served consecutively after  any imposed prison sentence.  The Petitioners therefore request that the Prime Minister ask the Secretary of State for Justice and Lord Chancellor to take the necessary action to make the change in the law possible.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The “Full Justice for Kelly” campaign seeks a change in the law to stop prison sentences and driving bans on drunk drivers being served consecutively.\n\nKelly Woodward was killed when a drunk driver lost control of his car and crashed it killing her and injuring her friends.  \n\nSadly, such drunk drivers can often serve their prison sentences and driving bans at the same time – often meaning that once they are released, they can walk out of prison and straight into the seat of a car and drive away.\n\nThe “Full Justice for Kelly” campaign aims to change the law so that when a magistrate or judge jails someone and imposes a driving ban, that ban starts on the day they walk free and not a day sooner.\n\nThe man responsible for killing Kelly Woodward was sentenced to four and a half years in prison and given a driving ban of five years.  It could effectively mean that just six months after being released, he could be back in the driving seat. \n\nOur campaign will fight to have all driving bans served in full AFTER the drunk driver is released from prison.",
            "closed_at": "2008-10-05T00:00:00Z",
            "created_at": "2007-10-04T14:36:46.287615Z",
            "creator_name": "Jan Woodward",
            "government_response_at": "2009-02-20T13:08:45.226389Z",
            "government_responses": [
                {
                    "created_at": "2009-02-20T13:08:45.226389Z",
                    "details": "You signed a petition asking the Prime Minister to \"have driving bans imposed on convicted drunk drivers always served consecutively after any imposed prison sentence. The Petitioners therefore request that the Prime Minister ask the Secretary of State for Justice and Lord Chancellor to take the necessary action to make the change in the law possible.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18327\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'kellycampaign'",
                    "updated_at": "2009-02-20T13:08:45.226389Z"
                },
                {
                    "created_at": "2009-08-26T11:30:59.399191Z",
                    "details": "You signed a petition asking the Prime Minister to \"have driving bans imposed on convicted drunk drivers always served consecutively after any imposed prison sentence. The Petitioners therefore request that the Prime Minister ask the Secretary of State for Justice and Lord Chancellor to take the necessary action to make the change in the law possible.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20400\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'kellycampaign'",
                    "updated_at": "2009-08-26T11:30:59.399191Z"
                }
            ],
            "opened_at": "2007-10-04T14:36:46.287615Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6197,
            "state": "finished",
            "updated_at": "2009-05-13T16:20:54.553042Z"
        },
        "id": 6700828
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/kellycampaign/"
    },
    "type": "petition"
}