{
    "data": {
        "attributes": {
            "action": "call on the Government to remove the anti trade union legislation which disadvantages POA members and call on the Government to restore the POAs full Trade Union Rights",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Prison Officers have been denied full trade union rights since 1993, we ask; why, to what end and for what purpose? \n\nMore to the point, should this position continue? \n\nWe say no and urge you to support the POA in their petition to the Prime Minister to rectify this industrial relations anomaly. \n\nWhy are Prison Officers and Prison Custody Officers treated differently to other essential service providers, such as the Fire Service and Health Workers? We don’t know and believe that we should be treated as equals and trusted as Public Sector workers delivering a service for the public and the Government. All that we have ever asked is to be treated fairly and equally and recognised for the work it delivers on behalf of the public.",
            "closed_at": "2008-10-04T00:00:00Z",
            "created_at": "2007-10-04T15:43:39.436339Z",
            "creator_name": "COLIN MOSES",
            "government_response_at": "2009-01-12T15:42:18.668732Z",
            "government_responses": [
                {
                    "created_at": "2009-01-12T15:42:18.668732Z",
                    "details": "You signed a petition asking the Prime Minister to \"call on the Government to remove the anti trade union legislation which disadvantages POA members and call on the Government to restore the POAs full Trade Union Rights\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17961\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'POA-union-rights'",
                    "updated_at": "2009-01-12T15:42:18.668732Z"
                }
            ],
            "opened_at": "2007-10-04T15:43:39.436339Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 681,
            "state": "finished",
            "updated_at": "2008-10-05T00:01:01.784496Z"
        },
        "id": 6702419
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/POA-union-rights/"
    },
    "type": "petition"
}