{
    "data": {
        "attributes": {
            "action": "reduce to 20 weeks the age at which a child, classed as dead on arrival, can be called a stillborn baby",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It has become clear that a child born before a mother reaches the 24th week of her pregnancy and delivered without living does not have any rights within British Law, as a stillborn baby must have been within the mother's womb for at least 24 weeks.\n\nAs a result of our daughter giving birth to a baby after 22½ weeks of pregnancy, we discovered that this child had no right to have his birth or death registered.  This is wrong, as our grandchild was fully formed when born.  The fact that his birth and death have not been recorded does not seem right, yet we were able to bury him.\n\nWe understand that a baby that is delivered dead before 24 weeks is classed as a miscarriage.  This cannot be correct as our daughter went into labour and delivered our grandson.  We believe that our grandson had the right to be registered and to have been classed as a citizen, albeit briefly, of the United Kingdom.",
            "closed_at": "2008-10-04T00:00:00Z",
            "created_at": "2007-10-04T19:46:30.097042Z",
            "creator_name": "Charles Bull",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-04T19:46:30.097042Z",
            "rejected_at": "2007-11-04T00:01:02.544900Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/stillbirth/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-04T00:01:02.544900Z"
        },
        "id": 6707006
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/joshua-stillborn/"
    },
    "type": "petition"
}