{
    "data": {
        "attributes": {
            "action": "Cats should be licensed and owners should past a test to own one and only have the right to own one in exceptional circumstances .",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Britains 8 million cats kill some 270 million birds,mammals,amphibians & repiles every year.Many endangerd and rare animals and other peoples pets  that if you killed in any other way or with a dog you would be liable to prosecution . Dr Nick Fox has done a vast amount of research in the above figures and are  not fictious. The petition concentates on the wholly avoidable cull of our endagerged wildlife . There is no point to owning  a cat it serves no useful purpose what so ever . This i admit can be said of most pets but which other pet culls so much wildlife .A large number of dog species can have a working life , but their   control is subject  to existing laws which penilise owners if they allow their pet to break the law including jail sentances why should cat owners be differant. In fact now due to hunting legisaltion even most pest species can not be taken by a dog with out fear of prosecution . A dog kills its prey instantly hungry or not. A well fed domestic cat will take on average 30 minutes to kill its prey using it as toy often causing severe injuries like crushed lungs , broken limbs before it finally kills its prey or gets bored and allows it to have along lingering death.",
            "closed_at": "2008-10-08T00:00:00Z",
            "created_at": "2007-10-05T20:12:11.947648Z",
            "creator_name": "Paul Shaw",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-05T20:12:11.947648Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 19,
            "state": "finished",
            "updated_at": "2009-07-24T14:38:24.923777Z"
        },
        "id": 6726314
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Catsbebanned/"
    },
    "type": "petition"
}