{
    "data": {
        "attributes": {
            "action": "compel british companies to make goods that last",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Consumerism is one of the biggest threats to the planet.\n     Thousands of products come out every month, with barely any\n     change, reissues, specifications slightly improved, and then\n     hard sold to the consumer with aggressive advertising. These\n     items typically have a short lifespan, and the waste, and\n     packing is phenomenal. This is not the consumers fault, the\n     fault lies with the companies making and marketing these items,\n     so, Let the govenment bring in legislation so that companies\n     make items which last a lifetime, or very long indeed, not just\n     months, and this will cut electrical waste, packing waste,\n     plastics waste. Comanies know exactly how to make products, and\n     this is easy to implement, but choose only to build them poorly\n     so that they don't last long, in order for the next new\n     sensationalist item. The way to really save the planet is to\n     compel goods sold in this country to be made to top quality,\n     lasting goods and items, obviously excluding things like\n     foodstuffs. Surely this is commonsense, and the government must\n     stop this growth in short lifespan products if it really cares\n     to do anything about the environment, tackle the problem at\n     source.",
            "closed_at": "2008-04-08T00:00:00Z",
            "created_at": "2007-10-06T08:57:04.691059Z",
            "creator_name": "Ian Miller",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-06T08:57:04.691059Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2008-11-12T17:16:17.983818Z"
        },
        "id": 6729258
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/goodsthatlast/"
    },
    "type": "petition"
}