{
    "data": {
        "attributes": {
            "action": "make illegal parking fines",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Private companies are now attempting to levy 'fines', based\n     upon fixed penalty notices, should one 'transgress' some of\n     their 'conditions'. A private company has no legal right\n     whatsover to levy a fine, such is imposed via a court of law.\n     They may either take action for breach of contract, of which\n     there is no contract, as no exchange of monies has taken place,\n     or take action for damages, which are impossible to prove, as\n     how do you prove how full the car park is at the time? They\n     also can apply to DVLA for drivers details, which is a breach\n     of privacy and many of these companies are sharks anyway.\n     Finally, masquerading as an official body with the right to\n     levy a fine with official documents is likely to be a criminal\n     offence on their part, so these companies are engaging in\n     criminal behaviour. So make it statue for private companies to\n     not engage in this practise which first of all has no legal\n     basis, and secondly is likely criminal. This is not discussing\n     the rights and the wrongs of disabled parking, but simple\n     things like walking around the corner after having parked, then\n     finding there is a ticket for alledgedly not using the store.",
            "closed_at": "2008-04-06T00:00:00Z",
            "created_at": "2007-10-06T09:00:12.404289Z",
            "creator_name": "Ian Miller",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-06T09:00:12.404289Z",
            "rejected_at": "2007-11-07T00:01:02.677404Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/CivilParking/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-07T00:01:02.677404Z"
        },
        "id": 6729300
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/privateparking/"
    },
    "type": "petition"
}