{
    "data": {
        "attributes": {
            "action": "utterly repudiate the proposal to have roads shorn of pavements and crossings",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Apparently this is intended to \"encourage people to interact naturally using eye contact\" (report on Teletext 7/10/07). The most obvious disadvantage is to sight-impaired people: how are they to \"use eye contact\" if they can't see?  Even now, as a sighted person who spends about 99.99% of my time as either a pedestrian or a passenger on public transport, I hate crossing roads where there are no traffic lights or crossings; how much worse would it be not even to have pavements? where could we walk?  \n\nThis idea seems to rely on drivers' willingness to stop and let pedestrians cross but, judging by the many anti-traffic-lights petitions on this web-site, not that many would be prepared to do so; we already spend far too long waiting for it to be safe to cross, even WITH traffic lights and crossings, so I dread to think what it would be like of this was adopted.  I would also make the point that the more people walk (as opposed to travelling by any sort of motor vehicle including buses) the better it is for the environment; but how many will stop walking if this is brought in?  Please don't do it!",
            "closed_at": "2008-03-08T00:00:00Z",
            "created_at": "2007-10-07T23:38:53.014803Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-07T23:38:53.014803Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2008-03-09T03:14:03.801489Z"
        },
        "id": 6745507
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KeepCrossings/"
    },
    "type": "petition"
}