{
    "data": {
        "attributes": {
            "action": "Introduce legislation that forces financial institutions operating in the UK to stop using the term Identity Fraud to put the onus of responsibility on the individual for protecting themselves and deal with the real issue which is poor level of security they employ",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is a wave of frenzied panic in this country bred off the back of terrorism which has been sublty introdcued by financial institutions. It is know as Identity Theft or Identity Fraud.\nFraud relies on someone pretending to be someone who they are not in order to make illegal financial gains. The fraud taking place that is labelled Identity Fraud is no different.\nThis is a smoke screen that is being used to cover up the root of the problem which is that the security measures that are in place are not stringent enough.\nIf I can bypass the security of a bank pretending to be Joe Bloggs, then it is not Joe's fault it is the banks.\n\nPlease stop spending public money on this issue and send the resopnsibiltiy back where it belongs; To every financial institution that operates in the UK.\nThey are currently making huge profits by selling products such as Privacy Guard and making their customers pay to fill the hole that exist in their own security. This is wrong and should be stopped.\nThe financial institutions of this country are trusted with billions of accounts and they should not be allowed to shrug off their responsibility to keep them secure.",
            "closed_at": "2008-04-08T00:00:00Z",
            "created_at": "2007-10-08T10:31:47.812105Z",
            "creator_name": "Terry Davis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-08T10:31:47.812105Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 17,
            "state": "finished",
            "updated_at": "2008-04-09T00:01:01.977086Z"
        },
        "id": 6752532
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/idfraud/"
    },
    "type": "petition"
}