{
    "data": {
        "attributes": {
            "action": "reinstate plans for an A14/A1198 interchange on the proposed route for the new A14.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Wood Green Animal Shelters, a national animal welfare charity whose Shelter in Godmanchester, near Huntingdon; takes in and rehomes over 4,000 injured, lost and abandoned animals every year.  \n\nThe Shelter lies on the A1198, adjacent to the A14, which provides excellent access for the 400,000 people that visit the Cambridgeshire Shelter each year, either to rehome the animals or to attend one of the many functions and fundraising events held there. \n\nThe latest proposed new route for the A14 from Fen Ditton to Ellington by-passes the King’s Bush Farm Shelter, and has removed the original plan for an interchange on the new A14 at the A1198.  This proposal, together with the local authority’s plan to demolish the A14 viaduct over Huntingdon railway station, will make it extremely difficult for visitors to find the Godmanchester Shelter.  As a consequence, it is highly likely that fewer animals will be rehomed and income to the Charity will drop significantly, thus having a serious impact on animal welfare.  In addition, lower income would lead to possible job losses at the Shelter, while fewer visitors to the area would mean less money being spent in the local business community.",
            "closed_at": "2008-04-08T00:00:00Z",
            "created_at": "2007-10-08T13:10:56.808227Z",
            "creator_name": "Nicola Bacon",
            "government_response_at": "2008-05-13T15:17:56.268026Z",
            "government_responses": [
                {
                    "created_at": "2008-05-13T15:17:56.268026Z",
                    "details": "You signed a petition asking the Prime Minister to \"reinstate plans for an A14/A1198 interchange on the proposed route for the new A14.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15519.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'WoodGreenA14'",
                    "updated_at": "2008-05-13T15:17:56.268026Z"
                }
            ],
            "opened_at": "2007-10-08T13:10:56.808227Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 767,
            "state": "finished",
            "updated_at": "2008-05-17T03:26:49.048714Z"
        },
        "id": 6756178
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WoodGreenA14/"
    },
    "type": "petition"
}