{
    "data": {
        "attributes": {
            "action": "consider what steps should be taken to ensure a closer convergence between Ministers’ decisions while in office and the long term interests of our nation, by both substantially increasing Ministerial salaries to private sector levels, and by introducing new legislation that would seek to prevent any Minister after their ministerial career is over, being able to make any profits or draw any remuneration in any foreign country, or to become the adviser or employee of any non-UK owned company.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We ordinary citizens have been amazed by some of the major policy decisions made by recent governments, which on the face of it seem to be prejudicial to the long term interests of the UK, and unduly favourable to the interests of, for example, the European Union or the USA.\nNo allegation of wrongdoing is made by the petitioner.  But we are concerned that the relatively low level of salaries paid to Ministers in the UK might give the public the impression at least that a UK Minister might be concerned about how their decisions might be regarded by a foreign country or potential overseas employer, where the Minister might plan to make post-retirement earnings.\nWe think it is essential therefore to show to any sceptical members of the public that there really is complete convergence between Ministers’ day-to-day decisions and the long term advantage of our nation.  No former Minister should fear relative poverty after their period of office is over.  No former Minister should have any opportunity to obtain any benefit by working for non-UK interests.  We ask that appropriate legislation be enacted to help restore trust in our government.",
            "closed_at": "2008-10-13T00:00:00Z",
            "created_at": "2007-10-08T17:31:31.668475Z",
            "creator_name": "Andrew Constantine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-08T17:31:31.668475Z",
            "rejected_at": "2007-10-15T15:23:29.134614Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-15T15:23:29.134614Z"
        },
        "id": 6761122
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Minister-watch/"
    },
    "type": "petition"
}