{
    "data": {
        "attributes": {
            "action": "Press the French Government to reconsider its retrospective changes that will deprive British citizens of medical treatment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is enormous concern amongst British residents in France about changes being introduced to the French state health system. Significant changes are being applied retrospectively to British citizens who diligently complied with the law in place at the time they arrived in France. Even those currently receiving treatment for serious medical problems will find themselves deprived of it\n\nThe French government is implementing EU Directive 2004/38 by refusing newly arriving EU citizens the right to join the French health scheme. Non-working persons below state retirement age will be required to take out private health insurance. Until now, those currently living in France have been treated in the same way as French citizens, joining the state CMU (Couverture Maladie Universelle) scheme and paying contributions. Now, they have until 31 March 2008 when their membership of CMU will cease.\n\nFull private health insurance will now be necessary even though it does not currently exist in France, where it has been illegal. Those with an existing life-threatening condition, such as cancer ,heart disease, or chronic illness will find private companies exclude these from cover.",
            "closed_at": "2007-12-10T00:00:00Z",
            "created_at": "2007-10-09T10:30:49.432521Z",
            "creator_name": "Brian Shatwell",
            "government_response_at": "2008-02-15T11:59:23.050769Z",
            "government_responses": [
                {
                    "created_at": "2008-02-15T11:59:23.050769Z",
                    "details": "You signed a petition asking the Prime Minister to \"Press the French Government to reconsider its retrospective changes that will deprive British citizens of medical treatment.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14542.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'healthinFrance'",
                    "updated_at": "2008-02-15T11:59:23.050769Z"
                },
                {
                    "created_at": "2008-03-03T15:15:55.991566Z",
                    "details": "You signed a petition asking the Prime Minister to \"Press the French Government to reconsider its retrospective changes that will deprive British citizens of medical treatment.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14863.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'healthinFrance'",
                    "updated_at": "2008-03-03T15:15:55.991566Z"
                }
            ],
            "opened_at": "2007-10-09T10:30:49.432521Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2173,
            "state": "finished",
            "updated_at": "2008-11-27T16:42:48.292129Z"
        },
        "id": 6771287
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/healthinFrance/"
    },
    "type": "petition"
}