{
    "data": {
        "attributes": {
            "action": "Restore order by re-introducing the DEATH PENALTY!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I believe that in today’s society, we can not afford to be narrow-minded to the crimes going on around us...can we?\nWell that’s exactly what our government intend to do for the future of the United Kingdom. Is that a future WE want to grow up in, I SAY NOT !!!\nAs you are reading this, I wish to point out that, the not so obvious fact, as a criminal in today’s society, you get off very lightly, a slapped wrist for murdering a 73 year old man while he sleeps in his bed, or paedophiles that pray on our innocent children, then let to live 3 miles from the nearest primary school?\nWatching our backs when we leave our front doors?\n\nAs taxpayers, we fund this kind of treatment to criminals who get away with these kind of crimes.\n\nCrimes our government would call \"petty\"\n\nPetty is not murder, petty is nicking a penny sweet from a corner shop.\n\nBack to the subject, castrate paedophiles chemically, and death by hanging or electrocution for cold blooded murderers.\n\nLets follow in the footsteps of the Americans, introduce DEATH ROW to BRITAIN.\n\nLet us British Taxpayers make a stand against crimes we suffer everyday, it could be any one of us that makes the ten o'clock news, let us not be a statistic... VOTE NOW !!!",
            "closed_at": "2008-07-09T00:00:00Z",
            "created_at": "2007-10-09T17:54:51.405073Z",
            "creator_name": "Mr M Winter",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-09T17:54:51.405073Z",
            "rejected_at": "2007-11-10T00:01:01.889425Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/DeathPenalty2007/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-10T00:01:01.889425Z"
        },
        "id": 6779755
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/JusticeNow/"
    },
    "type": "petition"
}