{
    "data": {
        "attributes": {
            "action": "give us a general election and not to bottle it",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Mr Brown,  This Englishmen is begging you to give in to public pressure and give us what you YOURSELF  wanted previously an early general election. We know there is a good chance you will lose, but all I and others can see since you took over is doom, doom and more doom. You have battered my pension policy, you have raised my taxes sky high,  please let somebody please come back and put the country back to what it should be.  Your wonderful organisation took the keys when this country had never had it so good. The nhs is  a mess, dont say it has improved as most of the country is now in bupa, I cannot afford a dentist that your party has been promising me. I`d love to wake up without toothache.  PLEASE, PLEASE RESIGN NOW AND HAND OVER TO PEOPLE WITH MORE NOUS TO FIX THE MESS THATS BEING LEFT BEHIND.  SHOW US YOUR A MAN AND NOT A MOUSE and give us all a chance of survival.   PLEASE  GO",
            "closed_at": "2007-12-09T00:00:00Z",
            "created_at": "2007-10-09T18:00:48.426386Z",
            "creator_name": "david matthews",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-09T18:00:48.426386Z",
            "rejected_at": "2007-11-10T00:01:01.889425Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Election-year/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-10T00:01:01.889425Z"
        },
        "id": 6779844
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BROWNGOHOME/"
    },
    "type": "petition"
}