{
    "data": {
        "attributes": {
            "action": "make a commitment to ensure future equality of access to healthcare for all by ensuring that where the religious, moral or ethical convictions of medical health professionals or students prevent them from completing areas of study, completing their examinations, or following required hygeine procedures, they should not be permitted to practice as healthcare professionals.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "NHS Core Principles in the 'NHS Plan': \"The health and social care system must be shaped around the needs of the patient, not the other way round\"\n\nThe intro of the 'NHS Plan': \"The vision of this NHS Plan is to offer people fast and convenient care delivered to a consistently high standard. Services will be available when people require them, tailored to their individual needs\"\n\nGood Medical Practice (2006): \"You must not unfairly discriminate against [patients] by allowing your personal views to affect adversely your professional relationship with them or the treatment you provide or arrange\"\n\nSupporters of the petition believe to ensure the NHS meets its healthcare obligations to all patients, where a  medical health professional's or student's religious, moral or ethical views prevent them from undertaking training or exams, or following required hygiene procedures, they cannot be permitted to practice.",
            "closed_at": "2008-01-11T00:00:00Z",
            "created_at": "2007-10-09T19:03:36.736830Z",
            "creator_name": "James  Marshall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-09T19:03:36.736830Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 116,
            "state": "finished",
            "updated_at": "2008-11-20T17:03:45.987258Z"
        },
        "id": 6780797
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BeliefFreeMedics/"
    },
    "type": "petition"
}