{
    "data": {
        "attributes": {
            "action": "Impose legislative changes to the Children Act 1989!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Why, in this day and age, are some Laws allowed to be unequal and sexist?\nThe Children Act 1989 sect 2(2) states-\nWhere a child’s father and mother were not married to each other at the time of his(?) birth—\n(a) the mother shall have parental responsibility for the child;\n(b) the father shall not have parental responsibility for the child, unless he acquires it in accordance with the provisions of this Act.  \nHOW DOES A CHILD BENEFIT FROM THE BLATANT UNEQUAL TREATMENT OF THEIR PARENTS?\n\n\nI propose that this petition demands The Children Act 1989 needs to be reformed in a way which best promotes the CHILD'S WELFARE and treats the parents as equals. \nSuch Legislation should be changed to say...\nParental responsibility shall be given to the parent whom is deemed/seen to be able to provide best for the child’s welfare etc, irregardless of that parent’s marital status and/or sex etc. \n\nAnd if the parents can’t decide whom can best provide for the child, then let our nation of excellent professionals make the decision for the children. \nSurely this method would deliver a better outcome for the child’s welfare, than a method which is currently based on INEQUALITY, SEX and LEGITIMACY?",
            "closed_at": "2008-10-11T00:00:00Z",
            "created_at": "2007-10-09T18:16:11.275679Z",
            "creator_name": "Paul Birrell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-09T18:16:11.275679Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2009-05-13T16:20:54.553042Z"
        },
        "id": 6780090
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Children-Act/"
    },
    "type": "petition"
}