{
    "data": {
        "attributes": {
            "action": "Acknowledge that the British public believe the support given to the armed forces to be inadequate",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is intended to demonstrate that\n\n• the condition of the Armed Forces and the situation faced by serving men and women are of deep concern to the British public\n\n• the British public believe that the support and resources given to the Forces by the government are insufficient\n\n• the British public would support increased investment to appropriate levels in order to allow the Forces to do what is asked of them without having to contend with unfit equipment on operations and lax standards of care at home\n\nTo readers,\n\nThe Armed Forces are legally powerless to publicly stand up for themselves regardless of how dire a situation they find themselves in. As a result they have had to put up with major cuts to equipment numbers, improper housing, insulting compensation levels and more; all the while fighting two taxing wars as well as being consistently called upon to provide support at home in times of trouble. The Armed Services ask very little of us the public, please help them by signing this petition and asking your family and friends to do the same.",
            "closed_at": "2008-10-11T00:00:00Z",
            "created_at": "2007-10-09T18:30:00.613927Z",
            "creator_name": "Mike Alderson",
            "government_response_at": "2008-10-28T15:44:55.319944Z",
            "government_responses": [
                {
                    "created_at": "2008-10-28T15:44:55.319944Z",
                    "details": "You signed a petition asking the Prime Minister to \"Acknowledge that the British public believe the support given to the armed forces to be inadequate.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17307\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'forces-support'",
                    "updated_at": "2008-10-28T15:44:55.319944Z"
                }
            ],
            "opened_at": "2007-10-09T18:30:00.613927Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 570,
            "state": "finished",
            "updated_at": "2008-10-19T03:56:48.870290Z"
        },
        "id": 6780302
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/forces-support/"
    },
    "type": "petition"
}