{
    "data": {
        "attributes": {
            "action": "allow 'men who have oral or anal sex with another men (even with protection)' to donate blood.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It has recently come to my attention that the National Blood Service find men who have anal or oral sex with another men illegible to donate blood.  This is blatant discrimination. On the online ‘Who can give blood’ one of the question states ‘Are you a man who as anal or oral sex with another man (even if you do use a condom’ if you say ‘Yes’ to this question the quiz is automatically stopped and tells you that you are not able to donate blood, if you say ‘No’ to his question, one of the following questions states ‘Have you had sex in the last 12 months with a man who has had anal or oral sex with another man?’, once again clicking ‘Yes’ causes the quiz to stop.\n\nThis is disgraceful. This is the equivalent of asking ‘Are you a Jew?’ or ‘Are you a colour person?’. I think just because you choose to have anal or oral sex with another man you should not be allowed to donate blood, this gives the impression that all gay or bisexual men are ‘unclean’. I feel this is discrimination and should not be allowed in today’s society.",
            "closed_at": "2008-10-09T00:00:00Z",
            "created_at": "2007-10-09T21:23:02.230252Z",
            "creator_name": "Ewan Robb",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-09T21:23:02.230252Z",
            "rejected_at": "2007-11-11T00:01:01.536323Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/blood-donations/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-11T00:01:01.536323Z"
        },
        "id": 6782710
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Gay-blood/"
    },
    "type": "petition"
}