{
    "data": {
        "attributes": {
            "action": "Abolish Limitation Laws in cases of Child Abuse and Negligence",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Limitation Laws need and should be abolished immediately regarding cases of Child Abuse & Sever Childhood Neglect. Injury of child abuse and neglect often does not present it’s total impact until many years after the statue of limitations has expired. Children should not be abused again in adult life by a unjust system. These Laws should be abolished and adult survivors should have the right and support of there government to pursue justice. Child abusers never retire yet they escape civil prosecution because of the limitation laws. Often the CPS will not take Acton because of “the passage of time” and deem it’s not in the publics interest. People in positions of power such as the police and mainly social services should be answerable to negligence in cases they have handled. Made wrong decisions and left children emotionally and physically traumatised for life. Limitation Laws in cases of Child abuse and negligence are wholly unjust and should be abolished immediately. \nPlease support this cause so children of the future can get justice for crimes made against them today.",
            "closed_at": "2008-10-10T00:00:00Z",
            "created_at": "2007-10-10T11:21:31.377639Z",
            "creator_name": "Paige Euwing-Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-10T11:21:31.377639Z",
            "rejected_at": "2007-11-10T00:01:01.889425Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/limitation/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-10T00:01:01.889425Z"
        },
        "id": 6790594
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LimitationLaws/"
    },
    "type": "petition"
}