{
    "data": {
        "attributes": {
            "action": "Keep the CGT taper relief as a major incentive to enterprise",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Alistair Darling yesterday, in his pre-Budget speech, proposed abolishing one of the few real incentives to enterprise (CGT taper relief).\n\nPenalising those that take huge personal risk to build tax paying, employment creating businesses because a very few private equity investors pay a low effective rate of tax is very short sighted.\n\nIn effect those of us who may look to sell our businesses in the future to those better able to build it further now face almost a doubling in the tax we will have to pay. How can this help encourage enterprise?\n\nIf you believe like me that this move will seriously reduce the attractiveness of talented people to set up a business in this country and increase the chance of people selling businesses prematurely to avoid the higher rate and then reinvest not in enterprise but in property (I'm not sure that's going help the property bubble either!) please sign this petition. \n\nDuncan Cheatle\nFounder, The Supper Club",
            "closed_at": "2008-04-11T00:00:00Z",
            "created_at": "2007-10-10T11:04:33.251131Z",
            "creator_name": "Duncan Cheatle",
            "government_response_at": "2008-06-04T15:23:15.546534Z",
            "government_responses": [
                {
                    "created_at": "2008-06-04T15:23:15.546534Z",
                    "details": "You signed a petition asking the Prime Minister to \"Keep the CGT taper relief as a major incentive to enterprise.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15653.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SaveCGTrelief'",
                    "updated_at": "2008-06-04T15:23:15.546534Z"
                }
            ],
            "opened_at": "2007-10-10T11:04:33.251131Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 18636,
            "state": "finished",
            "updated_at": "2009-04-02T03:02:01.076047Z"
        },
        "id": 6790189
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveCGTrelief/"
    },
    "type": "petition"
}