{
    "data": {
        "attributes": {
            "action": "Improve the security of  E-Petitions website and the signing process. To stop spam and ensure people are who they say they are. We call on the Prime Minister to have people register for E-Petitions and be given a user identity and password, to be sent by post to the persons home address and to remind people that to attempt to defraud the system would be a criminal offence.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is an increase in the number of spam signatures, on E-Petitions, used to disrupt petitions and making the whole E-Petition process less valid.\n\nIn order to improve the validity of E-Petitions, we ask that the registration process involves confirmation of users login and password by Post or some other equally secure method.\n\nThis would also have the added advantage  that users could sign any petitions quickly & simply by clicking a 'check box' & 'submit' button. The website would automatically know who the logged in user was and complete the petiition accordingly.\n\nOne idea might involve a nominal fee which could be charged at Post Offices to \"buy\" a registration form, to be sent away and a username/password would be sent back to the applicant.\n\nAnother idea might involve using the persons Electoral roll number.  \n\nThe system could also be used to give some demographic information about signatories e.g. Male/Female, Young,Old etc.",
            "closed_at": "2008-10-10T00:00:00Z",
            "created_at": "2007-10-10T13:40:26.861428Z",
            "creator_name": "Kevin Jackson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-10T13:40:26.861428Z",
            "rejected_at": "2007-11-11T00:01:01.536323Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-11T00:01:01.536323Z"
        },
        "id": 6795002
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/username/"
    },
    "type": "petition"
}