{
    "data": {
        "attributes": {
            "action": "tighten immigration and asylum laws. Require all those who want to live in our country to respect our laws and learn our language.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I agree we have a duty to protect those who wish to claim asylum or refugee status, but not at the expense of the British paying tax payer. Britain belongs to Britons. If others wish to live with us, it is their responsibilty to learn our language and laws, and to respect the protection we have provided them with.  Immigrants looking for a better life in our country should only be allowed to enter if they have a proven skill which is required by Britain; and a job to go into, so as to pay into the sytem immediatly and not claim state benefits until they have worked here for at least 12 months.\n\nThose wishing to live here should be required to pay income tax and pay into our tax system the same way as every other working and law abiding citizen. Asylum or immigration should not be given to any individual who is unwilling or unable to contribute to the system. Refugee status should only be given to those who are fleeing a proven hardship.\n\nCharity starts at home. I am ashamed when I walk through a city centre looking at the scores of homeless British people knowing that there are others who are not British given homes and money when they have not contributed to our society in any way. It must stop now.",
            "closed_at": "2008-04-10T00:00:00Z",
            "created_at": "2007-10-10T23:47:37.769267Z",
            "creator_name": "Ben Keene",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-10T23:47:37.769267Z",
            "rejected_at": "2007-12-18T00:01:05.307029Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/BorderClose/\nhttp://petitions.pm.gov.uk/language/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-18T00:01:05.307029Z"
        },
        "id": 6808469
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Asylum-Law/"
    },
    "type": "petition"
}