{
    "data": {
        "attributes": {
            "action": "stop saying 'Our country' or 'This country' when he is talking in relation to devolved issues such as health, education and housing.  If Mr Brown is talking about English matters then he should say 'England', even if it is politically inconvenient for him to do so.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is a tendency amongst politicians of all hues to conflate England and the UK as if devolution had never happened.  It’s less complicated that way.  But devolution has happened and referring to England as ‘our country’ is confusing to a public that is not always aware that Mr Brown may be talking about policy areas that do not have a direct affect on his own constituents (to whom he is democratically accountable) because in Scotland those areas are the responsibility of MSPs in the Scottish Parliament and Government.\n\nGordon Brown (Andrew Marr interview, 6 Oct 07):  “But what I want to do is show people the vision that we have for the future of this country in housing and health and education and I want the chance, in the next phase of my premiership, to develop and show people the policies that are going to make a huge difference and show the change in the country itself.\"\n\nGordon Brown (PMQs, 10 Oct 07): “We will govern in the interests of the people, and what matters to the people is the health service, education, housing, and we will govern to make education, health and housing better in this country.”",
            "closed_at": "2008-04-12T00:00:00Z",
            "created_at": "2007-10-11T08:46:27.499384Z",
            "creator_name": "Gareth Young",
            "government_response_at": "2008-11-12T13:11:46.282388Z",
            "government_responses": [
                {
                    "created_at": "2008-11-12T13:11:46.282388Z",
                    "details": "You signed a petition asking the Prime Minister to \"stop saying 'Our country' or 'This country' when he is talking in relation to devolved issues such as health, education and housing. If Mr Brown is talking about English matters then he should say 'England', even if it is politically inconvenient for him to do so.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17426\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'sayEngland'",
                    "updated_at": "2008-11-12T13:11:46.282388Z"
                }
            ],
            "opened_at": "2007-10-11T08:46:27.499384Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 394,
            "state": "finished",
            "updated_at": "2008-04-15T03:17:33.687499Z"
        },
        "id": 6812132
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/sayEngland/"
    },
    "type": "petition"
}