{
    "data": {
        "attributes": {
            "action": "draft and bring before Parliament a Misrepresentation of the People's Act making it illegal for MPs and particularly government ministers to deliberately lie to the electorate.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Business is heavily regulated with laws carrying threat of criminal prosecution for providing advice and information to the public that is deliberately misleading and untruthful. MPs and particularly government ministers are not governed by statute; they are self regulating. Ministers who are forced to resign on the grounds that they have lied to parliament and the public often re-appear in another post after a short period in the wilderness. \nA law should be enacted making MPs and ministers subject to the same degree of regulation as business, thereby creating a level playing field. Penalties are for the courts but I would suggest that at the very last an MP or minister who deliberately lies to the electorate should be barred from standing as an MP again. \nMPs are elected representatives  of the public and directly responsible to the electorate. Once elected however they are not subject to any ongoing regulation until the next election.",
            "closed_at": "2008-10-11T00:00:00Z",
            "created_at": "2007-10-11T10:20:52.507645Z",
            "creator_name": "Philip Deacon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-11T10:20:52.507645Z",
            "rejected_at": "2007-11-11T00:01:01.536323Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/LyingAct/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-11T00:01:01.536323Z"
        },
        "id": 6815350
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/peoples-act/"
    },
    "type": "petition"
}