{
    "data": {
        "attributes": {
            "action": "Re-open Dunsfold Airfield for Civil Flying",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dunsfold Park airfield was built by the Royal Canadian Army during World War II as an emergency landing field.\n\nToday the BBC motoring show Top Gear is recorded at the park, using a former hangar as a studio, and parts of the runways and taxiways of the, now private,[3] Dunsfold Aerodrome form a temporarily laid out test track.\nIn 2006, the owners of Dunsfold Park proposed the construction of a new town with 2,600 homes on the site, a school, health services, public transport and road links to the A281, and an expanded business district[4]. One of the largest construction projects in Surrey, this will if built result in the closure and replacement of the aerodrome. A project of this kind and size is obviously controversial, resulting in the formation of the STOP Dunsfold Park New Town campaign.\nDunsfold Park is the home to Wings & Wheels, an air and motor show that has been running for many years now and typically held in late August. Currently run by the site owners, Dunsfold Park Ltd and will continue until the park is redeveloped.\nI want the aifield to be saved and re-opened for civil flying. This would be popular with aviation enthusiasts and would be a boost to the local area and tourism.",
            "closed_at": "2008-02-12T00:00:00Z",
            "created_at": "2007-10-11T11:15:05.420054Z",
            "creator_name": "JEREMY GODWIN",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-11T11:15:05.420054Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2008-02-13T00:01:01.209364Z"
        },
        "id": 6816970
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/dunsfold/"
    },
    "type": "petition"
}