{
    "data": {
        "attributes": {
            "action": "request that the House of Commons ask the Administration Committee and Sergeant at Arms to reconsider their decision that hon. Members should have priority access to services throughout the Commons part of the Parliamentary Estate.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The petition of Members and staff of the House of Commons and others, \n \nDeclares that the petitioners are astonished at the announcement made on Tuesday 9th October 2007 that hon. Members should have priority access to services throughout the Commons part of the Parliamentary Estate.  The petitioners agree that such an approach may be expedient during a division, but not everywhere all the time.  This announcement serves to create a rigid two-tier system which is counter to an enlightened image of Parliament.  The petitioners further believe that there is merit in a general presumption of equality on the Parliamentary Estate\n\nThe petitioners therefore request that the Prime Minister ask the Administration Committee and Sergeant at Arms to reconsider their decision.",
            "closed_at": "2007-12-11T00:00:00Z",
            "created_at": "2007-10-11T11:42:28.744294Z",
            "creator_name": "Dan Whittle",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-11T11:42:28.744294Z",
            "rejected_at": "2007-11-11T00:01:01.536323Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-11T00:01:01.536323Z"
        },
        "id": 6817722
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Queue-Jump-Ban/"
    },
    "type": "petition"
}