{
    "data": {
        "attributes": {
            "action": "Allow permission for Wind Turbines at Hethel, Norfolk to power the Lotus Car factory and surrounding residential area.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The turbines could provide up to 100% of Lotus’ electricity needs. Excess power will be fed into the local grid and can be used by local residents.\n\nLotus has carried out extensive assessment of its premises at Hethel near Wymondham, demonstrating the potential for a wind park – specifically three turbines located in the centre of the test track. The request for a scoping opinion represents the next stage in progressing the development of the site. It will seek the views and advice of all statutory bodies concerned, such as the Environment Agency, the Ministry of Defence and Natural England.\n\nBy using wind turbine generated electricity, a number of areas of Lotus will benefit from a 100% renewable energy source, such as the Lotus Cars manufacturing facility, including the assembly halls, paint shop and composite shops, the engine test facility, the computer aided\ndesign and analysis tools, project and administration offices.  This is a responsible attitude addressing energy efficiency from a business which should be encouraged and not petitioned against.",
            "closed_at": "2008-04-12T00:00:00Z",
            "created_at": "2007-10-11T14:22:48.363349Z",
            "creator_name": "Angela de Sousa",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-11T14:22:48.363349Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 14,
            "state": "finished",
            "updated_at": "2008-04-13T00:01:01.412571Z"
        },
        "id": 6821593
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LotusWindFarm/"
    },
    "type": "petition"
}