{
    "data": {
        "attributes": {
            "action": "Cceate a new 'cancer income benefit' within the state benefit system for cancer patients to provide an income whilst undergoing treatment for cancer.  This would replace the numerous state benefits and the NHS perscription charges which some cancer patients can not apply for.  It would cover the period of treatment and recovery until the patient has got back on their feet and able to support themselves financially.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The current benefits system makes it very difficult for people with cancer to 'tick' relevant boxes to claim certain benefits. A review of the system is needed to ensure that cancer patients, especially the self-employed and students, can claim sufficient income to cover the period of treatment.  Maybe a new 'cancer benefit' is needed to cover the duration of treatment.",
            "closed_at": "2007-12-15T00:00:00Z",
            "created_at": "2007-10-11T16:30:38.870092Z",
            "creator_name": "Suzanna Laycock",
            "government_response_at": "2008-02-01T16:02:35.424678Z",
            "government_responses": [
                {
                    "created_at": "2008-02-01T16:02:35.424678Z",
                    "details": "You signed a petition asking the Prime Minister to \"ceate a new 'cancer income benefit' within the state benefit system for cancer patients to provide an income whilst undergoing treatment for cancer. This would replace the numerous state benefits and the NHS perscription charges which some cancer patients can not apply for. It would cover the period of treatment and recovery until the patient has got back on their feet and able to support themselves financially.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14459.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'cancerincome'",
                    "updated_at": "2008-02-01T16:02:35.424678Z"
                }
            ],
            "opened_at": "2007-10-11T16:30:38.870092Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1617,
            "state": "finished",
            "updated_at": "2008-11-28T03:02:03.655439Z"
        },
        "id": 6825200
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cancerincome/"
    },
    "type": "petition"
}