{
    "data": {
        "attributes": {
            "action": "Urge the United States government and Canada to not back the Canadian seal hunt and to have it made illegal.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Every year, on the sea floes of Canada harper and hooded seals are killed for a commercial industry, 98% of these seals are under the age of 3 months. They are killed with wooden clubs and guns. Although guns are used they are shot at from moving boats, meaning they are normally injured and not killed humanely. Since the government deduct $2 for every bullet hole in the skin of a seal, if the shooter doesnt kill the seal it is left to die slowly. Over the past 3 years almost a million seals have met this fate. These are only the seal who were killed, the real numbers are probably much higher. The seals are killed for fur, normaly for fashion garments.",
            "closed_at": "2008-10-12T00:00:00Z",
            "created_at": "2007-10-11T18:41:15.364994Z",
            "creator_name": "Samantha Hodgson",
            "government_response_at": "2008-11-28T15:35:39.316603Z",
            "government_responses": [
                {
                    "created_at": "2008-11-28T15:35:39.316603Z",
                    "details": "You signed a petition asking the Prime Minister to \"Urge the United States government and Canada to not back the Canadian seal hunt and to have it made illegal.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17601\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SealHunting'",
                    "updated_at": "2008-11-28T15:35:39.316603Z"
                }
            ],
            "opened_at": "2007-10-11T18:41:15.364994Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 234,
            "state": "finished",
            "updated_at": "2008-11-20T17:09:52.502474Z"
        },
        "id": 6828671
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SealHunting/"
    },
    "type": "petition"
}