{
    "data": {
        "attributes": {
            "action": "open up the index of exempted dogs to owner led registration",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many Breeds and crossbreeds of dogs come within the vague DEFRA guidelines that describe the type known as the American Pit bull Terrier and other breeds deemed illegal under sec 1 of the dda. The legislation is based mainly on how a dog looks and not on its behaviour, we are campaigning for the index (Closed in 1990) to be re opened so that owners of dogs who may be deemed type can register them and come within the law by abiding by the restrictions placed on exempted dogs preventing innocent/unaware people from being criminalised, and the strain that is currently being put on our court system (a court order being the only option available to exempt a dog) this would also allow monitoring of the whereabouts of dogs deemed type and would alleviate the strain on the public purse and the detrimental effects months in kennels has been known to have on seized dogs. Registered dogs need to always be on lead and muzzled and there are no instances of registered dogs later being a danger to the public. The ideal would be a complete overhaul of the knee jerk dda but we realise this may take years. We ask that in the interim period that the index of exempted dogs is re opened",
            "closed_at": "2008-10-15T00:00:00Z",
            "created_at": "2007-10-11T20:15:03.157519Z",
            "creator_name": "melanie paige",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-11T20:15:03.157519Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 752,
            "state": "finished",
            "updated_at": "2008-10-16T00:01:01.185636Z"
        },
        "id": 6830802
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/reopenindex/"
    },
    "type": "petition"
}