{
    "data": {
        "attributes": {
            "action": "Bring back FULL A&E Services to Kidderminster Hospital (Otherwise know as Kidderminster General Hospital)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have lived in Kidderminster all my life. I have grown up with a General Hospital. And then it was taken away. Still struggling to get it back to what is was seems a far dream. But with the help of Dr. Richard Taylor who is a very dedicated & loyal man, we are acheiving our goals. I have worked in the British Red Cross for 3 years, & Kidderminster Hospital Radio 11 years, both of which I have had to retire from these volountary posts. My Nan also worked at Kidderminster hospital well before I was around. The most imoportant fact is: The Golden Hour. Anyone suffering from a heart attack MUST be attended to and conveyed to A&E within that hour. PLEASE re-open the life saving services for Kidderminster, and take the pressure off our much valued ambulance crews. We All need our Accident & Emergency Department back in Kidderminster. But we must remember our paramedics are under enough stress trying help people let alone plan a long journey. Thank you.",
            "closed_at": "2008-10-15T00:00:00Z",
            "created_at": "2007-10-12T05:26:09.853325Z",
            "creator_name": "Richard F Weaver",
            "government_response_at": "2009-01-30T14:57:58.487640Z",
            "government_responses": [
                {
                    "created_at": "2009-01-30T14:57:58.487640Z",
                    "details": "You signed a petition asking the Prime Minister to \"Bring back FULL A&E Services to Kidderminster Hospital (Otherwise know as Kidderminster General Hospital)\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18177\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Kidderminster'",
                    "updated_at": "2009-01-30T14:57:58.487640Z"
                }
            ],
            "opened_at": "2007-10-12T05:26:09.853325Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 563,
            "state": "finished",
            "updated_at": "2008-10-16T00:01:01.185636Z"
        },
        "id": 6834570
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Kidderminster/"
    },
    "type": "petition"
}