{
    "data": {
        "attributes": {
            "action": "remove the right for tube, train and postal workers to go on strike.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Some workers can have a disproportionately damaging effect on the public when they go on strike. This is already recognised in some cases, e.g. the police and armed services. Postal, railway and tube workers punish the innocent public when they go on strike. This is Victorian. Of critical importance is the fact that this kind of industrial action damages the purpose and the cause of all unions.\n\nHowever, it is of course essential that workers can air their legitimate grievances. New ways should be found of doing this. We need to be creative, to think outside of the box. Exploratory groups should be set up to look into possible alternatives. I would be more impressed by a few thousand postal workers joining hands around the Houses of Parliament than any strike action.\n\nFor example, perhaps tube workers should be allowed to let passengers through the ticket gates without paying. This would 'punish' their employer, while causing no disruption for the innocent public. \n\nStrike action in fact reinforces the inferiority, rather than the strength, of workers.",
            "closed_at": "2008-10-12T00:00:00Z",
            "created_at": "2007-10-12T08:59:27.569344Z",
            "creator_name": "Seb Carroll",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-12T08:59:27.569344Z",
            "rejected_at": "2007-11-14T00:01:02.262562Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/StopTheStrikes/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-14T00:01:02.262562Z"
        },
        "id": 6838558
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoSTRIKE/"
    },
    "type": "petition"
}