{
    "data": {
        "attributes": {
            "action": "legalise and regulate most drugs",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Police chief Richard Brunstrom has called for legalisation and regulation of all drugs, describing the Misuse of Drugs Act 1971 as \"not fit for purpose\" and \"immoral\", urging its repeal.\n\nDrugs like heroin should be availabe free on the NHS, ending shop lifting, robbery, assault by PEOPLE trying to get money to feed their habit.  Drug lords destroyed, who's going to sell drugs when they're available on the NHS free?  Addicts offered treatment, purity ensured for safety, many could even have real jobs and real lives because they would not have to steal thousands to feed their habit, making a contribution to society.  Obviously people would be tested when applying to ensure they are for personal use.\n\nAnd the age-old argument about cannabis, its about time.  It's less damaging than cigarettes, alcohol.  It's about time adults be able to make their own decisions.  It could be taxed instead of money going towards drug dealer's guns and flashy cars.  YOUR KIDS will not move on the heroin and crack because they wont be offered those.  Drug dealers wont be shooting each other and your kids wont be caught in the crossfire.\n\nSign the petition, for everyone's sake.  Drug dealers dont want you to.",
            "closed_at": "2008-10-15T00:00:00Z",
            "created_at": "2007-10-12T10:43:23.817572Z",
            "creator_name": "Richard Garland",
            "government_response_at": "2009-01-30T14:56:38.421582Z",
            "government_responses": [
                {
                    "created_at": "2009-01-30T14:56:38.421582Z",
                    "details": "You signed a petition asking the Prime Minister to \"legalise and regulate most drugs\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18176\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'FARTOOIMPORTANT'",
                    "updated_at": "2009-01-30T14:56:38.421582Z"
                }
            ],
            "opened_at": "2007-10-12T10:43:23.817572Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 250,
            "state": "finished",
            "updated_at": "2008-10-16T00:01:01.185636Z"
        },
        "id": 6841880
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FARTOOIMPORTANT/"
    },
    "type": "petition"
}