{
    "data": {
        "attributes": {
            "action": "let children be children, not be too keen to prosecute them for minor misdemeanours",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Why should children be penalised for simple errors of judgement?  Kids are being prosecuted for flicking paper balls, throwing paper-clips, it defies belief!  This is not bullying behaviour in itself, any accidental hurt is accidental, why prosecute them?  If a child is deliberately hurt then do something, but let kids be kids and let them play.  Paper ball football is innocent fun.  Throwing a paperclip is stupid, tell them off, tell them not to do it again, finit.  That kids are not allowed skipping ropes in the playground, not allowed balls, not allowed, not allowed, WHEN is a child allowed to be a child?  It's no wonder we say kids are growing up so fast - they are only left alone when they are 'playing' on electronic gadgetry - it's 'safe' and won't hurt anyone.",
            "closed_at": "2008-10-13T00:00:00Z",
            "created_at": "2007-10-12T14:07:04.171769Z",
            "creator_name": "C G Martucci",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-12T14:07:04.171769Z",
            "rejected_at": "2007-10-15T15:18:13.378559Z",
            "rejection": {
                "code": 29440,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action",
                    "Outside the remit of the Prime Minister and Government",
                    "False or incomplete name or address information",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-15T15:18:13.378559Z"
        },
        "id": 6847818
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Be-a-child/"
    },
    "type": "petition"
}