{
    "data": {
        "attributes": {
            "action": "ensure the government accepts its responsibility for postal services in this country by virtue of its ownership of the Royal Mail",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Government should ensure that Royal Mail address the concerns of their employees urgently; refraining from forcing through draconian measures, guaranteed to isolate the workforce and create industrial unrest as it has attempted recently. We call upon the PM to ensure the government supports the Royal Mail, introduces modernisation which has the backing of the workforce, improves the mail services to the country, ensures a thriving and modern Royal Mail, whilst maintaining and improving the working conditions of its employers and the future sustainability of jobs within the Royal Mail.\nThe Government should ensure a speedy and productive outcome of urgent talks to resolve this dispute and guarantee the future of Royal Mail services, rewarding appropriately the loyalty and professionalism of its workforce. Urging postal workers to accept a decline in their pensions, terms & conditions, massive redundancies, is not the answer. The same level of commitment as that shown over Northern Rock,  should be evident regarding the future of Government owned Royal Mail. The Royal Mail is central to modern and flourishing economy of this country.",
            "closed_at": "2007-11-15T00:00:00Z",
            "created_at": "2007-10-12T16:21:15.110705Z",
            "creator_name": "Christopher Ingram",
            "government_response_at": "2007-12-07T15:28:02.307099Z",
            "government_responses": [
                {
                    "created_at": "2007-12-07T15:28:02.307099Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure the government accepts its responsibility for postal services in this country by virtue of its ownership of the Royal Mail.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13993.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'postaljustice'",
                    "updated_at": "2007-12-07T15:28:02.307099Z"
                }
            ],
            "opened_at": "2007-10-12T16:21:15.110705Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1028,
            "state": "finished",
            "updated_at": "2007-12-15T03:12:51.572267Z"
        },
        "id": 6851533
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/postaljustice/"
    },
    "type": "petition"
}