{
    "data": {
        "attributes": {
            "action": "ensure that parliament will endeavour to fulfill its minimum term of 4 years.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We live in a Parliamentary democracy, and one of its cornerstone is that power is not concentrated in the hands of just one person but rather the whole parliament (unlike, say, the US or French Presidential system). Thus when we vote, we vote for our local parliamentary representative, and the Prime Minister is chosen by the party or coalition with the majority of seats in parliament.\n\nThe recent calls for a General Election 2 years after the last one are part of the modern trend towards a presidential style system. Just because the Prime Minister has changed does not mean the mandate given to the governing party has changed, or that a change of local representation is needed. The mandate is the same, even if the governing party leader has changed, and so calls for a snap General Election are just spin and empty air for the most part, but at worst an undermining of the importance of Parliament as a whole.\n\nPlease sign this petition if you believe government if you are opposed to the increasingly presidential way our government has been acting and believe power is best distributed through the whole of Parliament and not concentrated in the hands of just one person.",
            "closed_at": "2008-01-16T00:00:00Z",
            "created_at": "2007-10-12T17:13:38.910466Z",
            "creator_name": "Jonathan Creek",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-12T17:13:38.910466Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2008-01-17T00:01:01.534338Z"
        },
        "id": 6852666
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FullTerm/"
    },
    "type": "petition"
}