{
    "data": {
        "attributes": {
            "action": "Ask Paul Flynn MP to apologise to Channel 4",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A judge has ruled that Al Gore's climate change propaganda movie, An Inconvenient Truth, is hysterical and inaccurate. But he wouldn't issue an order preventing it being shown in British schools.\n\nFriends of the Earth admit there are nine factual errors.\n\nAs the only film to counter this is the “Great Global Warming Swindle” we have to ask that Paul Flynn retract his previous EDM  printed below and also apologise unreservedly to Channel 4 over damaging their reputation.  \n\nMr Flynns EDM:Channel Four and Science That this House scorns the junk science of Channel Four’s “Great Global Warming Swindle”, which presented previously discredited claims as facts; notes that the work of Dr Eigil Friis-Christenson has been repeatedly exposed as mistaken and incompetent and that the oceanographer Carl Wunsh has confirmed that the programme misrepresented his views: calls on Channel Four to apologise for misleading their viewers and urges them to act responsibly in future by presenting issues of prime importance in a balanced scientific manner which allow listeners to reach an intelligent judgement.",
            "closed_at": "2008-10-15T00:00:00Z",
            "created_at": "2007-10-12T19:24:30.212810Z",
            "creator_name": "Paul Goddard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-12T19:24:30.212810Z",
            "rejected_at": "2007-10-16T14:35:13.493337Z",
            "rejection": {
                "code": 36864,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-16T14:35:13.493337Z"
        },
        "id": 6854959
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PaulFlynn/"
    },
    "type": "petition"
}