{
    "data": {
        "attributes": {
            "action": "actively promote the Expert Patients Programme (EPP) via the advertising media to encourage those suffering from a long term chronic illness and their carers to participate and reap its rewards.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Expert Patients Programme is a course offered by the volunteer sector of the NHS and has been running for several years. Free of charge and tailored for sufferers of a long term chronic illness(Diabetes, Parkinson's, Depression, etc). Two volunteer tutors, patients themselves, are trained to run 6 week courses together for 3 hours per week. The EPP is structured around helpful ideas and useful information. It transforms one's lifestyle, it did mine following challenges faced when my kidneys decided to pack up, then 3 transplants after that followed by a stroke. The EPP served as a reminder as to \"how much I still really enjoy life\". I also learnt how much more I could do to for myself, friends, wife and three children. Many longterm chronic illness patients had their lives dramatically improved. Financial resources are now needed to promote this life-changing course to inform those who could really benefit by participating. An important point is the fact that the course also encourages patients to take better control and care of their conditions allowing GPs and A&E hospital departments to focus on acute cases on a daily basis. Thank you.",
            "closed_at": "2008-10-15T00:00:00Z",
            "created_at": "2007-10-12T19:50:35.311738Z",
            "creator_name": "Robert Cremona",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-12T19:50:35.311738Z",
            "rejected_at": "2007-10-16T14:37:12.581821Z",
            "rejection": {
                "code": 20480,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-16T14:37:12.581821Z"
        },
        "id": 6855308
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ExpPatProgramme/"
    },
    "type": "petition"
}