{
    "data": {
        "attributes": {
            "action": "Provide more support for those bereaved by suicide",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Losing a loved one through suicide is hard to come to terms with. There are many unanswered questions that will never be answered, all the whys and the what if’s? The bereaved always look for some kind of closure, but will almost always never get that closure, because questions remain unanswered. They find it hard to accept the death and move on. All reasons for death are hard to accept, but suicide is one of the hardest. The emotions felt after a suicide can send the bereaved into a state of depression. The anger, confusion, guilt, it’s on their mind every day.\nWhen someone does take their own life, family and friends need help to come to terms with their loss. They don’t tend to seek this help because of the stigma surrounding suicide, or because they may be embarrassed. The bereaved keep their feelings locked up, and the longer they do this, the harder it becomes to open up. Quite often someone bereaved by suicide will go on to commit the act themselves.\nThe family and friends, the survivors, need more help. They need more local support groups, more councillors, not online forums.",
            "closed_at": "2008-04-15T00:00:00Z",
            "created_at": "2007-10-12T20:26:39.564584Z",
            "creator_name": "Stacy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-12T20:26:39.564584Z",
            "rejected_at": "2007-10-16T11:50:39.397328Z",
            "rejection": {
                "code": 8192,
                "details": "Please use your FULL name.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-16T11:50:39.397328Z"
        },
        "id": 6855794
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/supportsurvivors/"
    },
    "type": "petition"
}