{
    "data": {
        "attributes": {
            "action": "Immediately dismiss all Royal Mail employees who are, or have been, involved in unofficial strikes to the serious detriment of the entire population of the U.K.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Everyone in the country has been adversely affected by the strikes of Royal Mail employees over the last few months. In particular, small businesses who rely heavily on mail services, are being destroyed. The strikers are driven by greed, selfishness and the desire to retain their traditional practices of laziness and avoidance of doing the work for which they are paid. They are holding the country to ransom, and are actually reducing the ability of Royal Mail to operate satisfactorily in the future, as more and more users move to alternative services.\n\nThe worst of these people are those on unofficial strike, not supported by their unions, and they should be dismissed immediately without any compensation. They might, then, have the opportunity to find out how workers in other fields have to survive on lower pay, and worse conditions.",
            "closed_at": "2008-10-13T00:00:00Z",
            "created_at": "2007-10-13T10:52:55.326487Z",
            "creator_name": "David Hinder",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-13T10:52:55.326487Z",
            "rejected_at": "2007-11-14T00:01:02.262562Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-14T00:01:02.262562Z"
        },
        "id": 6862057
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Dismisswildcats/"
    },
    "type": "petition"
}