{
    "data": {
        "attributes": {
            "action": "ask the House of Commons Administration Committee to reconsider the recently implemented rules giving MPs priority access over staff to shared facilities on the Parliamentary estate",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On 9th October, the Serjeant at Arms of the House of Commons sent an e-mail to Commons staff declaring that MPs would, from now on, be given priority of access over staff to all shared facilities.  \n\nThe e-mail stated: “Before the recess the Speaker approved the Administration Committee’s recommendation that Members should have priority access to services throughout the Commons part of the Parliamentary Estate.  With effect from today, staff and other users should be prepared to give way to Members when queuing for retail and catering services, the post office, travel office or when using other facilities such as lifts, photocopiers, telephone cubicles, etc.  When using parliamentary facilities, please bear in mind whether there is, or is likely to be, a heavy demand from Members and, if so, try to amend your own plans or schedule.”  (Commons bars are also included in this directive, giving MPs priority when getting a drink!)\n\nWe ask the Prime Minister to recognise that these new rules are counter to the principles of equality in the workplace and to ask the committee to reconsider.",
            "closed_at": "2008-04-13T00:00:00Z",
            "created_at": "2007-10-13T11:20:34.912683Z",
            "creator_name": "William Summers",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-13T11:20:34.912683Z",
            "rejected_at": "2007-11-14T00:01:02.262562Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-14T00:01:02.262562Z"
        },
        "id": 6862538
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MPPriorityAccess/"
    },
    "type": "petition"
}