{
    "data": {
        "attributes": {
            "action": "allow contributing small retailers to deposit their WEEE (which is after all largely customer’s WEEE) at the Designated Collection Facilities for which they have paid.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Electrical retailers have been virtually forced to join a national Distributor Take Back Scheme at significant financial cost run by Valpak. The funds raised are supposed to upgrade the recycling facilities at Civic Amenity sites to Designated Collection Facilities. Contributing retailers are not allowed to deposit WEEE at these sites. Somehow the WEEE we inevitably get from our customers by various means (usually abandoned repair work not collected, or the insistence of customers that we take their old appliance away as part of the deal)) somehow transmogrifies into commercial waste and has to be taken to a AATF (Approved and Accredited Treatment Facility). Valpak are on record as stating that they will pay for this treatment provided we pickup the transport costs. My firm is in West Cornwall. According to Valpak the nearest AATF at which I will be allowed to deposit my WEEE is, believe it or no, Basildon in ESSEX!\n\nI wish to protest that this is an absolute nonsense. The government must surely take responsibility for this poorly thought out piece of legislation. The countryside is going to be littered with abandoned white goods from one end of the country to another.",
            "closed_at": "2008-04-15T00:00:00Z",
            "created_at": "2007-10-13T12:20:02.161638Z",
            "creator_name": "George Wearing",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-13T12:20:02.161638Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 22,
            "state": "finished",
            "updated_at": "2008-04-16T03:10:01.889586Z"
        },
        "id": 6863527
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/weeedirective/"
    },
    "type": "petition"
}