{
    "data": {
        "attributes": {
            "action": "Ask local libraries to not discriminate against their visually impaired readers, especially children.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a parent of a registered blind child who has to continuously battle with the local library, I would like all libraries to have to label all childrens large print books and put them together in a well labelled section. This is often done for adult LP books, but not childrens books. I would also like them to purchase and make available much larger print books for young readers in a print size or approx 36 pt.\n\nI would also like there to be accessible computers for low vision and blind people and for these to be available in the childrens sections of bigger libraries also.\n\nI would also like to see CCTV equipment and text to speech readers in all libraries, as the large print books available in libraries are not nearly large enough for children I know and they need further magnification to read these books and any others. \n\nI would like to see libraries consider that blind children may attend their story sessions and offer tactile experiences such as 'bag books' and to be more aware of how to include VI children in national library reading schemes.\n\nI would also like local libraries to fund RNIB talking books for their VI readers.",
            "closed_at": "2008-04-16T00:00:00Z",
            "created_at": "2007-10-13T20:34:43.243292Z",
            "creator_name": "Lynsey Scott",
            "government_response_at": "2008-06-04T15:27:52.769171Z",
            "government_responses": [
                {
                    "created_at": "2008-06-04T15:27:52.769171Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ask local libraries to not discriminate against their visually impaired readers, especially children.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15654.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'VIlibraryaccess'",
                    "updated_at": "2008-06-04T15:27:52.769171Z"
                }
            ],
            "opened_at": "2007-10-13T20:34:43.243292Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 214,
            "state": "finished",
            "updated_at": "2008-04-17T00:01:01.681473Z"
        },
        "id": 6868595
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VIlibraryaccess/"
    },
    "type": "petition"
}