{
    "data": {
        "attributes": {
            "action": "continue to treat single people and those in registered partnerships fairly and equally in the matter of Inheritance Tax",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Govt. recently proposed to increase to a max.of £600,000 (twice present level)& later to £700,000 the IHT threshold for registered partners by allowing the transfer of unused nil-rate allowances from a dead partner to the survivor. IHT threshold for single & divorced not increased: tax disadvantage up to £120,000 for dying single.\n\n  \n People who die single may have been carers for old or disabled parents; those killed or badly injured in serving the nation; the divorced, perhaps to spare their children the discord of a broken marriage; those celibate for principle or religion; the survivors of same-sex unions before these could be registered; the disfigured, disabled or simply unable or not wanting to find a partner, or no longer having one. Sad perhaps, but not answerable for it to the taxman.\n  The widowed and the never-wed are equally deserving.  The prospect of favourable tax treatment after death neither supports family values nor affects irresponsible procreation among young people. \n  If the Government cannot afford to be generous over IHT, at least let it be fair.",
            "closed_at": "2008-06-16T00:00:00Z",
            "created_at": "2007-10-14T00:38:59.695070Z",
            "creator_name": "Alan King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-14T00:38:59.695070Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 18,
            "state": "finished",
            "updated_at": "2008-06-17T00:01:02.117891Z"
        },
        "id": 6869810
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IHTfairplay/"
    },
    "type": "petition"
}