{
    "data": {
        "attributes": {
            "action": "Christine Stone",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Payment towards residential care and 'middle income' couples - what about the conscientious elderly British residents who have fought for their country during the war; worked; paid taxes all their lives; saved towards their retirement then if and when the time comes, they have to go into residential care for the aged - you eventually grab back capital from their homes?  You cannot comprehend the stress/sadness caused to these 'middle income' retired people in the knowledge that their capital will gradually be eroded, only due to their prudence and sacrificing other expenditure throughout their lives to invest towards what ought to be the most comfortable and carefree latter years of their lives.  If you are able to yourself in the shoes of people in this situation just THINK HOW YOU WOULD FEEL. Residents of care homes should not be discriminated against in any shape or form - neither by ethnic origin nor by their personal financial situation.  People with no savings get free care; the rich can pay privately.  Practice what you preach about non-discrimination.",
            "closed_at": "2008-10-14T00:00:00Z",
            "created_at": "2007-10-14T18:47:06.079351Z",
            "creator_name": "Christine Stone",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-14T18:47:06.079351Z",
            "rejected_at": "2007-11-15T00:01:01.840708Z",
            "rejection": {
                "code": 10240,
                "details": "http://petitions.pm.gov.uk/SellingHome/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions",
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-15T00:01:01.840708Z"
        },
        "id": 6876876
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Capitalgrabbers/"
    },
    "type": "petition"
}