{
    "data": {
        "attributes": {
            "action": "remove racial background from job applications",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It has come to my attention that frequently there is indirect discrimination against the non-minority lower-classes. Recently there have been many articles highlighting these issues. For example, a few months ago I came across the story of a woman applying to become an environment agency agent of some sort, she was denied the position on the grounds that she was white and of British origin, whereas had she been a member of a minority she would have been awarded the job, this is as much racism as denying a black person a seat on a bus. Another example of similar such incidents was written about in the Sunday Times(14/10/07), in Hackney anybody belonging to a racial minority who applies to become a taxi driver receives free childcare, and free fuel, however a white person becoming a taxi driver does not get a penny in such benefits. This is outrageous, it is one thing to look after, protect, and encourage minorities, it is entirely another matter to take opportunities away from equally poor white people. Opportunities when applying for any job should be entirely based upon ones CV and not on ones background.",
            "closed_at": "2008-10-14T00:00:00Z",
            "created_at": "2007-10-14T19:32:18.273274Z",
            "creator_name": "Charles Simpson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-14T19:32:18.273274Z",
            "rejected_at": "2007-11-15T00:01:01.840708Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/kaschke/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-15T00:01:01.840708Z"
        },
        "id": 6877498
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/No-racial-bias/"
    },
    "type": "petition"
}