{
    "data": {
        "attributes": {
            "action": "make Great Britain great again!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Today in Britain, society crumbles. We are taxed on almost everything, yobs vandalise property and cause immense harm to British citizens everywhere, political correctness ruins harmless and fun past times and thousands of illeagal immigrants land on OUR soil.\n\nWe need to pull ourselves from the pit that this country has become, we MUST act now! We must stop our politcal correctness madness, catch the real criminals and get tough on immigration. I am 21 years old, in 10 years this country will be over run by crime which we cannot stop as the criminals are immune to prosecution due to the fact that they are hoodies in need of a hug as branded by the insane minds of political correctness. We must toughen up! If somebody doesn't like the fact that we celebrate Christmas or go to church on sunday they can learn to RESPECT us and let us get on with our own lives rather than mould this country into thier own playground.\n\nMr. Brown, the time to act is NOW! The British public will not stand much longer, we will abandon this country and leave it to rot into a wasteland of criminal activity and madness.",
            "closed_at": "2008-03-14T00:00:00Z",
            "created_at": "2007-10-14T19:56:12.779782Z",
            "creator_name": "Oliver Jeffrey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-14T19:56:12.779782Z",
            "rejected_at": "2007-11-15T00:01:01.840708Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-15T00:01:01.840708Z"
        },
        "id": 6877787
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Makeusgreat/"
    },
    "type": "petition"
}