{
    "data": {
        "attributes": {
            "action": "publicly rescind, as soon as possible, the current DEFRA proposal to reduce fresh milk consumption.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is announced today that DEFRA have come up with a scheme to reduce the consumption of fresh milk in the UK by 90% by the year 2020.\n\nThis proposal along with another to reduce Methane production from cattle by 60% in a similar timespan appears calculated to decimate the dairy industry in the UK and will result in increased imports of UHT milk from the EU and elsewhere. \n\nThe impact on both local economies and our position as a country globally is inestimable especially with the difficult position that agriculture already faces.\n\nI urge the government to rethink this strange idea.",
            "closed_at": "2008-01-16T00:00:00Z",
            "created_at": "2007-10-15T08:44:59.720318Z",
            "creator_name": "Richard Elms",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-15T08:44:59.720318Z",
            "rejected_at": "2007-10-17T16:52:19.959140Z",
            "rejection": {
                "code": 2,
                "details": "Defra is currently working with the dairy industry to identify ways to reduce the environmental impacts of dairy production and consumption.. \n\nThe recent media reports regarding the encouragement of an increase in consumption of UHT milk and a reduction in methane emissions relate to a draft discussion document which contained several potential mitigation measures for further discussion, development, or dismissal. Defra was asked to produce the paper by the industry-government Taskforce working on this issue to promote discussion. The document does not represent Government policy and was never intended to. The Government is not and will not be telling people what kind of milk to drink. People need to make their own decisions. The Government's role is, however, to provide the facts to help people make informed choices based on a range of considerations, one of which is the need to take action to reduce greenhouse gas emissions. There is no firm evidence that we are aware of to show that UHT milk is substantially better for the environment. \n\nA paper setting out how we intend to reduce the environmental impact of dairy production and consumption will be developed jointly by Government and the dairy industry in the coming months and published in Spring 2008.\n\nMore information about this work can be found at the following link:\n\nhttp://www.defra.gov.uk/foodrin/milk/supplychainforum/taskforce.htm",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-17T16:52:19.959140Z"
        },
        "id": 6884037
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fresh-Milk-ban/"
    },
    "type": "petition"
}