{
    "data": {
        "attributes": {
            "action": "demonstrate his commitment to accountability and honesty by supporting the Elected Representatives (Prohibition of Deception) Bill, being introduced by Adam Price MP, Carmarthen East & Dinefwr, and holding an emergency debate on the issue.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The representatives we elect should be held to account through independent,\nimpartial, legal redress for making deliberately misrepresentative and \nmisleading \nstatements, in the same way we, the electorate, are via legislation such \nas\nthe Financial Services Act, the Trade Descriptions Act, and the Property \nMis-descriptions\nAct.\n\n \nWe also invite the Prime Minister, his Party and the rest of our elected \nrepresentatives to show their support by signing EDM 2091.",
            "closed_at": "2008-02-16T00:00:00Z",
            "created_at": "2007-10-15T11:58:49.617417Z",
            "creator_name": "Richard Symons",
            "government_response_at": "2008-06-03T14:09:24.324566Z",
            "government_responses": [
                {
                    "created_at": "2008-06-03T14:09:24.324566Z",
                    "details": "You signed a petition asking the Prime Minister to \"demonstrate his commitment to accountability and honesty by supporting the Elected Representatives (Prohibition of Deception) Bill, being introduced by Adam Price MP, Carmarthen East & Dinefwr, and holding an emergency debate on the issue.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15636.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition '2accountabilty'",
                    "updated_at": "2008-06-03T14:09:24.324566Z"
                }
            ],
            "opened_at": "2007-10-15T11:58:49.617417Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 663,
            "state": "finished",
            "updated_at": "2008-02-27T03:13:57.958938Z"
        },
        "id": 6890512
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/2accountabilty/"
    },
    "type": "petition"
}