{
    "data": {
        "attributes": {
            "action": "Control drugs and reduce crime by replacing Prohibition by lagalised control",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As suggested by Chief Constable Richard Brunstrom I agree and that the legalisation of all drugs (including Cannabis, Cocaine, Heroin etc)is the only way to address the current drug problems and CRIME.\n\nThe number one income of all crime gangs is drugs, and the majority of the increasing crime we experience is largely a result.\n\nGangs killing each other over territory to sell drugs, or addicts resorting to credit card fraud, burglary or prostitution to pay for their addiction.\n\nThe increase violent crime and gun proliferation is all a byproduct of an ineffective policy.\n\nJoin with me and Chief Constable Richard Brunstrom to call for a radical review of criminal policy in the UK.\n\nLets take the cash flow from the criminal distribution network, and enpowert the Police to apply an affective strategy and protects people from criminals not themselves.",
            "closed_at": "2008-10-15T00:00:00Z",
            "created_at": "2007-10-15T14:46:09.358899Z",
            "creator_name": "Simon Clif",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-15T14:46:09.358899Z",
            "rejected_at": "2007-11-15T00:01:01.840708Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/FARTOOIMPORTANT/\nhttp://petitions.pm.gov.uk/drugpolicy/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-15T00:01:01.840708Z"
        },
        "id": 6894538
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Drugs-Conrol/"
    },
    "type": "petition"
}