{
    "data": {
        "attributes": {
            "action": "Replace at least 50% of the Council Tax levie with a local Purchase Tax.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government should consider replacing at least 50% of the Council Tax levie with a local Purchase Tax raised on all goods and services in the area. In this way the    consumption is taxed and the higher the spend the more tax is paid...very roughly \"from each according to their ability to pay\". Plainly, this will result in an immediate increase in disposable income of at least £600.00 per annum for average families, in return for a very small increase in purchase tax. This will have the benefit of. \n1. Taking many people out of the poverty trap, and reducing their need for Council Tax rebates.\n2. Perhaps encouraging local authourities to make their areas more successful, as this would generate more\n income.\n3. The additional disposable income would filter down into the purchase of local goods and services, thus creating a more profitable environment for business. In fact, some reduction, or at least banding of business rates could be  possible, enabling small businesses to secure premises at an affordable rate and enhancing the variety of enterprises in any given area.\nI recommend this action to the Prime Minister as a means of reducing the burden of Direct Taxation on the population.",
            "closed_at": "2008-08-16T00:00:00Z",
            "created_at": "2007-10-15T20:30:59.998617Z",
            "creator_name": "eric st.john",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-15T20:30:59.998617Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2008-08-17T00:01:01.351222Z"
        },
        "id": 6901409
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/purchase-tax/"
    },
    "type": "petition"
}