{
    "data": {
        "attributes": {
            "action": "ratify the International Labour Organisation Convention No. 169 on Indigenous and Tribal Peoples in order for the UK government to take on greater responsibility in promoting and up-holding the rights of the world’s indigenous and tribal peoples; whilst ensuring that any UK policy, programme or project seeks the full consultation and participation of those indigenous and/or tribal peoples affected during the design, implementation and evaluation stages.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "‘Convention 169 is the foremost international instrument dealing specifically with the rights of indigenous and tribal peoples.’(ILO, 2003) \n\nThe majority of the world’s estimated 350 million indigenous people are marginalized and discriminated against on a daily basis due to issues such as globalisation and increasing pressure on their ancestral territories.\n\nAs a result, the activities of the UK government, multi-national corporations, charities and NGOs and the general public through their consumer habits dictates that the UK government should have a greater awareness of how these activities affect these peoples across the world; and seek to terminate any negative effects the UK has on indigenous and tribal peoples. \n\nTherefore ILO 169 should be used as a means to stimulate increased dialogue between governments and indigenous and tribal peoples, and in this way, to improve their situation. It would also show that the UK government is willing to take an additional step in the international effort to protect and improve the rights and sustainable development prospects for the world’s indigenous and tribal peoples.",
            "closed_at": "2008-10-16T00:00:00Z",
            "created_at": "2007-10-16T00:25:30.667921Z",
            "creator_name": "Guy Edwards",
            "government_response_at": "2008-12-22T11:58:56.778277Z",
            "government_responses": [
                {
                    "created_at": "2008-12-22T11:58:56.778277Z",
                    "details": "You signed a petition asking the Prime Minister to \"ratify the International Labour Organisation Convention No. 169 on Indigenous and Tribal Peoples in order for the UK government to take on greater responsibility in promoting and up-holding the rights of the world’s indigenous and tribal peoples; whilst ensuring that any UK policy, programme or project seeks the full consultation and participation of those indigenous and/or tribal peoples affected during the design, implementation and evaluation stages.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17816\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Ratify-ILO-169'",
                    "updated_at": "2008-12-22T11:58:56.778277Z"
                }
            ],
            "opened_at": "2007-10-16T00:25:30.667921Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 592,
            "state": "finished",
            "updated_at": "2009-05-13T16:20:54.553042Z"
        },
        "id": 6903284
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Ratify-ILO-169/"
    },
    "type": "petition"
}