{
    "data": {
        "attributes": {
            "action": "Block the Ban on sports exhausts!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Brussels’ new noise laws coming into effect next year will ban sports exhausts as part of a range of measures aimed at reducing noise emissions.\nThis is once again overkill and the E.U. telling us how to live our lives.\nThere need to be guidelines in place to prevent very loud and offensive systems being used on the road. However a blanket ban is ridiculous, where will it end? This would even be bad for the economy, the modifications & accessories industry is worth an estimated £320 million p.a. in the U.K. alone.\nSo please, a modicum of common sense, set an upper limit not a blanket ban.\nto prevent very loud and offensive systems being used on the road. However a blanket ban is rediculous, where will it end? This would even be bad for the economy, the modifications & accessories industry is an estimated worth 320 million p.a. in the UK alone.\nSo please, a modicome of common sense, set an upper limit not a blanket ban.",
            "closed_at": "2007-12-17T00:00:00Z",
            "created_at": "2007-10-16T08:42:34.020391Z",
            "creator_name": "James Bright",
            "government_response_at": "2008-01-15T16:26:58.361921Z",
            "government_responses": [
                {
                    "created_at": "2008-01-15T16:26:58.361921Z",
                    "details": "You signed a petition asking the Prime Minister to \"Block the Ban on sports exhausts!\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14265.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SportsExhaust'",
                    "updated_at": "2008-01-15T16:26:58.361921Z"
                }
            ],
            "opened_at": "2007-10-16T08:42:34.020391Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 282,
            "state": "finished",
            "updated_at": "2007-12-26T03:12:38.631843Z"
        },
        "id": 6905901
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SportsExhaust/"
    },
    "type": "petition"
}