{
    "data": {
        "attributes": {
            "action": "Educate our young people to reduce anti social behaviour.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Generations of children have grown up with no parental involvement in the guidance and education in responsibilities, expectations and common sense ground rules. \n\nAs they have not experienced it themselves many parents are unable to offer the guidance.\n \nThe result is an increasing number of youngsters who do not truly appreciate the implications of their ASB.\n\n£££s being spent on measures to deter ASB, punish & rehabilitate perpetrators, repair the results of the ASB.\n\nWe should now also look at options open to us to address the serious problems of increasing ASB, & decreased social standards; reduce the problem rather than deal with the results of the problem. \n\nI believe schools, properly & appropriately resourced, give the opportunity to provide this guidance and education.  \n\nStrong government would be required to ensure strong and effective schools.\n\nImmense long term benefits for society - personal wellbeing and contentment; financial implications of reduced cost of ASB.\n\nSupport this petition to show the extent of feeling for a practical and effective move towards a better society for all.",
            "closed_at": "2008-04-17T00:00:00Z",
            "created_at": "2007-10-16T13:20:50.227930Z",
            "creator_name": "David C Price",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-16T13:20:50.227930Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2008-04-18T00:01:01.591881Z"
        },
        "id": 6913150
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Behavebetter/"
    },
    "type": "petition"
}