{
    "data": {
        "attributes": {
            "action": "stop the closure of Trinity Street Post Office in Gainsborough, Lincolnshire",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Trinity Street PO in Gainsborough ably serves the area in which it is located as well as the surrounding area.  It is relatively easy to access for both pedestrians and motorists, catching locals and passing trade; provides a wide range of post office services and has much longer opening hours that some of it’s nearby competitors.  The postmaster, his wife and their staff are efficient, pleasant and patient with customers and provide their service with smiles.   This is a PO that is always busy, sometimes frantically so, but when there are queues, these are dealt with swiftly and efficiently and with good nature so that customers do not mind the wait.\nIf nearby village POs, which open much shorter hours and provide far fewer services, are closed, then Trinity Street PO will be even more necessary to the DN21 postal area.\nThe suggestion that customers of Trinity Street PO should take their trade to the Lindsey Centre or Queensway is not feasible or desirable for many of it’s customers; the first being far too busy with regular lengthy queues, the latter being far too far away.\nWe demand that Trinity Street post office be retained.",
            "closed_at": "2008-10-17T00:00:00Z",
            "created_at": "2007-10-16T17:52:39.046171Z",
            "creator_name": "J Simpson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-16T17:52:39.046171Z",
            "rejected_at": "2007-10-17T15:50:35.846639Z",
            "rejection": {
                "code": 8192,
                "details": "Please use a full name, not an initial.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-17T15:50:35.846639Z"
        },
        "id": 6918885
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TrinityStPO/"
    },
    "type": "petition"
}