{
    "data": {
        "attributes": {
            "action": "arrange a 'big-screen' public event in London to show and celebrate this Saturday's RWC Final.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Against all the odds England have successfully made it to the Rugby World Cup Final. The public deserve an opportunity to celebrate this fact in style and it is unthinkable that no large-scale public event should be put on in our great capital. Few people expected the England team to accomplish this great achievement but now that they have we, the public, call for a chance to show our support and celebrate the fatastic achievement together. France have hosted a superb World Cup and for those who couldn't get tickets for the matches they even have a 'Village du coup de monde de Rugby' in the centre of Paris which includes multile big-screens capable of accomodating up to 100 thousand people. Now that England have reached the Final we feel it essential that we put a one day big-screen event in London for the public to watch the game together.",
            "closed_at": "2007-10-20T00:00:00Z",
            "created_at": "2007-10-16T17:38:22.394696Z",
            "creator_name": "Sam Telfer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-16T17:38:22.394696Z",
            "rejected_at": "2007-11-16T00:01:01.836547Z",
            "rejection": {
                "code": 20480,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-16T00:01:01.836547Z"
        },
        "id": 6918641
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RWC2007Final/"
    },
    "type": "petition"
}