{
    "data": {
        "attributes": {
            "action": "Provide more support for those bereaved by suicide",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many people every day, unfortunately, make the decision to take their own life, leaving their loved ones behind with no answers as to why. Losing someone you love in this way is hard to come to terms with as there is so many unanswered questions, the what if’s and the whys, the questions that will never be answered. People bereaved in this way find it more difficult than others bereaved in other circumstances, as they have no answers, no closure. They find it hard to accept their loss and move on.\nThe emotions felt after a suicide can send the bereaved into a state of depression. The anger, confusion, guilt, it’s on their mind every day. When someone does take their own life, family and friends need help to come to terms with their loss. They don’t\ntend to seek this help because of the stigma surrounding suicide, or because they may be embarrassed. The bereaved keep their feelings locked up, and the longer they do this, the harder it becomes to open up. Quite often someone bereaved by suicide will go on to commit the act themselves. The family and friends, the survivors, need more help. They need more local support groups, more councillors, not websites.",
            "closed_at": "2008-04-17T00:00:00Z",
            "created_at": "2007-10-16T18:59:53.817741Z",
            "creator_name": "Stacy Layden",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-16T18:59:53.817741Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 380,
            "state": "finished",
            "updated_at": "2008-04-26T03:24:09.823160Z"
        },
        "id": 6919908
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/losttosuicide/"
    },
    "type": "petition"
}