{
    "data": {
        "attributes": {
            "action": "Bring back the School Nit Nurse",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My daughter started at school full time in mid September, today 16th October she has come home from school with head lice.  My daughter came home from school on her second day with a letter informing parents of a head lice infestation; yet one month later the head lice are still present. I would therefore like to start a petition to bring back the school nit nurse, surely nurses are security vetted and if children are sent home with consent forms for parents to consent to the nurse checking their childs head this covers the school and the nurse.  I then think \"infected\" children should be excluded from school via letter until the lice are erradicated.  It is annoying to think that parents like me rush out to buy special shampoo and combs to rid our children of lice and some parents do not bother, if the nurse was brought back and children were found to have head lice they are issued with a letter and not allowed back in school until the infestation has been cleared up.  Thank You.",
            "closed_at": "2008-10-17T00:00:00Z",
            "created_at": "2007-10-16T20:01:09.169817Z",
            "creator_name": "Nicola Jane Barlow",
            "government_response_at": "2008-10-28T15:42:23.560944Z",
            "government_responses": [
                {
                    "created_at": "2008-10-28T15:42:23.560944Z",
                    "details": "You signed a petition asking the Prime Minister to \"Bring back the School Nit Nurse.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17301\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SchoolNitNurse'",
                    "updated_at": "2008-10-28T15:42:23.560944Z"
                }
            ],
            "opened_at": "2007-10-16T20:01:09.169817Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 368,
            "state": "finished",
            "updated_at": "2008-10-18T00:01:01.102852Z"
        },
        "id": 6920853
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SchoolNitNurse/"
    },
    "type": "petition"
}