{
    "data": {
        "attributes": {
            "action": "Mr R Aras",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Britain should get more involved in sorting out the ethnic problems in Sri-Lanka which is unfortunately viewed as a terrorist problem.Scottish and Welsh people who speak the same language and religion of the English have a parliament of their own in a united Britain. Thus Tamils in Sri-Lanka who speak a different language, a different religion, a different culture is entitled to have a parliament of their own to look after their own matters in a united Sri-Lanka.English do not interfere with the Scottish. Similarly the Sinhalese should not get invovled with the Tamils.\nWhen India was given Independance and division there were thousands of death. However India and Pakistan became two different countries. Thus Britain at that time did not wish to separate the Tamil speaking people in the North and East from the Sinhalese speaking people in the rest of the island.Britain at that time feared the worst during independance.\nIf Britain did not get involved more to bring a solution to this ethnic problem( not a terrorist problem), Britain and the whole world will regret as more and more people will get killed bringing death and destruction to Sri-Lanka.",
            "closed_at": "2008-04-17T00:00:00Z",
            "created_at": "2007-10-17T10:00:24.327682Z",
            "creator_name": "R Aras",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-17T10:00:24.327682Z",
            "rejected_at": "2007-11-17T00:01:02.479771Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-17T00:01:02.479771Z"
        },
        "id": 6927631
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Sri-Lanka/"
    },
    "type": "petition"
}