{
    "data": {
        "attributes": {
            "action": "create a new public holiday, the National Remembrance Holiday to commemorate The Fallen and our Nation, with the holiday falling on the second Monday in November each year, the day after Remembrance Sunday.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "By comparison to many other European Countries, Britain has fewer public holidays and none at all for a period of some three months between the August public holiday and Christmas.  Moreover, Britain does not have a \"National\" day.  So what better way to celebrate our Nation than to have a National Remembrance Holiday falling on the second Monday in November each year to reinforce Remembrance Sunday which falls on the second Sunday in November?  Such a holiday will serve to emphasise our commemoration of The Fallen who gave their lives to save Britain and also the on-going importance of the survival of our Nation.  The National Remembrance Holiday will further serve to break that period between late summer and Christmas when there is currently no public holiday.",
            "closed_at": "2008-04-18T00:00:00Z",
            "created_at": "2007-10-17T13:17:28.558879Z",
            "creator_name": "Robert Warner",
            "government_response_at": "2008-07-23T16:25:26.536631Z",
            "government_responses": [
                {
                    "created_at": "2008-07-23T16:25:26.536631Z",
                    "details": "You signed a petition asking the Prime Minister to \"create a new public holiday, the National Remembrance Holiday to commemorate The Fallen and our Nation, with the holiday falling on the second Monday in November each year, the day after Remembrance Sunday.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16367\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'remembermonday'",
                    "updated_at": "2008-07-23T16:25:26.536631Z"
                },
                {
                    "created_at": "2008-11-11T11:07:09.766999Z",
                    "details": "Dear Sir / Madam, \n\nYou recently signed a petition on the Number 10 e-petitions site regarding the commemoration of those who have given their lives for their country.\n\nFollowing the Government's official response to that petition, the Prime Minister has given his personal reflection on the issue of remembrance which is available on the Number 10 website. You can read and listen to his words by clicking on the following link:\n\nhttp://www.number10.gov.uk/Page17413\n\nThank you again for your interest in the issues raised in this petition and in the work of the Government and the Prime Minister.\n\nNumber 10",
                    "summary": "Government response to petition 'remembermonday'",
                    "updated_at": "2008-11-11T11:07:09.766999Z"
                }
            ],
            "opened_at": "2007-10-17T13:17:28.558879Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 531400,
            "state": "finished",
            "updated_at": "2009-04-18T03:02:17.258718Z"
        },
        "id": 6931873
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/remembermonday/"
    },
    "type": "petition"
}