{
    "data": {
        "attributes": {
            "action": "To establish/create an alternative mail service so that when there is a mail strike people can still receive mail",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My life, home & business are at risk because of the postal strike, my life saving medicine, stuck in mail, along with paperwork urgently needed to stop me losing my newly purchased home, & my business & income is at a standstill-client’s cheques undelivered..\n(1)We need an alternative mail service set up to ensure that postal workers can’t place lives, businesses/ homes at risk through strikes & an alternative workforce be allowed into delivery offices to sort/deliver mail during strikes. For un-official strikers to be instantly sacked especially when a court injunction is in place to stop the strike.\n(4My  local sorting office told me that many don’t want to strike but \"Mob Mentality\" is making many, afraid to go against the mob,  the defiant must be sacked.\n(5For it to made easy for individuals at risk from losing everything to take legal /class action against the un-official strikers..\n(6)I phoned the Chairman’s office today the staff were rude & nasty & hung up on me, yet they have notices up in delivery offices asking the public not to be abusive to them this must be stopped?\n(7)Above measures be implemented ASAP.",
            "closed_at": "2007-12-18T00:00:00Z",
            "created_at": "2007-10-17T14:01:50.296163Z",
            "creator_name": "Dr Karen J Stevens",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-17T14:01:50.296163Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2007-12-19T00:01:01.395905Z"
        },
        "id": 6932811
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AltRoyalMail/"
    },
    "type": "petition"
}