{
    "data": {
        "attributes": {
            "action": "Ban the simlocking of mobile phones.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Simlocking creates an artifical market-environment in which the airtime-provider is able to fix the price and availability of handsets. Often this is an unrealistically low price, but with heavy strings attached such as a long-term contract.  \n\nThere is no valid reason for allowing this practice, a practice which almost certainly would be prohibited on any other class of consumer electronic goods. \n\nBanning simlocking would allow the consumer to buy a mobile phone in the same way as buying a landline phone, without strings attached, and at a known and fixed cost. The airtime contract would then be up to the user, as it is for any other kind of agreement to supply a service.\n\nBelgium, France and the Netherlands impose tight controls on this practice. It's time the UK did likewise.   \n\nWe therefore suggest that the practice of simlocking should be banned, and normal market-forces be allowed to determine the price and availability of mobile handsets.",
            "closed_at": "2008-07-17T00:00:00Z",
            "created_at": "2007-10-17T13:50:05.074555Z",
            "creator_name": "Ian Rudge",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-17T13:50:05.074555Z",
            "rejected_at": "2007-11-17T00:01:02.479771Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/NUMPON/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-17T00:01:02.479771Z"
        },
        "id": 6932563
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/simlock/"
    },
    "type": "petition"
}