{
    "data": {
        "attributes": {
            "action": "Stand up for ENGLISH Laws or get out of Office",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "People born in ENGLAND are NOT all English!! Your parents determine what Nationality you are by the blood in your veins. If your parents are not English then neither are you. So why do foreigners say they are English just because they are born here?? The NHS is overworked! Reason, to many people from overseas are being allowed into England so the NHS is overworked. Born here or not people who come to England should only be allowed to stay for a maximum of three months and then by Law they have to go back to the country they came from. While they are here they WILL obey our Laws regardless of their religion. If an English person rides a motorbike he/she must by law wear a motorcycle helmet or be prosecuted but a person who wears a Turban because of their religion does not have to wear a helmet. WHY?? When I go on Holiday to another country I have to obey their laws so should they when they come to England. I am English and I want to be proud of my country. So the Government should start to do what they were elected for LOOK AFTER ENGLAND AND STOP PLAYING THE GOOD SAMARITAN TO PEOPLE FROM OTHER COUNTRIES!!!!",
            "closed_at": "2008-04-18T00:00:00Z",
            "created_at": "2007-10-17T16:43:18.422946Z",
            "creator_name": "PETER STOTT",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-17T16:43:18.422946Z",
            "rejected_at": "2007-10-18T15:51:21.399507Z",
            "rejection": {
                "code": 128,
                "details": "",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-18T15:51:21.399507Z"
        },
        "id": 6935519
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MAKENEWLAWS/"
    },
    "type": "petition"
}