{
    "data": {
        "attributes": {
            "action": "Save St.Edwards primary school in Macclesfield from closure.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a parent of St.Edwards primary school , i am disappointed to hear that cheshire are considering the possible closure of this school. The school has satisfactory numbers which are rising compared to surrounding schools.The quality of education and spiritual provision is excellent.There most recent Ofsted report was outstanding, compared to other schools in the area.\nThe school plays a large part in the community spirit and without this school many families would  miss the dedication of the staff towards  education for our children , in developing their futures as adult's .This school has many memories for parents/grandparents as generations have attended this school for years .\nI have chosen to educate my children in a highly regarded school which successfully serves our community and this option should not be taken away from me/us.\nRather than considering closure these reasons should be embraced .",
            "closed_at": "2008-06-18T00:00:00Z",
            "created_at": "2007-10-17T18:53:00.720043Z",
            "creator_name": "Lesley & Shawn Reed",
            "government_response_at": "2008-07-11T11:29:45.834442Z",
            "government_responses": [
                {
                    "created_at": "2008-07-11T11:29:45.834442Z",
                    "details": "You signed a petition asking the Prime Minister to \"Save St.Edwards primary school in Macclesfield from closure.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15935.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SaveStEdwards'",
                    "updated_at": "2008-07-11T11:29:45.834442Z"
                }
            ],
            "opened_at": "2007-10-17T18:53:00.720043Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 310,
            "state": "finished",
            "updated_at": "2008-06-19T00:01:01.317636Z"
        },
        "id": 6937506
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveStEdwards/"
    },
    "type": "petition"
}