{
    "data": {
        "attributes": {
            "action": "We the undersigned petition the Prime Minister to ensure that the Government does more to address the issue of people dying in the custody or care of police, prison and mental health institutions.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The United Families & Friends Campaign challenges the Prime Minister to intervene in what we believe to be a lack of justice for families following a death in custody.\n\nWhat We Demand\n\n-Deaths must be investigated by a body that is genuinely independent of the police.\n\n-Prison & Mental Health deaths must be subject to a system of properly funded investigation independent of the Prison Service and Health Service.\n\n-Officers involved in custody deaths are suspended until investigations are completed.\n\n-Prosecutions should automatically follow 'unlawful killing' verdicts at inquests.\n\n-Police forces are made accountable to the communities that they serve.\n\n-Legal Aid and full disclosure of information be made to the relatives of the victims.\n\n-Officers and staff responsible for deaths should face criminal charges, even if retired.\n\nThe following are statements from affected families:\n\n\"The struggle for justice for all the others that have died at the hands of the state, goes on. We ask people to support us.\n\n\"It is not in the public interest for the victims of deaths in custody to be denied justice\"",
            "closed_at": "2008-10-18T00:00:00Z",
            "created_at": "2007-10-17T20:23:15.893429Z",
            "creator_name": "Tippa Naphtali",
            "government_response_at": "2009-04-28T14:14:56.964861Z",
            "government_responses": [
                {
                    "created_at": "2009-04-28T14:14:56.964861Z",
                    "details": "You signed a petition asking the Prime Minister to \"We the undersigned petition the Prime Minister to ensure that the Government does more to address the issue of people dying in the custody or care of police, prison and mental health institutions.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18891\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'CustodyDeaths'",
                    "updated_at": "2009-04-28T14:14:56.964861Z"
                }
            ],
            "opened_at": "2007-10-17T20:23:15.893429Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 526,
            "state": "finished",
            "updated_at": "2008-10-19T03:56:51.446844Z"
        },
        "id": 6938830
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CustodyDeaths/"
    },
    "type": "petition"
}