{
    "data": {
        "attributes": {
            "action": "prevent filling stations from overcharging...",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The motorist in the UK have, for many many years, been at the mercy of garage owners, albeit a small family run business or a chain we have to purchase our vehicle fuel from. \n\nIt's about time the people of Britain united in our call for Gordon Brown and central government to prevent garage forecourt owners from making mass profits, and penalising motorists which they have gotten away with for far too long.\n\nWith Esso, BP, Shell and Texaco being major UK suppliers, they should not be permitted to take the hard earned cash from workers throughout the whole country. \n\nIn 2000, the people of Britain stood up against refinery's, and the que's for fuel at garages went on for miles and then again in 2005, we acted and they listened, government interviened each time, eventually, well once the price of fuel goes past £1.00 per litre, does the Prime Minister not think that the people of Britain will revolt again, causing a huge dent in the country's finances? Costing people their jobs? The time has come Mr. Brown, to \"LISTEN TO THE PEOPLE OF BRITAIN\" Gordon, it's time to actually get something completely right, and act now.",
            "closed_at": "2008-04-19T00:00:00Z",
            "created_at": "2007-10-18T03:43:37.349918Z",
            "creator_name": "Edward J. McNamara",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-18T03:43:37.349918Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2008-12-04T16:42:58.741912Z"
        },
        "id": 6941033
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NeedALiftMate/"
    },
    "type": "petition"
}