{
    "data": {
        "attributes": {
            "action": "Allow Felixstowe & Walton United FC to keep their floodlights in place during football season",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Felixstowe & Walton United FC are the only football club in Britain who have to physically raise and lower their floodlights before and after each match and have had to do so since 1992. The club has over 250 Junior players ages 6 to 18 as well as senior sides in the Eastern Counties League. Planning permission has recently been refused to keep the pylons in place during the football season due to 16 objections from local residents. Other clubs in the Suffolk Coastal District and the councils own sports centre have all been granted permission to leave their lights up. The Council said \"The retention of the floodlights in their raised position during the football season would be visually obtrusive, resulting in damage to the amenities of neighbouring residents and the area generally.\". This seems unfair as Felixstowe is home to the largest container port in the UK. Do you think that the 6 football club stanchions are more or less visually obtrusive than the ports cranes that can be seen all over the Felixstowe peninsula or more disturbing than the ports many hundreds of lighting pylons that they say can be seen from the moon? The football club has no future without permanent floodlights.",
            "closed_at": "2007-12-18T00:00:00Z",
            "created_at": "2007-10-18T09:48:50.769639Z",
            "creator_name": "Chris Daynes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-18T09:48:50.769639Z",
            "rejected_at": "2007-11-17T00:01:02.479771Z",
            "rejection": {
                "code": 20480,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-17T00:01:02.479771Z"
        },
        "id": 6944685
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Floodlights/"
    },
    "type": "petition"
}