{
    "data": {
        "attributes": {
            "action": "- Keep Greater London Free - Oppose publicly any more congestion charging in Greater London or on any roads within the M25, provide no funding for it, and require a referendum before any council or TfL can introduce or extend it anywhere in London.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Keep Greater London and all roads within the M25 free.  No more road pricing here. No new road tolls. No tax on travel. No government or Transport for London bribes to coerce travellers onto inconvenient and expensive public transport\n\nCongestion charging is very inconvenient for the user. The central London scheme only makes a profit due to penalties. Other schemes could lead to unexpected large debts with no way to dispute them. How is the driver to know in advance even roughly how much a journey would \ncost?\n\nRoad pricing is not about reducing congestion, but pricing private cars off the road. It damages business, commuting and social activity. It hurts most those least able to pay. It requires a vast expensive system to monitor every journey. It is an intolerable interference with our freedom\n\nIf the council and TfL wish to press ahead with any new or extended congestion charging scheme, then let the PM introduce legislation requiring that the people of Greater London and users of all roads within the M25 decide in a fair referendum whether they want it.  Residents and businesses in any proposed charging area in addition should separately have to approve the scheme in the referendum",
            "closed_at": "2008-05-01T00:00:00Z",
            "created_at": "2007-10-18T18:22:02.685683Z",
            "creator_name": "Peter Morgan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-18T18:22:02.685683Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 82,
            "state": "finished",
            "updated_at": "2008-05-02T00:01:01.317410Z"
        },
        "id": 6953199
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoGrLondonTolls/"
    },
    "type": "petition"
}