{
    "data": {
        "attributes": {
            "action": "acknowledge the rights and Educational needs of  people that suffer from Irlen's Syndrome. To offer Irlen Syndrome tests, Visual aids and Support on the NHS and we ask the Prime Minister to be involved in policy decisions relating to this disability.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Irlen Syndrome, also known as Scotopic Sensitivity Syndrome is a visual perceptual problem affecting the way in which the brain encodes and decodes visual information. Related to light sensitivity the symptoms can limit academic achievement and workplace efficiency. Individuals with Irlen Syndrome can see a printed page differently and find the white background bright or glary. Reading can be a tiring and frustrating activity. Pupils in school with this disorder can be seen as under achievers and as being disruptive.\n\nBUT THE AVERAGE COST FOR THIS TEST IS     £150.00  \nYES EVEN FOR CHILDREN \nAnd it is not covered by the NHS or the EDUCATION BOARD\n\nWe the undersigned petition the Prime Minister to Tackle the issues by  acknowledge the rights and Educational needs of  people that suffer fron Irlen's Syndrome. To offer Irlen Syndrome tests, visual aids and support on the NHS. This would give them Equal Educational Opportunities and a better start in life, and we ask the Prime Minister to be involved in policy decisions relating to this disability.",
            "closed_at": "2008-01-19T00:00:00Z",
            "created_at": "2007-10-18T21:07:35.916627Z",
            "creator_name": "Simon Taylor",
            "government_response_at": "2008-02-21T15:21:59.603024Z",
            "government_responses": [
                {
                    "created_at": "2008-02-21T15:21:59.603024Z",
                    "details": "You signed a petition asking the Prime Minister to \"acknowledge the rights and Educational needs of people that suffer from Irlen's Syndrome. To offer Irlen Syndrome tests, Visual aids and Support on the NHS and we ask the Prime Minister to be involved in policy decisions relating to this disability.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14637.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Irlen-Syndrome'",
                    "updated_at": "2008-02-21T15:21:59.603024Z"
                }
            ],
            "opened_at": "2007-10-18T21:07:35.916627Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 205,
            "state": "finished",
            "updated_at": "2008-02-20T03:13:17.613155Z"
        },
        "id": 6955397
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Irlen-Syndrome/"
    },
    "type": "petition"
}