{
    "data": {
        "attributes": {
            "action": "RE-EXAMINE THE SMOKING BAN",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We would like to see a system of laws  in place where a venue such as a pub/club or other public building has the choice of smoking or non smoking,this would be a much better solution to the problem as opposed to the draconian measures implemented under current legislation. Most resteraunts/pubs etc prior to the smoking ban already had a non smoking policy in place which was respected by the patrons who smoked. this ban has already, or WILL severely affect buissness as a whole within the  licenced trade and others such as cafe's,which will have a negative effect on everyone smoker and non smoker alike, pub closures etc. This new law should have been subject to a referendum of the british people NOT forced upon everyone. I call upon the government to re-examine the current laws and consider an amendment of such laws.",
            "closed_at": "2008-02-19T00:00:00Z",
            "created_at": "2007-10-19T10:24:11.710741Z",
            "creator_name": "steve edwards",
            "government_response_at": "2008-03-11T15:47:52.715271Z",
            "government_responses": [
                {
                    "created_at": "2008-03-11T15:47:52.715271Z",
                    "details": "You signed a petition asking the Prime Minister to \"RE-EXAMINE THE SMOKING BAN.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14970.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'smokelaw'",
                    "updated_at": "2008-03-11T15:47:52.715271Z"
                }
            ],
            "opened_at": "2007-10-19T10:24:11.710741Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 803,
            "state": "finished",
            "updated_at": "2008-12-04T16:47:16.799797Z"
        },
        "id": 6960456
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/smokelaw/"
    },
    "type": "petition"
}