{
    "data": {
        "attributes": {
            "action": "bring about legislation enabling the introduction of Intelligent Speed Adaptation (ISA) systems throughout the UK at the earliest opportunity.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Intelligent Speed Adaptation will provide the opportunity to ensure speed\nlimits are observed, and to set speed limits that are in the overall public\ninterest, rather than being limited to those that are acceptable only to\ndrivers. It is a tool that will release urban designers from having to\ndesign around vehicles. Road humps, chicanes and narrows will become a\nthing of the past.\n\nIn the longer term ISA will allow speed limits to be finely tuned to the\nneeds of particular streets, such as varying them by time of day or weather.\nSpeed limits could be lowered when and where children are likely to be\naround, to help ensure their safety On other roads and at other times, it\nmay be possible to raise speed limits if this is in the public interest.\n\nWith development and planning policy being dictated to a large degree by the\nmotor vehicle since the 1930s, ISA, by allowing the worst effects of\nvehicles to be controlled, including accidents, community severance, noise,\nand loss of localism, could provide the opportunity for energetic urban\ndesigners to reinvent streets and the public realm.",
            "closed_at": "2008-10-19T00:00:00Z",
            "created_at": "2007-10-19T10:15:19.296086Z",
            "creator_name": "R S Wood",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-19T10:15:19.296086Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 20,
            "state": "finished",
            "updated_at": "2008-12-04T16:43:06.606164Z"
        },
        "id": 6960298
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VehicleISA/"
    },
    "type": "petition"
}