{
    "data": {
        "attributes": {
            "action": "Address the cost of professional registration",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Whatever their rofession, professional individuals need to be registered by a regulatory monitoring body, like the NMC. The logic of the change from the traditional UKCC was poorly explained - and to meet administration costs, Trade Union fees escalated, though arguably the quality of trade union representation has been adversely affected. The petitioner is calling on the P.M. to examine public sector registration. If a govt legislates in the interest of public safety, the govt and the public should pay - using public funds from the Exchequer not individual practitioners ! Clearly distinguished from TU representation and bodies, such as the Royal College of Midwives, the govt changed something that wasn't broke, why change for change sake ? Employment practices at local level are at best ad hoc, at worst, nurses are leaving in droves. It's your cake - you eat it ... The cost of registration (especially for newly qualified staff) is prohibitive, yet a pre- requisite for most PCT's.  I look forward to hearing your response in how this balance can be better achieved to benefit not only staff and employers alike, but the public whose health needs they serve.",
            "closed_at": "2008-10-19T00:00:00Z",
            "created_at": "2007-10-19T12:47:08.189580Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-19T12:47:08.189580Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 16,
            "state": "finished",
            "updated_at": "2008-10-20T00:01:01.803043Z"
        },
        "id": 6962556
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/professsions/"
    },
    "type": "petition"
}