{
    "data": {
        "attributes": {
            "action": "Allow common sence to rule over political correct (P.C) laws and petty rules.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This country was built on Freedom of speech, and Freedom of Thought, we have created a majority rule democracy, it has taken time, and cost a great deal in life and money to achieve this.\nWe now find ourselves in a situation where the majority are afraid to speak, even embarressed to say what is on our mind,and why? Becouse the minority have to much political control, they make mountines out of mole hills, costing the taxpayer and the country millions, and at the same time pulling apart the fabric of our society. Just becouse a few nut-cases know how to use the media to their advantage should not mean that the majority should suffer. Us normal folk are holding a lot of confussed feelings at the moment, and are finding it harder and harder to express our feelings. Stop this political correctness and bring back some common sence in to goverment.",
            "closed_at": "2008-01-19T00:00:00Z",
            "created_at": "2007-10-19T22:37:53.387275Z",
            "creator_name": "maureen mcarthy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-19T22:37:53.387275Z",
            "rejected_at": "2007-11-21T00:01:01.602312Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/CommonSense/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-21T00:01:01.602312Z"
        },
        "id": 6968690
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/the-people/"
    },
    "type": "petition"
}