{
    "data": {
        "attributes": {
            "action": "Urge Cheshire County Council to withdraw the proposal to reduce the net capacity of Ivy Bank Primary School in Macclesfield to 210 pupils.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The TLC process for the Macclesfield locality has not addressed the question around surplus places effectively. We the parents feel that due to the building of a children's centre at a nearby primary school, that is not performing to the same standards as Ivy Bank, we are being penalized and having our parental preference taken from us. \nParents choose Ivy Bank as their children's school because we, OFSTED and the local education authority believe that Ivy Bank provides high standards of teaching and learning.\nOur plan would be to actually increase Ivy Banks net capacity and invest in a well performing school enabling more of the community to be part of our environment.",
            "closed_at": "2007-11-22T00:00:00Z",
            "created_at": "2007-10-20T11:45:45.100355Z",
            "creator_name": "Clare and Rob Bailey",
            "government_response_at": "2007-12-20T14:07:45.050474Z",
            "government_responses": [
                {
                    "created_at": "2007-12-20T14:07:45.050474Z",
                    "details": "You signed a petition asking the Prime Minister to \"Urge Cheshire County Council to withdraw the proposal to reduce the net capacity of Ivy Bank Primary School in Macclesfield to 210 pupils.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here:\n\nhttp://www.pm.gov.uk/output/Page14086.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'IvyBank'",
                    "updated_at": "2007-12-20T14:07:45.050474Z"
                }
            ],
            "opened_at": "2007-10-20T11:45:45.100355Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 207,
            "state": "finished",
            "updated_at": "2007-11-23T00:01:01.382735Z"
        },
        "id": 6971198
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IvyBank/"
    },
    "type": "petition"
}