{
    "data": {
        "attributes": {
            "action": "Legalize all drugs under Richard Brunstrom, Chief of Police North Wales statements on the war on drugs cannot be won.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If drugs were to be legalized their content would then be able to be controlled and regulated and their sale taxed which would help bring more money into the government. \nSpend the money currently spent on trying to stop drug importation and enforcement on teaching all children and students the lethal nature of drug mis-use. Then leave it to them. It's their lives; we are a free country.\n\nDrug prohibition does not work, as is completely evident and legalization is the only way to regulate and take back control of our streets. \nThe second you hand the distribution and production of substances over to criminals, it becomes more dangerous.\n\nOn a more enviroment conscious note, surely if cannabis smokers were allowed to grow their own for personal use then this sudden spurt with all the extra plants being grown would surely be good for the planet?",
            "closed_at": "2008-10-20T00:00:00Z",
            "created_at": "2007-10-20T13:13:37.816827Z",
            "creator_name": "lee nelson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-20T13:13:37.816827Z",
            "rejected_at": "2007-11-23T00:01:02.439338Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/FARTOOIMPORTANT/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-23T00:01:02.439338Z"
        },
        "id": 6971730
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/druglegal/"
    },
    "type": "petition"
}