{
    "data": {
        "attributes": {
            "action": "pass a law forbidding the use of the term \"Bimp\" as a nickname referring to Matthew Bimpson",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For a while now, the little Matthew Bimpson of Preston, Lancashire has had to endure being called all sorts of names with the term \"Bimp\" in them, such as \"Little Bimp\", \"son of Bimp\" or \"Bimpmeister\" to name but a few (I made that last one up, but it sounds cool, I think...) His sister Emma Bimpson, of Preston, Lancashire, an irresponsible sibling if ever there was one, started the trend a few months ago, and has done nothing to prevent the use of the term from spreading uncontrollably. I am sure you will understand this has had a detrimental effect on little Matthew, to say the least. He has been known to indulge in bizarre behaviour such as being from Preston, carrying people in wheelbarrows and looking increasingly like his sister, all of which he seems to enjoy, incredibly. As no one, especially not that dastardly sibling of his, has done anything to help him, I have taken it upon myself to salvage what little is left of the young man's sanity. A boy's life is in the balance Mr. Prime Minister, and only you can do something about it. Your predecessor screwed up on Iraq, please don't let this further tarnish your government's good name.",
            "closed_at": "2008-01-20T00:00:00Z",
            "created_at": "2007-10-20T12:30:19.087884Z",
            "creator_name": "Alex Khadivi",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-20T12:30:19.087884Z",
            "rejected_at": "2007-11-21T00:01:01.602312Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-21T00:01:01.602312Z"
        },
        "id": 6971458
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Bimpson/"
    },
    "type": "petition"
}