{
    "data": {
        "attributes": {
            "action": "make medication for people with AutoImmune Diseases free.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am campaigning for free prescriptions for everyone who has a life threatening autoimmune disease. At present diabetics and people with thyroid problems, which are autoimmune diseases, receive prescriptions for free. However people with other life threatening autoimmune diseases i.e. Autoimmune hepatitis or Lupus have to pay for their medication. I feel this is unfair as they are still a threat to life as without their medication they will die. If they did not take their medication they would deteriorate, requiring further treatment and hospital stays, therefore costing the health service a considerable amount of money. Surely it would be better, to allow people with these disease to get their medication for free, and in the long run save money. Disease like Autoimmune Hepatitis and Lupus are rare, so it wouldn't be a massive drain on the health service. Diabetes and thyroid problems are much more common, and yet they receive their medication for free. I think this matter should be given very serious thought. As stated above, I believe prescription for these type of diseases should be free, alongside diabetics and other life threatening autoimmune diseases.",
            "closed_at": "2008-10-22T00:00:00Z",
            "created_at": "2007-10-21T20:03:56.580073Z",
            "creator_name": "Lyndsey Glasson",
            "government_response_at": "2008-11-28T15:41:50.205472Z",
            "government_responses": [
                {
                    "created_at": "2008-11-28T15:41:50.205472Z",
                    "details": "You signed a petition asking the Prime Minister to \"make medication for people with AutoImmune Diseases free.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17610\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'freemeds'",
                    "updated_at": "2008-11-28T15:41:50.205472Z"
                }
            ],
            "opened_at": "2007-10-21T20:03:56.580073Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 227,
            "state": "finished",
            "updated_at": "2009-07-24T14:45:28.220497Z"
        },
        "id": 6979877
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/freemeds/"
    },
    "type": "petition"
}