{
    "data": {
        "attributes": {
            "action": "ensure that his government reviews in detail the post office closure programme for Lincolnshire and intervenes to avoid the potentially damaging impact on local communities, small businesses, vulnerable groups and rural areas",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Post Office has recently proposed the closure of 17 branches in South West Lincolnshire and nearly 40 branches across North and East Lincolnshire. Post office closures will have a devastating impact on local communities, small businesses, and vulnerable groups in these areas. The programme proposed will leave some large rural areas without any full-time post office facilities. The Post Office appears to have decided on these closures on narrow financial criteria, without regard to their wider economic and social effects on communities. The Government should not allow these closures to proceed until they have themselves reviewed the acceptability of the specific Post Office proposals. Every closure will be a devastating blow for the local community and have a damaging effect on small businesses. The limited out-reach proposals promised in some places do not adequately meet the needs of small businesses or other frequent users of post office services. The result will be even more use of cars, in order to travel into towns to access postal services. Closure decisions should not be left in the hands of the Post Office alone.",
            "closed_at": "2007-12-22T00:00:00Z",
            "created_at": "2007-10-22T13:07:27.991811Z",
            "creator_name": "David Robertson",
            "government_response_at": "2008-03-06T14:19:07.647350Z",
            "government_responses": [
                {
                    "created_at": "2008-03-06T14:19:07.647350Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure that his government reviews in detail the post office closure programme for Lincolnshire and intervenes to avoid the potentially damaging impact on local communities, small businesses, vulnerable groups and rural areas.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14908.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'LincolnshirePOs'",
                    "updated_at": "2008-03-06T14:19:07.647350Z"
                }
            ],
            "opened_at": "2007-10-22T13:07:27.991811Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 714,
            "state": "finished",
            "updated_at": "2007-12-23T00:01:01.245588Z"
        },
        "id": 6986685
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LincolnshirePOs/"
    },
    "type": "petition"
}