{
    "data": {
        "attributes": {
            "action": "Investigate the judge who didn't imprison Steven Gordon (44) who punched and blinded a 96 year old man",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A man who attacked a frail 96-year-old great-grandfather on a tram, leaving him blind in one eye, has been spared a jail sentence.\nThe attack was captured on CCTVStephen Gordon, 44, has instead been given a three year supervision order by Croydon Crown Court.\nCCTV images of the assault have been released by British Transport Police.\nGordon, of Croydon, south London, punched the victim - who needs two walking sticks to get around - in the face.\nDetective Sergeant Darren Stenning said: \"This was a particularly nasty attack on an elderly man who was obviously very frail and was physically not able to defend himself.\n\"The blow to the victim's head caused serious injury, which has resulted in the victim losing sight in one eye.\n\"And unfortunately since this assault, the victim's health has deteriorated and he now resides in a care home.\"\nGuilty: Stephen GordonThe attack took place on a tram between Sandilands and East Croydon on December 14 last year.\nGordon had tried to push past the victim, who was standing in the aisle leaning on his walking sticks.\nAs he squeezed under the pensioner's arms his hat was knocked off and he reacted by swearing at the man and punching him in the face.",
            "closed_at": "2008-10-23T00:00:00Z",
            "created_at": "2007-10-22T17:29:34.834849Z",
            "creator_name": "Rob Hufton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-22T17:29:34.834849Z",
            "rejected_at": "2007-10-24T09:22:35.247514Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-24T09:22:35.247514Z"
        },
        "id": 6990023
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Blinded/"
    },
    "type": "petition"
}