{
    "data": {
        "attributes": {
            "action": "reverse his government's recently announced measure to reduce the pensions inflation cap from its present 5% to 2.5% in respect of final salary pension schemes so as to avoid the appalling financial consquences that will arise for millions of our workers switching jobs before retirement who will now face a 25% pensions cut.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Millions of workers who switch jobs before retirement age could have their pensions cut by as much as 25 per cent by the time they turn 65 if inflation stays at the present rate, under a government measure announced unexpectedly on Monday 22 October 2007.\nSuch workers have had their final salary pensions adjusted for inflation up to a cap of 5 per cent annually for 20 years, but the government has decided to cut this to 2.5 per cent, well below the 3.9 per cent inflation rate. \nThis change means workers in their mid-40s who switched companies while inflation stayed at 4 per cent would lose 25 per cent of expected benefits by the time they turned 65.\nThe present cap of 5 per cent preserves the balance of interest between stayers and leavers.\nAs the TUC has said, the move was a pretty cynical calculation that widespread ignorance of how pensions work will protect the government against what should be an angry backlash.\nAbout 5m employees have pension rights they have left behind after changing jobs. They should show their anger at this mean change by signing this e-petition.",
            "closed_at": "2008-10-23T00:00:00Z",
            "created_at": "2007-10-23T07:59:07.400135Z",
            "creator_name": "Andrew Constantine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-23T07:59:07.400135Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 155,
            "state": "finished",
            "updated_at": "2009-05-13T16:20:54.553042Z"
        },
        "id": 6993771
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Pensions-cut/"
    },
    "type": "petition"
}