{
    "data": {
        "attributes": {
            "action": "force selfish mothers to allow their children to see their fathers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Why in this day and age are Mothers still able to call the shots and hold all of the cards in family matters?\n\nThousands of absent fathers are desperate to maintain their valuable relationships with their flesh and blood, only to face years without contact all because the mothers don't want them involved in the children's lives.\n\nWHY IS SHE ALLOWED TO MAKE THIS JUDGMENT?\n\nEven fathers who are successful in the courts and have orders compelling the mother to give up the children for contact face a brick wall.  'Oh he's not well...he's got a party to go to...he doesn't want to see you'.\n\nLET THE CHILDREN DECIDE FOR THEMSELVES\n\nWhere an absent parent is of good character and is contributing to the children's upbringing - if necessary the police should get involved to ensure that mothers give up their children when the courts have ordered them to do so.\n\nWhy should a parent have to wait until the children become adults - by then its is too late and the damage has already been done...",
            "closed_at": "2008-10-26T00:00:00Z",
            "created_at": "2007-10-23T10:43:34.667820Z",
            "creator_name": "Clare Gammond",
            "government_response_at": "2008-12-05T16:46:40.782050Z",
            "government_responses": [
                {
                    "created_at": "2008-12-05T16:46:40.782050Z",
                    "details": "You signed a petition asking the Prime Minister to \"force selfish mothers to allow their children to see their fathers.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17698\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'kidsneedfathers'",
                    "updated_at": "2008-12-05T16:46:40.782050Z"
                }
            ],
            "opened_at": "2007-10-23T10:43:34.667820Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 245,
            "state": "finished",
            "updated_at": "2008-10-27T00:01:01.509916Z"
        },
        "id": 6996115
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/kidsneedfathers/"
    },
    "type": "petition"
}