{
    "data": {
        "attributes": {
            "action": "...ask Councils to reconsider reductions made in Council Tax Exemptions for Holiday Chalets.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Chalet Owners now find their Tax and Ground Rent bills far exceed the cost for services at their main residence. \nCouncil Tax exemptions should reflect the...  \n(i) Value of holiday chalets. Eg.Swale/Kent Council used to give a 50% tax exemption to chalet owners, but this is now reduced to a 10% reduction!  How can it be fair to charge an annual Council Tax which almost equals the market value of chalets in some cases?  \n(ii) Lack of provision of Council Services received in comparison to that given to other residents in the area. Services like rubbish collection, street lighting and well made access roads incur an extra Ground Rent charge for Chalet Owners.  \n(iii) Fact that the main allocation of funding goes to Social and Education costs – Services which are seldom used by the Chalet occupants!  \nFACT: \nHoliday Chalets seem to be classed now as Second Homes, which obviously they’re not, as they are of Low Value and subject to many Restrictions & this should be fully reflected in their Taxable Value.",
            "closed_at": "2008-10-23T00:00:00Z",
            "created_at": "2007-10-23T13:58:49.856105Z",
            "creator_name": "Linda May Rumble",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-23T13:58:49.856105Z",
            "rejected_at": "2007-10-23T15:11:17.134965Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-23T15:11:17.134965Z"
        },
        "id": 6998857
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Cut-Chalet-Tax/"
    },
    "type": "petition"
}