{
    "data": {
        "attributes": {
            "action": "amend the smoking ban to allow a limited number of smoking licenses to be obtained by owners of pubs, restaurants and clubs from their local council.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The smoking ban has done a fine job of allowing non-smokers to go out and socialise in clean air, before the ban was introduced there were too few non-smoking pubs. Now we have gone too far in the other direction, the backlash has universally forced smokers out into the cold and forced some businesses to close where previously their business was mostly to smoking customers. Not to mention the loss of personal freedom.\n\nBy allowing a limited number of smoking licenses to be given out by local councils the government can restrict how many smoking establishments there are to ensure that public health is considered appropriately while still giving the owners of pubs and clubs freedom to allow people to smoke on their property.\n\nIt is the perfect compromise, allowing business owners to decide how to run their businesses and customers to weigh up health risks for themselves. Those who abhor smoking can have a nice evening out, so can those who enjoy it.",
            "closed_at": "2008-10-23T00:00:00Z",
            "created_at": "2007-10-23T14:55:04.358348Z",
            "creator_name": "Bill Hayes",
            "government_response_at": "2008-11-28T15:43:57.299155Z",
            "government_responses": [
                {
                    "created_at": "2008-11-28T15:43:57.299155Z",
                    "details": "You signed a petition asking the Prime Minister to \"amend the smoking ban to allow a limited number of smoking licenses to be obtained by owners of pubs, restaurants and clubs from their local council.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17612\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'smokinglicenses'",
                    "updated_at": "2008-11-28T15:43:57.299155Z"
                }
            ],
            "opened_at": "2007-10-23T14:55:04.358348Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5571,
            "state": "finished",
            "updated_at": "2009-07-16T03:02:24.920157Z"
        },
        "id": 6999540
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/smokinglicenses/"
    },
    "type": "petition"
}