{
    "data": {
        "attributes": {
            "action": "Turn around increases to Council Tax on Holiday Homes",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Holiday Chalet Owners have had to face a huge rise in their Council bills due to a cut in Tax Exemptions from 50% to 10%! We think this is unfair as we believe that Councils should not be considering these light construct buildings to be Second Homes at all, for several reasons...\n(i) Most cannot be stayed in all year round by law.\n(ii) Chalets have a low value... How can it be fair to charge an annual Council Tax which almost equals the market value of chalets in some cases?\n(iii) Chalets face a lack of provision of Council Services in comparison to that given to other residents in the area. Services like rubbish collection, street lighting and access roads, incur an extra Ground Rent charge for Chalets… often of over £1,000 pa \n(v) The main allocation of funding goes to Education & Social Services costs which are seldom used by the Chalet occupants!\nFACT:\nChalets are not Second Homes - they are Holiday Homes, subject to many Restrictions - this should be fully reflected in their Taxable Value. Owners should not be facing a Council Tax and a Ground Rent bill which can make these chalets more costly to keep that one's family home. Please instruct Councils to reassess the Tax ruling for Chalets.",
            "closed_at": "2008-10-24T00:00:00Z",
            "created_at": "2007-10-23T17:16:08.479387Z",
            "creator_name": "Linda May Rumble",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-23T17:16:08.479387Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 62,
            "state": "finished",
            "updated_at": "2009-05-11T16:12:33.419193Z"
        },
        "id": 7001172
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Stop-Chalet-Tax/"
    },
    "type": "petition"
}