{
    "data": {
        "attributes": {
            "action": "Recognise Miss Fiona Nicholson for Humanitarian Work in the Colonies",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Miss Fiona Nicholson, a British Citizen, has fought bravely for womens' rights in Africa over the past 20 years.  Most notably, she established the Thohoyandou Victim Empowerment Programme (TVEP) - an inspirational NGO in the Venda region of South Africa that has revolutionised the way in which rape survivors are guided through the justice and health systems.  Many of those who benifit from TVEP services are children, and Miss Nicholson has challenged dominant patriarchal norms and values to help rape survivors in a social climate that promotes child rape as a cure for HIV/AIDS, and in which one woman is raped every 5 minites.  She has activley guided the police, the courts, succesive goverments and the people of the Venda region to take Womens' rights seriously, and she has converted a great many men to the cause, creating positive role models for change.  Miss Nicholson built the TVEP from her own exeptionally hard work and vision, and through this she has made a positive change in the lives of countless women and children in this poverty stricken region.  She deserves, in our opinion, official recognition with an OBE for these on-going efforts to better the human condition.",
            "closed_at": "2008-10-24T00:00:00Z",
            "created_at": "2007-10-23T19:51:40.988877Z",
            "creator_name": "Dr. Fraser G. McNeill",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-23T19:51:40.988877Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 16,
            "state": "finished",
            "updated_at": "2008-10-25T00:01:01.140311Z"
        },
        "id": 7002674
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fiona-Nicholson/"
    },
    "type": "petition"
}