{
    "data": {
        "attributes": {
            "action": "make Playing a Radio in the Workplace exempt from any claim of Copyright infringement,",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Listening to the Radio at work has been a “Cultural Right” of working people since its invention and is a mainstay of the Working person’s day. It must be guaranteed by legislation. Companies are increasingly being forced to either ban radio’s from the Workplace or payout Hundred’s of pounds annually to allow them to be played, many small to Medium companies, already surviving on tight budgets, are unable to afford the extortionate fees demanded by PRS. The Radio in the workplace is proven to increase productivity and Job Satisfaction. Also, the Radio is the music industry’s advertising space, radio stations already pay Millions of Pounds to the Music Industry in fees to play music, the decision to buy music is usually taken after hearing it on the Radio at work therefore to charge for this service is counter productive to the Artist/Performer as their products potential exposure to Millions of people will be reduced if  the Radio continues to be restricted in this way.",
            "closed_at": "2008-04-24T00:00:00Z",
            "created_at": "2007-10-23T19:59:38.869269Z",
            "creator_name": "Steve Webb",
            "government_response_at": "2008-05-16T14:40:53.015622Z",
            "government_responses": [
                {
                    "created_at": "2008-05-16T14:40:53.015622Z",
                    "details": "You signed a petition asking the Prime Minister to \"make Playing a Radio in the Workplace exempt from any claim of Copyright infringement.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15560.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'WorkplaceRadio'",
                    "updated_at": "2008-05-16T14:40:53.015622Z"
                }
            ],
            "opened_at": "2007-10-23T19:59:38.869269Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 421,
            "state": "finished",
            "updated_at": "2008-05-01T03:16:40.309243Z"
        },
        "id": 7002755
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WorkplaceRadio/"
    },
    "type": "petition"
}