{
    "data": {
        "attributes": {
            "action": "To allow Hidradenitis Suppurativa to be a recognised Disability and more research to be done about it.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am a sufferer of Hidradenitis Suppurativa (HS) it is a rare skin condition that causes great pain and disability to is patients. its degrading and affects patients mentally who have to deal with the severe pain it causes.There is no known cure for this condition,This is why we need this to be researched more to help all people who have this horrible condition.To be able to go out when you like, wear what you like,do normal things like cooking a simple meal for yourself can be inpossible at times through severe pain or general feelings of lowness within yourself. Not only is the patient affected also the family is too, partners,friends, children etc.I myself dream of going out to play in the park with my children. I have had this condition for 10 years and its now 3rd stage.I have refused surgery as i don't want this condition spreading to other parts of my body than i already have now.I already have scarring and i'm now limited in my use of my left arm,having to rely on my Husband for things i'd expect someone in there 80's to not be able to do. i am 34. Please join us in making people more aware that we need research doing and for it to be recognised for it to be a disability. Thankyou",
            "closed_at": "2008-01-24T00:00:00Z",
            "created_at": "2007-10-23T18:59:50.517899Z",
            "creator_name": "nicola pile",
            "government_response_at": "2008-02-22T15:12:36.005497Z",
            "government_responses": [
                {
                    "created_at": "2008-02-22T15:12:36.005497Z",
                    "details": "You signed a petition asking the Prime Minister to \"To allow Hidradenitis Suppurativa to be a recognised Disability and more research to be done about it.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14672.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'HSaware'",
                    "updated_at": "2008-02-22T15:12:36.005497Z"
                }
            ],
            "opened_at": "2007-10-23T18:59:50.517899Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 292,
            "state": "finished",
            "updated_at": "2008-02-01T03:18:03.875100Z"
        },
        "id": 7002193
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HSaware/"
    },
    "type": "petition"
}