{
    "data": {
        "attributes": {
            "action": "Abandon plans to extend future hosepipe bans to cover window cleaning using water fed pole technology.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The use of water fed poles to clean windows has been adopted in response to the Government and EU policy of restricting the use of ladders on Health and Safety grounds. Many window cleaners have invested heavily in this new technology in order to reduce the risk of injury associated with ladder work.\n  \nBy extending a hosepipe ban to cover this activity, the Government is effectively:\n(a)  Forcing window cleaners to adopt unsafe working practices by using ladders which is against current H&S guidelines.\n(b)  Restricting window cleaners ability to ply their trade and earn a living by forcing them to turn away work due to excessive risk of injury by re-introducing ladders for restricted access work.\n(c)  Forcing many window cleaners out of business as they have only used water fed pole technology and have little or no experience working at height on a ladder. This puts them at high risk of death or serious injury.\n\nWe request that this activity be exempt from future hosepipe bans on the grounds that it is a commercial activity and would discriminate unfairly against a specific occupation.",
            "closed_at": "2007-12-24T00:00:00Z",
            "created_at": "2007-10-23T23:46:55.959644Z",
            "creator_name": "Philip Selwood",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-23T23:46:55.959644Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 205,
            "state": "finished",
            "updated_at": "2007-12-25T03:12:59.950947Z"
        },
        "id": 7004116
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Waterfed-poles/"
    },
    "type": "petition"
}