{
    "data": {
        "attributes": {
            "action": "Resist the urge to impose Britain's own sanctions on Iran for national security reasons",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On the 25th October 2007 the United States of America announced that it were to place sanctions on Iran for \"supporting terrorists\".\n\nThe sanction targets the \"Iran's Islamic Revolution Guards Corps and three state-owned banks\".\n\nThe guards have very few US assets traded with these banks and the impact on freezing assets in these banks could be minimal.\n\nAmerica should stop asserting its self in Middle East and stop fighting a war that the United States exacerbates every time it fights it harder.\n\nThis sanction by the United States of America is desperate attempt to win a war on terrorism that they have made little progress in for six years. The sanction is clearly going to fuel anger in extremist groups and make others more likely to support them. \n\nThere are no preventative measures other then a softer approach to gradually withdraw troops from the Middle East.\n \nIf Britain were to join America's stance, we too could be a greater enemy and the threat of terrorism could become ever more present as a result of these sanctions. \n\nDo not sanction Iran on grounds of terrorism.",
            "closed_at": "2007-12-26T00:00:00Z",
            "created_at": "2007-10-25T23:09:55.409281Z",
            "creator_name": "Robert Harper",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-25T23:09:55.409281Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2007-12-27T00:01:01.734302Z"
        },
        "id": 7025843
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/avoidsanction/"
    },
    "type": "petition"
}