{
    "data": {
        "attributes": {
            "action": "immediately introduce a standard \"personal expenses allowance\" when assessing people with a learning disability for paying a charge for the training and occupation provided by day centres, of £20.45 per week, identical to the allowance granted to the same client group resident in care homes, to be applied in addition to the existing allowance for the costs of each individuals disability-related expenditure.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In assessing the ability of people to pay for non-residential services, local authorities follow the DoH \"Guidance\". People with a learning disability are completely reliant on income support, disability premium and disability living allowance, which typically amounts to £144.65 per week. The DoH Guidance gives a standard allowance of income support with disability premium plus 25%, the only additional allowance is the individuals disability-related expenditure. In contrast, the same client group who live in residential care receive a \"personal expenses allowance\", now £20.45 per week, to be spent according to a person's wishes without interference from the local authority. The DoH Guidance does not recognise this expense, which discriminates against people who are cared for by a family member. This petition calls for all people with a learning disability, whether being cared for by a family member or in a residential home, to be treated the same, all receiving the \"personal expenses allowance\". In comparison, in Scotland local authorities must not charge people with a learning disability for training and occupation provided by day centres.",
            "closed_at": "2008-04-26T00:00:00Z",
            "created_at": "2007-10-25T22:36:09.068964Z",
            "creator_name": "Gerry Haines",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-25T22:36:09.068964Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 50,
            "state": "finished",
            "updated_at": "2008-04-27T00:01:01.624305Z"
        },
        "id": 7025741
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/daycosts/"
    },
    "type": "petition"
}