{
    "data": {
        "attributes": {
            "action": "Respect  international agreements and efforts to solve the Cyprus problem and avoid any action of direct or indirect  recognition of the so-called \"TRNC\", which undermines the UN agreements",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Great Britain and Turkey have recently signed a Joint Strategic Partnership, in which occupied North Cyprus is referred to as \"TRNC\" (Turkish Republic of Northern Cyprus). We demand that such actions of indirect recognition of an illegal state are avoided and international agreements on the Cyprus problem are respected. We also demand that the UK joins and supports the efforts of the international community towards the implementation of the 8 July Agreement, the only agreement accepted by the Security Council for a viable solution to the Cyprus problem.",
            "closed_at": "2008-01-26T00:00:00Z",
            "created_at": "2007-10-25T22:22:14.093540Z",
            "creator_name": "Loukia Taxitari",
            "government_response_at": "2008-02-25T16:06:34.785862Z",
            "government_responses": [
                {
                    "created_at": "2008-02-25T16:06:34.785862Z",
                    "details": "You signed a petition asking the Prime Minister to \"Respect international agreements and efforts to solve the Cyprus problem and avoid any action of direct or indirect recognition of the so-called \"TRNC\", which undermines the UN agreements.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14692.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'CyprusProblem'",
                    "updated_at": "2008-02-25T16:06:34.785862Z"
                }
            ],
            "opened_at": "2007-10-25T22:22:14.093540Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2791,
            "state": "finished",
            "updated_at": "2008-02-08T03:12:15.530171Z"
        },
        "id": 7025680
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CyprusProblem/"
    },
    "type": "petition"
}