{
    "data": {
        "attributes": {
            "action": "scrap jobseekers allowance and benefits for young mothers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the last few years it has upset me to discover that in the UK people are effectively paid for not working and rewarded for not being successful. For example if a girl leaves school aged 16 and gets pregnant they are rewarded with a house provided entirely by the state and money to spend this should not be the case.Many young males that i was at school with feel that it is simply beyond their dignity to work and continue to live on benefits. This situation has now got out of hand with 1 in 6 households not working which would be unacceptable in most countries.\n\nChildcare should be subsidised to allow single mothers to hold down a full time job and young people who are fit and healthy should be forced into employment or be made to join the army to serve for their country. Jobseekers allowance should be limited to a maximum of 3 months and than a mandatory enrollment in the forces should be enforced should they not be motivated into finding work. This way these people who proceed to suck the life out of the country would actually do something constructive rather than just be a burden on the economy.",
            "closed_at": "2007-12-26T00:00:00Z",
            "created_at": "2007-10-26T11:40:02.184723Z",
            "creator_name": "chris bailey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-26T11:40:02.184723Z",
            "rejected_at": "2007-11-25T00:01:02.277454Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/armyforjobless/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-25T00:01:02.277454Z"
        },
        "id": 7029753
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stopdecline/"
    },
    "type": "petition"
}