{
    "data": {
        "attributes": {
            "action": "Please do something to tackle ridiculous house prices - British people want homes",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "No place like home? How should I know? I'm never going to have one!\n\nThe property boom has destroyed many young British lives and taken away their futures! It's time for action!\n\nIn a nation where it is increasingly common to see bricks & mortar as property for investors rather than homes for people, how has it gone so drastically wrong?\n\nMany people are now resigned to a lifetime of renting as in total disbelief we watch prices go higher and higher still. Renting is all well and good but it should be a temporary \nmeasure for young adults starting out, not something they're forced into permanently.\n\nWhat would happen for example if they wanted a pet dog, shock horror, not many landlords will allow that! In which case, a rental property cannot be considered adequate as a home for hardworking young people. Those of us who contribute to society should surely have some chance for a modest abode of our own, where we can live to our own rules.\n\nA mentality of greed and self-satisfaction has taken over much of our country like never before which is so sad! 'I own all this, I only paid this and now it's worth this...! WOWEEEE!' Why should they care that it stops so many from ever having the chance of a home?",
            "closed_at": "2008-10-26T00:00:00Z",
            "created_at": "2007-10-26T12:26:15.696663Z",
            "creator_name": "Jason Duke",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-26T12:26:15.696663Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 48,
            "state": "finished",
            "updated_at": "2008-10-27T00:01:01.509916Z"
        },
        "id": 7030321
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Homes4Brits/"
    },
    "type": "petition"
}