{
    "data": {
        "attributes": {
            "action": "Abolish the UK TV licence and permit advertising and other means of finance generation to the BBC.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Independent economic research analysis and investigations by consumer protection organisations such as the National Consumers Council have consistently concluded, for many years, that the UK TV licence is a levy which is regressive in its financial impact on the poor.\nThis gross iniquity is perpetuated in essence by the UK Government upon its most vulnerable citizens. This situation is even more outrageous in an age when the poor may receive only 5 terrestial TV channels, for which the TV licence contributes to the cost of only BBC output, yet the more wealthy within the UK tend to enjoy dozens, or even hundreds of digital or satellite TV channels at comparatively little extra cost to them per channel.\nThis petition accordingly urges the Government to abolish the UK TV licence and allow the BBC to make use of all lawful, reasonable, modern means of capital and revenue generation including share issues, property equity stakes and loans and advertising on BBC TV, radio and internet broadcasts.",
            "closed_at": "2008-10-26T00:00:00Z",
            "created_at": "2007-10-26T12:26:59.145927Z",
            "creator_name": "David Cormack",
            "government_response_at": "2008-11-04T15:05:08.185934Z",
            "government_responses": [
                {
                    "created_at": "2008-11-04T15:05:08.185934Z",
                    "details": "You signed a petition asking the Prime Minister to \"Abolish the UK TV licence and permit advertising and other means of finance generation to the BBC.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17358\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'FairpayTV'",
                    "updated_at": "2008-11-04T15:05:08.185934Z"
                }
            ],
            "opened_at": "2007-10-26T12:26:59.145927Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1527,
            "state": "finished",
            "updated_at": "2008-11-24T03:01:49.708479Z"
        },
        "id": 7030331
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FairpayTV/"
    },
    "type": "petition"
}