{
    "data": {
        "attributes": {
            "action": "Extend the proposal to allow motorway traffic to use the hard shoulder during congestion should to every motorway in the UK, together with over lane signage, enforcement cameras, differential speed limist and CCTV monitoring.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sir, we feel that the proposal to allow motorway traffic to use the hard shoulder during congestion should be extended to every motorway in the UK. Together with over lane speed limit signs and enfocement cameras differential speed limits should be applied, lower when the congestion deems it sensible and when the hard shoulder is in use. Closemonitoring should eb used to switch out the lane for use by emergency, or recovery, services when applicable. We applaud the existing trials and the results they have produced. Experience of these and standard dual carriageways shows that emergency service vehicles can get to incidents through standing traffic, though where there are only two lanes space for traffic to part is difficult. Having four lanes will increase the available space and the lower limits will reduce the likelyhood of an emergency incident occuring.We propose that this system has the potential to save many lives and greatly reduce Carbon emissions, save fuel and reduce journey times and is a cost effective measure to reduce road congestion. The lower stress on drivers cannot be overlooked either",
            "closed_at": "2008-10-26T00:00:00Z",
            "created_at": "2007-10-26T15:20:59.974211Z",
            "creator_name": "John Arnold",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-26T15:20:59.974211Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2008-10-27T00:01:01.509916Z"
        },
        "id": 7032841
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Decongest/"
    },
    "type": "petition"
}