{
    "data": {
        "attributes": {
            "action": "Stop the closure of the Family Records Centre",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition aims to raise awareness and stop the closure of the Family Records Centre that falls under the General Register Office which falls under the Office for National Statistics.  Due to the Lyons and Gersham review, the government has decided to close down the Family Records Centre and put all index books into storage.  Only microfiche will be made available via the National Archives at Kew from March 2008.  The National Archive is located outside of Central London and would be difficult to access by most people.  The fiche are illegible.  There would be no way to order certificates at Kew other than online, which a lot of people are unable to do.  The overall service is going to be reduced; there would no one available in person to handle queries and priority certificate service is going to take longer because there will not be a collection service.  The present location at Myddelton Street is central to everyone and other research centres are also nearby therefore the FRC should stay open indefinitely.",
            "closed_at": "2008-10-26T00:00:00Z",
            "created_at": "2007-10-26T21:41:29.519218Z",
            "creator_name": "ACE",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-26T21:41:29.519218Z",
            "rejected_at": "2007-11-28T00:01:01.946911Z",
            "rejection": {
                "code": 8192,
                "details": "",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-28T00:01:01.946911Z"
        },
        "id": 7035714
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/STOPFRCCLOSURE/"
    },
    "type": "petition"
}