{
    "data": {
        "attributes": {
            "action": "condemn the invitations from the Oxford Union Society to David Irving and Nick Griffin to speak on 26 November 2007, with the aim of persuading the Union President to revoke the invitations",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "David Irving was exposed by Judge Gray to be a deliberately fraudulent academic who “qualifies as a Holocaust Denier”. Nick Griffin leads the British National Party which foments race hatred. Oxford University is a place of careful scholarship and giving a platform to fraudulent historians or racists is entirely inappropriate and insulting to the ethos of the University and to those who strive to uphold it. There is no doubt that both Irving and Griffin will try to use their invitations to the Union to give respectability to their causes. Irvng and Griffin are entirely inappropriate speakers for a Free Speech Forum. The Union should invite the ‘referees’, not the ‘players’.",
            "closed_at": "2007-11-16T00:00:00Z",
            "created_at": "2007-10-26T19:50:24.837515Z",
            "creator_name": "Jonathan Hoffman MA",
            "government_response_at": "2008-02-14T15:37:40.161072Z",
            "government_responses": [
                {
                    "created_at": "2008-02-14T15:37:40.161072Z",
                    "details": "You signed a petition asking the Prime Minister to \"condemn the invitations from the Oxford Union Society to David Irving and Nick Griffin to speak on 26 November 2007, with the aim of persuading the Union President to revoke the invitations.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14538.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'NoRacistAtOxford'",
                    "updated_at": "2008-02-14T15:37:40.161072Z"
                }
            ],
            "opened_at": "2007-10-26T19:50:24.837515Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1382,
            "state": "finished",
            "updated_at": "2007-12-31T03:12:32.522247Z"
        },
        "id": 7035084
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoRacistAtOxford/"
    },
    "type": "petition"
}