{
    "data": {
        "attributes": {
            "action": "Stiffen the punishments meted out against child offenders. Something is gravely wrong when a headmaster of a primary school who admitted to taking indecent photographs of children, possessing more than 100,000 images of child exploitation, receives only a 2 year jail sentence and a ban with working with children for the rest of his life",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Stiffen the punishments meted out against child offenders. Something is gravely wrong when a headmaster of a primary school who admitted to taking indecent photographs of children, possession of more than 100,000 images of child exploitation, receives only a 2 year jail sentence and a ban with working with children for the rest of his life.\n\nA headmaster is in a position of 'trust', viewing abuse images alone is a serious crime, that he was doing this while interacting with a school full of minors makes it egregious. New research from America reported in the New York Times (See Debate on Child Pornography’s Link to Molesting July 19, 2007) suggests that the up to 85 percent of men who view explicit sexual images of children are also child molesters with offences ranging from inappropriate touching to rape.\n\nAs long as judges think a wrist slapping is all that is called for, the abuse of children will continue to be a significant societal issue in this country. This kind of sentence is an insult and should be changed to reflect the gravity of the crime.\nReview and strengthen the sentencing regarding the posession of Child Pornography \n\nMr Simon Mitchell - \nComputer Forensic Consultant",
            "closed_at": "2008-01-29T00:00:00Z",
            "created_at": "2007-10-27T00:26:42.754939Z",
            "creator_name": "Mr. Simon Mitchell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-27T00:26:42.754939Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 61,
            "state": "finished",
            "updated_at": "2008-01-30T03:16:02.805075Z"
        },
        "id": 7036246
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/protectminors/"
    },
    "type": "petition"
}