{
    "data": {
        "attributes": {
            "action": "implement the National Screening Programme for Abdominal Aortic Aneurysms and so prevent most of the 7000 deaths which occur annually when the Aneurysm ruptures.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Approximately 7000 deaths per year in the UK are caused by a Ruptured Abdominal Aortic Aneurysm. These deaths would be largely preventable by the introduction of a National Screening Programme. The Ultrasound scan can detect an Aneurysm and when it reaches a certain size it can be operated on electively. The mortality rate for this type of surgery is around 5% compared to 80% mortality following rupture and emergency surgery. The majority of patients who suffer an RAAA are not aware that they have one as there are very  few or no symptoms of this condition. The first they know of it is when it ruptures. Approximately 80% of these patients will die before reaching hospital  and of those who do, a further 50% will die.  Delay in diagnosis is a major risk factor.\nThe Screening programme would prevent a large amount of emergency surgery having to be performed, thus saving a vast sum of money for the NHS as well as saving lives.  The screening can be carried out in GP Practices and other local venues and up to 10 men per hour can be screened, using a portable Ultrasound scanner. \nThe introduction of a National Screening Programme would make ruptured abdominal aortic aneurysms a thing of the past.",
            "closed_at": "2008-04-29T00:00:00Z",
            "created_at": "2007-10-27T13:56:03.714999Z",
            "creator_name": "Anne Cheetham",
            "government_response_at": "2008-05-16T14:55:20.872785Z",
            "government_responses": [
                {
                    "created_at": "2008-05-16T14:55:20.872785Z",
                    "details": "You signed a petition asking the Prime Minister to \"implement the National Screening Programme for Abdominal Aortic Aneurysms and so prevent most of the 7000 deaths which occur annually when the Aneurysm ruptures.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15569.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'RAAAScreening'",
                    "updated_at": "2008-05-16T14:55:20.872785Z"
                }
            ],
            "opened_at": "2007-10-27T13:56:03.714999Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 551,
            "state": "finished",
            "updated_at": "2008-04-30T00:01:02.034782Z"
        },
        "id": 7038492
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RAAAScreening/"
    },
    "type": "petition"
}