{
    "data": {
        "attributes": {
            "action": "Alter the cross country train franchise changes in Dec 2008 to maintain a basic service to  and from congleton as now operates",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We want to maintain the 7.21am and the 8.21am trains to birmingham new street from manchester at congleton as they currently do.  We do not mind if the times are changed to suit a new timetable, but wish to maintain two services southbound during the commutter period, morning and evening.  \n\nWe do not want to be forced to drive down the M6 because trains no longer stop at congleton.  \n\nLet us stay off the roads and on the railways as we currently do.\n\nChange the cross country franchise to suit a basic service to and from congletion to Birmingham New street as well as Manchester.\n\nThink of the environment, think of us falling asleep on the motorways, think of the pollution, vote to keep the trains running to and from Congleton.",
            "closed_at": "2008-01-29T00:00:00Z",
            "created_at": "2007-10-27T22:33:12.469097Z",
            "creator_name": "Mr A Barton",
            "government_response_at": "2008-02-25T16:15:36.180119Z",
            "government_responses": [
                {
                    "created_at": "2008-02-25T16:15:36.180119Z",
                    "details": "You signed a petition asking the Prime Minister to \"Alter the cross country train franchise changes in Dec 2008 to maintain a basic service to and from congleton as now operates.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14702.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'congletontrains'",
                    "updated_at": "2008-02-25T16:15:36.180119Z"
                }
            ],
            "opened_at": "2007-10-27T22:33:12.469097Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 291,
            "state": "finished",
            "updated_at": "2008-10-08T04:02:44.512258Z"
        },
        "id": 7041051
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/congletontrains/"
    },
    "type": "petition"
}