{
    "data": {
        "attributes": {
            "action": "LET BBC FUND ITSELF",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Today, in civilised British society an individual can be fined up to £1000 for not owning a TV licence. Hardened criminals can pay less for their crimes of violence. \n It was decided years ago that we should all pay a TV tax & now the British licence payers kindly fund viewers around the world to watch BBC programs free of charge.\n The BBC is not the Great British institution it once was .We witnessed the shame of the recent phone in fraud & I have no doubt as license payers we are footing the bill. There are no direct financial consequences to the parties responsible, why should we remain loyal & just keep paying for our licence. If we refused to pay our licence collectively the current system would crash .\nBBC hang your head in shame admit defeat and bring in the advertisers. We would be bombarded with 10 in 30 mins of interruption but this is a small price to pay to being forced to pay a licence for no adverts.\nIn the very near future, the analogue signal will be converted to digital. What percentage of people will want to watch BBC programs they will have a wider spectrum of channels to view? Why not just disappear.\n  I’m sure very few people will ask what the BBC was.",
            "closed_at": "2008-04-30T00:00:00Z",
            "created_at": "2007-10-28T14:51:00.949158Z",
            "creator_name": "Lesley Macarthur",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-28T14:51:00.949158Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 86,
            "state": "finished",
            "updated_at": "2008-05-01T03:16:40.089139Z"
        },
        "id": 7044518
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BBC-Blackmail/"
    },
    "type": "petition"
}