{
    "data": {
        "attributes": {
            "action": "Charge non British citzens for public services and cut down immigration.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear Prime Minister\nImmigration as we know is a growing problem.  I could understand if the\n UK were the size of Australia etc but we are not.  If we were I would\n have no trouble with it but we are a small nation and overflowing, it\n is draining public resources such as the NHS, prisons, social services\n etc.  Tony Blair said that he would kick out thousands of illegals and\n this is not happening.  One way of cutting down if we are scared of\n kicking out is to charge non British citizens for these services espically\n the NHS, this i'm sure would cut down the numbers and include EU\n members in this. The points system for entering is a joke, our American\n friends need points but non English speaking europeans don't, something\n wrong there I think!!\nYou had Mrs Thatcher to No 10 recently I hope you can at some stage\n become as strong a leader and actually sort this out.\n\nI was a staunch Tory before you took over, but I saw something in you\n that I like as a leader, so come on put Britian and the British first\n for a change.  If not it leaves me no vote at all after all I refuse to\n vote for a wet liberal and Mr Cameron is going so far left in his\n efforts to please the minorites I fully expect Tony Benn to change colour\n soon.",
            "closed_at": "2007-12-28T00:00:00Z",
            "created_at": "2007-10-28T15:01:22.739159Z",
            "creator_name": "John Burt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-28T15:01:22.739159Z",
            "rejected_at": "2007-11-28T00:01:01.946911Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/britishbritain/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-28T00:01:01.946911Z"
        },
        "id": 7044578
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nhscharges1/"
    },
    "type": "petition"
}