{
    "data": {
        "attributes": {
            "action": "carry out suitable action to ensure that ID cards from EU members states are accepted throughout the UK as a valid form of identification for European citizens residing in the UK or visiting the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Under current EU legislation European citizens may circulate within the UE territory without a passport, if they provide a valid ID card. Yet European citizens too often find that their ID cards are not accepted as a valid form of identification inside the UK, and are demanded instead to provide a passport or a driving licence. EU citizens are often unable to provide any of these as: they may not have a driving licence and they may be travelling within the EU without a passport.\nIt is an unfortunate paradox that EU citizens may enter the UK with a valid EU member state ID card, but may be unable to exercise their rights as EU citizens with it inside the UK. Therefore, we petition the PM to carry out suitable action to ensure that EU citizens are not discriminated inside the UK on account of being unable to provide a passport or a driving licence. This should involve to issue clear guidelines to civil society as to what forms of identification are legally acceptable for EU citizens in the UK, and to request institutions, businesses and corporations in the UK to revise their policies regarding valid forms of identification for European citizens in the UK.",
            "closed_at": "2008-10-29T00:00:00Z",
            "created_at": "2007-10-28T13:41:29.857831Z",
            "creator_name": "Maria del Mar Medina",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-28T13:41:29.857831Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2008-12-04T16:48:07.534833Z"
        },
        "id": 7044013
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EUIDcards/"
    },
    "type": "petition"
}