{
    "data": {
        "attributes": {
            "action": "We the undersigned petition the Prime Minister to pardon Robert Stewart and remove his name from the Sexual Offenders Register",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Robert Stewart was found in his room by staff Aberley House Hostel in Ayr in October 2006, indulging in a masturbatory act with a bicycle. On 24th October 2007 Mr Stewart admitted to sexual breach of the peace in Ayr Sheriff Court.\nMr Stewart will be placed on the Sexual Offenders Register, even though no living thing was involved in the act, (performed on his own in a locked room). Mr Stewart was only discovered after staff opened the locked door with a master key.\nGiven that all Mr Stewart was doing was using an inanimate object as an aid to masturbation, and that aids to masturbation (e.g. vibrators) are sold legally in high street shops up and down the country, we urge the Prime Minister to overturn this ridiculous and perverse sentence and remove Mr Stewart from the Sexual Offenders Register, so that he may leave court without a stain on his character. We also feel that Ayr Sheriff Court and the Police Authority that brought about this vexatious and spurious prosecution should be formally censured for pursuing this prosecution and made to apologise to Mr Stewart in person. We also demand Aberley House Hostel be boycotted until they apologise for breaching Mr Stewart’s privacy.",
            "closed_at": "2008-10-28T00:00:00Z",
            "created_at": "2007-10-28T15:46:30.229405Z",
            "creator_name": "Carsten Cutforth",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-28T15:46:30.229405Z",
            "rejected_at": "2007-11-28T00:01:01.946911Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-28T00:01:01.946911Z"
        },
        "id": 7044865
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FreeRobStewart/"
    },
    "type": "petition"
}