{
    "data": {
        "attributes": {
            "action": "to show his liking and respect for the people of England (who comprise over 80% of the UK’s population) by issuing an official statement celebrating English values and achievements, which should feature the English invention of Parliament, our tolerance and sense of fairness, out attachment to our traditional freedoms, our love of the English landscape and our historic architecture, and our genius in the arts (Shakespeare, Dickens, Austen, Turner and Gainsborough) and of science (Newton, Darwin) and that in so many ways the English may justly be celebrated as the inventors of modern political democracy, of human rights and of much of the technology of the modern world.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The publication of such a statement by his government will allow the Prime Minister to show proper respect to the English, who while comprising the overwhelming majority of the UK’s citizens, are at present feeling distinctly under-represented in the Union Parliament,  and who are increasingly made to feel unwelcome, marginalised, second class citizens in their own nation.\n\nSo this requested statement by the Union government of how much importance they do and will attach to English values would help reassure the English that their views and votes will be taken fully into account by the Union government in future policy and legislation that affects England.  \n\nThe petitioner asks that if the Union government will not speak up for English values and English interests, then who will?  The English uniquely among the four home nations that comprise the UK, do not have their own Parliament, and in its absence, there is no elected politician who can justly claim to speak for England.   The petition calls for a voice to speak for England.",
            "closed_at": "2008-10-29T00:00:00Z",
            "created_at": "2007-10-28T16:31:48.785276Z",
            "creator_name": "Andrew Constantine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-28T16:31:48.785276Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 89,
            "state": "finished",
            "updated_at": "2008-10-30T03:56:18.667465Z"
        },
        "id": 7045178
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/An-English-Voice/"
    },
    "type": "petition"
}