{
    "data": {
        "attributes": {
            "action": "REDUCE \"HOT BEDDING\"  ALLOWING TIME TO CLEAN BEDS AND AREAS PROPERLY & HELP REDUCE MRSA INFECTIONS  & WITH THE ALARMING NUMBER OF DEATHS WE SHOULD BRING BACK MATRONS ON WARDS, GIVING THEM SOME AUTHORITY OVER CLEANING COMPANIES STANDARDS.  WHILST THIS ALONE WILL NOT COMBAT MRSA, WE NEED TO BRING BACK PRIDE IN STANDARDS WHICH CAN BE LEAD BY MATRONS ON WARDS AND GIVING PROPER TIME TO CLEAN BETWEEN NEW PATIENTS ARRIVAL.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Horrifying numbers are dying from MRSA or suffering terribly when they should not be.  In 2005 there were 1,629 death certificates that cited MRSA.  New figures to be published on MRSA and Clostridium difficile are expected to show  cases of C. diff, which have risen 5-fold in the past decade, have increased beyond the 55,000 cases last year.\n\nLeading authority Dr Mark Enright of Imperial College, London has said nothing was being done to tackle deadly outbreaks in the NHS. This came after a damning report into Britain's deadliest outbreak of a hospital superbug, which killed 90 people. The government watchdog found that 1,100 contracted Clostridium difficile at Maidstone & Tunbridge Wells NHS trust's 3 hospitals between April 04 and Sept 06. 345 mainly older patients with multiple medical problems died, with 90 of those deaths \"definitely or probably\" from infection. \n\n1 in 4 NHS trusts in England admit they are failing to comply with hygiene regulations introduced last year to halt the spread of MRSA and other hospital superbugs; The Government must BRING BACK MATRONS ON WARDS and give them authority to monitor and take action on Cleaning Companies AND stop hot bedding.",
            "closed_at": "2008-01-29T00:00:00Z",
            "created_at": "2007-10-28T22:23:24.114640Z",
            "creator_name": "Debbie Maslen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-28T22:23:24.114640Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 54,
            "state": "finished",
            "updated_at": "2008-11-27T17:04:09.465509Z"
        },
        "id": 7047985
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/REDUCEHOTBEDDING/"
    },
    "type": "petition"
}