{
    "data": {
        "attributes": {
            "action": "Help and Support Knutsford High School and Mr Bob McKenzie to keep a good teacher in a job",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The more I have thought about this the more it aggrieves me,Ok Mr Mckenzie was a ruthless teacher but never the less he was one hell of a good one, Yeah he gave a good ear bashing but there was a reason, he earnt respect. He was a traditional teacher in every sense of the word, Firm Strict but very fair, Of my memories He is certainly one of them I can remember getting a good bit of stick from but thats because I was in the wrong. Now Im sure alot of us were in the same position and deserved what we got!!!!\n\nI remember this is the teacher that sacrificed so much of his time for others, all of which is not possible without him.\n\nThe turn of events that day were that a year eleven who yes can be classed as an adult has been goading week in week out lesson on lesson until one day he has raised his arms and pushed Mr McKenzie and then called him a scottish C**T. Is it any wonder he gave it him back!!\n\nIm not saying its right but if you are out of school imagine the scene, Look at what the lad has done first...\n1. Racist behaviour\n2. Raising arms to someone, Classed as assault\n3.Intimidation / Goading\n\nIf someone in the street did any of the above they would get a good kicking,\nThere is one victim in this and that is BOB MCKENZIE!!!",
            "closed_at": "2008-04-29T00:00:00Z",
            "created_at": "2007-10-29T14:47:01.293299Z",
            "creator_name": "Simon Giddings",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-29T14:47:01.293299Z",
            "rejected_at": "2007-11-28T00:01:01.946911Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-28T00:01:01.946911Z"
        },
        "id": 7055136
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KHSBob-McKenzie/"
    },
    "type": "petition"
}