{
    "data": {
        "attributes": {
            "action": "ban the sale of fireworks to the general public, and to permit the sale of fireworks only to vetted licence-holders.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Fireworks are increasingly used as offensive weapons, especially by the under-25s.  Teenagers in London etc frequently deliberately fire them sideways at each other.  Policing the use of fireworks is difficult as they can be let off anywhere, and in the dark, making the perpetrators hard to catch, despite the existence of laws which attempt to regulate firework usage. Injury figures from fireworks are high e.g. In 2005 over a period of 4 weeks there were 991 injuries caused by fireworks. Finally, fireworks are bad for the environment in that they contain hot metal compounds, and they are very unhealthy for wildlife and for pets.",
            "closed_at": "2007-12-31T00:00:00Z",
            "created_at": "2007-10-30T13:42:46.922084Z",
            "creator_name": "Gwyn Evans",
            "government_response_at": "2008-01-29T16:10:24.556625Z",
            "government_responses": [
                {
                    "created_at": "2008-01-29T16:10:24.556625Z",
                    "details": "You signed a petition asking the Prime Minister to \"ban the sale of fireworks to the general public, and to permit the sale of fireworks only to vetted licence-holders.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14433.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'FirewkBan'",
                    "updated_at": "2008-01-29T16:10:24.556625Z"
                }
            ],
            "opened_at": "2007-10-30T13:42:46.922084Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 680,
            "state": "finished",
            "updated_at": "2008-01-03T03:13:04.849050Z"
        },
        "id": 7065725
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FirewkBan/"
    },
    "type": "petition"
}