{
    "data": {
        "attributes": {
            "action": "Driving tests are too strict, expensive and have a too long waiting list",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Driving tests have become too strict, expensive & have a much too long waiting list. The tests have become too strict, failing new drivers for very unreasonable reasons by how the test has been made for the examiners. If the driver in a test affects their own safety or is dangerous driver then of course it is fair to fail them. But many people who take the test have a lot of luck or bad luck depending on conditions or what may be happening in that area of town on the test date. \n\nAction to be taken in the following areas:\n\n·\tDriving tests should be made a lot less strict by the examiner and the test itself shouldn't fail you for very stupid reasons that will obviously be improved after driving by yourself after passing your test.\n·\tThe price of a driving test costs way too expensive and should be lowered to a more reasonable price.\n·\tThe waiting shouldn't have to be from 2 months or more, this is an outrageous time period to wait either for your first driving test or for second, third, etc.",
            "closed_at": "2008-10-30T00:00:00Z",
            "created_at": "2007-10-30T13:22:09.087147Z",
            "creator_name": "James Prismall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-30T13:22:09.087147Z",
            "rejected_at": "2007-10-31T10:13:58.047716Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-31T10:13:58.047716Z"
        },
        "id": 7065418
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StrictDT/"
    },
    "type": "petition"
}