{
    "data": {
        "attributes": {
            "action": "Actively support the development and construction of modern canal locks on the British canal network - thereby encouraging the use of innovative British-designed technology, and empowering British Waterways to deliver the government’s agenda to increase the use of inland waterways for freight transport.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Innovative new waterways technology has generated substantial interest both nationally and internationally.  Individuals from diverse backgrounds such as technology professionals, boating enthusiasts, environmentalists and regeneration partnerships have all expressed their enthusiasm and support for these new design concepts.   \n\nIt is now imperative that this Government capitalises on the opportunities available to implement these technologies on the British canal network, and to fully exploit the benefits of British engineering to meet the dual government objectives of reducing carbon emissions and increasing freight transport on the waterways.",
            "closed_at": "2008-04-30T00:00:00Z",
            "created_at": "2007-10-30T14:28:41.574267Z",
            "creator_name": "A Crichton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-30T14:28:41.574267Z",
            "rejected_at": "2007-10-30T16:05:07.481409Z",
            "rejection": {
                "code": 1024,
                "details": "",
                "reasons": [
                    "Commercial endorsement, promotion of any product, service or publication, or statements that amount to adverts"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-10-30T16:05:07.481409Z"
        },
        "id": 7066330
    },
    "links": {
        "original": "http://petitions.number10.gov.uk//"
    },
    "type": "petition"
}