{
    "data": {
        "attributes": {
            "action": "amend the Coroner's Bill to ensure that inquests into the deaths of patients in mental health institutions are automatically heard before a jury in the same way as those following the deaths of prisoners in custody.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Between 2001-2 and 2005-6 there were a total of 13,020 deaths of patients in mental health insitutions in England. A recent report of the Forum on the Prevention of Deaths in Custody showed that some 233 deaths were deemed to be preventable in the last reporting year, showing the need for full investigations into all deaths in mental health institutions.\n\nWhilst all deaths in prisons are automatically heard before juries, due to the recognition that these deaths have happened on the 'state's watch', this is not automatically the case for investigations into deaths in mental health institutions, despite the fact that people with mental health difficulties are often extremely vulnerable.\n\nIt is vital that the state properly investigates every single death where the state might be involved and the jury system of inqusts ensures that a proper investigation takes place. The jury hearings must be extended to those investigating the deaths of people in mental health institutions.",
            "closed_at": "2008-01-31T00:00:00Z",
            "created_at": "2007-10-30T17:42:02.057994Z",
            "creator_name": "Steven Allen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-30T17:42:02.057994Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 137,
            "state": "finished",
            "updated_at": "2009-01-14T16:22:29.753638Z"
        },
        "id": 7068622
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Coroners/"
    },
    "type": "petition"
}