{
    "data": {
        "attributes": {
            "action": "Introduce National Seasonal Hibernation",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "National hibernation from the 5th of November to the 5th of March annually.\n\nHuge benefits in regards to health, rest, economy, and Seasonal Annual Depression which has both a personal and societal effect on the nation. \n\nfestive season to be moved into the summer,Jesus was proven to have been born then, respective to research on the roman census.\n\nCitizens were issued with flat pack, long lasting pod in which to reside. Simple tubing systems for any sustenance or waste removal required. \nPut an end to tragedy of deaths due to freezing experienced by for example the homeless, the elderly or the poor.long rest could help millions of people out of addictions to substances.\nIt would also vastly reduce carbon emissions from the usual situation of more cars being used in the colder weather, energy used on central heating, on indoor entertainment that requires electricity, and the reduced accumulation of litter and waste over this 5 month period.\n\n \nSo, Environmentally, medically, and for many reasons evident in this short summary I put it to you that talks over this issue should be made, and hopefully brought into action by 2009 / 2010.\nOpen to any suggestions..\n\nRegards, E. Wood",
            "closed_at": "2008-10-30T00:00:00Z",
            "created_at": "2007-10-30T19:51:39.951308Z",
            "creator_name": "ellen wood",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-30T19:51:39.951308Z",
            "rejected_at": "2007-11-30T00:01:01.625455Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-30T00:01:01.625455Z"
        },
        "id": 7070069
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Hibernation/"
    },
    "type": "petition"
}