{
    "data": {
        "attributes": {
            "action": "drop the appeal against the Chagos islanders' right to go home",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Foreign and Commonwealth Office has appealed to the Law Lords against May's Appeal Court decision, which upheld the quashing of orders banning the Chagos islanders from going home.\n\nWith more than £2 million already spent on legal action against the exiled islanders, taking this appeal forward would mean an even bigger waste of public funds - especially as the Lords have said the FCO will have to bear all the costs whether it wins or loses. The FCO has until Tuesday 6 November to decide what to do.\n\nInstead of delaying justice yet again, throwing away more money and revealing his talk of justice and freedom to be hollow, the Prime Minister should take this chance to step in and stop this ridiculous appeal.",
            "closed_at": "2007-11-09T00:00:00Z",
            "created_at": "2007-10-30T22:26:44.692937Z",
            "creator_name": "Robert Bain",
            "government_response_at": "2007-11-29T15:18:56.704160Z",
            "government_responses": [
                {
                    "created_at": "2007-11-29T15:18:56.704160Z",
                    "details": "You signed a petition asking the Prime Minister to \"drop the appeal against the Chagos islanders' right to go home.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page13879.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'chagosappeal'",
                    "updated_at": "2007-11-29T15:18:56.704160Z"
                }
            ],
            "opened_at": "2007-10-30T22:26:44.692937Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 638,
            "state": "finished",
            "updated_at": "2008-04-12T03:21:32.422517Z"
        },
        "id": 7071524
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/chagosappeal/"
    },
    "type": "petition"
}