{
    "data": {
        "attributes": {
            "action": "ensure that all Civil Servants address all women to whom they write as \"Ms\"; and that all female Civil Servants are also so addressed.  This may ultimately have the effect that the default mode of address for ALL women is \"Ms\" as \"Mr.\" is for men",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This would, initially in a small way but (hopefully) ultimately universally, stop the annoying - and in fact intrusive - question \"Is that Mrs. or Miss?\" when one gives one's name; in other words the questioner is asking something which should really be none of his/her business: \"What is your marital status?\".  It might also stop some women from marrying unsuitable men; just so that they can answer \"Mrs!\" rather than having to confess to the implication of having \"missed\" the boat by replying \"Miss\" (this may seem far-fetched but I think it might apply to some).  In any case, in the 21st Century, surely women should have equality in this at least (even if not in so many other issues: e.g. equal pay!); it would not preclude any woman calling herself \"Mrs.\" or \"Miss\" if she wanted to. This may seem a trivial petition - if people think so of course they don't have to sign it - but no more so than many others I've seen.",
            "closed_at": "2008-07-01T00:00:00Z",
            "created_at": "2007-10-31T01:06:32.891868Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-31T01:06:32.891868Z",
            "rejected_at": "2007-11-01T14:04:51.757083Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-01T14:04:51.757083Z"
        },
        "id": 7072219
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CallWomenMs/"
    },
    "type": "petition"
}