{
    "data": {
        "attributes": {
            "action": "Stop denying the rights of Christians in Britain",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Christian couple will not be reregistered as foster carers and have to give up their foster son following their refusal to sign an Equality policy.\n\nThey have been fostering since 2001 and looked after 28 children.\n\nMr Matherick said he and his wife had never discriminated against anybody, but they would not teach children about the practice of homosexuality because the Bible condemns any kind of sexual practice outside of a marriage relationship.\n\nThe couple have now had to give up custody of their 11-year-old foster son. \n\nThe couple would be required to discuss same-sex relationships with their child who is only 11, and tell them gay partnerships were as acceptable as heterosexual marriages.\n\nMr Matherick said: \"I believe it is against the word of God.”\n\nThe couple said \"They were saying that we had to be prepared to talk about sexuality with 11-year-olds, and to be prepared to explain how gay people date.\"\n\nMrs Matherick added: \"We feel we are being discriminated against as Christians, and many others are finding themselves in our position.\"",
            "closed_at": "2008-05-01T00:00:00Z",
            "created_at": "2007-10-31T01:50:59.363861Z",
            "creator_name": "Mrs J Brunger",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-31T01:50:59.363861Z",
            "rejected_at": "2007-11-30T00:01:01.625455Z",
            "rejection": {
                "code": 18432,
                "details": "http://petitions.pm.gov.uk/Carefoster/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-30T00:01:01.625455Z"
        },
        "id": 7072296
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/persecuted/"
    },
    "type": "petition"
}