{
    "data": {
        "attributes": {
            "action": "Acknowledge climate change as the most important (though not sole) issue currently facing humanity both at this time and in the foreseeable future",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Scientific consensus is that climate change is a serious and man-made issue.\n\nAlmost every news broadcast shows stories of retreating ice sheets, the spread of desertification, species on the verge of extinction, drought, wildfires, overpopulation and starvation well beyond the 'norm'.\n\nWe understand the need to sustain the economy, provide housing, build roads...but what is the point of ending foreign conflicts or countering terrorism if millions die of food shortages, or the oceans release their stores of carbon? Latest reports suggest this may already be happening, 40 years ahead of schedule.\n\nEnvironmental considerations need to become part of every action of our daily lives, every political ideal and every facet of government policy.\n\nPoliticians must refrain from attempting to score points off each other and begin to act in the interests of those they represent. The Prime Minister has an opportunity to lead the way and win the public over to determined action. As it is, spin, big business and personal power battles undermine every effort to change the way we live. This has to stop now, as the risks are simply too high.",
            "closed_at": "2008-10-31T00:00:00Z",
            "created_at": "2007-10-31T13:10:45.519974Z",
            "creator_name": "Daniel Snowdon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-31T13:10:45.519974Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 29,
            "state": "finished",
            "updated_at": "2009-04-27T16:58:51.538503Z"
        },
        "id": 7076782
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/actiononclimate/"
    },
    "type": "petition"
}