{
    "data": {
        "attributes": {
            "action": "Legislate to control Trick or Treating",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Trick or Treating has got out of hand and needs to be restricted. Every year on 31st October, adults sit huddled in their houses - curtains drawn and lights off - being constantly bothered by unwanted callers. Gangs of feral kids roam the streets intimidating passers by. This is an intrusive US import which has got out of hand. In particular, the old, single, ill and vulnerable feel frightened, by an activity which has become a time for teenagers to be abusive and people to be pestered by begging children.\nI would like the government to control and police the practice more tightly - for example by only allowing children to call at houses which signal that they are willing to participate (by displaying some dreadful pumkin related tat in the window for example, purchasd from the supermarkets who seem to be  cashing in on this time of year.)\n\nPeople shouldn't feel frightened or anxious anymore - and some sort of government action needs to be taken.",
            "closed_at": "2008-10-31T00:00:00Z",
            "created_at": "2007-10-31T14:57:15.940227Z",
            "creator_name": "Stuart Hay",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-10-31T14:57:15.940227Z",
            "rejected_at": "2007-11-30T00:01:01.625455Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/funorblackmail/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-30T00:01:01.625455Z"
        },
        "id": 7078300
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TrickTreat/"
    },
    "type": "petition"
}