{
    "data": {
        "attributes": {
            "action": "Leave the EU and have a General Election",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I want a referendum to leave the EU, this is just another jobs for the boys,this is why so many labour MEP's are keen on this NEW constitution, they don't want to lose their jobs and the gravy train they are all riding.  The country is in a mess and as far as immigration goes it will only get worse, unless  this government stops people coming here and amend the Human Rights law, which allows murders, terroists, rapist, gang rule and any other law breaker to live here without recall or deportation. The government should be made to find all the illegal immigrants in Britian and return them to their country of origin and anyone else we are paying benefits too that do not have a job.   If we are not in the EU we won't have to accept all these economic immigrants ha ha!!!!!!!!!!. Train the people on the dole and make them work.  Listen to people with morals and standards and not the political correct and do gooders.  Stop implementing Blairs policies, the worst Prime Minister in centures and Gordon Brown is no better.  We should also have a General Election.",
            "closed_at": "2007-12-01T00:00:00Z",
            "created_at": "2007-11-01T10:02:14.487549Z",
            "creator_name": "marilyn kilcommons",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-01T10:02:14.487549Z",
            "rejected_at": "2007-12-06T00:01:03.966230Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Election-year/\nhttp://petitions.pm.gov.uk/EU-treaty-NON/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-06T00:01:03.966230Z"
        },
        "id": 7085140
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fed-up-pensioner/"
    },
    "type": "petition"
}