{
    "data": {
        "attributes": {
            "action": "Hold the press accountable for lies and unsubstantiated claims.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Too many people are having their lives ruined because certain members of the press take a dislike to them. It is the scourge of our nation. I believe the press should be restricted to factual reporting only. Any sensationalism within the press should be outlawed. The editors and journalists that ruin peoples lives for the sake of a front page should be prosecuted to the full extent of the law. Speculating on current or pending court cases and reporting of rumours should be a criminal offence. After all if witnesses and suspects are bound by law not to disclose evidence until trial then why is it ok for members of the press to do so. The use of paparazzi photographers should be banned. Pursuing people through the streets and thrusting cameras in peoples faces should be considered a breach of human rights and should be punished to full extent of the law. The media is not the law but somehow it seems to think it is. Enough is enough!",
            "closed_at": "2008-11-02T00:00:00Z",
            "created_at": "2007-11-01T11:55:46.084619Z",
            "creator_name": "Kelly Thompson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-01T11:55:46.084619Z",
            "rejected_at": "2007-11-02T17:41:39.963453Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/MediaHell/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-02T17:41:39.963453Z"
        },
        "id": 7086905
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/STOPGUTTERPRESS/"
    },
    "type": "petition"
}