{
    "data": {
        "attributes": {
            "action": "All Dogs To Be Muzzled When Out In Public Open Spaces",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The petition is following the recent attack to my 2 year old niece who was attacked and mould by a rottweiler. As a result of this she now has to spend the next 2 months in a wheelchair. The dog bit right through the muscle and tendons in both legs leaving her needing emergency plastic surgery. She now faces skin grafts and physiotherapy.This attack was unprovoked taking place in a public nature park. The dog was not on a lead and no owner in sight.If it had not been for the general public helping to fight this dog of then my niece would have been killed. I just want dog owners to be more responsible and not put others safety at risk by not having their pets muzzled in a public place. \n\nI would like to start a petition for the following:\nAll dogs to be muzzled when out in public open spaces. This will prevent the following:\na) any attack on the human public at large.\nb) any attack on other animals.\nc) any health costs/treatments incurred by the NHS to treat such injuries caused by dog attacks.\nd)Owners will benefit as dogs will no longer be able to eat things of the ground there not meant to (this will not only prevent dogs being ill but also save on vet bills)",
            "closed_at": "2008-05-02T00:00:00Z",
            "created_at": "2007-11-01T12:36:04.255054Z",
            "creator_name": "Shane Thorn",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-01T12:36:04.255054Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 75,
            "state": "finished",
            "updated_at": "2008-12-04T16:48:56.163222Z"
        },
        "id": 7087570
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Muzzle-dogs/"
    },
    "type": "petition"
}