{
    "data": {
        "attributes": {
            "action": "Encourage single mums to contribute to society and stop giving them the means to live for free. Help the single mums who are trying to do something with their lives instead. Isnt it better to help someone for a year than to help them for a lifetime.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a single mum myself i am becoming increasingly annoyed at the bad press we are given. I am also a full time student and yes i also have a part time job. As i am a student and work the government refuses to help me counting a LOAN as income. I recieve 19 pounds a week housing benefit a week to pay a 500 pound a month rent. \n\nIt is clearly to late to help myself as i have struggled and fought for the last 3 years and am now in the last year of my course. But it is not to late to open the governments eyes and actively get single mums back to work by lowering the benefits given to the ones that don't work and increasing the benefits of those who do or those who are studying. Thereby making specifically young single mums contribute to society too. There is no reason why they cant. \n\nI have managed with nearly no help at all imagine what can be done if they had help. Society is not healthy in this regard. Being a student and having a part time job is currently about to make my son and i homeless as we weren't allowed affordable housing as i have a LOAN is this fair? It is high time the benefit system was turned around to encourage a good work ethic and use tax payers money more wisely!",
            "closed_at": "2008-02-02T00:00:00Z",
            "created_at": "2007-11-01T14:22:42.199992Z",
            "creator_name": "Michelle Tomblin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-01T14:22:42.199992Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2008-02-18T03:12:19.800251Z"
        },
        "id": 7089179
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Encouragement/"
    },
    "type": "petition"
}