{
    "data": {
        "attributes": {
            "action": "To put the housing needs of British families before those of migrant families CHOOSING to come to the UK.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Current Council Housing policy is fundamentally flawed & unfair due to the needs of migrant families, who CHOOSE to come to the UK, being put before the needs of hardworking, low income British families, many of whom have been on council housing lists for many years. Numerous British families all over the UK can only watch in despair as the needs of migrant families, who have come to the UK by CHOICE, are persistently being put before them, even though most migrant families hail from perfectly safe EU countries & are neither fleeing conflict nor persecution. We call upon our government to take immediate & decisive action to overhaul our\nsocial housing policy & make it clear to families CHOOSING to come to the UK that whilst they are welcome to come here to work, they can no longer apply for social housing assistance. Such action will drastically reduce council waiting lists & ensure only the most needy British families & genuine refugees will in future qualify for such assistance, instead of the\ncurrent situation, where the needs of economic migrants with large families are being put before the very people for whom the British social housing system was designed & intended.",
            "closed_at": "2008-11-01T00:00:00Z",
            "created_at": "2007-11-01T15:33:58.810663Z",
            "creator_name": "Shujauddin Mirza",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-01T15:33:58.810663Z",
            "rejected_at": "2007-12-02T00:01:02.291980Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/england4ever/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-02T00:01:02.291980Z"
        },
        "id": 7090173
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Govt-Housing/"
    },
    "type": "petition"
}