{
    "data": {
        "attributes": {
            "action": "Develop a solution to the terrible suffering and torture wild rabbits endure by contracting Myxomatosis each year",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There seems to be an acceptance of  Myxomatosis and of its impact on rabbits. Due to the large majority of rabbits catching it and being out of sight, we’ve come to ignore it and accept it.\nWhen our pet rabbit died of the disease I was shocked and sickened at the symptoms put upon these animals in order to control their numbers. If indeed their numbers need to be controlled there must be dozens of alternative humane methods of control.\nAny disease which blinds its victim in the first few days, blocks its nose so it can’t breathe, forces it to breathe through its mouth so it can’t eat and then lasts upto and over 14 days so the infection can spread even further is not acceptable.",
            "closed_at": "2008-11-02T00:00:00Z",
            "created_at": "2007-11-01T16:29:53.497755Z",
            "creator_name": "Christopher Dodd",
            "government_response_at": "2008-12-05T17:13:16.613879Z",
            "government_responses": [
                {
                    "created_at": "2008-12-05T17:13:16.613879Z",
                    "details": "You signed a petition asking the Prime Minister to \"Develop a solution to the terrible suffering and torture wild rabbits endure by contracting Myxomatosis each year.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17716\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Myxomatosis'",
                    "updated_at": "2008-12-05T17:13:16.613879Z"
                }
            ],
            "opened_at": "2007-11-01T16:29:53.497755Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 367,
            "state": "finished",
            "updated_at": "2009-06-02T17:27:32.551366Z"
        },
        "id": 7090943
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Myxomatosis/"
    },
    "type": "petition"
}