{
    "data": {
        "attributes": {
            "action": "Intervene on the selling of the land behind the British Library in the St Pancras & Somers Town ward . Borough of CAMDEN.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With the opening of the  St Pancras International Terminus the people of the St Pancras & Somers Town ward together with the population of the rest of the Borough, should now have the opportunity to settle their lives. \nInstead, the people who lives and works in this surrounded area are now, as a result of these changes threaten with some other future changes that if these projects go ahead or are approved our lands, homes and communities will be at risk and our local area will be divided,  causing disruption and danger to the whole population of this area, particularly with all that has been proposed, the children who attended so many schools in this area will be the most affected by  \n-  the tram line linking mainline stations cutting through the heart of our council estates.\n-  the creation of a new private access road into the British Library site, from the east side of Ossulston Street, a very busy and narrow road and the only road used as a cyclist route \n-  the selling of the land behind the British Library to private developers. \nWe call on the Government - Prime Minister to act urgently by making sure that these developments and changes meet the needs of the local population.",
            "closed_at": "2008-11-02T00:00:00Z",
            "created_at": "2007-11-01T23:19:16.571382Z",
            "creator_name": "Helia Evans",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-01T23:19:16.571382Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2009-05-13T16:20:54.553042Z"
        },
        "id": 7094850
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BritLibrselloff/"
    },
    "type": "petition"
}