{
    "data": {
        "attributes": {
            "action": "Protect DLA recipients with chronic conditions from the Right Payment Programme.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Right Payment Programme\n\nThe RPP was introduced in May 2007 with no prior consultation and no publicity to replace Periodic Review (PR) Under PR, a large proportion of DLA recipients with chronic health/disability were exempt from PR. However, without any prior warning or consultation these exemptions have been withdrawn, and the only exempt groups under RPP, are those with terminal illness, or those awarded DLA in the last 12 months.\n\nThe effect of the above is that many chronically sick/disabled people with chronic and incurable conditions will face having their award reviewed, and possibly reduced or removed altogether. We feel that this a retrograde step, and will lead to the errors which resulted from the Benefits Integrity Project (BIP), the predecessor of Periodic Review, which was halted by the government in 1999 as a 'disaster'. \n\nWe respectfully request the Prime Minister to review the highly likely effects that RPP will have on many DLA claimants and call on him to instruct the Sec of State for Work and Pensions to afford the same exemptions as were in Periodic Review to the Right Payment Programme.",
            "closed_at": "2008-05-02T00:00:00Z",
            "created_at": "2007-11-02T14:29:58.006891Z",
            "creator_name": "Jim Allison",
            "government_response_at": "2008-06-09T14:12:36.124894Z",
            "government_responses": [
                {
                    "created_at": "2008-06-09T14:12:36.124894Z",
                    "details": "You signed a petition asking the Prime Minister to \"Protect DLA recipients with chronic conditions from the Right Payment Programme.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15690.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'DLA-Review'",
                    "updated_at": "2008-06-09T14:12:36.124894Z"
                }
            ],
            "opened_at": "2007-11-02T14:29:58.006891Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2300,
            "state": "finished",
            "updated_at": "2008-05-25T03:29:51.950643Z"
        },
        "id": 7100597
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DLA-Review/"
    },
    "type": "petition"
}