{
    "data": {
        "attributes": {
            "action": "introduce an easy and effective system for opting out of junk mail.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At present, the good people of Britain have to do at least six different things to reduce the amount of unwanted advertisements they receive. Years of self-regulation by the direct marketing industry has not made it any easier for people to stop junk mail and the amount of junk posted through people’s letterboxes is increasing year by year.\n\nThe British Government should therefore ‘go Dutch’ and introduce a simple and effective system of opting out of junk mail, similar to the highly successful scheme introduced in the Netherlands in 1994. In Holland, people register with the Mailing Preference Service to stop all (and not just some) addressed advertisements and to put a stop to all unaddressed junk mail the Dutch can get a readily available ‘no junk mail’ sticker.\n\nIntroducing such a system will put an end to unwanted advertisements, reduce waste and save trees.",
            "closed_at": "2008-05-02T00:00:00Z",
            "created_at": "2007-11-02T16:00:22.039431Z",
            "creator_name": "Robert Rijkhoff",
            "government_response_at": "2008-07-08T16:07:21.689297Z",
            "government_responses": [
                {
                    "created_at": "2008-07-08T16:07:21.689297Z",
                    "details": "You signed a petition asking the Prime Minister to \"introduce an easy and effective system for opting out of junk mail.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15910.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'go-dutch'",
                    "updated_at": "2008-07-08T16:07:21.689297Z"
                }
            ],
            "opened_at": "2007-11-02T16:00:22.039431Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 250,
            "state": "finished",
            "updated_at": "2008-05-03T03:22:10.720426Z"
        },
        "id": 7101463
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/go-dutch/"
    },
    "type": "petition"
}