{
    "data": {
        "attributes": {
            "action": "",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "first of all let me tell you that i am stongly in favour of the renew programme.  i believe that it is necessary, and long awaited.  however, as someone who is directly affected by the renew plans, i would like to say this: i have been told for the last 2-3 years that my house is due for demolition. i am on benefits, so i am not going to make any improvements to my home if it is going to be knocked down!  i dont know where i am going to be in two year's time, aspire's staff cant tell me, renew is a nefarious \"air in the sky\" scheme.\n\nWe have been living with this uncertainty for over two years now.  we know that we are not going to be here for long, so we cannot contemplate any kind of improvement to our properties, but also, we do not know where we might be going, and whatkind of property we might be in.\n\nPlease, Prime Minister, it is the uncertainty.  to me, my security has always been my home.  For the last two and a half years, i have had no security, because i have not known where  my home is going to be.\n\nI approve of these measures being taken, but I would wish to add that there are human beings behing everything you do. this is NOT an esoteric exercise",
            "closed_at": "2008-05-03T00:00:00Z",
            "created_at": "2007-11-03T05:47:26.662198Z",
            "creator_name": "debra mayer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-03T05:47:26.662198Z",
            "rejected_at": "2007-12-05T00:01:03.133246Z",
            "rejection": {
                "code": 512,
                "details": "The title of a petition should be a request for action, not your name or email.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-05T00:01:03.133246Z"
        },
        "id": 7105686
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ineedahome/"
    },
    "type": "petition"
}