{
    "data": {
        "attributes": {
            "action": "put pressure on video streaming web sites to police their sites and put strict rules in place to not allow the uploading of any violent videos or images known as 'happy slapping'",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Video streaming sites are relatively new to the internet. They can be a medium for great things. However, there is another side of these sites which needs urgent attention.\n\nDue to the necessary freedom these sites give users, there are people who use that freedom to upload videos showing violence towards others in the name of 'entertainment' which has become known as 'happy slapping'.\n\nOften, the reliance is on the users of the site to police it and report any inappropriate videos, which can lead to these incidents going unnoticed by the web site workers if these incidents go unreported.\n\nWith these sites should come responsibility from the owners of the site to police it themselves to ensure that these type of videos are stopped from being uploaded.\n\nWith it should be an immediate termination of someones account and the incident reported immediately to the police should someone upload an image of so called 'happy slapping'.\n\nPlease sign the petition and let's put an end to these kind if incidents. Thank you.",
            "closed_at": "2008-05-03T00:00:00Z",
            "created_at": "2007-11-03T10:18:39.951334Z",
            "creator_name": "Simon Patterson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-03T10:18:39.951334Z",
            "rejected_at": "2007-12-05T00:01:03.133246Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Childvideos/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-05T00:01:03.133246Z"
        },
        "id": 7106432
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/videoviolence/"
    },
    "type": "petition"
}