{
    "data": {
        "attributes": {
            "action": "support John Hemming MP's Early Day Motion (\"That this House notes that local authorities and their staff are incentivised to ensure that children are adopted; is concerned about increasing numbers of babies being taken into care, not for the safety of the infant, but because they are easy to get adopted; and calls urgently for effective scrutiny of care proceedings to stop this from happening\"), to immediately scrap adoption targets, to immediately change social service policy to one of supporting parents with children rather than removal of children from parents (except where a child is in immediate risk of harm), to make it a legal requirement that the removal of a child at birth be the absolutely final course of action only after all other avenues have provably been explored, open up the family courts to public scrutiny, to legislate against the use of gagging orders to prevent mothers from protesting against the removal of their children and to fully investigate the staff and actions of the social services with a fully public open enquiry. The forced removal of children from their parents is the most terrifying power that the government has. This power has been abused and is continuing to be abused. As a father the Prime Minister should ask himself if there is any difference between the abduction of a child by the state than by kidnappers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As the deplorable actions of the social services in the case of Fran Lyon the social services are currently prepared to take children from mothers on the flimsest of evidence (a psychiatrist's note based on case history and not on a face to face meeting) rather than this being the absolutely final course of action. \n\nChildren are being taken by the state with no evidence of abuse simply to meet adoption targets. Evidence has been presented to the public of grandparents being allowed to adopt older grandchildren whilst not being allowed to adopt the younger ones. This has nothing to do with ability or abuse. A grandparent is either a fit parent or they are not. The splitting up of families in this way is not just an abhorrant abuse of human rights but is a sickening side-effect of adoption targets and will one day lead to a scandal of unbelievable proportions.\n\nAbuse does happen. Children do need to be removed from their parents. We accept that this is the case but we do not feel that the government is erring on the side of caution to protect children we believe the government has become the leading abuser of children in this country.",
            "closed_at": "2008-01-05T00:00:00Z",
            "created_at": "2007-11-03T11:12:25.680919Z",
            "creator_name": "Alan Donald",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-03T11:12:25.680919Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 63,
            "state": "finished",
            "updated_at": "2008-01-07T03:14:04.959778Z"
        },
        "id": 7106749
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FranLyons/"
    },
    "type": "petition"
}