{
    "data": {
        "attributes": {
            "action": "END THE POLICY OF APPEASEMENT TOWARDS THE U.S.GOVERNMENT,AND WARN IT THAT IF IT INVADES OR ATTACKS ANY MORE NATIONS, THAT IF IT INVADES OR ATTACKS EVEN ONE MORE NATION, THEN THAT WILL BE REGARDED AS AN ACT OF AGGRESSION AGAINST THE ENTIRE INTERNATIONAL COMMUNITY, AND STEPS WILL BE TAKEN BY BRITAIN TO ENSURE THAT THERE ARE SERIOUS CONSEQUENCES AND THERE WILL BE SEVERE RETRIBUTION ,INCLUDING ECONOMIC MEASURES AND OTHER MEASURES, METED OUT UPON THE U.S.A.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "AMERICA IS THE LAST IMPERIALIST,\nCOLONIAL POWER, AND THE ONLY REMAINING SUPERPOWER.\nTHE U.S. GOVERNMENT HAS BROUGHT SO MUCH DEATH AND DESTRUCTION AND  DISPLACEMENT ON THE WORLD,DESTROYING AND CAUSING TO BE DESTROYED THE LIVES, HOMES AND LIVELIHOODS OF HUGE NUMBERS OF INNOCENT MEN,WOMEN AND CHILDREN,\nRUINING THE LIVES OF MILLIONS OF THEM.\nALL THIS HAS BEEN DONE FOR CORPORATE AMERICA,MAINLY THE OIL CORPORATIONS,\nAND NOT FOR ORDINARY AMERICANS.\nTHE U.S. GOVERNMENT HAS TO BE STOPPED, AND BRITAIN MUST CEASE CONNIVING IN ITS AGENDA.\nA LINE HAS TO BE DRAWN BEYOND WHICH THE U.S. MUST NOT PASS.\nBRITAIN MUST SEEK A UNITED FRONT WITH RUSSIA AND THE E.U. AND OTHER NATIONS TO WARN OFF THE U.S.A. AND ACT AS A COUNTERBALANCE TO IT.\nONE OF THE BIGGEST PROBLEMS TODAY IS THAT THERE IS NO LONGER A BALANCE OF POWER,FOLLOWING THE DEMISE OF THE SOVIET UNION.\nWHEREVER THERE IS A BALANCE OF POWER,BOTH SIDES ARE KEPT IN CHECK.\nI AM NOT A COMMUNIST OR EVEN SOCIALIST.I AM A BUSINESSMAN AND A CAPITALIST, BUT I DO NOT BELIEVE THAT CAPITALISM SHOULD INVOLVE INVADING FOREIGN COUNTRIES AND STEALING THEIR OIL AND KILLING PEOPLE.\nTHE WORLD MUST STAND UP TO AMERICA,AND WE MUST STOP BEING THEIR COLLABORATORS.",
            "closed_at": "2008-11-03T00:00:00Z",
            "created_at": "2007-11-03T18:48:27.725234Z",
            "creator_name": "COLIN TALBOT,BA,FCA",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-03T18:48:27.725234Z",
            "rejected_at": "2007-12-06T00:01:03.966230Z",
            "rejection": {
                "code": 256,
                "details": "Please rewrite in upper and lower case.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-06T00:01:03.966230Z"
        },
        "id": 7109353
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RESISTAMERICA/"
    },
    "type": "petition"
}