{
    "data": {
        "attributes": {
            "action": "INTRODUCE A BILL FOR A COMPLETE ECONOMIC BOYCOTT OF ISRAEL,OUTLAWING ALL TRADE WITH ISRAEL,UNTIL SUCH TIME AS ISRAEL OBSERVES U.N. RESOLUTIONS AND WITHDRAWS FROM THE TERRITORIES IT HAS OCCUPIED  ILLEGALLY SINCE 1967",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "ISRAEL(i.e. THE ISRAELI GOVERNMENT AND MILITARY) HAS BEHAVED IN A BARBARIC MANNER TOWARDS THE INHABITANTS OF THE AREAS IT HAS INVADED AND OCCUPIED,AND HAS SHOWN NO REGARD FOR THE LIVES,PROPERTIES,LIVELIHOODS,AND WELL-BEING OF THOSE PEOPLE,MURDERING MANY INNOCENT MEN,WOMEN AND CHILDREN,AND DESTROYING MANY BUILDINGS AND HOMES,IMPRISONING INNOCENT PEOPLE, AND SHOWING NO RESPECT FOR HUMAN RIGHTS.\nIT IS AN APARTHEID STATE,AND NELSON MANDELA HAS CONDEMNED IT AS SUCH, AND IF ANYONE SHOULD KNOW WHAT APARTHEID IS, THEN MANDELA SHOULD KNOW.\nTHE LATEST ISRAELI ATROCITY HAS BEEN TO BUILD A WALL AROUND PALESTINIAN TERRITORY,PREVENTING ANYONE FROM ENTERING OR LEAVING EITHER FOR REASONS OF WORK OR FOR ANY OTHER REASON.\nTHIS EVEN EXTENDS TO PREVENTING HUMANITARIAN AID REACHING THE PEOPLE THERE, MANY OF WHOM ARE BEING STARVED OF ALL THE BASIC NECESSITIES OF LIFE, INCLUDING FOOD,AND MANY OF WHOM, INCLUDING WOMEN AND CHILDREN, ARE SCAVENGING IN RUBBISH DUMPS FOR FOOD.",
            "closed_at": "2008-11-03T00:00:00Z",
            "created_at": "2007-11-03T17:52:25.505098Z",
            "creator_name": "COLIN TALBOT,BA,FCA",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-03T17:52:25.505098Z",
            "rejected_at": "2007-12-06T00:01:03.966230Z",
            "rejection": {
                "code": 256,
                "details": "Please rewrite in upper and lower case.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-06T00:01:03.966230Z"
        },
        "id": 7109039
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SANCTIONSISRAEL/"
    },
    "type": "petition"
}