{
    "data": {
        "attributes": {
            "action": "review of the case of Andrew Collis, a Hampshire ambulance driver convicted of dangerous driving when answering a 999 call.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The petitioners hereby urge for a review of the case of Andrew Collis, a Hampshire ambulance driver convicted of dangerous driving when answering a 999 call. \n\nAn ambulance driver who was overtaking a car with his lights and sirens on should not be convicted of dangerous driving when a car then turns into his path. Anyone who cannot see an emergency vehicle when it has its lights and sirens on should not be allowed to be on UK roads and should be consider for prosecution for dangerous driving not the other way around. \n\nAndrew Collis should not have been found guilty of dangerous driving and should therefore not lose his license or his job. We therefore ask the government to assess this case and ensure justice is truly administrated and to ensure no civil action is allowed against the ambulance man.",
            "closed_at": "2007-12-18T00:00:00Z",
            "created_at": "2007-11-03T22:23:18.878763Z",
            "creator_name": "Amy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-03T22:23:18.878763Z",
            "rejected_at": "2007-11-06T15:55:12.911707Z",
            "rejection": {
                "code": 24576,
                "details": "",
                "reasons": [
                    "False or incomplete name or address information",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-06T15:55:12.911707Z"
        },
        "id": 7110392
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Andrew-Collis/"
    },
    "type": "petition"
}