{
    "data": {
        "attributes": {
            "action": "Ban the Bog Troll",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition was created before by Steven Pitchford but the sign up deadline past. I have decided to start another petition to get this needless and negative \"service\" banned. \n\n\"This petition is primarily aimed at outlawing the practice of intimidating customers out of money for using soap and paper towels in the toilets of pubs and clubs. The practitioners of this practise are often refered to by the slang term \"Bog Trolls\". They should not be confused with Bathroom attendents, or public lavatories which advertise and charge for entry.\n\nThe \"Bog Troll\" ( a term derived from the slang for toilet and trolls, found in folklaw ) usually has a tray of aftershaves and sprays, which gives the pretence of a service. The common practise, however is somewhat different, as they guard the sinks, soap and towels and can become insulting should you refuse to tip them for passing a towel, or pressing the tap for you. The fallout of this is that many people refuse to wash their hands after using the lavatory, making this an issue of hygiene as well as common decency.\"",
            "closed_at": "2008-11-04T00:00:00Z",
            "created_at": "2007-11-04T11:34:52.626817Z",
            "creator_name": "Ian Devine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-04T11:34:52.626817Z",
            "rejected_at": "2007-12-05T00:01:03.133246Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-05T00:01:03.133246Z"
        },
        "id": 7111981
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BanBogTrolls/"
    },
    "type": "petition"
}