{
    "data": {
        "attributes": {
            "action": "keep the Textile Conservation Centre open.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Textile Conservation Centre (TCC) was established as an independant charitable trust in 1975.  Based in Hampton Court Place from 1975-1999.  Merged with the University of Southampton in 1998 and moved to a custom-designed building on Winchester School of Art campus in 1999.  The TCC is the leading international organisation in the field of textile conservation research, education and practice.  Students of conservation, conservation science and museums and galleries study alongside each other, so building a mutual understanding of the wider sector in which they will work.  MA Textile Conservation is considered the leading course internationally, with the majority of trained textile conservators around the world having studied at TCC.  The University of Southampton proposes to close TCC commencing summer 2008 with full closure by September 2009, with the loss of all jobs and courses.\n\nThis petition is to hopefully prevent the closure of such an important academic institution which has a distinguished history and international reputation and to secure the jobs of leading academics within this field.",
            "closed_at": "2008-05-06T00:00:00Z",
            "created_at": "2007-11-04T15:12:49.226646Z",
            "creator_name": "Mandy-Jane Patterson",
            "government_response_at": "2008-07-14T13:56:43.565860Z",
            "government_responses": [
                {
                    "created_at": "2008-07-14T13:56:43.565860Z",
                    "details": "You signed a petition asking the Prime Minister to \"keep the Textile Conservation Centre open.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15944.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'TCCClosure'",
                    "updated_at": "2008-07-14T13:56:43.565860Z"
                }
            ],
            "opened_at": "2007-11-04T15:12:49.226646Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3335,
            "state": "finished",
            "updated_at": "2009-02-10T03:02:12.696050Z"
        },
        "id": 7113104
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TCCClosure/"
    },
    "type": "petition"
}