{
    "data": {
        "attributes": {
            "action": "British Sportsmen & Women Not Representing Great Britain",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "When i look at English sports stars from the past and present (Lennox Lewis, Amir Kahn etc) they all walk proudly to the arena under the Union Jack.\n\nThen i look at current sports stars ‘outside’ of England and they are not representing the UK, Andy Murray gets huge support at Wimbledon (the English capital) yet i think to myself, why? nowhere on Andy Murray is a Union Jack anywhere to say he is representing the people in England who cheer for him (he wears Scottish colours).\n\n04.11.07 - Joe Calzaghe fought against Mikkel Kessler, i stayed up while early hours in morning cheering and hoping for a Calzaghe win, then stopped and thought 'is Calzaghe representing me?' nowhere with Calzaghe was the Union Jack (he wore the Welsh and Italian flag on his shorts), infact Mikkel Kessler was more representing 'me' as he had a St Georges Cross on his shorts :/\n\nSign here if you think 'ALL' British sport stars should have at least a little square on their shorts/t-shirt to show they are 'also' representing all people of the UK aswell.",
            "closed_at": "2008-11-04T00:00:00Z",
            "created_at": "2007-11-04T18:46:48.301470Z",
            "creator_name": "steve",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-04T18:46:48.301470Z",
            "rejected_at": "2007-12-06T00:01:03.966230Z",
            "rejection": {
                "code": 4608,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-06T00:01:03.966230Z"
        },
        "id": 7114448
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RepresentTheFlag/"
    },
    "type": "petition"
}