{
    "data": {
        "attributes": {
            "action": "ignore the petition asking for the sale of emergency contraception over the counter to be banned",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Onr point this petition makes is that taking this contraception \"could be abortion depending on when you believe life begins\"; INDEPENDENT life only begins outside the womb (and before then is only potential anyway; the foetus could be miscarried or stillborn).  I also believe that even the church used to say life did not begin until the pregnant women felt \"quickening\".  \n\nIn any case the whole POINT of taking emergency contraception is to AVOID pregnancy; maybe what happens when you take it is, effectively, abortion (if a pregnancy has taken place) but since you can't take it more than 72 hours after unprotected sex the hypothetical embryo will hardly have developed at all.  Another, more general, point I would like to make is that many anti-choice petitions allege that abortion is \"murder\" but some say it SHOULD be allowed in various cases - e.g. rape, danger to the life of the pregnant woman, or in the case of a minor- so is it not \"murder\" in those cases?  Once you've conceded that abortion is acceptable in certain cases where is your argument about its being \"murder\"?",
            "closed_at": "2008-07-06T00:00:00Z",
            "created_at": "2007-11-05T01:52:03.801508Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-05T01:52:03.801508Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 16,
            "state": "finished",
            "updated_at": "2008-07-07T00:01:01.447511Z"
        },
        "id": 7116633
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KeepMorn-AftPill/"
    },
    "type": "petition"
}