{
    "data": {
        "attributes": {
            "action": "commend the Tory parliamentary candidate Nigel Hastilow for his comments on immigration and to sack the minister Peter Hain for attacking Mr. Hastilow with incendiary and unjustifiable rhetoric.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Mr Hastilow, who was standing as the Tory candidate in Halesowen and Rowley Regis constituency, was forced to resign for stating the obvious that mass immigration is changing the character of this country. \n\nIn a local newspaper article he expressed agreement with former Tory MP Enoch Powell's warning in 1968 that uncontrolled immigration \"would change our country irrevocably\" adding \"He was right. It has changed dramatically.\" \n\nFor doing this, expressing what the vast majority of British people believe, he was not only forced to resign by his own party, but has also been accused of being a 'racist' by Peter Hain in an obvious attempt to dehumanize him and all those who object to mass immigration for a variety of reasons. \n\nSuch attempts at dehumanization using the 'R' word mirror the activities of the Nazis in dehumanizing the Jews and should not be tolerated in a government minister.",
            "closed_at": "2008-11-05T00:00:00Z",
            "created_at": "2007-11-05T06:14:07.501147Z",
            "creator_name": "Karl Baxter",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-05T06:14:07.501147Z",
            "rejected_at": "2007-12-06T00:01:03.966230Z",
            "rejection": {
                "code": 1,
                "details": "",
                "reasons": [
                    "Party political material"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-06T00:01:03.966230Z"
        },
        "id": 7116742
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Nigel-Hastilow/"
    },
    "type": "petition"
}