{
    "data": {
        "attributes": {
            "action": "Ban setting off fireworks within 200 metres of horses.  Enforceable by law",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In recent years fireworks night has become more of a fireworks week.  There are  council funded displays, organised private displays and ad hoc back garden displays being carried out on the most convenient days to whoever is running them.  Also there is new year, peoples birthdays and various religous festivals, the result is a noisy mess.\n\nHorses are sensitive souls, Fireworks being set off a long way away cause them distress.  Fireworks being set off \"next door\" causes at best great agitation, at worst they can cause panic induced physical injury or colic (both can and do result in death).\n\nGiven the large number of organised displays over fireworks week, there is little justification for private displays to be run at all.  Unfortunately people are self centred, either not thinking about horses,or deliberately chosing  to ignore them or taking the attitude \"it's only one day a year, they will have to lump it!\".\n\nI propose making it a criminal offence to let off fireworks knowing that there are horses kept within 200 metres of the let off point.",
            "closed_at": "2008-05-06T00:00:00Z",
            "created_at": "2007-11-04T22:27:54.288137Z",
            "creator_name": "Michael HIll",
            "government_response_at": "2008-06-10T14:06:55.192933Z",
            "government_responses": [
                {
                    "created_at": "2008-06-10T14:06:55.192933Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ban setting off fireworks within 200 metres of horses. Enforceable by law.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15719.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'fireworks-horses'",
                    "updated_at": "2008-06-10T14:06:55.192933Z"
                }
            ],
            "opened_at": "2007-11-04T22:27:54.288137Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 321,
            "state": "finished",
            "updated_at": "2008-05-08T03:24:43.326806Z"
        },
        "id": 7116033
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fireworks-horses/"
    },
    "type": "petition"
}