{
    "data": {
        "attributes": {
            "action": "Stop the closure of St Josephs College in Stoke-On-Trent",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A top-performing school has been told it could be shut down and replaced with a new school. \n\nIf the closure goes ahead, St Joseph's College, in Trent Vale, could be forced to ditch its grammar school status and become a Catholic comprehensive instead.\n\nThis will result in families from Newcastle, the Moorlands, Stafford, Stone and south Cheshire being denied places there in future. At the moment, around 60 per cent of 11 to 16-year-olds at the school live outside the city boundaries.\n\nThe future of St Joseph's is tied up in a £200 million scheme to transform secondary education. Heads were today being called to a meeting with Stoke-on-Trent City Council and private firm Serco to be briefed on the latest plans.\n\nBut Ms Maguire,the head teacher, found out by chance last week that her own school, which has 950 pupils, is in the frame for possible closure.\n\nWith its amazing examination results at GCSE and A level the closure will be a disaster to its community and must be kept open at all costs, so please help.",
            "closed_at": "2007-12-06T00:00:00Z",
            "created_at": "2007-11-05T18:04:10.065901Z",
            "creator_name": "Cordall",
            "government_response_at": "2008-02-01T16:00:51.100139Z",
            "government_responses": [
                {
                    "created_at": "2008-02-01T16:00:51.100139Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop the closure of St Josephs College in Stoke-On-Trent.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14458.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'St-Joes-college'",
                    "updated_at": "2008-02-01T16:00:51.100139Z"
                }
            ],
            "opened_at": "2007-11-05T18:04:10.065901Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3433,
            "state": "finished",
            "updated_at": "2008-02-07T03:12:17.447793Z"
        },
        "id": 7124583
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/St-Joes-college/"
    },
    "type": "petition"
}