{
    "data": {
        "attributes": {
            "action": "State Funeral For World War 1 Vetrans",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sadly death does come to us all some time. However the recent BBC New documentary about the last 5 surviving veterans of WW1 does bring a lump to one throat.\n\nWorld War I – named the Great War at the time - started at August 2, 1914. It was supposed to be ‘The war to end all wars’. It would be a short war (‘Home before Christmas’) but was to rage on for four long years with extreme devastating force. It was the first complete, large-scale, industrial war that would not only demand millions of dead, wounded, mutilated and missing among military and civilian people - children, women and men – but in addition was to bring incomprehensible material damage. \n\nMr Harry Patch 109\nMr Patch served with the Duke of Cornwall's light infantry and was called up for service while working as an 18-year-old apprentice plumber in Bath and is one of only five remaining veterans.\nDuring the fighting Mr Patch was badly wounded and three of his best friends were killed when a shell exploded just yards from where he was standing. \n\"Too many died. War isn't worth one life,\" said Mr Patch.\n\nI see it only fitting that we should honour our last few with such an honour as a sate funeral.",
            "closed_at": "2008-01-06T00:00:00Z",
            "created_at": "2007-11-06T08:05:11.088013Z",
            "creator_name": "Martin Brimacombe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-06T08:05:11.088013Z",
            "rejected_at": "2007-12-06T00:01:03.966230Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/WW1StateFuneral/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-06T00:01:03.966230Z"
        },
        "id": 7127941
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VeteransFuneral/"
    },
    "type": "petition"
}