{
    "data": {
        "attributes": {
            "action": "use his influence to restore democracy, justice and constitution in pakistan",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "we request Premier of United Kingdom to use his influence and put pressure on pakistani military officials to :\n Restore constitution all at once,\n Organise fair elections in january 2008 under independent care taking \ngovernment,\nRestore judiciary system and judges back to its pre emergecny place,\nTo release all civial and human rights activits,to allow Nawaz Sharrif to take part in elections after allowing Benazir Bhutto,\nTo step down as army chief ASAP\n,To take realistic and practical steps To tackle terrorism which doesn't mean violation of civil liberty and freedom to have fair trail.\nwe as an ordinary citizen with no political commitment to any party in Pakistan or in Britain believe that only a ,free,fair and democratic elections hold key to success in tackling human rights issues and terrorism in pakistan and world wide. building a fair society means people will have opportunities to education, career development, rights to express their views independently and therefore they would not slip into terrorist hands.",
            "closed_at": "2008-01-06T00:00:00Z",
            "created_at": "2007-11-06T14:31:11.293998Z",
            "creator_name": "Zia chaudhary & Kamran Abbasi",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-06T14:31:11.293998Z",
            "rejected_at": "2007-12-06T00:01:03.966230Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/PakEmergencyRule/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-06T00:01:03.966230Z"
        },
        "id": 7133268
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/tackleTerror/"
    },
    "type": "petition"
}