{
    "data": {
        "attributes": {
            "action": "Issue a nationwide restriction of residential use of Leaf Blowers due to Air & Noise Pollution",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The average leaf blower emits as much  pollution a year as 80 new cars, each driven 12,500 miles (source: AQMD). Retiring 1,500 older blowers will reduce 14 tons of pollution a year.\n\nThe noise pollution is an equally large-scale problem, causing severe disturbance to anyone within a wide radius. They have been banned in 20 Californian cities (source: The Times) and restructed to use outside 400 feet of residential areas.\n\nThey blast dust, animal faeces, fungi and chemicals into the air and cause severe lung and respiratory problems. Most of their work could be done just as effectively by rakes or brooms. (source: New York Times)\n\nEven the manufacturer manuals warn: \"Children and animals prevented from coming nearer than 50 ft ... any other person working within the 50 ft Safety Zone with the required Protective Equipment and clothing ... WARNING: The engine exhaust from this product contains chemicals known ... to cause cancer, birth defects or other reproductive harm\".\n\nThese are an unnecessary lazy modern day perceived 'essential', but are in reality a personal global warming franchise, license to annoy neighbours, and a hospital ticket.",
            "closed_at": "2008-11-06T00:00:00Z",
            "created_at": "2007-11-06T14:23:29.085511Z",
            "creator_name": "C Simpson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-06T14:23:29.085511Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 30,
            "state": "finished",
            "updated_at": "2009-07-24T14:38:24.923777Z"
        },
        "id": 7133153
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/leafblower/"
    },
    "type": "petition"
}