{
    "data": {
        "attributes": {
            "action": "Stop the immoral yet legal practice of Tronc - that is making up minimum wages via credit card tipping in restaurants, bars, cafes, etc.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am appalled that thousands of people are having their minimum wages topped up via credit card tips.  I do not believe that this is right or fair for a number of reasons.\n\nFirstly, do the public know that when they tip on their credit card it goes towards making up the minimum wage of the person serving me and that they will not really be getting any additional money.\n\nSecondly, the fact that some companies encourage this via mystery shopping initiatives to police and enforce the practice.\n\nSurely when someone pays for a meal and are able to tip electronically, why would they tip cash or both?  However, if they knew that the money was going to top up their wages to a minimum wage, then they at least are able to make an informed choice.\n\nSo I would like this practice to either stop or at least to reach the public domain so both the customer and the worker is able to make a reasonable and informed choice.\n\nSo please sign my petition and raise the profile of this campaign so that we are all able to make an informed choice.\n\nMany thanks",
            "closed_at": "2008-11-08T00:00:00Z",
            "created_at": "2007-11-06T16:21:21.006793Z",
            "creator_name": "Paul Thorp",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-06T16:21:21.006793Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 113,
            "state": "finished",
            "updated_at": "2009-05-13T16:20:54.553042Z"
        },
        "id": 7134878
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AbolishTronc/"
    },
    "type": "petition"
}