{
    "data": {
        "attributes": {
            "action": "Continue the aid for the human beings(people) of Pakistan but the aid should directly be used only for Health, Education and job creation activities in Pakistan rather than unaudited aid to the Musharraf regime.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Once again the Government of Pakistan has let the people of Pakistan down. The Musharraf regime has shown his much talked about desperation to avoid the judicary to interpret the constitution in the rightful manner, which could have been against himself. After a long fight of 60 years did the Media got its freedom and status in Pakistan and just when the Judicary was about to start working effeciently and effectively the dictator overthrew and slapped the human rights.\nOnce again the Aid giving contries are reconsidering their aid to the country and rightly so.\nIt is very important to realise that most of the aid that the country gets from Britain goes towards greater human causes like Education and Health. The action of the dictator's regime should not be a punishable act for the people. This will only lead to more misery for the people. \nThe government of UK should make sure the aid goes only towards good causes. \nFurther more the government should pressurise the dictator to the extent that his entry in the UK is limited and his personal investment and properties confiscated in the UK. \nThis should lead the dictator to step down and restore the constitution of the country of Pakistan.",
            "closed_at": "2007-11-17T00:00:00Z",
            "created_at": "2007-11-06T20:15:40.361445Z",
            "creator_name": "Haseeb Akram",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-06T20:15:40.361445Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10,
            "state": "finished",
            "updated_at": "2007-11-18T00:01:01.734472Z"
        },
        "id": 7137571
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pakistanpeople/"
    },
    "type": "petition"
}