{
    "data": {
        "attributes": {
            "action": "Promote a working Afghan solution with not for those who must live with the working solution",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "According to the Downing Street web site, \"\n\nThe UK is committed to the \"long-term success\" of Afghanistan and will not allow the Taliban to regain control, the PM has said.\"\n\nThis is quite right - Afghan representatives in the UK agree (but are too frightened to speak, which is why I am) that the Taliban instill fear in the wider population. We support the UK contribution to the UN peace keeping efforts, but the petitioner is urging the P.M. to examine the incitefuul language being used - it is NOT a \"war\" on terrorism - but an attempt to instill through peaceful, legal and legitimate means, the principles enshrined in international infrastructures -  the articles of the UN convention and the British constitution - let us not forget as a global community, we work together to eradicate poverty, disease, bad governance, crime, poor education and international strife - this is the real fight, not each other and President Hamid Karzai's administration is just as much a part of that in unity not disharmony so that Afghanistan, in his own words,   \n\n\"should never be a failed state again\".",
            "closed_at": "2008-11-07T00:00:00Z",
            "created_at": "2007-11-06T21:55:17.067112Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-06T21:55:17.067112Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2008-11-08T00:01:02.015909Z"
        },
        "id": 7138578
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/peacenotterror/"
    },
    "type": "petition"
}