{
    "data": {
        "attributes": {
            "action": "withdraw the instruction to HEFCE to cease funding for students undertaking study for equivalent or lower level qualifications (ELQ).",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We do not believe that this policy is necessary but is actually harmful to the Government’s objectives of widening participation. This policy will not only affect part time, mature students as individuals but will penalise most those universities that have successfully supported lifelong learning, exacerbate the under funding of part time students in general and threaten the range and development of curriculum for all students, but again particularly part time students. \n\nWe believe the ELQ policy is a crude and ill considered method of redistributing HE funds based on limited and flawed knowledge about the part time students who will be most affected on a ratio of 10:1 compared to full time students. We are not reassured by promises that current students will not be affected. This policy will cause long term damage and far beyond the boundaries of England and N Ireland and will represent a massive set back to all the espoused benefits of embedding lifelong learning into our culture.",
            "closed_at": "2008-05-07T00:00:00Z",
            "created_at": "2007-11-06T22:09:32.199333Z",
            "creator_name": "Lisa Carson",
            "government_response_at": "2008-07-15T14:59:23.833473Z",
            "government_responses": [
                {
                    "created_at": "2008-07-15T14:59:23.833473Z",
                    "details": "You signed a petition asking the Prime Minister to \"withdraw the instruction to HEFCE to cease funding for students undertaking study for equivalent or lower level qualifications (ELQ).\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15966.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ELQFunding'",
                    "updated_at": "2008-07-15T14:59:23.833473Z"
                }
            ],
            "opened_at": "2007-11-06T22:09:32.199333Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 22389,
            "state": "finished",
            "updated_at": "2008-12-12T03:01:53.305576Z"
        },
        "id": 7138719
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ELQFunding/"
    },
    "type": "petition"
}