{
    "data": {
        "attributes": {
            "action": "Remove dangerous obstacles (speed bumps, gatso etc) from our roads, so drivers can concentrate on the road ahead without hindrance.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Road humps, chicane, narrowing of roads, speed cameras and unneccesary traffic light systems, all seemingly engineered to put drivers off whilst driving as well as damage vehicles.\n\nThe government persist in placing these dangerous obstacles on our road systems.\n\nHow many of you look worryingly at your speedometer more than you used to?\n\nDrive along one of those crazy 'chicane' things and see how observant you are to your left and right in comparison to when the road was unobstructed?\n\nA street where I had lived for 7 years had not seen any road accidents in that entire time, after they made a 'chicane' along that road, there were 2 pedestrians injured on the road, and 3 vehicles written off at end of the road within 18 months, and that's just the ones I heard about!\n\nDrivers should be allowed to concentrate on the road and to be unhindered in observing their surroundings.\n\nWe petition the government to remove all measures which cause accidents, chicanes, road narrowing (including narrow markings which seem to serve no purpose other than to cause accidents), speed cameras and speedbumps from our roads.",
            "closed_at": "2008-11-07T00:00:00Z",
            "created_at": "2007-11-06T23:03:57.950281Z",
            "creator_name": "Steve Aynsley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-06T23:03:57.950281Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 113,
            "state": "finished",
            "updated_at": "2008-11-08T03:02:03.896048Z"
        },
        "id": 7139183
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/rhumps/"
    },
    "type": "petition"
}