{
    "data": {
        "attributes": {
            "action": "Say no to the expansion of flights from London City Airport by 40,000 to 120,000 per year.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "London City Airport has put in an application to Newham Borough Council to increase flights by 40,000 a year to 120,000 from April 2008.  (see airport Masterplan on LCACC website)\n\nExpansion will continue until 2020 if City Airport has it's way. Already jet planes outnumber the amount of propellor planes adding to the pollution. Consultation has not taken part in the boroughs on the south side of the river which are at the end of the runway So south Londoners democracy has been taken away.\n\nThose living under the flight path will suffer ever growing decibels of noise from the increased use of jets, and the increased frequency. The areas most affected by the noise of the planes will continue to grow year on year until 2020.  And what about your health and the environment?\n\nAviation is the biggest contributor to Co2 emissions and despite the Government claiming to be committed to reducing emissions they are allowing aviation to grow over London. \n\nPlease sign to show that you oppose the expansion of flights to and from  London City Airport.",
            "closed_at": "2008-05-09T00:00:00Z",
            "created_at": "2007-11-07T14:37:41.028424Z",
            "creator_name": "Mrs A-M Griffin",
            "government_response_at": "2008-06-12T13:16:31.227076Z",
            "government_responses": [
                {
                    "created_at": "2008-06-12T13:16:31.227076Z",
                    "details": "You signed a petition asking the Prime Minister to \"Say no to the expansion of flights from London City Airport by 40,000 to 120,000 per year.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15738.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Notomoreflights'",
                    "updated_at": "2008-06-12T13:16:31.227076Z"
                }
            ],
            "opened_at": "2007-11-07T14:37:41.028424Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 343,
            "state": "finished",
            "updated_at": "2008-07-04T03:34:09.321187Z"
        },
        "id": 7146308
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Notomoreflights/"
    },
    "type": "petition"
}