{
    "data": {
        "attributes": {
            "action": "take positive action to rid our streets of hooligans, violence and aggression",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "What is happening with the world?\n\nOur streets have turned into a dangerous place - \"don't look at him\", \"don't talk to them\", \"don't go there\".....\n\nChavs and lowlifes are running the high streets, shopping centres, buses and trains.\n\nWe can't let this continue, otherwise everything that our forefathers fought for in the World Wars will be for nothing.\n\nJust today I was asked if I had any money by a tracksuit-wearing, shaven haired, thuggish looking idiot.  When I said no, he told me that was good because he'd have stabbed me I did have. \n\nThis lowlife \"oik\" went on to shout racist abuse with his mates at some people entering the train station.\n\nThis isn't a one-off; the English language has adopted the word \"chav\", and in towns and cities this behaviour has become far too commonplace.\n\nMr Brown - stand up and listen to your public.  We vote, we pay taxes - why are we made to feel threatened and intimidated when we continue with our day to day life?\n\nBy acknowledging the amount of names on this petition, you must surely realise that there is a problem.\n\nWe demand a solution.",
            "closed_at": "2008-11-07T00:00:00Z",
            "created_at": "2007-11-07T16:14:05.100907Z",
            "creator_name": "ian mcallister",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-07T16:14:05.100907Z",
            "rejected_at": "2007-12-09T00:01:04.226850Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/redcardyobs/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-09T00:01:04.226850Z"
        },
        "id": 7147793
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/chavculture/"
    },
    "type": "petition"
}