{
    "data": {
        "attributes": {
            "action": "stop the centralisation of Glasgow's English as an Additional Language (EAL ) teachers and provide funding to train and employ more EAL support teachers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Glasgow’s existing English as an Additional Language (EAL) service has 140 EAL and bi-lingual support teachers. The majority are based in schools. Glasgow City Council propose to move these staff to a centralised resource allocated by formula according to need. Head teachers would have to apply for EAL support every year, creating discontinuity in the teaching programme, resulting in a decrease in attainment levels for ALL pupils. \nThe draft proposals make no mention of training or employing more EAL teachers. Many schools currently have no EAL support in place. The numbers of foreign national children enrolling in Glasgow's schools are increasing year on year. Thus the existing resource will not meet the city-wide needs and will, in fact, be spread more thinly. This action contradicts the Governments current drive to improve standards in Education and to give every child the best start in life.",
            "closed_at": "2008-02-07T00:00:00Z",
            "created_at": "2007-11-07T22:13:02.315795Z",
            "creator_name": "Lesley Mulholland",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-07T22:13:02.315795Z",
            "rejected_at": "2007-12-09T00:01:04.226850Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-09T00:01:04.226850Z"
        },
        "id": 7152620
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EALsupport/"
    },
    "type": "petition"
}