{
    "data": {
        "attributes": {
            "action": "legislate in a manner that causes cuddling, hugging and miscellaneous affection to proliferate.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Everyone loves a good hug, but unfortunately it seems that in today's society, more mundane but most importantly less important factors are being increasingly allowed to take precendence, such as corporate profits, economic growth, etc.\n\nWe petition the government to attempt to create a social atmosphere of warmth, affection and bonding between strong communities. It is recognised that this is a somewhat abstract notion, but we pledge to give reassurance and validation to a government that sincerely attempts this rather than harsh criticism because of failure, thus reinforcing our principles on the matter at hand.\n\nAs flippant as this issue may seem, it is nonetheless a more widely reported issue than it may appear. A recent (Nov. 2007) article in the Daily Mail reported that 75% of individuals wished to be hugged more than they were, and that a third of individuals did not receive a hug daily. It is arguably a symptom of the increasing breakdown in communities and disaffection in society, alongside clone towns and litigation culture. The causes of all of these are largely coterminous, and thus can be resolved by the same action. We therefore call for that action to be taken.",
            "closed_at": "2008-11-08T00:00:00Z",
            "created_at": "2007-11-08T00:19:08.881804Z",
            "creator_name": "Nigel Hall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-08T00:19:08.881804Z",
            "rejected_at": "2007-12-08T00:01:04.586648Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-08T00:01:04.586648Z"
        },
        "id": 7153387
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Cuddles/"
    },
    "type": "petition"
}