{
    "data": {
        "attributes": {
            "action": "reduce fuel prices, by cancelling the unfair VAT portion which creates a tax on a tax.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Fuel prices are currently at a record high (over £1/litre average) - despite crude prices per Pound Sterling being relatively unchanged in the last 12 months. Every extra penny paid on fuel is passed many-fold times to the consumer - as the goods we buy in shops are almost always delivered by road vehicles, and the extra cost of delivery is reflected in product prices.\n\n15p per litre is VAT, which is paid on a subtotal which already includes fuel duty (or \"petrol tax\") - yes, we are taxed upon a tax. This is inherently unfair.\n\nRemoval of this portion would reduce fuel prices to 2001 levels - which were protested against at the time for being too high, before the Government capitulated and then effectively banned the right to protest in such a way. Producers and distributors would face markedly reduced transport costs, along with workers facing reduced commuting costs, creating more disposable income and increased cashflow in the economy.\n\nOnly a ludicrous tax on a tax obstructs this.",
            "closed_at": "2008-01-08T00:00:00Z",
            "created_at": "2007-11-08T09:23:19.286444Z",
            "creator_name": "Famine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-08T09:23:19.286444Z",
            "rejected_at": "2007-12-09T00:01:04.226850Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Vatonpetrol/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-09T00:01:04.226850Z"
        },
        "id": 7154978
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fuelpricing/"
    },
    "type": "petition"
}