{
    "data": {
        "attributes": {
            "action": "Legislate against companies allowing, and profiting from, excessive waiting times whilst providing and maintaining essential services.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Very few of us can survive without:\n\nWater, Gas, Electricity, Television and radio, Internet, Telephone, Mobile phone, Travel, Banking.\n\nCurrently companies are allowed to charge us for the time we spend waiting for them to do their job. They are also allowed to cut corners in terms of service in order to maximise their profits.\n\nIf our police or hospital services (officially) increased response times or waiting times in order to make more money there would be outrage. It is our assertion that it is the responsibility of the essential services providers to meet the demands of the people that pay for the services.\n\nLEGISLATION WE WOULD LIKE TO SEE\n\nCompanies should not be allowed to make money from the communications systems they provide for their customers to speak with them.\n\nCompanies should not be allowed to increase waiting times in order to maximise profits.\n\nA legal maximum waiting time for the provision of services, answering of calls/emails and the solving of problems needs to be established and a penalty system enforced.",
            "closed_at": "2008-11-20T00:00:00Z",
            "created_at": "2007-11-08T16:33:25.152183Z",
            "creator_name": "Dafydd Lewis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-08T16:33:25.152183Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 16,
            "state": "finished",
            "updated_at": "2008-11-21T00:01:01.591119Z"
        },
        "id": 7163323
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Waitingtime/"
    },
    "type": "petition"
}