{
    "data": {
        "attributes": {
            "action": "stop Mr and Mrs Thrumble from losing their second son.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Pearl and Stephen Thrumble are the parents of John Thrumble, an Essex soldier with the Royal Anglians, who was killed by US “friendly fire” in Afghanistan on 23rd August, 2007.  They need help to stop Semirjan Dalti, whom they have fostered for six years, since he was 12, from being deported back to Kosovo.  \n\nHe now lives on his own, pays his taxes and works for a London office clearance firm - but when he turned 18 on August 31 he lost his “leave to remain” status.  This news tragically coincided with the return of their son's body from Afghanistan.  Semirjan's fate will now be decided by a court appearance.  This happened once before and John petitioned against it then.  He would repeat it if he was here now.  Mrs Thrumble said “Considering we lost one son and he was fighting for the rights of others, hopefully Gordon Brown can help Semirjan stay.”\n\nShe said the uncertainty about Semirjan's future, added to the grief felt after losing John, was “exhausting” for all of the family.\n\nShe added: “By law, he's not our son but we class him as one of our own.”\n\nPlease help keep Semirjan from being deported by signing this petition.",
            "closed_at": "2008-11-08T00:00:00Z",
            "created_at": "2007-11-08T21:06:55.311135Z",
            "creator_name": "Dawn Stevenson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-08T21:06:55.311135Z",
            "rejected_at": "2007-12-13T00:01:05.231493Z",
            "rejection": {
                "code": 16384,
                "details": "This has been passed to the Prime Minister's direct correspondence unit.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-13T00:01:05.231493Z"
        },
        "id": 7167432
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Thrumble/"
    },
    "type": "petition"
}