{
    "data": {
        "attributes": {
            "action": "honour the Military Covenant.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "When people sign up to join the Armed Services they are prepared to put their life on the line for their country. In certain areas the Government is not honouring its Covenant with serving and ex-Service communities.\n\nService personnel, ex-Service personnel and their dependants do not always receive the standard of health care they are entitled to receive.  \nThere are a host of concerns which the Royal British Legion are raising in this area as you can see from information available on their website.\n\nWith the introduction of the Armed Forces Compensation Scheme, the Government has eroded some of the additional support afforded under the Military Covenant.  Because of the nature and risks associated with the Armed Forces and because combat immunity laws mean the Crown is normally not liable for civil court action, we believe that the compensation scheme should be substantially more generous. \n\nIn addition, there is the distress caused to family members of Service personnel who have died, by delays and the lack of legal representation during coroners’ inquests.",
            "closed_at": "2008-11-16T00:00:00Z",
            "created_at": "2007-11-08T23:38:59.331645Z",
            "creator_name": "Andrew Greer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-08T23:38:59.331645Z",
            "rejected_at": "2007-11-26T13:12:12.181296Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/covenant/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-26T13:12:12.181296Z"
        },
        "id": 7168951
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MilCovenant/"
    },
    "type": "petition"
}