{
    "data": {
        "attributes": {
            "action": "The Government's role in allowing ASPARTME to be used as a food substance in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Previous petitions for government action on this topic have been rejected without any stated reason.   That adds to concerns about government impartiality and its duty of care to the public. \nThere is concern that Aspartame is a poison used in many common foodstuffs and that the UK government has taken no action in banning its use or sale. \nThis petition calls for a full, independent, scientific analysis and investigation into aspartame's effects on human health, the results of which investigation are to be made public within one year of the date of this petition dated 09 November 2007. Should the results indicate that aspartame is toxic to humans in any way in any quantity whatsoever, this petition asks that the government takes immediate action to ban its use, sale, purchase or incorporation in any food substances in the UK. \nIf this petition is rejected it is further requested that the full reasons, with all supporting scientific evidence are published on this website at the same date of such rejection.",
            "closed_at": "2008-11-09T00:00:00Z",
            "created_at": "2007-11-09T11:51:37.670090Z",
            "creator_name": "Michael Fisher",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-09T11:51:37.670090Z",
            "rejected_at": "2007-12-18T00:01:05.307029Z",
            "rejection": {
                "code": 2560,
                "details": "Other petitions cover this topic already:\nhttp://petitions.pm.gov.uk/SweetObesity/\nhttp://petitions.pm.gov.uk/sweeteners/\n\nFor future reference, your title should be a call for action, not a statement.",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-18T00:01:05.307029Z"
        },
        "id": 7173420
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ASPARTME/"
    },
    "type": "petition"
}