{
    "data": {
        "attributes": {
            "action": "Save Trentham High School in Stoke on Trent fom closure.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Trentham High School, a transforming school in the South of Stoke-on-Trent is under threat of closure as part of the re-organisation of secondary education in Stoke.\n\nIf the closure goes ahead, the community will lose its local school and be offered a place at a new Academy in a neighbouring area.  Parents have worked hard to ensure that the difficulties that Trentham has experienced in recent years are addressed.  On the brink of achieving success, they are now about to lose everything they have fought for:  transforming academic achievement, outstanding sporting facilities and success, a school at the heart of its community.\n\nParents are adamant that the local authority are not taking their views and their needs into account.\n\nWe want to retain Trentham High School, so please help.",
            "closed_at": "2008-05-13T00:00:00Z",
            "created_at": "2007-11-09T13:12:58.221158Z",
            "creator_name": "Chris Hall",
            "government_response_at": "2008-06-13T14:38:07.281907Z",
            "government_responses": [
                {
                    "created_at": "2008-06-13T14:38:07.281907Z",
                    "details": "You signed a petition asking the Prime Minister to \"Save Trentham High School in Stoke on Trent fom closure.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15753.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Trenthamhigh'",
                    "updated_at": "2008-06-13T14:38:07.281907Z"
                }
            ],
            "opened_at": "2007-11-09T13:12:58.221158Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1600,
            "state": "finished",
            "updated_at": "2008-05-22T03:29:23.698359Z"
        },
        "id": 7174813
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Trenthamhigh/"
    },
    "type": "petition"
}