{
    "data": {
        "attributes": {
            "action": "PREVENT the extension of detention of terrorist suspects without charge from 28 to 56 days, and to stop the erosion of further civil liberties that are integral to the Universal Declaration of Human Rights. It might lead to false evidence from interrogations, and further loss of civil liberties will lead to wider implications.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The recent proposal to extend detention without charge to 56 days is of serious concern.\nEurope does not hold people suspected of terrorism without charge for nearly this length.\n\nImagine you have been accused and have no access to your family or a lawyer. Even though you are actually INNOCENT, you might end up giving FALSE CONFESSIONS, under demands and bullying of your interrogators. They are under pressure to get ‘results’ and ‘intelligence’, however false.\n\nNow imagine TWO MONTHS of this.\n\nWE ALL have the right to a FAIR TRIAL if accused of ANYTHING. Extending detention without charge will lead to use of FALSE EVIDENCE in trials (if they go ahead).\n\nMore of our civil liberties are being lost. If this continues there will be a ‘no turning back’ point. ANYONE could be accused of being a terrorist without proper evidence, and kept in detention indefinitely despite innocence. Future governments might silence opposition and dissidence this way. Britain would become a society of fear and secrecy.",
            "closed_at": "2008-01-09T00:00:00Z",
            "created_at": "2007-11-09T17:14:56.913682Z",
            "creator_name": "Benjamin Hughes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-09T17:14:56.913682Z",
            "rejected_at": "2007-12-18T00:01:05.307029Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Truly-secure/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-18T00:01:05.307029Z"
        },
        "id": 7178493
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/noto56days/"
    },
    "type": "petition"
}