{
    "data": {
        "attributes": {
            "action": "Fund Duchenne Muscular Dystrophy if human MDEX Exon Skipping trial works, from the lab to the Clinic! And help get a treatment for us!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Duchenne Muscular Dystrophy - a boy that is missing the protein Dystrophin, which means his muscles weaken over time and at age 10 are in wheelchairs and without treatment rarely survive past (20 - 25) years! \"My condition as got to the point in my life, where it has really started to affect me, I used to be able to eat food, now because my throat muscles have gone weaker that has left me not having a strong swallow, I told myself “I can’t sit here and feel sorry for myself, I need to do something about this” So I want to make more awareness and raise money so we can hurry up and get a treatment as soon as possible, if not a cure, a treatment at least so I can get my muscles in my throat strong again making it so I can eat and enjoy food while I wait for the cure!  I am really passionate about this because I’m tired of suffering and I want them to waste no more time and fix this problem, politics red tape, clinical trial time, Ect… I’d rather die trying, than die without trying!\"",
            "closed_at": "2008-05-18T00:00:00Z",
            "created_at": "2007-11-09T20:45:51.142772Z",
            "creator_name": "Carl Tilson",
            "government_response_at": "2008-06-16T13:29:59.330527Z",
            "government_responses": [
                {
                    "created_at": "2008-06-16T13:29:59.330527Z",
                    "details": "You signed a petition asking the Prime Minister to \" Fund Duchenne Muscular Dystrophy if human MDEX Exon Skipping trial works, from the lab to the Clinic! And help get a treatment for us!\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15769.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'breakthechain'",
                    "updated_at": "2008-06-16T13:29:59.330527Z"
                }
            ],
            "opened_at": "2007-11-09T20:45:51.142772Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2193,
            "state": "finished",
            "updated_at": "2008-06-26T03:37:57.273531Z"
        },
        "id": 7180432
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/breakthechain/"
    },
    "type": "petition"
}