{
    "data": {
        "attributes": {
            "action": "PROVIDE STATEMENTS FOR ALL CHILDREN IN GREENWICH",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "GREENWICH COUNCIL WANTS TO CHANGE THE WAY STATEMENTS ARE FUNDED IN GREENWICH, AND IN THE FURTURE STOP CHILDREN GETTING STATEMENTS WHO ARE NOT PROFUND ENOUGH.\n\nTHIS WAS NOT GREETED WELL BY PARENTS AT THE MEETINGS. THIS IS ABOUT THE COUNCIL SAVING MONEY, NOT HELPING OUR CHILDREN.\n\nMY SON IS AUTISTIC AND HAS ADHD AND I AM HAVING TO FIGHT THE COUNCIL TO GET HIM INTO A SPECIAL SCHOOL. THIS MONEY COULD BE BETTER SPENT ON OTHER CHILDREN INSTEAD OF GOING TO TRIBUAL.\n\nAUTISTIC CHILDREN ARE NOT CATERED FOR WELL ENOUGH IN GREENWICH, AND ARE EXPECTED TO GO TO A MAINSTEAM SCHOOL, SOME PARENTS ARE HAPPY FOR THIS, BUT OTHERS ARE NOT, LIKE ME. \n\nWE HAVE HAD PROBLEMS IN MAINSTEAM, DUE TO LACK OF UNDERSTANDING, TRAINING, HOURS OF SUPPORTS, THE RIGHT ENVIRONMENT AND SPECIAST TEACHING THAT SOME AUTSTIC CHILDREN NEED.\n\nPARENTS SHOULD HAVE A CHOICE.\nWE PAY OUR TAXES, AND WE DONT WANT TO HEAR ABOUT HOW THE MONEY HAS TO GO AROUND, THIS IS OUR CHILDRENS EDUCATION, THEY HAVE A RIGHT TO A GOOD EDUCATION JUST LIKE OTHER KIDS AND SHOULD NOT BE PENERLISED FOR BEING AUTISTIC OR ANYTHING ELSE. OUR CHILDREN DO MATTER!!",
            "closed_at": "2008-11-10T00:00:00Z",
            "created_at": "2007-11-10T00:11:45.007606Z",
            "creator_name": "MRS CASSERLY",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-10T00:11:45.007606Z",
            "rejected_at": "2007-12-18T00:01:05.307029Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-18T00:01:05.307029Z"
        },
        "id": 7181543
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/STATEMENTS/"
    },
    "type": "petition"
}