{
    "data": {
        "attributes": {
            "action": "examine not whether but \"how\" the UK adopts the new EU constitution of the Lisbon Treaty and in doing so, give clearer guidelines on referendum.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Further to MP Kate Hoey's article (21 Oct, Daily Mail) the petitioner is urging the P.M. to fulfill P.M. Blair's 2004 and his own election promise by calling for at least an online poll, if not a referendum, on the following new EU measures :\n\n1. Tougher safeguards which despite the EU Scrutiny Committee recommendations remain unchanged - what are these safeguards ? why they are needed and what they are protecting Uk citizens against ?  \n\n2. Explain the significance without recourse to politico - media sensationalism, the main conditions :\n\na) Allowing EU leaders majority voting in any area of EU jurisdiction covered by unanimity WITHOUT the need to ratify this in parliament (useful at G8 meetings)     \n\nb) Allowing EU citizens the right to vote individually (+ representatively via their MP) - which, or course reaffirms \"one man, one vote\".  \n\nc) To elect an EU head like the American President\n\nFor centuries, Britains have provided the world with some of their best Commonwealth diplomats. I urge the P.M. to recognise the critical time before this motion is debated in parliament in December.  \n\nDo referendums work ? Why are they so unsystematic ?",
            "closed_at": "2008-11-16T00:00:00Z",
            "created_at": "2007-11-10T14:23:41.201711Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-10T14:23:41.201711Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 14,
            "state": "finished",
            "updated_at": "2008-11-17T00:01:01.310527Z"
        },
        "id": 7184137
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/treatylisbon/"
    },
    "type": "petition"
}