{
    "data": {
        "attributes": {
            "action": "Prevent the break up of the County of Cheshire",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We urge the Prime Minister to evaluate the concerns put forward by Cheshire County Council against the split, and acknowledge the withdrawal of Chester City Council (the original supporter for two unitary councils) from supporting a split. Services provided in the county are at risk, such as Education, Social Services, Transport and financially the Value for Money. This highlights the fact that the people of Cheshire would not just be paying financially for the split, but also have their local services jeopardised. The four star county council has the experience and infrastructure in place that currently provides 80% of the local needs for the people of Cheshire. It would be a lot smoother, cheaper, and beneficial to the residents if the remainder 20% was transferred to a single unitary council, rather than all the services to be split, and distributed to two, new councils with relatively little experience in delivering all the services required. Cheshire is a rural county, and works better united, rather than divided. It must not be treated the same as urban, metropolitan city areas, which understandably do work better smaller (Stoke being an example).",
            "closed_at": "2008-05-18T00:00:00Z",
            "created_at": "2007-11-10T15:43:40.864931Z",
            "creator_name": "Adam Heathcote",
            "government_response_at": "2008-06-13T14:45:43.696842Z",
            "government_responses": [
                {
                    "created_at": "2008-06-13T14:45:43.696842Z",
                    "details": "You signed a petition asking the Prime Minister to \" Prevent the break up of the County of Cheshire.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15759.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SaveCheshire'",
                    "updated_at": "2008-06-13T14:45:43.696842Z"
                }
            ],
            "opened_at": "2007-11-10T15:43:40.864931Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2205,
            "state": "finished",
            "updated_at": "2008-08-13T03:42:34.765995Z"
        },
        "id": 7184630
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveCheshire/"
    },
    "type": "petition"
}