{
    "data": {
        "attributes": {
            "action": "amend the South West Trains contract at the earliest opportunity to schedule the Reading-Waterloo train to stop at Whitton Station at all times and in both directions",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Windsor and Eton Riverside train may be cancelled or late but the more frequent Reading train never stops at Whitton and causes agitation to people waiting at Whitton Station.\n\nSouth West Trains should encourage people to use their trains more often by providing a better service. The timetable would only need a 2 minute adjustment which is largely countered by the train waiting at signals already. \n\nThe Reading train often stops at a signal approaching the Feltham Triangle to wait for a Hounslow train to proceed to Feltham. It also often stops at a signal between Whitton and Twickenham to wait for a Kingston train to proceed to Twickenham.\n\nAt times on Sundays, Whitton only has one train per hour in each direction but the Reading train still passes through without stopping. On Sundays many people prefer to travel locally from Whitton by car, bus and underground as the South West train service is so unreliable and infrequent.\n\nIn the interests of saving car fuel and causing less pollution, people should be allowed to use an existing train service when travelling to work and shopping in London, Richmond, Kingston and Staines.",
            "closed_at": "2008-11-18T00:00:00Z",
            "created_at": "2007-11-11T14:32:09.527294Z",
            "creator_name": "Nigel Mearing",
            "government_response_at": "2009-01-09T14:58:24.487903Z",
            "government_responses": [
                {
                    "created_at": "2009-01-09T14:58:24.487903Z",
                    "details": "You signed a petition asking the Prime Minister to \"amend the South West Trains contract at the earliest opportunity to schedule the Reading-Waterloo train to stop at Whitton Station at all times and in both directions\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17940\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'WhittonTrains'",
                    "updated_at": "2009-01-09T14:58:24.487903Z"
                }
            ],
            "opened_at": "2007-11-11T14:32:09.527294Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 211,
            "state": "finished",
            "updated_at": "2009-06-02T17:27:32.551366Z"
        },
        "id": 7189468
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WhittonTrains/"
    },
    "type": "petition"
}