{
    "data": {
        "attributes": {
            "action": "immediately take EFFECTIVE measures to end the gender pay gap; once and for all",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I understand that this gap is currently at 17% in men's favour.  I therefore suggest that all firms (whatever their size) are ordered to increase the wages of their female employees by that percentage, immediately, and back-date this increase to the date each employee joined the firm.  The cost of this should be borne partly or completely by the government forming a ring-fenced fund from which employers could apply for grants; this fund should be paid for by a windfall tax (or the equivalent) on sections of sport, the media, etc which are in a position to, for example, pay millions of pounds for just ONE footballer.  Also; if anyone (of either gender) loses his/her job within a year, say, of this being enacted it should be mandatory for the employer to prove, to the standard required in a court of law, that this WELL OVERDUE rectification, of an injustice which should never have occurred in the first place, is not connected, in any way, to the loss of the job.\nIf the reason for the continuing pay gap is that women are not doing the same jobs, or jobs assessed as being the same value, as men why is this?  Women are no less intelligent, capable, or sensible than men.",
            "closed_at": "2008-07-18T00:00:00Z",
            "created_at": "2007-11-12T01:00:47.295995Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-12T01:00:47.295995Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2008-11-11T11:36:13.216578Z"
        },
        "id": 7193229
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SortEqualPayNow/"
    },
    "type": "petition"
}