{
    "data": {
        "attributes": {
            "action": "Stop political correctness being forced on the English people:",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Human Rights Act is a farce to English people who aren’t immigrants, foreign nationals or asylum seekers:  Political Correctness is forced upon the English (not British) and applies to everyone who isn't foreign in the UK.  We are exasperated with the increasing subjugation in our own country.  Many English nationals lost family and friends who fought two world wars and other wars since, to save ourselves from totalitarian domination, only to find ourselves living under the Big Brother establishment anyway.  Many good men, women and children have died pointlessly for the country that no longer regards its English speaking citizens and allows inane laws to out-govern common sense.  We want our rights upheld as we cannot easily migrate away from leadership repression.  Either send the illegal immigrants home, stop mass migration into England, and let us have our country back or give us more power and refund our tax money to leave this over-taxed, over-populated and over-conquered country.  We want our freedom of speech, so don’t reject this petition.",
            "closed_at": "2008-11-12T00:00:00Z",
            "created_at": "2007-11-12T12:36:48.964404Z",
            "creator_name": "Carol Dye",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-12T12:36:48.964404Z",
            "rejected_at": "2007-12-18T00:01:05.307029Z",
            "rejection": {
                "code": 2,
                "details": "",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-18T00:01:05.307029Z"
        },
        "id": 7198439
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/English-RightsII/"
    },
    "type": "petition"
}