{
    "data": {
        "attributes": {
            "action": "Allow more Scoliosis patients to be referred to specialists by their GP",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned petition the Prime Minister to introduce (as a matter of urgency) legislation which will put an end to the discrimination faced by Scoliosis patients who are both registered as Self-Employed and have paid their National Insurance liability, and thereby grant them an equal entitlement to see a specialist for their pain. Scoliosis is a condition that affects the spine and 1 in 10 people suffer from this spinal condition. Currently many scoliosis patients are suffering by the hands of their GP who do not have enough understanding of this condition and do not agree that the patient is indeed in pain and in need of specialist care. The GP is refusing to send these patients to a specialist for evaluation and further care.\n\nScoliosis patients are entitled to equal rights and treatment, and so the anomalies in care and treatment, as a whole, must be acknowledged and redressed.",
            "closed_at": "2008-02-12T00:00:00Z",
            "created_at": "2007-11-12T13:36:35.944784Z",
            "creator_name": "Simone Burton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-12T13:36:35.944784Z",
            "rejected_at": "2007-12-18T00:01:05.307029Z",
            "rejection": {
                "code": 2,
                "details": "The Government does not prevent such referrals and therefore cannot take action to \"allow\" them.",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-18T00:01:05.307029Z"
        },
        "id": 7199506
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/scoliosis/"
    },
    "type": "petition"
}