{
    "data": {
        "attributes": {
            "action": "resist calls to substantially increase tax on alcohol",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We call on the British Chancellor of the Exchequer to call time on any plans to raise alcohol tax as being lobbied for by the Alcohol Health Alliance.\n\nAn alliance of health campaigners is calling on the Government to increase tax on alcohol by as much as 20-30% as a way to solve binge drinking in Britain.\n\nWe at the Morning Advertiser, the newspaper for the pub trade, think this would have disastrous results for pubs and drinkers - and do nothing to reduce alcohol-related harm.\n\nThe UK already has some of the highest duty rates on alcohol in Europe and evidence from high-tax Scandinavian countries has shown that increased duty does NOT lead to a reduction in heavy drinking.\n\nHigher alcohol tax would be extremely damaging for pubs, which are struggling with the impact of the smoking ban, excessive red tape and competition from supermarkets that can offer beer for as little as 22p a can.\n\nIt would also penalise the majority of drinkers who consume alcohol responsibly and don't want to be burnt every time they order at the bar.\n\nHigher alcohol tax would be bad for business, bad for the drinker and bad for Britain - lets resist it!",
            "closed_at": "2008-11-20T00:00:00Z",
            "created_at": "2007-11-13T07:38:49.128909Z",
            "creator_name": "Ewan Turney",
            "government_response_at": "2009-01-09T15:00:48.201475Z",
            "government_responses": [
                {
                    "created_at": "2009-01-09T15:00:48.201475Z",
                    "details": "You signed a petition asking the Prime Minister to \"resist calls to substantially increase tax on alcohol\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17942\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'taxonalcohol'",
                    "updated_at": "2009-01-09T15:00:48.201475Z"
                }
            ],
            "opened_at": "2007-11-13T07:38:49.128909Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1115,
            "state": "finished",
            "updated_at": "2009-05-11T16:19:58.832239Z"
        },
        "id": 7207632
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/taxonalcohol/"
    },
    "type": "petition"
}