{
    "data": {
        "attributes": {
            "action": "Prevent Council Planning Officers from using Permitted Development Regulations to fence off green space without reference to the wishes of the local community and their elected representatives.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am a local campaigner here in north leeds. The main issue locally is a plan to fence off part of our Tinshill Recreation Ground for it to be used as a playing field for the new Ralph Thoresby High School. \n\nI managed to convince our three democratically elected councillors and our MP that we needed to oppose the plan for a fence because the local community wanted to keep our recreation ground as it was.\n\nThe Plans Panel of our Council agreed that the application for fencing off our ground should be refused.\n\nWe also took a deputation to Leeds Council but they told us that we could not mention the plan for a fence because it was a planning matter.\n\nCouncil Officers advised Councillors that they had no power to refuse the building of a fence on our field because it was allowed under what they call permitted development regulations.\n\nOther fences have been built nearby under these regulations and the result has been that land has been built on against the wishes of the community.\n\nI believe that planning decisions of this scale should be put back into the hands of our elected representatives,\n\nPlease help us stop the fence and save our field.",
            "closed_at": "2008-11-20T00:00:00Z",
            "created_at": "2007-11-12T23:44:21.576999Z",
            "creator_name": "Alan Procter",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-12T23:44:21.576999Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 57,
            "state": "finished",
            "updated_at": "2008-11-21T00:01:01.591119Z"
        },
        "id": 7207114
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Tinshillrec/"
    },
    "type": "petition"
}