{
    "data": {
        "attributes": {
            "action": "Ban the sale of fireworks to the public on the grounds of safety, noise pollution and environmental protection.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are hundreds of firework injuries each year. The noise limit of UK fireworks is 120 decibels, while the noise level created by aircraft rarely exceeds 80. The smoke & toxic dust contain Heavy Metals, affecting asthma sufferers. Green colours are from Barium – a poisonous radioactive. Blue’s come from burning Copper - linked to cancer. Other harmful ingredients - Lead Nitrate, Strontium, Rubidium, & Sulphur Dioxide. Ammonium Perchlorate propellants are a source of contaminants in drinking water, linked to disease of the Thyroid. There are age restrictions relating to the sale of fireworks, but there is no concern given to a spent rocket, laced with residues of the above, being picked up by a child in their own garden. There is no UK restriction controlling the amount of fireworks sold & therefore no limit to the volumes of pollutants, toxins & radioactive chemicals that are generated. It would make sense to ban public sale & limit fireworks to licensed & organised displays at which safety, noise pollution & environmental impact can all be properly controlled and monitored.",
            "closed_at": "2008-05-13T00:00:00Z",
            "created_at": "2007-11-13T11:48:24.327111Z",
            "creator_name": "Mark Springham",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-13T11:48:24.327111Z",
            "rejected_at": "2007-12-20T00:01:06.838203Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/FirewkBan/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-20T00:01:06.838203Z"
        },
        "id": 7212136
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/limitfireworks/"
    },
    "type": "petition"
}