{
    "data": {
        "attributes": {
            "action": "stop councils, police and other government controlled business's from stealing our cars",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Basically it's like this. I had a car that i had owned 4 2 yrs & had planned to keep for the rest of my life as i loved that car & had spent a lot of money (£7000+) on maintanence & restoring not inc. t&t & insuring every year. I had been made temporaraly homeless so had to leave my car outside my friends in an off street parking bay. It was covered up as had no t&t. It was not t&t as i had to spend all the money i had repairing it after it was stolen but only after being outsides my friends for about 2 weeks i got a call from my friend saying the Police or Council had come & taken it away to be crushed. I was not happy as i had only just spent over £1000 on the repairs caused by the thieves & by this time had a place to live so i could once again get my car on the road. Since then i have not owned a good, safe car & do not maintain my cars as it seems a waste of time & money if the councils & police can just come anytime they like & remove my car. Anyone that has had similar experiences then please sign my petition as its not on. I have friends that have had the same problems as me in the past so have now had to fence their gardens off etc to stop prying eyes.",
            "closed_at": "2008-01-13T00:00:00Z",
            "created_at": "2007-11-13T13:38:42.571892Z",
            "creator_name": "Steven Yapp",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-13T13:38:42.571892Z",
            "rejected_at": "2007-12-20T00:01:06.838203Z",
            "rejection": {
                "code": 258,
                "details": "",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements",
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-20T00:01:06.838203Z"
        },
        "id": 7214452
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Car-theft/"
    },
    "type": "petition"
}