{
    "data": {
        "attributes": {
            "action": "stop the construction of a new class A1 supermarket In Stourport-On-Severn, Worcestershire",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Application reference number: 07/1105/EIA \nStop the construction of an unnecessary supermarket in Stourport with associated means of access, customer car park (317 spaces), petrol filling station (of which we already have 3 in close proximity), new road and bridge and footbridge. The supermarket is an unnecessary additon to the 3 supermarkets we already have and will have a substantial affect on local buisnesses. The nearby town of Kidderminster already has several very large supermarkets and we believe that an additional one in Stouport will have a negative affect on the local economy. Stourport has several inidvidual shops which add to the character of the town, the construction of this supermarket will destroy the town centre and the communty spirit. In Stourport we already have a Co-op, Tesco and Lidl stores and the new Tesco's supermarket will not offer any additional or neccesary services to what already exists, we believe it is just Tesco trying to gain a larger market share. We don't want to more empty shops in our already declining high street, which is at the heart of our community, which doesn't need to see any expansion in the services which Tesco already provide.",
            "closed_at": "2007-12-20T00:00:00Z",
            "created_at": "2007-11-13T18:42:22.029033Z",
            "creator_name": "Tom King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-13T18:42:22.029033Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 78,
            "state": "finished",
            "updated_at": "2007-12-21T03:12:20.691577Z"
        },
        "id": 7220083
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Stopsupermarket/"
    },
    "type": "petition"
}