{
    "data": {
        "attributes": {
            "action": "improve advice on pensions and make schemes more systematic",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Workers are failing to join defined benefit pension schemes where companies do not automatically enrol them, research showed. One in 10 defined contribution schemes offered by FTSE 100 companies has been joined by less than 20% of staff, while 17% of schemes have membership rates of between 21% and 40%, according to consultants Watson Wyatt. But take-up rates improve dramatically when companies automatically enrol workers, although they still retain the right to opt out.\nOverall 51% of firms had take-up rates of more than 80%, three-quarters of which used automatic enrolment. Defined benefit pensions in the red. The report found that the shift among companies to replace final salary pensions with less generous defined contribution ones had continued, with 83% of the pension schemes now open to new employees defined contribution ones, up from 76% in 2006. The average contribution being made to defined benefit schemes by employers is two-thirds. But to reach this level of contributions employees, have to make more than the minimum contribution available to them,the petitioner is calling on the P.M. to ensure that employers match this.",
            "closed_at": "2008-11-20T00:00:00Z",
            "created_at": "2007-11-13T19:42:09.346008Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-13T19:42:09.346008Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2008-11-21T00:01:01.591119Z"
        },
        "id": 7220752
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pensionsadvice/"
    },
    "type": "petition"
}