{
    "data": {
        "attributes": {
            "action": "Save South Crofty Tin Mine, and stop the compulsory purchase order plans of the South West RDA.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Western United Mines Limited owns and operates the South Crofty tin mine.The start of mining will boost the economy of the Camborne, Pool, Redruth area of Cornwall which suffered when South Crofty, Cornwall's last working tin mine, closed in 1998. The work to resume tin production over the next two years will play a key role in local regeneration. In excess of £12.5 million will be spent by June 2008 on continuing the mine development. A further £50 million of investment required by the time the mine starts production, which is projected for the end of 2009, has been earmarked. There will be at least 200 new jobs created once mining starts properly. Local businesses have already been benefiting from the renewed activity at South Crofty. Orders worth more than £300,000 have been placed locally – including one for a drilling machine that is being built by a Camborne firm, Drillserve Ltd.\nThe South West RDA and CPR Regeneration Ltd wish to forcibly take this land in order to build on it and to create a large park. The local population are NOT in favour of their plans.",
            "closed_at": "2008-11-20T00:00:00Z",
            "created_at": "2007-11-13T23:18:00.541354Z",
            "creator_name": "Tish Romanov",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-13T23:18:00.541354Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 123,
            "state": "finished",
            "updated_at": "2009-02-08T03:02:55.273655Z"
        },
        "id": 7222997
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SouthCrofty/"
    },
    "type": "petition"
}