{
    "data": {
        "attributes": {
            "action": "Ensure equality in the treatment of all women with PCOS.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Polycystic ovary syndrome (PCOS) is a very common health problem that can affect a woman's menstrual cycle, ability to have children, hormones, heart, blood vessels, and appearance. About one in ten women of childbearing age has PCOS. It can occur in girls as young as 11 years old. PCOS is the most common cause of female infertility (not being able to get pregnant).\n\nThroughout the UK, treatment for PCOS differs greatly, with some women receiving help easily, and others being denied for no reason. Some women are offered fertility treatment while some are not, depending on the area they live in. Some are offered medication, others are told that medication cannot help. Some find it easy to have surgery on their ovaries, or laser treatment for excess hair, others have to fight or are denied without a case. \n\nWe believe it is unfair that treatment differs so greatly depending on your postcode, and we also believe that not enough doctors are aware of the emotional impact that PCOS has on women.\n\nAll women with PCOS should be treated equally, and should not be discriminated against because of where they live, or through a lack of information given to GPs and doctors.",
            "closed_at": "2008-05-20T00:00:00Z",
            "created_at": "2007-11-14T13:38:34.705966Z",
            "creator_name": "Katie Louis",
            "government_response_at": "2008-06-16T13:33:06.990409Z",
            "government_responses": [
                {
                    "created_at": "2008-06-16T13:33:06.990409Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ensure equality in the treatment of all women with PCOS.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15771.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'fairpcos'",
                    "updated_at": "2008-06-16T13:33:06.990409Z"
                }
            ],
            "opened_at": "2007-11-14T13:38:34.705966Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 219,
            "state": "finished",
            "updated_at": "2009-05-13T16:20:54.553042Z"
        },
        "id": 7232309
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fairpcos/"
    },
    "type": "petition"
}