{
    "data": {
        "attributes": {
            "action": "INTERVENE WITH THE PROPOSED PLANS TO CLOSE ST THOMAS MORE CATHOLIC COLLEGE IN STOKE-ON-TRENT",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "St Thomas More is the highest achieving comprehensive in the city, and is rightly proud of its achievements.  In 2005 the school was the 14th most improved school nationally and continues to build on its academic success and is expected to achieve record results in 2008. \n\nThe school takes students from a wide range of backgrounds and is rightly proud of its Catholic ethos, which also embraces children from other faiths and the wider community. As parents we recognise that the school has built a caring environment based on respect and shared values. We are confident that our children receive the highest standard of learning and teaching.\nWe are bewildered by Serco’s plan to close our school. If Serco’s motive is to improve standards how does closing one of the City’s most successful schools, help to achieve that aim? In a City where pupil numbers are declining, we are fortunate to have our children attending a school that is over-subscribed.\nOur children are most important to us. Speaking as a parent I feel blessed to be able to send my children to St Thomas More.",
            "closed_at": "2008-05-20T00:00:00Z",
            "created_at": "2007-11-14T15:12:35.609531Z",
            "creator_name": "Marion Thompson",
            "government_response_at": "2008-06-16T13:35:28.407078Z",
            "government_responses": [
                {
                    "created_at": "2008-06-16T13:35:28.407078Z",
                    "details": "You signed a petition asking the Prime Minister to \"intervene with the proposed plans to closeSt Thomas More Catholic College in Stoke-on-Trent.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15772.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'PRAISE'",
                    "updated_at": "2008-06-16T13:35:28.407078Z"
                }
            ],
            "opened_at": "2007-11-14T15:12:35.609531Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1378,
            "state": "finished",
            "updated_at": "2008-11-20T17:10:48.830920Z"
        },
        "id": 7234543
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PRAISE/"
    },
    "type": "petition"
}