{
    "data": {
        "attributes": {
            "action": "Keep a fully staffed HMRC office open in Sunderland City Centre",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Both the Gilbridge & Shackleton House tax offices in Sunderland city centre are to close, relocating approximately 400 staff to offices at Washington & Longbenton. These staff spend a significant amount of money in Sunderland via retail, restaurants, bars and leisure. They also use local amenities e.g banks, parks & libraries. Most staff do not live in Sunderland & so will choose to spend their money elsewhere when these jobs are relocated. Sunderland was recently named as one of the 18 poorest towns in the UK & this loss of revenue will have a devastating effect on an already struggling city centre. The staff moving will experience longer/more stressful journeys to their new workplace, leading to a poorer work/life balance. Many part-time workers & those with responsibilities will have to work less hours to accomodate a longer journey time,leading to a decrease in income & a higher reliability on government benefits. We implore the government to re-consider their decision and keep a fully staff tax office open in Sunderland city centre, not only for the benefit of the staff, but also for the good of Sunderland itself.",
            "closed_at": "2008-11-20T00:00:00Z",
            "created_at": "2007-11-14T18:12:10.513639Z",
            "creator_name": "KERSTEN SPAIN",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-14T18:12:10.513639Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 256,
            "state": "finished",
            "updated_at": "2008-11-29T03:01:50.030704Z"
        },
        "id": 7237919
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SunderlandHMRC/"
    },
    "type": "petition"
}