{
    "data": {
        "attributes": {
            "action": "Introduce an eight day week for the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently the standard working week means employees work for five days and have a  two day weekend. The aim of this petition is to create an extra day (called UKDay) that follows Sunday leading to a standard working week that allows employees to have a more relaxing three day weekend. \n\nTo balance the extra time granted at the weekend would require a reduction in the minimum number of days holiday entitlement and remove all bank holidays.\n\nThere would be 45 eight day weeks and four spare days which would allow the Government to declare that New Years Day should be five days long. \n\nThere may be an element of confusion for people in other countries working out what day it is in the UK but they’ll get used to it.\n\nCreating the extra day would bring the following benefits:\n\nMore productivity from a more relaxed, healthier and happier working population.\n\nLess cost to the NHS due to the population being more relaxed and healthy.\n\nIncreased spend on leisure activities during the longer weekends.\n\nEasier resource planning and continuity for business as a reduced holiday entitlement would lead to less time with key personnel away from the office",
            "closed_at": "2008-11-14T00:00:00Z",
            "created_at": "2007-11-14T17:42:21.527058Z",
            "creator_name": "Tim Heath",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-14T17:42:21.527058Z",
            "rejected_at": "2007-12-20T00:01:06.838203Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-20T00:01:06.838203Z"
        },
        "id": 7237534
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EighthDay/"
    },
    "type": "petition"
}