{
    "data": {
        "attributes": {
            "action": "dis-allow regular pet shops and stores from stocking and selling the rare and beautiful \"Skinny Pig\" and \"Baldwin\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Skinny pigs are unlike normal guinea pigs. They CANNOT live outside and need to be kept at temperatures above 10oC and out of draughts due to their lack of hair.\n\nSkinny pigs are prone to skin problems, such as dry skin and skin cancer. As a result, they should not be exposed to the sun without high factor suncream.\n\nAdditionally, they lose a lot of heat through their skin and so have a high metabolic rate, resulting in the need to eat more food for warmth.\n\nBaldwins have the same special requirements, with the addition that they lack a thymus gland, leading to a VERY low immune system. Only experts should be able to keep this species.\n\nThese breeds are unsuitable for children or inexperienced owners with a lack of knowledge about their special needs. Only recognised, professional breeders should be able to sell them. Standard pet shops lack the time and resources to train their staff in the special care of these animals, making it impossible to ensure potential owners have the knowledge to care for these specialist breeds, as well as their proper care whilst in the store.\n\nTo protect their welfare, we need to ensure that only recognised breeders are able to stock and sell these guinea pigs.",
            "closed_at": "2008-10-22T00:00:00Z",
            "created_at": "2007-11-14T21:46:12.075209Z",
            "creator_name": "Carol Venables",
            "government_response_at": "2008-11-28T15:40:53.448004Z",
            "government_responses": [
                {
                    "created_at": "2008-11-28T15:40:53.448004Z",
                    "details": "You signed a petition asking the Prime Minister to \"dis-allow regular pet shops and stores from stocking and selling the rare and beautiful \"Skinny Pig\" and \"Baldwin\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17609\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'skinnypigbaldwin'",
                    "updated_at": "2008-11-28T15:40:53.448004Z"
                }
            ],
            "opened_at": "2007-11-14T21:46:12.075209Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 233,
            "state": "finished",
            "updated_at": "2008-10-23T00:01:02.064465Z"
        },
        "id": 7240198
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/skinnypigbaldwin/"
    },
    "type": "petition"
}