{
    "data": {
        "attributes": {
            "action": "Abolish tuition/top up fees for all students in England and write off all existing tuition/top up fee debts",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Today, the Scottish National Party released its budget, pledging was to abolish the Graduate Endowment fee. \nThis led me to wonder why I am paying £3000 a year, plus my student loan, which totals over £7000 a year. Compare this with students in Scotland. A student in Scotland has their tuition fees paid by the SAAS, and only to pay back a token fee in the form of the Graduate Endowment Fee, of approximately £2000, and only if they graduate. \nThis leads me to wonder why the Scottish government can afford to pay the fees for all their students, regardless of their background, when the Prime Minister is looking at raising the base cap to £6000. It makes little sense to me that while the SNP are bragging about getting Scottish money back from the British treasury, they make no mention of giving back British money. \nSo we the undersigned petition the Prime Minister to make our supposedly fair nation live up to that title, and abolish tuition fees and all debts attributable to them.",
            "closed_at": "2008-05-14T00:00:00Z",
            "created_at": "2007-11-14T23:51:03.392307Z",
            "creator_name": "Andrew Ward",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-14T23:51:03.392307Z",
            "rejected_at": "2007-12-20T00:01:06.838203Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/freeunifees4all/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-20T00:01:06.838203Z"
        },
        "id": 7241056
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fair-Tuition/"
    },
    "type": "petition"
}