{
    "data": {
        "attributes": {
            "action": "Do NOT let Spurs share a ground with West Ham!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is a petition made for mainly all the West Ham fans, plus any other fan who does not want Tottenham to share Upton Park with West Ham for any period of time. \nWest Ham fans do not like Spurs, so if this was to go ahead, it would only cause more trouble in the long run. Tottenham have other stadiums to go whilst their new stadium is being built, such as, Underhill, Wembley and Emirates. \nIf this was to go ahead, when West Ham play away from home, the fans who did not travel to the away game will more than likely show up at Upton Park and it will kick off, causing more aggro and costing more money to have police at every spurs game. It is simply not worth it. Also Tottenham are not even East London, I would understand if it was Leyton Orient, or if we needed to share a ground it would be Leyton, but not Tottenham.\n\nAnyone who agrees with me that Upton Park should be kept a West Ham United football ground, please sign.",
            "closed_at": "2008-11-15T00:00:00Z",
            "created_at": "2007-11-15T08:21:41.992673Z",
            "creator_name": "Shane",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-15T08:21:41.992673Z",
            "rejected_at": "2007-12-16T00:01:05.244878Z",
            "rejection": {
                "code": 20480,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-16T00:01:05.244878Z"
        },
        "id": 7242067
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Whufcnosharing/"
    },
    "type": "petition"
}