{
    "data": {
        "attributes": {
            "action": "decree that King Hilary I of Wetherby, who drinks in the Black Bull Inn and occasionally in the Admiral Hawke in Boston Spa, be handed control of all of the territories known as Wetherby, Boston Spa, Collingham and Bramham (and surrounding, including Hazlewood Castle which is a lovely castle in Tadcaster). The UK will recognise King Hilary I as the sole ruler of, what will become known as, The Kingdom of Wetherby (and surrounding areas). The hand over of power will be marked by a right old knees up at a venue to be confirmed (King Hilary’s wife, Queen Anne, will lay on some sandwiches and a crumble)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On 11 November 2007 King Hilary I of Wetherby (and surrounding areas) sent an email to Gordon Brown, Prime Minister of the United Kingdom, declaring his divine right to the Kingdom of Wetherby (and surrounding areas), through his clear and undoubted bloodline to fictional monarch King Arthur. Acknowledging that King Arthur had been off the scene for quite some time, King Hilary demanded only that the UK Government grant him, not the whole of the United Kingdom, but just the areas of Wetherby, Boston Spa, Collingham and Bramham (and the nice surrounding villages, including Hazlewood Castle which is a lovely castle in Tadcaster) to rule as his Kingdom and dominion. He asked for a response within 3 working days, failing which King Hilary would assume control of his Kingdom. That was 3 working days ago and nothing has been received.\n\nKing Hilary’s coronation occurred during a low key event today (just after watching Cash in the Attic on BBC1). This petition seeks to force the UK Government to publicly recognise King Hilary’s accession to the throne and to publicly recognise the Kingdom of Wetherby (and surrounding areas) as an independent kingdom.",
            "closed_at": "2008-05-15T00:00:00Z",
            "created_at": "2007-11-15T10:54:58.893697Z",
            "creator_name": "Mr Hilary Fortnum",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-15T10:54:58.893697Z",
            "rejected_at": "2007-12-22T00:01:08.650141Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-22T00:01:08.650141Z"
        },
        "id": 7246278
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KingHilaryI/"
    },
    "type": "petition"
}