{
    "data": {
        "attributes": {
            "action": "refuse permission to any proposals by Bucks County Council to build an incinerator either at Springfield Farm, by the M40 in Beaconsfield, or at Wapseys Wood, off the A40 in Gerrards Cross, both on the Green Belt.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Apart from the increase in  HGV movements on South Bucks’ already congested roads, locating a single large incinerator to serve the whole county, and possibly beyond, will actively discourage re-cycling and composting, which are on the increase in the county. Grave concerns have been expressed about the health risks associated with incinerator emissions. Studies exist that suggest it is inappropriate to locate incineration plants so close to communities and, in the case of South Buckinghamshire, the 12 schools within a 2 mile radius of Springfield Farm, and the 11 schools within a 2 mile radius of Wapseys Wood, along with numerous crèches and nurseries.",
            "closed_at": "2008-11-22T00:00:00Z",
            "created_at": "2007-11-15T11:57:36.511110Z",
            "creator_name": "Roderick G Whyte",
            "government_response_at": "2009-01-09T15:29:21.782321Z",
            "government_responses": [
                {
                    "created_at": "2009-01-09T15:29:21.782321Z",
                    "details": "You signed a petition asking the Prime Minister to \"refuse permission to any proposals by Bucks County Council to build an incinerator either at Springfield Farm, by the M40 in Beaconsfield, or at Wapseys Wood, off the A40 in Gerrards Cross, both on the Green Belt.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17946\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'bucksincinerator'",
                    "updated_at": "2009-01-09T15:29:21.782321Z"
                }
            ],
            "opened_at": "2007-11-15T11:57:36.511110Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3212,
            "state": "finished",
            "updated_at": "2008-11-24T03:01:49.850317Z"
        },
        "id": 7248251
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bucksincinerator/"
    },
    "type": "petition"
}