{
    "data": {
        "attributes": {
            "action": "Support Oldham Athletic and their supporters in their fight to overturn the decision of Oldham borough council to reject the redevelopment plans for Boundary Park.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Oldham Athletic plans to completely redevelop the Boundary Park ground have been rejected by Oldham council at a meeting this week. The plans included a hotel and conferencing facilities which would have helped pay for the redevelopment. The reasons given were possible traffic problems and a loss of open space and amenities. Not issues that stopped a large retail park being built next door. I would say that building a new home for football and rugby league in Oldham on our car park and training facilities would add to the amenties of Oldham not take them away.\nMost clubs in the English Football league face a constant struggle to survive, so for a plan to secure financial long term future of the towns football club and rugby league club to be snubbed, seems unbelievable. Oldham Athletic and Oldham Roughyeds have a  proud history in the community and they deserve a future in it. So  I urge the people of Oldham, the fans of the football and rugby club and right minded people everywhere to petition the Prime \nMinister to help us overturn this decision.Thank you.",
            "closed_at": "2008-02-22T00:00:00Z",
            "created_at": "2007-11-15T12:48:01.198759Z",
            "creator_name": "Ryan Larder",
            "government_response_at": "2008-03-14T15:25:21.041421Z",
            "government_responses": [
                {
                    "created_at": "2008-03-14T15:25:21.041421Z",
                    "details": "You signed a petition asking the Prime Minister to \"Support Oldham Athletic and their supporters in their fight to overturn the decision of Oldham borough council to reject the redevelopment plans for Boundary Park.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15005.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'groundforoldham'",
                    "updated_at": "2008-03-14T15:25:21.041421Z"
                }
            ],
            "opened_at": "2007-11-15T12:48:01.198759Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1959,
            "state": "finished",
            "updated_at": "2008-02-23T03:11:55.364151Z"
        },
        "id": 7249578
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/groundforoldham/"
    },
    "type": "petition"
}