{
    "data": {
        "attributes": {
            "action": "Encourage councils and firms to preserve original works by the artist 'Banksy' to protect them as an important part of our modern cultural heritage.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is in addition to an earlier petition which was closed before most people had a chance to add their signatures.. There has been a huge agreeance to this petition on the social networking site \"FaceBook\"\n\n\"This last week saw the destruction by Transport For London of a famous mural by the artist 'Banksy', near Old Street tube station (as reported by the BBC on the 20th April 2007). While most graffiti is poorly executed and lacking in conceptual merit, more effort should be made to recognise those whose work makes a positive contribution to our culture and environment. Works such as the 'Pulp Fiction' spoof are thought-provoking and entertaining and have gained international recognition. If the government is serious about encouraging the creative sector and regenerating urban areas then they should encourage councils to preserve public works of art such as these, perhaps by preservation orders or grants to maintain the sites. Bristol City Council have realised the value of murals by Banksy and their more considered approach should be considered by other councils across the UK rather than the authoritarian approach usually favoured by our local government bodies.\"",
            "closed_at": "2008-03-22T00:00:00Z",
            "created_at": "2007-11-15T17:34:07.605007Z",
            "creator_name": "Melissa Frost",
            "government_response_at": "2008-04-07T16:17:47.347288Z",
            "government_responses": [
                {
                    "created_at": "2008-04-07T16:17:47.347288Z",
                    "details": "You signed a petition asking the Prime Minister to \"Encourage councils and firms to preserve original works by the artist 'Banksy' to protect them as an important part of our modern cultural heritage.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15201.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'banksy'",
                    "updated_at": "2008-04-07T16:17:47.347288Z"
                }
            ],
            "opened_at": "2007-11-15T17:34:07.605007Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 831,
            "state": "finished",
            "updated_at": "2008-10-18T03:54:27.618930Z"
        },
        "id": 7256281
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/banksy/"
    },
    "type": "petition"
}