{
    "data": {
        "attributes": {
            "action": "reverse the decision to reduce  the Open University's teaching funding budget by £31.6m",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Secretary of State for Innovation, Universities and Skills, has announced that, from 2008/09, he will phase out funding for the majority of students in England and Northern Ireland who are studying for a qualification that is equivalent to, or lower than, a qualification that they already hold (e.g. graduates studying undergraduate courses; or those taking second masters degrees). HEFCE modelling indicates that over 25% of the Open Universities (OU)’s students in England and NI will become unfunded from 2008/09 and that £31.6m or 19% of teaching funding will be phased out from that year. OU  modelling suggests that it could lose another £7m of our student number related widening participation and capital monies. OU Access to Learning Fund may also be threatened. This is the most radical reduction in student numbers and funding suffered by any university since at least the early 1980s. The implementation of the ELQ policy will result in a major increase in bureaucracy in checking prior qualifications, determining their equivalence and interpreting funding rules. Institutions and students in Scotland and Wales are not affected by this decision.",
            "closed_at": "2008-05-22T00:00:00Z",
            "created_at": "2007-11-15T22:10:25.964787Z",
            "creator_name": "Ian C Dowson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-15T22:10:25.964787Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 76,
            "state": "finished",
            "updated_at": "2008-05-23T00:01:01.295209Z"
        },
        "id": 7258972
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/OUBudgetCuts/"
    },
    "type": "petition"
}