{
    "data": {
        "attributes": {
            "action": "Systems Approach to Speeding and Road Safety",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Humans are creatures of habit and speeding is an addictive habit. Endless fines and endorsement points will never end the problem of speeding thus lives will continue to be wrecked. It is time for change. Moderate speeding equals £200 fine, no points. Excessive speeding fine equals £500, no points with police discretion to prosecute for dangerous driving. Three strikes and a further means tested fine. All profits from fines to be used for traffic speed limiting measures on all roads. Manufacturers forced to introduce speed limiters (Intelligent Speed Adaptation)on all vehicles. The Prime Minister if genuine about road safety should stop stealth taxing motorists and start a genuine system to eventually end speeding on all roads. Speed cameras do not promote safety or decrease death and injury, they merely move the dangers to other routes. You can miss cameras but you can't miss ballards, islands and speed cushions.",
            "closed_at": "2008-05-22T00:00:00Z",
            "created_at": "2007-11-15T22:32:34.343507Z",
            "creator_name": "Jasmine Edwards",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-15T22:32:34.343507Z",
            "rejected_at": "2007-11-29T17:21:38.418808Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a call for action, not a statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-29T17:21:38.418808Z"
        },
        "id": 7259149
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SPEEDCHANGE/"
    },
    "type": "petition"
}