{
    "data": {
        "attributes": {
            "action": "stop the proposed gross over-development of Brighton Marina",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The architecturally splendid City of Brighton and Hove is under threat.   In 2006 the council gave planning permission for 853 new flats in Brighton Marina in buildings up to 40 storeys high, waiving the Brighton Marina Act 1968 provision that no building should exceed cliff height. \n\nNow a proposal for 1294 additional flats in a series of buildings up to 28 storeys high is being considered. The number of homes in the Marina would rise from the current 863 to 3010 if both developments are completed.\n\nThis gross over-development of the Marina would put an unacceptable strain on public transport, roads, parking, health, education and emergency services, damage living conditions for Marina residents and others living in Brighton, and harm obstruct or destroy views of and from conservation areas, the magnificent Regency terraces of Lewes Crescent and Sussex Square, the South Downs Area of Outstanding Natural Beauty, the chalk cliffs and the sea.\n\nThe cliff height restriction in the 1968 Act was framed to protect the town from excessive and unsightly development.   The will of Parliament at the time should now be re-affirmed.",
            "closed_at": "2008-03-26T00:00:00Z",
            "created_at": "2007-11-16T09:24:02.911400Z",
            "creator_name": "Brian Simpson",
            "government_response_at": "2008-05-09T15:28:00.331725Z",
            "government_responses": [
                {
                    "created_at": "2008-05-09T15:28:00.331725Z",
                    "details": "You signed a petition asking the Prime Minister to \"stop the proposed gross over-development of Brighton Marina.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15491.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'savebrighton'",
                    "updated_at": "2008-05-09T15:28:00.331725Z"
                }
            ],
            "opened_at": "2007-11-16T09:24:02.911400Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 641,
            "state": "finished",
            "updated_at": "2008-05-07T03:20:39.776469Z"
        },
        "id": 7261241
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/savebrighton/"
    },
    "type": "petition"
}