{
    "data": {
        "attributes": {
            "action": "exert pressure on the japanese government to halt it's proposed 1000 whale cull in the Antarctic",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Japanese whaling fleet is preparing to head down to the protected waters of the Antarctic in order to \"harvest\" over one thousand whales - this includes endangered humpbacked whales as well as Minkie and Fin Whales. \n\nThis is all in under the pretence of scientific research when in fact it is purely for commercial gain to satisfy the demand for the luxury whale meat market.\n\nIn the era when protecting the environment, especially in the pristine area of the Antarctica, is at the forefront of debate and public concern we urge Gordon Brown to back up his environmental claims and apply pressure to the Japanese Government to cease this practice immediately and permanently.",
            "closed_at": "2008-11-26T00:00:00Z",
            "created_at": "2007-11-16T12:03:42.889167Z",
            "creator_name": "Henry Cookson",
            "government_response_at": "2009-01-16T13:26:18.324607Z",
            "government_responses": [
                {
                    "created_at": "2009-01-16T13:26:18.324607Z",
                    "details": "You signed a petition asking the Prime Minister to \"exert pressure on the japanese government to halt it's proposed 1000 whale cull in the Antarctic\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18016\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'HaltWhaling'",
                    "updated_at": "2009-01-16T13:26:18.324607Z"
                }
            ],
            "opened_at": "2007-11-16T12:03:42.889167Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2808,
            "state": "finished",
            "updated_at": "2009-06-12T14:19:27.666771Z"
        },
        "id": 7263831
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HaltWhaling/"
    },
    "type": "petition"
}