{
    "data": {
        "attributes": {
            "action": "End Martial Rule in Pakistan",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Campaign Against Martial Law, a non-political party based group, comprised of lawyers, journalists, academics, students and professionals, protests against the imposition of Martial Law in Pakistan by General Pervez Musharraf. \n\nWe call for the protection of all four estates in Pakistan: the executive, the legislative, the judiciary and the media. We therefore call for Britain to ensure that:\n\n1. The Martial Law is revoked and the Constitution is restored with immediate effect;\n\n2. The removed Judges of the Supreme Court are immediately restored to their former positions;\n\n3. All the detained lawyers, human rights activists, journalists and political workers, including Imran Khan, are immediately released;\n\n4. All restrictions on the media are immediately lifted;\n\n5. The General Elections are promised to be held on time; \n\n6. General Musharraf ceases to stand in the way of a credible political process\n\n7. General Musharraf follows constitutional provisions so that the office of the President, as well those of the Chief of Army Staff, be fully respected and implemented.",
            "closed_at": "2008-11-16T00:00:00Z",
            "created_at": "2007-11-16T13:57:09.286242Z",
            "creator_name": "Kat Ball",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-16T13:57:09.286242Z",
            "rejected_at": "2007-12-22T00:01:08.650141Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/PakEmergencyRule/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-22T00:01:08.650141Z"
        },
        "id": 7265733
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FreePakistan/"
    },
    "type": "petition"
}