{
    "data": {
        "attributes": {
            "action": "Amend the smoking ban to stop the smell of non smokers in public places.....",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a life long smoker I am replelled by the smell that is now created by the lack of smoke in public places.  The smell of body odours, urine and general mustiness of public places since the smoking ban is worse than the smell of the smoke that was masking these odours in the first place.  If smoking was re introduced into public places then I would be able to excersise my basic human right to have a freedom of choice and not be subjected to the disgusting smells that permiate my nostrils every time I enter a non smoking establishment.  The people who want to be smoke free, have an abundance of fresh air outside,  this air would not be polluted as all the smokers would be inside in the warmth enjoying a ciggarette.  This is a more realistic freedom of choice, as the smell of non smokers would then be eliminated by the fresh air outside.  I feel that by being made to smoke outside I am at a greater risk of dying from a severe outbreak of the flu than from a smoking related disease.",
            "closed_at": "2008-11-16T00:00:00Z",
            "created_at": "2007-11-16T14:40:49.435631Z",
            "creator_name": "Mrs scott",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-16T14:40:49.435631Z",
            "rejected_at": "2007-12-26T00:01:07.534228Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/smokelaw/\nhttp://petitions.pm.gov.uk/letuschose/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-26T00:01:07.534228Z"
        },
        "id": 7266437
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/smells/"
    },
    "type": "petition"
}