{
    "data": {
        "attributes": {
            "action": "reconsider banning the import of items used to train dogs, which inflict pain and suffering.  The governments reply to the original petition is shown here, and is wholly unsatisfactory.  What it is saying is\"It's ok to import and use these training aids on dogs, but if we catch you doing it, we'll prosecute\".  That is shutting stable door after the harm is done!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Read the Government's response It has long been an offence under the Protection of Animals Act 1911 to cause unnecessary suffering to a domestic or captive animal. \n\nThe Animal Welfare Act 2006, which became law on 6 April 2007 in England (on 27 March in Wales), repealed and strengthened the provisions of the 1911 Act. The penalties for cruelty to animals have increased. For the first time, the Act allows a prosecution to be brought where a non-farmed animal, although not currently suffering, is being treated in a way that fails to meet its welfare needs. The Act provides additional powers to prohibit or ban the use of any equipment in England and Wales in relation to animals through secondary legislation if this is considered necessary. \n\nAnyone who causes an animal unnecessary suffering or fails to ensure its welfare, whether by the use of any equipment or otherwise, may be liable to prosecution under the Act. Consequently, there are no plans at present to ban the importation, sale or use of any equipment for training dogs.",
            "closed_at": "2008-02-16T00:00:00Z",
            "created_at": "2007-11-16T16:34:38.362067Z",
            "creator_name": "Allan Turnbull",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-16T16:34:38.362067Z",
            "rejected_at": "2007-12-29T00:01:04.477690Z",
            "rejection": {
                "code": 16384,
                "details": "We do not take petitions on previous petitions and responses. You are are welcome to reword your call for action.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-29T00:01:04.477690Z"
        },
        "id": 7267974
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Crueltytodogs/"
    },
    "type": "petition"
}