{
    "data": {
        "attributes": {
            "action": "Launch an investigation into the Pay Day lending industry in the U.K, and publish a timetable to review its previous decision not to legislate for a power to impose interest rate ceilings in non-competitive credit markets.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Payday lending is growing exponentially in the UK.  U.S lenders, such as Dollar financial, have exported their business to the UK (trading here as 'Moneyshop') and now have over 200 stores in the UK. Pay day loans carry APR's of up to 1,000% and are regularly rolled over ensuring that households in financial problems are trapped into a cycle of credit dependency.  Although the US pay day lending industry is subject to interest rate restrictions in their own country (including a 36% APR cap on pay day loans made to US military personnel), no such restriction on interest rates is in place in the UK. We therefore call on the Prime Minister to ensure an investigation is conducted into the UK pay day lending industry and call on the Prime Minister to make good on the Government's prevoius promise to conduct a review of its decision (made during the passage of the Consumer Credit Act 2006) not to legislate for a power to impose interest rate ceilings in credit markets where there is a lack of price competition.",
            "closed_at": "2008-03-27T00:00:00Z",
            "created_at": "2007-11-16T20:25:50.696466Z",
            "creator_name": "Damon Gibbons",
            "government_response_at": "2008-05-12T15:25:06.500438Z",
            "government_responses": [
                {
                    "created_at": "2008-05-12T15:25:06.500438Z",
                    "details": "You signed a petition asking the Prime Minister to \"Launch an investigation into the Pay Day lending industry in the U.K, and publish a timetable to review its previous decision not to legislate for a power to impose interest rate ceilings in non-competitive credit markets.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15501.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Payday-lending'",
                    "updated_at": "2008-05-12T15:25:06.500438Z"
                }
            ],
            "opened_at": "2007-11-16T20:25:50.696466Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 467,
            "state": "finished",
            "updated_at": "2008-04-02T03:17:23.406025Z"
        },
        "id": 7269939
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Payday-lending/"
    },
    "type": "petition"
}