{
    "data": {
        "attributes": {
            "action": "Use this website properly or shut it down.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This website has been online for over a year, and has in it's time featured many petitions which are heartfelt, reasoned and reasonable suggestions. \n\nThese petitions vary from innocuous requests for a proper debate about an English national anthem, to a rallying point for the campaign against road pricing. Whilst some of these petitions are seen by Downing Street as fit for comment, the vast majority are simply ignored. \n\nEven those petitions that do receive a response are given nothing but a patronising acknowledgement along the lines of \"that's very nice you all think that way, but we're going to ignore you anyway\".\n\nThe fact is that this website has no purpose. It cannot force a change, and simply serves to make the government aware of it's own shortcomings.\n\nAt the moment this website is simply an impotent farce and a waste of taxpayer's money. This petition proposes that the government either shut this site down and stop wasting money, or acknowledge the opinions of the people who sign these petitions, and initiate debates based upon them.",
            "closed_at": "2008-02-16T00:00:00Z",
            "created_at": "2007-11-16T19:38:39.522393Z",
            "creator_name": "Ben Mortimer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-16T19:38:39.522393Z",
            "rejected_at": "2007-12-22T00:01:08.650141Z",
            "rejection": {
                "code": 16384,
                "details": "Comments or suggestions should be emailed to team@petitions.pm.gov.uk",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-22T00:01:08.650141Z"
        },
        "id": 7269615
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Farcical/"
    },
    "type": "petition"
}