{
    "data": {
        "attributes": {
            "action": "REPEAL The Hunting Act 2004",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "How the Hunting Act is negatively affecting most aspects of our society:\n\n1 Education and skills\nThe skills learnt working w/ + riding to hounds are invaluable. Animal husbandry, the value of hard work, respect of community.. a long list\n2 Employment, jobs and careers\nIndustry is busy and thriving. Should the Hunting Act eventually lead to hunting's demise, which I dearly hope it never will, these skills and jobs would go\n4 Environment\nThe conservational benefits of hunting are significant and proven, inc. the positive effects of managing woodland\n5 Government and politics\n1000s of people have lost all respect for government and politics. The nanny state one step too far, has only set precedent for more bans \n6. Leisure and culture\nSo many people's favourite thing to do in their every spare second: follow hounds. Culture! There is almost nothing more intrinsic to the fabric of British heritage\n7 Life in the community\nHunting brings together many different people, and is so much a part of life for thousands of people all around the country\n\nBecause of above, and the 1000 other reasons this legislation is unworkable + ridiculous, I implore the government to repeal the Hunting Act 2004",
            "closed_at": "2008-01-16T00:00:00Z",
            "created_at": "2007-11-16T22:30:52.162414Z",
            "creator_name": "Morgan Curtis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-16T22:30:52.162414Z",
            "rejected_at": "2007-12-27T00:01:07.277984Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/save-fox-huntin/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-27T00:01:07.277984Z"
        },
        "id": 7270639
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bringbackhunting/"
    },
    "type": "petition"
}