{
    "data": {
        "attributes": {
            "action": "OPPOSE 32 storey build in Gravesend",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Edinburgh House developers and our Council  allowed in July 2005 plans to go through for a waterside development which now we understand is 20+ storeys, possibly as many as 32.  We do not need NEW builds we have empty properties which do not sell already - THERE ARE NO SCHOOL Places being built. We also need to have river views for all not just those in buildings near the river!! Some of the buildings in the proposed vicinity will be having work to stop \"movement\", so already there is subsidence, DRILLING to the extent which is proposed for the new build and PUMPING out water for the underground garages is not going to make the ground surrounding more stable is it?  Bear in mind the properties it will be directly in front would be living in the immense shadow of this proposed build.  TRAFFIC problems this would cause would be immense, our local traffic system is diabolical already.  What is a 10 minute journey to school becomes half an hour for us and we are using more petrol and driving out of our way to try to beat the traffic, this just cannot be right.  Ease congestion in London just pass it on to other towns seems to be the motto here.   NO NO NO",
            "closed_at": "2008-03-27T00:00:00Z",
            "created_at": "2007-11-17T06:53:13.665462Z",
            "creator_name": "David Todd",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-17T06:53:13.665462Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2008-03-28T03:15:57.681636Z"
        },
        "id": 7271293
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Stopriverbuild/"
    },
    "type": "petition"
}