{
    "data": {
        "attributes": {
            "action": "cut off all defence ties to Pakistan to pressurise the dictator in power to step down.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gen.Musharraf overthrew a democratically elected government in October 1999 through a military Coup. Gen Musharraf has used the military equipment and Aid supplied to Pakistan's Army to surpress the people of Pakistan demonstarting against his rule. The general has now shut down a TV channel, popular among the British Asian population, called Geo for no reason except that it showed the atrocities that he has commited and is commiting. PM Brown must show this dictator that Britain will not stand by idle while he destroys the country of Pakistan and takes away the fundamental rights of its people, for which Britain has sacrificed millions of lives in the two world wars. Gen. Musharraf must be told that he must restore the transmission of the aforesaid channel and give a specific date to step down from the helm of power in Pakistan.",
            "closed_at": "2008-05-17T00:00:00Z",
            "created_at": "2007-11-17T02:26:11.098003Z",
            "creator_name": "Bashrat Hussain",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-17T02:26:11.098003Z",
            "rejected_at": "2007-12-26T00:01:07.534228Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/PakEmergencyRule/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-26T00:01:07.534228Z"
        },
        "id": 7271184
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SavePakistan/"
    },
    "type": "petition"
}