{
    "data": {
        "attributes": {
            "action": "reverse the recent decision to cause the copyright for any civil servant’s memoirs automatically be given to the government, and as part of restoring trust in government to foster a climate of openness and transparency so that all civil servants are fully enabled to provide their best advice, however radical, and whether to more senior civil servants, or to ministers, which advice they believe to be in the interests of the nation.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition asks civil servants to improve national policy making, calls for fresh voices and new ideas in government, and that the public be told the reasons behind policy decisions, and why alternative policies were not pursued.  \nThe nation is facing severe challenges: in social cohesion as a result of unparalleled immigration, in security as a result of terrorism and misconceived policy decisions in Iraq and Afghanistan, in the democratic deficit caused by membership of the EU and the absence of an English Parliament, and in the impending recession as the credit bubble economy of the last ten years unwinds.\nPolicy making in government is often ham-strung by enforced political correctness, by naive political appointees, by short-sighted budgetary cuts, by diktat of the EU Commission, by a culture of spin and a general lack of transparency.  The processes of policy formation and many national policies need radical reform.  The people trust our civil service implicitly.  They need to be enabled to do their personal and brilliant best to revive our Parliamentary democracy and national independence, our social cohesion, and the security and prosperity of our nation.",
            "closed_at": "2008-11-27T00:00:00Z",
            "created_at": "2007-11-17T14:35:24.461117Z",
            "creator_name": "Andrew Constantine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-17T14:35:24.461117Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2008-11-28T00:01:01.757519Z"
        },
        "id": 7273152
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Revival/"
    },
    "type": "petition"
}