{
    "data": {
        "attributes": {
            "action": "systematise and regionalise elderly care to address postcode lottery",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "GMT today reports that more than a third of older people have put a friend or relative into residential care, but nearly half failed to get any advice when they did so. 11% of the 57 % of people who have had to help fund the place themselves, according to financial services group Partnership.\nThe health and social care services are chaotic - to counteract criticism of a postcode lottery system which affects those most vulnerable - the ill, elderly and financially incapacitated, the petitioner is calling on the P.M. to commission a systematic review of all facilities - with leaflets to be offered to local councils. Perhaps even legislate to encourage Local Councils to commission English depts in colleges (geographical response) to produce a leaflet of :\n\na) What to do \nb) Where to find help\nc) Who's who \nd) Whose responsible financially - 19% said they had needed to sell everything the person owned.\n\nIt could be seen as a good response to  the Shipman Inquiry and is close to many voters hearts.\n\nThe group found that 56% of people either had no idea how much a residential care place cost, or they dramatically underestimated it.",
            "closed_at": "2008-11-17T00:00:00Z",
            "created_at": "2007-11-17T16:08:08.459699Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-17T16:08:08.459699Z",
            "rejected_at": "2007-12-27T00:01:07.277984Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-27T00:01:07.277984Z"
        },
        "id": 7273615
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/postcodecare/"
    },
    "type": "petition"
}