{
    "data": {
        "attributes": {
            "action": "Return law and order to our streets",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We need enforcable parenting orders dished out to those responsible for these young people. These parents are failing their children and in so doing, ruining the lives of many hardworking citizens.  If parents are unable or unwilling to accept responsibility for their children we must show them how or enforce their responsiblity to do so.  If these parents were dog owners and left their dog to roam the streets, causing fear and damamge in the community, the RSPCA have powers to procecute.  Why is it that because they are parents of feral human not animal there is nothing either educational or punative that is enforceable. We need IMMEDIATE action to combat this cancer spreading through our streets. Replace the current useless ASBO with mandatory attendance at parenting instruction classes for parent AND child. It is time to make a change to stop this downward spiral where youths are allowed to slide down from nuicance to criminal and eventually to prisoner.  Intervention will benefit people and public funds.  We demand the Prime Mininister act NOW to bring about these changes.",
            "closed_at": "2008-05-18T00:00:00Z",
            "created_at": "2007-11-18T09:51:36.686832Z",
            "creator_name": "Lynne Oates",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-18T09:51:36.686832Z",
            "rejected_at": "2007-12-26T00:01:07.534228Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/enforcelaw/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-26T00:01:07.534228Z"
        },
        "id": 7276348
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nomoreyobs/"
    },
    "type": "petition"
}