{
    "data": {
        "attributes": {
            "action": "Provide answers to the following questions regarding UK Truckdrivers held in Foreign Jails",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are concerned about Truck Drivers who transport Palletised goods across National Borders.Drug Smugglers have ways of hiding Illegal Substances inside the pallets of goods,the drugs being discovered by Customs and/or Police sniffer dogs when the trucks go through checkpoints. \nWhere is the Political Will to bring about a Fair and equitable approach to the Drugs Smuggling problem? Locking up the drivers doesnt make the problem go away. \n\nWe,the undersigned,wish to know: \n\n1. Since the dropping of border checks within the so-called Schengen group in 1995, how many British truckdrivers are held in French prisons because they were searched by the French Authorities who found drugs concealed within the load on the truck. \n\n2. How many of these loads were collected from Groupage clearing houses in Spain. \n\n3. How many of these loads included consignments of Stone floor or wall tiles. \n\n4. Which of the government agencies from the countries involved,actively participate in collaborative background checks on the consignor, clearing and shipping agents, the driver and owner of the truck and the consignee or agent at the point of destination.",
            "closed_at": "2008-02-28T00:00:00Z",
            "created_at": "2007-11-18T10:34:32.843173Z",
            "creator_name": "Mervyn Hinton",
            "government_response_at": "2008-03-18T16:16:05.639310Z",
            "government_responses": [
                {
                    "created_at": "2008-03-18T16:16:05.639310Z",
                    "details": "You signed a petition asking the Prime Minister to \"Provide answers to the following questions regarding UK Truckdrivers held in Foreign Jails.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15088.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'UKtruckdrivers'",
                    "updated_at": "2008-03-18T16:16:05.639310Z"
                }
            ],
            "opened_at": "2007-11-18T10:34:32.843173Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 278,
            "state": "finished",
            "updated_at": "2008-02-29T00:01:01.885628Z"
        },
        "id": 7276520
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UKtruckdrivers/"
    },
    "type": "petition"
}