{
    "data": {
        "attributes": {
            "action": "address human rights activism in Pakistan, call for the release of Ms. Asma Jahangir  and support freedom of speech",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Pakistani lawyer and human rights activist, Ms. Asma Jahangir was put under house arrest on November 3.  Jahangir was arrested for speaking out for democracy,insisting the government obey the Constitution and respect individual rights, and for speaking against military leaders, including Pakistan's president, Pervez Musharraf.  Her 90-day detention order charges activities \"prejudicial to public safety and maintenance of public order.\"  Jahangir has been a human rights activist for many years.  In 1986, she helped found the Human Rights Commission of Pakistan.  The organization has championed women's rights, demanded an end to bonded labor, challenged blasphemy laws, defended media freedoms, and exposed official corruption. On November 4, the Commission was raided and 70 supporters were arrested. If the Mushareff regime is genuine in it's attempt to establish a democratic constitution in Pakistan, then the freedom to exercise civil liberties and form organisations is part of that habeus corpeus process.",
            "closed_at": "2008-11-18T00:00:00Z",
            "created_at": "2007-11-18T16:57:26.443830Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-18T16:57:26.443830Z",
            "rejected_at": "2007-12-26T00:01:07.534228Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/PakEmergencyRule/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-26T00:01:07.534228Z"
        },
        "id": 7279167
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/housearrest/"
    },
    "type": "petition"
}