{
    "data": {
        "attributes": {
            "action": "Ban the TV show Heartbeat",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dr Mr Brown \n\nI feel I must enter into corespondence with you regarding the Sunday evening TV Show, Heartbeat. \nFirstly, Heartbeat is set in the 60s - which was only a decade long - and yet this show has been on our screens now for 18 years. \nNot only do I find this patronising and insulting, I also find it deeply offensive. \nFurthermore, I find it something of an outrage that each episode begins with a Beatles 'homage' as the Beatles were from Liverpool and not Yorkshire. \nAs a Liverpudlian born and bred I find this deeply insulting to not only my own town, but also to my mother, who lived through the 60s and states that yorkshire of that era was a distintly Beatles-free zone. \n\nI am aware, Mr Brown, that ITV like all major corporations these days, is under the yoke of the moneymen (especially advertisers - for Michael Ball CDs and what not) however, I firmly believe that finally ending this grossly offensive show is firmly in the public interest.",
            "closed_at": "2008-01-18T00:00:00Z",
            "created_at": "2007-11-18T19:34:45.246038Z",
            "creator_name": "Edward James Olmos",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-18T19:34:45.246038Z",
            "rejected_at": "2007-12-27T00:01:07.277984Z",
            "rejection": {
                "code": 36864,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-27T00:01:07.277984Z"
        },
        "id": 7280274
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BanHeartbeat/"
    },
    "type": "petition"
}