{
    "data": {
        "attributes": {
            "action": "introduce a legally binding statutory limit to the total average compensation per hour worked for public sector employees to no more than that of average private sector compensation.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The average compensation per hour worked of a public sector employee now substantially exceeds that in the private sector. By 2007, average salary is now 3% higher in the public sector, average hours worked 17% less and public sector pensions in a world of their own ! \n\nThe public sector as a whole continues to substantially underperform the world class performance of the private sector in the UK (GDP per head 5th in the world) - there is no justification based on public sector outcomes for this policy.  \n\nThere is a need to limit the use of executive prerogative in the setting of pay and benefits for public sector employees. Without legislative action, the UK will eventually find itself in the same position as much of Old Europe today - with a featherbedded, underperforming and unaccountable public sector.\n\nStatutory limits will not just give us a guaranteed equitable and fair distribution of national resources between the public and private sectors but enable the British electorate to prevent Executive fiscal indiscipline in favour of vested interest groups as well as provide insurance against an increasingly unaccountable political system.",
            "closed_at": "2008-11-28T00:00:00Z",
            "created_at": "2007-11-19T10:09:56.535355Z",
            "creator_name": "K Conboy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-19T10:09:56.535355Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2009-06-02T16:36:26.565798Z"
        },
        "id": 7287047
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/govt-pay-pension/"
    },
    "type": "petition"
}