{
    "data": {
        "attributes": {
            "action": "address de - radicalisation of jihadists through prison reform",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "According to an International Crisis Report “Deradicalisation” and Indonesian Prisons - Jakarta/Brussels, 19 November 2007: Indonesia’s modest gains in persuading some convicted terrorists to reject violence could be undermined by the sorry state of its prisons. Economic aid, used to persuade jihadi prisoners to reject deeply-held tenets, is being undercut by lax and corrupt prison administration. Indonesia currently has some 170 men (no women) incarcerated for involvement in jihadi crimes, about 150 men and one woman have been released since 1999. More than 60 terrorist acts were committed between 2006-2007 alone. The petitioner is calling on the PM to support this  police initiative and examine it's feasibility as an anti - terorist measure worldwide, aimed at using ex-prisoners as a vanguard for change. The petitioner is calling on P.M. Brown's administration to examine the findings of this report and encourage donors to fund prison reform programs.",
            "closed_at": "2008-11-19T00:00:00Z",
            "created_at": "2007-11-19T15:28:44.899470Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-19T15:28:44.899470Z",
            "rejected_at": "2007-12-28T00:01:06.108413Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-28T00:01:06.108413Z"
        },
        "id": 7296270
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/post-jihad/"
    },
    "type": "petition"
}