{
    "data": {
        "attributes": {
            "action": "dismiss the current proposed amendment by DEFRA to the NVZ legisation as these proposals would have a detrimental to the environment. Current Cross compliance legisation ensures that farmers continue to farm in a way which protects, soil, water and air quality.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "DEFRA is not regonising scientific data showing that Nitrates in water have been falling and the proposed changes to the legisation does not make sense as the improvement in the water quality would be less than 0.05% whilst the cost to the dairy Industry alone would be billions. All other EU countries have provided funding when they introduced this legisation, if these are to be imposed 100% funding for storage systems should be provided by the government",
            "closed_at": "2008-02-01T00:00:00Z",
            "created_at": "2007-11-19T17:16:03.234598Z",
            "creator_name": "LS Young",
            "government_response_at": "2008-04-22T14:02:46.276256Z",
            "government_responses": [
                {
                    "created_at": "2008-04-22T14:02:46.276256Z",
                    "details": "You signed a petition asking the Prime Minister to \"dismiss the current proposed amendment by DEFRA to the NVZ legisation as these proposals would have a detrimental to the environment. Current Cross compliance legisation ensures that farmers continue to farm in a way which protects, soil, water and air quality.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15306.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'NVZproposal'",
                    "updated_at": "2008-04-22T14:02:46.276256Z"
                }
            ],
            "opened_at": "2007-11-19T17:16:03.234598Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 823,
            "state": "finished",
            "updated_at": "2008-02-02T03:17:24.844385Z"
        },
        "id": 7298916
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NVZproposal/"
    },
    "type": "petition"
}