{
    "data": {
        "attributes": {
            "action": "Close the world poverty gap",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is only so much money in the world, and it's not distributed evenly. However, people in the UK and other rich countries seem more bothered about an extra computer in their kids' primary schools than dying people in developing countries. The weatlth gap can be closed and poverty can be ended, but this will need a slight temporary reduction in standard of living in richer countries (ie that new bus shelter your village wants may not get built because the money could be used for providing clean water to desperate areas of Africa) It's no use just wearing those rubber charity bands without being prepared to actually give up something of yours to help the poorest people out there - the government are too scared to do anything about this because they think the public will accuse them of lack of funding for UK projects...Anyone who signs this will be proving them wrong, and hopefully together we will show the government that we are prepared to make a difference.",
            "closed_at": "2008-11-19T00:00:00Z",
            "created_at": "2007-11-19T18:20:08.546392Z",
            "creator_name": "Clare Taylor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-19T18:20:08.546392Z",
            "rejected_at": "2007-12-28T00:01:06.108413Z",
            "rejection": {
                "code": 4608,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-28T00:01:06.108413Z"
        },
        "id": 7300461
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/closepovertygap/"
    },
    "type": "petition"
}