{
    "data": {
        "attributes": {
            "action": "Instigate immediate, public and severe diplomatic pressure on the Japanese government to recall the recent deployed fleet of whaling vessels",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On November the 18th 2007 a Japanese Whaling fleet set sail to target 1000 whales. Included in this \"target\" figure are a proportion of humpback whales, for the first time since they became protected. \n  This Petition is to call upon the Prime Minister of the UK to take both direct and indirect diplomatic action in order to pressure the Japanese government to recall this fleet of whaling vessels.\n  The Japanese government and Japanese scientific community maintain that these whaling \"missions\" are for pure scientific research.\n  The amount data gained from this whaling is both quantitatively and qualitatively poor, with low amounts of papers produced. In addition it is widely thought that all useful data collected about whales, can be done in a non lethal manner.\n   In addition, all meat from these experiments are conveniently sold to the public.\n  There is evidence that many whales share brain structure with humans, primates and dolphins.  The possible implications this has should halt all whaling until detailed analysis of the Japanese experimental design, hypothesis and cost benefit structure is analysed by scientific experts world wide.",
            "closed_at": "2008-02-19T00:00:00Z",
            "created_at": "2007-11-19T20:36:03.549279Z",
            "creator_name": "Ryan Waters",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-19T20:36:03.549279Z",
            "rejected_at": "2007-12-28T00:01:06.108413Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/HaltWhaling/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-28T00:01:06.108413Z"
        },
        "id": 7302970
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Japanese-Whaling/"
    },
    "type": "petition"
}