{
    "data": {
        "attributes": {
            "action": "put the Environment at the heart of the National Curriculum by introducing Environmental Education as a cross-curricular theme in the Foundation Stage and key stages 1 and 2; and as a statutory subject at key stage 3; and by raising awareness of Environmental Education as a vital dimension of the government's 'Sustainable Schools' strategy.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If global climate change is at the heart of the world's problems, then environmental education must be at the heart of the school curriculum.\n\nNAEE (National Association for Environmental Education) believes that Environmental Education provides young people with the knowledge, attitudes and skills needed to understand why we should all adopt a more sustainable lifestyle, and equips them to take the positive action outlined in the 'Sustainable Schools' strategy.\n\nEnvironmental Education was a cross-curricular theme just over a decade ago; its seven topics encompassed the recurring issues relating to climate, biodiversity, waste minimisation,conservation of energy, water and the earth's natural resources. This approach fitted primary and secondary schools alike, and its emphasis on experiential learning outside the classroom suited all age and ability ranges.\n\nNAEE proposes a similar approach should be included in today's curriculum. We look forward to receiving your support!",
            "closed_at": "2008-04-28T00:00:00Z",
            "created_at": "2007-11-19T21:57:29.923514Z",
            "creator_name": "Juliette Green",
            "government_response_at": "2008-06-06T14:16:24.902313Z",
            "government_responses": [
                {
                    "created_at": "2008-06-06T14:16:24.902313Z",
                    "details": "You signed a petition asking the Prime Minister to \"put the Environment at the heart of the National Curriculum by introducing Environmental Education as a cross-curricular theme in the Foundation Stage and key stages 1 and 2; and as a statutory subject at key stage 3; and by raising awareness of Environmental Education as a vital dimension of the government's 'Sustainable Schools' strategy.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15684.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'env-ed'",
                    "updated_at": "2008-06-06T14:16:24.902313Z"
                }
            ],
            "opened_at": "2007-11-19T21:57:29.923514Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 598,
            "state": "finished",
            "updated_at": "2008-06-06T14:15:30.855386Z"
        },
        "id": 7304298
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/env-ed/"
    },
    "type": "petition"
}