{
    "data": {
        "attributes": {
            "action": "to instruct the BBC to list David Healy as an official contender for BBC's Sports Personality of the Year 2007",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I submitted an article entitled “WHO’S TALKING ABOUT NORTHERN IRELAND?”,and placed it within the BBC 606 Website debate section for next months BBC's Sports Personality of the Year.  I have taken a look at the current contenders for the BBC Sports Personality award and it saddens me that he is not listed. The BBC loses a pinch of its credibility when it types Beckham on a web page that serves to give the credentials of possible winners of it's Sports Personality of the Year Award. Surely they do not want to degrade their own silverware??!! Can an epetition have an influence on the final 10 contenders?? Move over Tim Henman, step aside for a worthy contender... We need David Healy on this show on Sunday 9th December as one of the contenders. I believe the BBC can make it happen if fellow supporters continue to sing the praises of this record goalscorer. (13 goals and counting in the qualification phase of Euro 2008. There are only 10 days left before the BBC makes it's decision on who the final 10 contenders will be for the award.  The decision is to made on Friday 30th November.If the BBC cannot make it happen then maybe the Prime Minister can?!",
            "closed_at": "2007-11-30T00:00:00Z",
            "created_at": "2007-11-20T15:42:04.469591Z",
            "creator_name": "Nathan Booth",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-20T15:42:04.469591Z",
            "rejected_at": "2007-12-28T00:01:06.108413Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-28T00:01:06.108413Z"
        },
        "id": 7317718
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BBCAWARDTOHEALY/"
    },
    "type": "petition"
}