{
    "data": {
        "attributes": {
            "action": "ensure that councils and utility companies make their charges and explanations understandable to the 'man in the street' and stop overcharging people by their abuse of the Direct Debit system.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many people seem to be having problems with their utility providers or councils who raise Direct Debit amounts for no apparent reason to way above what is reasonable according to the usage of that household. \nIt also appears that many of them threaten court action when they have already taken the money by Direct Debit and then try to force people to set up new arrangements for which there is a charge. \nThere is a perceived lack of transparency regarding billing methods with staff being unable and/or unwilling to explain how charges have arisen, one wonders how the general public are supposed to understand if the staff don't. Sometimes staff have refused to explain a charge saying they will explain it after payment has been made, apparently being totally incapable of comprehending that people are unwilling to pay for something when they do not understand how the charge was arrived at in the first place. \nA complete refusal to discuss the matter is another option used and is always a negative experience for the consumer and shows arrogance on the part of the company and its staff with total disregard for its customers, belittling them.",
            "closed_at": "2008-05-28T00:00:00Z",
            "created_at": "2007-11-20T22:05:28.606143Z",
            "creator_name": "Lynn Hutchinson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-20T22:05:28.606143Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 21,
            "state": "finished",
            "updated_at": "2008-05-29T00:01:01.658797Z"
        },
        "id": 7323590
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Billing/"
    },
    "type": "petition"
}