{
    "data": {
        "attributes": {
            "action": "volunteer his resignation along with his full cabinet and call a general election immediately",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "the fiasco that is the labour government cannot be allowed to continue any longer, they have today put my 6yr old son's personal safety and liberty at risk along with the security of our income and personal data and that of 25millions others.  I will hold Gordon Brown and his cabinet personally responsible and will seek personal compensation and apology from the Prime Minister if we suffer any form of harm or loss because of his cabinet's incompetence.  Great Britain, I urge you to vote NO CONFIDENCE in Mr Brown and his band of baffoons and ask that a general election be called ASAP as our current government is no longer fit for purpose, they cut school and  NHS funds and our elderely go cold in winter, our troops are left without proper arms but they feel its justified to find £24BILLION of our money to shore up a badly run bank.  If ever there was a time for every resident of this country to stand up and be counted its now!",
            "closed_at": "2008-11-20T00:00:00Z",
            "created_at": "2007-11-20T23:49:22.359849Z",
            "creator_name": "Ms Rae Kane",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-20T23:49:22.359849Z",
            "rejected_at": "2007-12-28T00:01:06.108413Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Saveenglandnow/\n\nhttp://petitions.pm.gov.uk/springelection/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-28T00:01:06.108413Z"
        },
        "id": 7324510
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BrownMustGo/"
    },
    "type": "petition"
}