{
    "data": {
        "attributes": {
            "action": "Save the SouthBank!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since the early seventies ‘the Undercroft’ (the sheltered area beneath the Queen Elizabeth Hall on London’s Southbank) has served as the home of the skateboarding community in the UK.\n \nIt’s an open public-space that has brought together thousands of young people, from various backgrounds, over the last 35 years to form a harmonious and positive community. This type of positive and ‘unorganised’ activity for young people is very rarely seen elsewhere in the UK today…\n \nHowever the area is now being rapidly redeveloped and the future of ‘the Undercroft’ is uncertain. Already a large part has been partitioned off behind large wooden hoardings. Please join us in petitioning the government to guarantee that the site is: (A) returned to its previous state (allowing the general public and skateboarders open access to the full area), and (B) officially protected and preserved for future generations of the skateboard community to use.",
            "closed_at": "2008-05-28T00:00:00Z",
            "created_at": "2007-11-20T23:27:43.647900Z",
            "creator_name": "Toby Shuall",
            "government_response_at": "2008-07-15T15:02:31.214235Z",
            "government_responses": [
                {
                    "created_at": "2008-07-15T15:02:31.214235Z",
                    "details": "You signed a petition asking the Prime Minister to \"Save the SouthBank!.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15969.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'saveSB'",
                    "updated_at": "2008-07-15T15:02:31.214235Z"
                }
            ],
            "opened_at": "2007-11-20T23:27:43.647900Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4298,
            "state": "finished",
            "updated_at": "2008-11-07T03:01:43.179485Z"
        },
        "id": 7324392
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/saveSB/"
    },
    "type": "petition"
}