{
    "data": {
        "attributes": {
            "action": "require all organisations notify customers immediately of any personal data security breaches",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UK Government waited more than 10 days before telling Parliament and the Public it has accidentally lost sensitive personal details of 25 million individuals.\n\nUnder current US laws, the Government would have had to notify immediately.\n\nThe petition calls on the Prime Minister to place a legal duty on public and private sector organisations, so that affected customers are informed immediately if the security of their personal data has been compromised.\n\nIndividuals have a right to know straight away when this has occurred to protect against identify theft.\n\nMandatory notification would make organisations more careful and more accountable for the use of personal information.",
            "closed_at": "2008-03-03T00:00:00Z",
            "created_at": "2007-11-21T11:08:52.338888Z",
            "creator_name": "Ian Cuddy",
            "government_response_at": "2008-03-17T12:38:28.759907Z",
            "government_responses": [
                {
                    "created_at": "2008-03-17T12:38:28.759907Z",
                    "details": "You signed a petition asking the Prime Minister to \" require all organisations notify customers immediately of any personal data security breaches.\" \n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15061.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'databreaches'",
                    "updated_at": "2008-03-17T12:38:28.759907Z"
                }
            ],
            "opened_at": "2007-11-21T11:08:52.338888Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 679,
            "state": "finished",
            "updated_at": "2008-03-07T03:12:08.961529Z"
        },
        "id": 7329227
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/databreaches/"
    },
    "type": "petition"
}