{
    "data": {
        "attributes": {
            "action": "to phase out funding for students taking ‘Equivalent or Lower Qualifications’ (ELQs)...",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "1.  Decision:  John Denham, The Secretary of State for Innovation, Universities and Skills, has announced that, from 2008/09, he will phase out funding for the majority of students in England and Northern Ireland who are studying for a qualification that is equivalent to, or lower than, a qualification that they already hold (e.g. graduates studying undergraduate courses; or those taking second masters degrees).  However, this runs counter to the Leitch agenda on skills and life-long learning and indeed to the Government’s own pronouncements about nurturing the talents of all its people – including Denham’s own assertion that ‘every second one of us must make up our skill lack for Britain to succeed’[1].",
            "closed_at": "2008-11-21T00:00:00Z",
            "created_at": "2007-11-21T12:06:58.423405Z",
            "creator_name": "A.P.WILKINS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-21T12:06:58.423405Z",
            "rejected_at": "2007-12-29T00:01:04.477690Z",
            "rejection": {
                "code": 2304,
                "details": "Your title suggests you wish the Government to phase out funding, when presumably you want the opposite. There is an existing petition.\nhttp://petitions.pm.gov.uk/ELQFunding/",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-29T00:01:04.477690Z"
        },
        "id": 7330539
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ELQFUNDS/"
    },
    "type": "petition"
}