{
    "data": {
        "attributes": {
            "action": "call a general election due to the publics (his bosses) lack of confidence in his party!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With all that has happened under Labour does any one trust them? Mr Brown stood by Mr Blair's side about the WoMD in Iraq which turned out to be a lie! He then stood by Mr Blair at the last election when Mr Blair said he would stand the full term then step down but as soon as Mr Blair wins the election Mr Brown is plotting to get him out so he can have his job! When he takes the job he sticks the knive in Mr Blair's back saying now we will have a 'honest goverment!' Well he was standing by Mr Blair backing up & supporting those lies at the time! Now he has kept quiet for a week that HIS government has lost a disk with 25m people data. Now I am not a Conservative fan but the best ideas for the future I hear comming from Labour I'd already heard them a week earlier form the Conservatives. I think it is time for the British people to decide if he is the man we want leading our country! We are his boss and if we are not happy then we should be able to call a vote of no confidence in him were WE THE BRITISH PEOPLE VOTE!",
            "closed_at": "2008-05-21T00:00:00Z",
            "created_at": "2007-11-21T13:13:19.910786Z",
            "creator_name": "tim galer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-21T13:13:19.910786Z",
            "rejected_at": "2007-12-28T00:01:06.108413Z",
            "rejection": {
                "code": 2049,
                "details": "",
                "reasons": [
                    "Party political material",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-28T00:01:06.108413Z"
        },
        "id": 7331865
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Peoples-choice/"
    },
    "type": "petition"
}