{
    "data": {
        "attributes": {
            "action": "fine the government for loss of confidential HMRC data, as they do to business.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "One year ago (November 2006), the Nationwide bank had a data is stolen with the financial details of 11 million people and the bank was fined £980,000.\n\nNow a government data is lost with more than double the number of citizens confidential information. This includes data for children making it even easier for identity fraudsters.\n\nThis petition asks Gordon Brown to fine HMRC for the loss, but not at the expense of taxpayers who are already at risk as a result of this incompetence. At the rate of the Nationwide fine, the HMRC fine should be at least £2m if not much more due to the long-term consequences.\n\nThe government must prove it does not have one rule for business and another for itself and do so by making this fine against HMRC and not at tax-payers expense.",
            "closed_at": "2008-02-28T00:00:00Z",
            "created_at": "2007-11-21T14:33:40.055973Z",
            "creator_name": "Ian Mayman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-21T14:33:40.055973Z",
            "rejected_at": "2007-11-29T15:38:50.879818Z",
            "rejection": {
                "code": 256,
                "details": "The HMRC is funded by taxpayers. As any fine would have to use public funds, this petition has been rejected.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-29T15:38:50.879818Z"
        },
        "id": 7333454
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/hmrcfine/"
    },
    "type": "petition"
}