{
    "data": {
        "attributes": {
            "action": "Own up to his responsibilities/deeds and dissolve parliament before he kills the uk economy completely",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gordon Brown is personally directly responsible for all the processes/situations that were in place at HMRC at the time of the recent data loss.\n\nHis actions directly led to the sacking of experienced IT staff in favour of a handful of contractors who have no idea what they're doing, he created the processes whereby the loss/theft was inevitable, and he refused to give the ICO the powers that they need to do their job.\nHe has personally compromised the security of every child in the country.\n\nHe was also responsible for the Northern Rock crisis as he was in charge of all the relevant departments/policies which caused the bank to continue without a sound footing.\n\nEvery crisis related to the UK since he came to power has been a direct result of the actions (or inaction) that he took when he was chancellor, as he was essentially in charge of all UK policy/departments during Tony Blair's reign (in return for Blair having freedom on foreign policy).\n\nI for one have had enough of an incompetant corrupt sociopath being in charge of this country, and I'd like to see him admit that he's just not up to it and to dissolve parliament before he kills the entire country's future.",
            "closed_at": "2008-01-28T00:00:00Z",
            "created_at": "2007-11-21T14:09:57.981655Z",
            "creator_name": "Simon Barnaby",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-21T14:09:57.981655Z",
            "rejected_at": "2007-11-29T16:58:21.091549Z",
            "rejection": {
                "code": 2304,
                "details": "http://petitions.pm.gov.uk/springelection/\n\nhttp://petitions.pm.gov.uk/Saveenglandnow/",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-11-29T16:58:21.091549Z"
        },
        "id": 7333002
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DissPar/"
    },
    "type": "petition"
}