{
    "data": {
        "attributes": {
            "action": "Social Disturbance Caused by Fireworks",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This Petition is calling for the government to place some sort of controls on the use of Fireworks.\n\nThe banging starts in mid October and continues right through into the New Year.  \n\nThey are loud and annoying; preventing children and adults from sleeping as they go on well past 10pm for several months. Proof the young lad shot in late November, neighbours thought the sound of the gunshot was a firework.\n\nNot to mention they frighten dogs, cats and some young children.  It is odd that the Labour government was so forceful in protecting foxes from the fear of the chase during fox hunting; yet they seem to be afraid to apply the same respect to domesticated animals owned by the social community.\n\nPromote noiseless fireworks through government advertisement. There is no need for the sale of fireworks that just produce noise.  Restrict how loud the fireworks can be.\n\nAny other firework displayed other than November the 5th, personal or otherwise require permission similar to planning permission.  So that all neighbours that it may impact are made aware and can take appropriate action (e.g. get someone to stay at home or sedate their pets, put ear plugs in their children's ears etc…).",
            "closed_at": "2008-12-08T00:00:00Z",
            "created_at": "2007-11-21T15:57:37.000859Z",
            "creator_name": "H.Millard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-21T15:57:37.000859Z",
            "rejected_at": "2008-01-16T00:01:12.652296Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/FirewkBan/\nhttp://petitions.pm.gov.uk/Fireworks-Noise/\nhttp://petitions.pm.gov.uk/One-Night-Only/\nhttp://petitions.pm.gov.uk/Fireworks21/\nhttp://petitions.pm.gov.uk/Firework-abuse/\nhttp://petitions.pm.gov.uk/winterfireworks/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-16T00:01:12.652296Z"
        },
        "id": 7334905
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Firework-Disturb/"
    },
    "type": "petition"
}