{
    "data": {
        "attributes": {
            "action": "Scrap the currently proposed Mersey Crossing and instead extend the M57 south over the River Mersey on a grand bridge to the meet the M56 to the west of Runcorn",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The proposed \"Mersey Crossing\" intended to relieve the Runcorn bridge looks like a really poor solution to this massive problem and should be scrapped(refer to artists impressions & intended route). The money should be spent on something that will actually solve the problem, not just move the problem a few miles to the east!\n\nThe real solution to this should simply be to extend the M57 motorway south of Tarbock Island (Junction 6, M62) to meet the M56 on the other side of the River Mersey!\n\nWe petition the Prime Minister to upgrade the A5300 \"Knowsley Expressway\" to dual 4-lane motorway, with free-flowing junctions at Speke Road and a motorway spur for improved access to Liverpool's John Lennon Airport. The extended M57 would continue south of Speke Road towards the River Mersey passing between the villages of \"Hale\" & \"Halebank\". \n\nFrom here, a grand suspension bridge carrying the extended M57 would be built accross the River Mersey to the west of Runcorn (avoiding flightpaths into JLA). The M57 would then meet the M56 at a \"new\" Junction 13\n\nThis solution would definately solve the traffic problems around the Runcorn/Widnes area and also relieve the Thelwall Viaduct",
            "closed_at": "2008-11-29T00:00:00Z",
            "created_at": "2007-11-21T15:09:08.092891Z",
            "creator_name": "Andrew Bibby",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-21T15:09:08.092891Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 35,
            "state": "finished",
            "updated_at": "2008-11-30T00:01:01.378692Z"
        },
        "id": 7334040
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/M57-CrossMersey/"
    },
    "type": "petition"
}