{
    "data": {
        "attributes": {
            "action": "investigate the numerous flaws of the current automatic promotion and relegation system between Super League and National League One and the positive impact that the proposed Super League Franchises will have on the businesses and communities supporting the game of rugby league in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We firmly believe that the proposed franchises will be very beneficial to both the Super League competition and the National Leagues immediately below it. The current system gives promoted teams very little chance to adapt to life in Super League and build into strong clubs, whereas the proposed system would allow them to do just that. Also, automatic relegation is very damaging to clubs, many of whom have run into financial difficulties struggling to cope with relegation. Furthermore, the current system means that to get into Super League clubs must often spend more than their means, as recently evidenced by the financial troubles faced by the Widnes and Doncaster clubs. A franchising system will ensure that clubs can properly build for Super League without having to risk bankruptcy as well as allowing for a dramatic rise in both the number of young English players and the standards of the Super League competiton.",
            "closed_at": "2008-11-29T00:00:00Z",
            "created_at": "2007-11-21T16:56:04.305886Z",
            "creator_name": "Alonso Jackson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-21T16:56:04.305886Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1,
            "state": "finished",
            "updated_at": "2008-11-30T00:01:01.378692Z"
        },
        "id": 7335970
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/saverl/"
    },
    "type": "petition"
}