{
    "data": {
        "attributes": {
            "action": "Facilitate the issuing of Biometric Visas in Mogilev in order to avoid the prohibative cost to charities of transporting children to Minsk.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "FOCC and all the Chernobyl charities are facing a serious problem at the moment. The Government has brought in a requirement for the Belarusian children to hold biometric visas as opposed to the usual paper version. This requires the children to travel to Minsk for finger prints and retina recognition.  FOCC supports more than 600 children every year, and the British embassy is not able to cope with a coach load of children but needs them to come in small numbers, a journey of 3 hours each way.  This is clearly not practical and will have very serious consequences for the Chernobyl charities and the children they support.\n\nOther governments, (Irish and Italian) have not introduced biometric visas, and the US government does not require children less than 14 years to be present at the time of the application.\n\nWhilst we do not object to biometric visas, we do strongly object to the necessity of forcing the children to travel to Minsk. We believe it is not feasible or cost effective to travel to Minsk.\n\nWe understand that the police headquarters in Mogilev have facilities to record biometric information, which would be a much simpler and more cost effective method.",
            "closed_at": "2008-02-15T00:00:00Z",
            "created_at": "2007-11-21T18:33:18.743455Z",
            "creator_name": "Clive Mountain",
            "government_response_at": "2008-03-10T16:14:37.086455Z",
            "government_responses": [
                {
                    "created_at": "2008-03-10T16:14:37.086455Z",
                    "details": "You signed a petition asking the Prime Minister to \"Facilitate the issuing of Biometric Visas in Mogilev in order to avoid the prohibative cost to charities of transporting children to Minsk.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14942.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'FOCC-Visas'",
                    "updated_at": "2008-03-10T16:14:37.086455Z"
                }
            ],
            "opened_at": "2007-11-21T18:33:18.743455Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 890,
            "state": "finished",
            "updated_at": "2008-02-27T03:13:44.699181Z"
        },
        "id": 7337349
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FOCC-Visas/"
    },
    "type": "petition"
}