{
    "data": {
        "attributes": {
            "action": "Support the people of this country and require Mr Alistair Darling to resign with immediate effect.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Mr Darling is responsible for the actions of his juniors in whatever department, from his personal secretary to the tea boy under his departmental leadership.\nTo send documents as confidential as these were on two computer discs by post/courier is ludicrous.\nThis is what happens when freedom of information isn't taken as seriously as it should be, millions of peoples personal details can be accessed and the discs coppied by anyone finding them, then, sold on to anyone wishing to pay for coppies which can be used to launder money and goods worth millions of pounds from bank accounts,\nnot to mention the new accounts they can open, also credit cards they can apply for in other peoples names as they will have all the information they need to do these dirty deeds.\nWe the people! and i hope i speak for the majority, need more than apolagies for this gross act of central government negligence, which has put millions of peoples livelihoods in jeoperdy.",
            "closed_at": "2007-12-21T00:00:00Z",
            "created_at": "2007-11-21T20:35:31.893261Z",
            "creator_name": "Mr M  White",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-21T20:35:31.893261Z",
            "rejected_at": "2007-12-28T00:01:06.108413Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/AlistairDarling/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-28T00:01:06.108413Z"
        },
        "id": 7338893
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/computerdiscs/"
    },
    "type": "petition"
}