{
    "data": {
        "attributes": {
            "action": "grant widows old and new of the gurkha regiment the same status and recomopense as due to any british military personell. to include child benefit and health care for every british army gurkha serving personell past and present",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "the gurkha regiment of the british army have long been our most faithful allie, one of our best fighting and feared regiments, they deserve the recompense and respect of our country's government for the exemplary service given to our country over many years. please give back to this impoverished people more than they gave to our queen and country.mainly from a small village in NEPAL these people have based their culture upon the british constitution and have served us above and beyond the call of duty. there bravery and performance for a queen of a foreign country will forever remain in every britains heart. please support this position to reward these people for there exemplary work in the protection of your nation.",
            "closed_at": "2008-12-02T00:00:00Z",
            "created_at": "2007-11-22T00:03:44.426838Z",
            "creator_name": "simon holder",
            "government_response_at": "2009-01-09T15:36:09.197289Z",
            "government_responses": [
                {
                    "created_at": "2009-01-09T15:36:09.197289Z",
                    "details": "You signed a petition asking the Prime Minister to \"grant widows old and new of the gurkha regiment the same status and recomopense as due to any british military personell. to include child benefit and health care for every british army gurkha serving personell past and present\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17956\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'gurkhasoldier'",
                    "updated_at": "2009-01-09T15:36:09.197289Z"
                }
            ],
            "opened_at": "2007-11-22T00:03:44.426838Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1448,
            "state": "finished",
            "updated_at": "2009-06-02T17:27:32.551366Z"
        },
        "id": 7340920
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/gurkhasoldier/"
    },
    "type": "petition"
}