{
    "data": {
        "attributes": {
            "action": "arrange a Home Nations Tournament for summer 2008",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Given none of the Home Nations qualified for the Euro 2008 Championships in Austria and Switzerland, we think the Home Nations Tournament should be revived at least for this summer.\n\nThis will allow every subject of this United Kingdom to have some degree of excitement and something to look forward to in the summer. The football associations will all have the opportunity to make up some of the lost revenue through non-qualification.\n\nWe urge the government to pressure the football associations of the four home nations to arrange a tournament to run at the same time as the European Championships, and to be televised on terrestrial television, so we aren't subjected to watching a tournament we have no interest in and will only lead to nationwide depression.\n\nAlthough we know the decision is up to the individual football associations, we think the governments influence can be brought to bear to make sure that the United Kingdom's summer prospects are ruined only by the inevitable prospects of rain, and not 7 months in advance by 44 football players not being able to keep the British end up.",
            "closed_at": "2008-05-21T00:00:00Z",
            "created_at": "2007-11-21T22:16:19.051207Z",
            "creator_name": "Ashton Cull",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-21T22:16:19.051207Z",
            "rejected_at": "2007-12-28T00:01:06.108413Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-28T00:01:06.108413Z"
        },
        "id": 7340051
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/homenationscup/"
    },
    "type": "petition"
}