{
    "data": {
        "attributes": {
            "action": "Re-instate CAPITAL PUNISHMENT for serious crimes such as murder, rape, child sexual abuse of any kind and acts of terrorism or membership of a terrorist organisation",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "British Justice at present is currently, to say the least, a laughable affair as many LAW ABIDING British citizens’s will agree.\n  I propose a very serious look into reinstating capitol punishment for those mentioned above, unless deemed mentally unstable by a minimum of 2 doctors in which case , be sentenced to life imprisonment in a secure hospital for the mentally unstable who pose a serious threat to members of the public.  \n  What I am suggesting is not over the top , people who commit these crimes at present may get a life sentence but under British justice at present that does not even entail the 25 years which currently \"mean\" a life sentence as they can and usually are released for \"good behaviour\" etc.  How many times have the above mentioned been released only to commit the same atrocities they were locked up for in the first place!?\n  Criminals must understand that serious crime will be met with a serious result, unlike the current laws were to be blunt crime does pay.",
            "closed_at": "2008-02-22T00:00:00Z",
            "created_at": "2007-11-22T08:53:34.040376Z",
            "creator_name": "Mark Haggan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-22T08:53:34.040376Z",
            "rejected_at": "2007-12-28T00:01:06.108413Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/life-for-a-life/\n\nhttp://petitions.pm.gov.uk/Hangthem/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-28T00:01:06.108413Z"
        },
        "id": 7342150
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Capitol/"
    },
    "type": "petition"
}