{
    "data": {
        "attributes": {
            "action": "give the formation of a police central e-crime unit, as proposed by the Metropolitan and ACPO urgent priority",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The consequences of, and reactions to, the loss of records by HM Revenue and Customs, make the creation of a well resourced operation to address computer assisted crime (including information and identity theft from data and call centres, not just the use of the Internet to automate old crimes and invent new ones) a matter of great urgency. The operation should cover all the activities proposed by the Metropolitan Police to the Home Office for such a Unit (beginning with the collation of incident notification and intelligence and support for and co-operation with organisations like Get Safe On-Line and the National E-Crime Prevention Centre) but it needs to be on a scale akin to similar operations in the United States, with additional funding and resources from other government departments and industry (i.e. not just existing Police budgets) as necessary.",
            "closed_at": "2008-02-29T00:00:00Z",
            "created_at": "2007-11-22T10:59:33.409761Z",
            "creator_name": "Neil Stinchcombe",
            "government_response_at": "2008-03-17T12:36:32.040567Z",
            "government_responses": [
                {
                    "created_at": "2008-03-17T12:36:32.040567Z",
                    "details": "You signed a petition asking the Prime Minister to \"give the formation of a police central e-crime unit, as proposed by the Metropolitan and ACPO urgent priority.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15059.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ecrime'",
                    "updated_at": "2008-03-17T12:36:32.040567Z"
                }
            ],
            "opened_at": "2007-11-22T10:59:33.409761Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 464,
            "state": "finished",
            "updated_at": "2008-12-12T16:49:57.766358Z"
        },
        "id": 7344741
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ecrime/"
    },
    "type": "petition"
}