{
    "data": {
        "attributes": {
            "action": "offer, and pay for, regular credit report monitoring for those individuals affected by the HMRC \"child benefit\" data security breach.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Whilst individuals affected  by the \"Child Benefit data security breach\" can be vigilant and check bank statements, the biggest threat may come from ID fraud, e.g. third parties using your information to take out loans etc. The only way to keep track of this is to regularly check and monitor changes to your credit report.  Such monitoring is not free - typical cost to the individual for a basic service is £7 per month.  Why should we have to pay at least £84 per year as a result of the incompetence of HMRC. I believe that for each individual affected, the government should offer, and pay for, subscription to a credit check agency, so that individuals can be alerted to any changes in their credit report.  Given the sensitive nature of the data 'lost' such monitoring may be necessary for a long period, possibly over a number of years.",
            "closed_at": "2008-05-22T00:00:00Z",
            "created_at": "2007-11-22T11:43:05.978710Z",
            "creator_name": "C A Lynch",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-22T11:43:05.978710Z",
            "rejected_at": "2007-12-29T00:01:04.477690Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/HMRCBlunder/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-29T00:01:04.477690Z"
        },
        "id": 7345622
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fiascoHMRC/"
    },
    "type": "petition"
}