{
    "data": {
        "attributes": {
            "action": "publicly support the boycott of Japanese consumer goods this Christmas due to their totally refusal to listen to the international community and stop their current whale hunt.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Despite an international ban on the practice the Japanese whaling fleet is currently in the Antarctic intent on slaughtering 950 whales in spite of protest from across the world. \n\nAt SEA LIFE we are totally disgusted by this lack of respect for endangered species and the international community and propose action to hit the Japanese where it hurts – in the pocket. We have taken all Japanese shop stock of our shelves and will not be using any Japanese suppliers whilst they continue this abomination. And we want YOU to join us in helping to stop the hunting of whales by BOYCOTTING ALL JAPANESE PRODUCTS THIS CHRISTMAS.   \n\nThe Japanese won’t listen to reason and they won’t listen to their international peers so the time has come for us all to stand up and say “ENOUGH”.  Then perhaps they’ll take some notice.",
            "closed_at": "2008-01-01T00:00:00Z",
            "created_at": "2007-11-22T12:18:14.101532Z",
            "creator_name": "Laura Mowels",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-22T12:18:14.101532Z",
            "rejected_at": "2007-12-28T00:01:06.108413Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Japanswhaling/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-28T00:01:06.108413Z"
        },
        "id": 7346313
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/JapaneseBoycott/"
    },
    "type": "petition"
}