{
    "data": {
        "attributes": {
            "action": "defend the underspend before, like the Emperor with no clothes, we see the colour of your underpants !",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The head of the NHS has defended its expected record £1.8 billion underspend as \"relatively small\". The petitioner is calling on the P.M. then to justify why :\n\n1. There isnt a car park big enough at Warrington hospital and the operations are delayed ?\n\n2. There is no sonicaid in Whiston Casualty nor in every A & E dept in the NW regional HA\n\n3. There are no space blankets on the bottoms of resuscitation trolleys\n\n4. There is no working suction equipment on the respiratory ward at Whiston hospital \n\n5. Why nursing staff haven't been paid \n\n6. Many of the drugs trolleys need replacing\n\n7. There is no air conditioning to address rising MRSA infection rates \n\n8. Given the virulence of these superbug infections, why hospitals have stopped a laundering service telling staff they couldn't afford it. \n\n9. Why the govt doesn't appear to be taking the complaints of patients in pain seriously by a systematic human resource strategy (anti - bullying, staffing ratios etc)\n\nChief executive David Nicholson accepted that there would be well over a billion pounds lying unused in the service's budgets when official figures for 2007-8 are released. Mmmmm .",
            "closed_at": "2008-11-22T00:00:00Z",
            "created_at": "2007-11-22T13:20:35.747084Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-22T13:20:35.747084Z",
            "rejected_at": "2008-01-01T00:01:10.997411Z",
            "rejection": {
                "code": 33280,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-01T00:01:10.997411Z"
        },
        "id": 7347559
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/unusedNHSbudgets/"
    },
    "type": "petition"
}