{
    "data": {
        "attributes": {
            "action": "Inner City Status",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have lived in the London Borough of Newham for over 50years as did my ancestors before.\nOver the years that I have lived here I have seen many changes and not for the best I hasten to add . Many of our family and friends have moved out of the Borough because of the following issues:-\n\nCrime has risen in the Borough with 5 murders this year alone.Guns and knife culture are on the rise as are teenage gangs and hoodies. Newham is not a very safe place to live in.\n \nSchools are functioning well below the National Average.\n\nUnemployment is very high with many people claiming Job Seekers Allowance or other Benefits.\n\nThere are no prospects for the younger generation in Employment, Education, or housing.Many older teenagers have to live at home well into their late thirties because of lack of affordable housing, many homes are overcrowded.\n\nWe as a Borough are going back in time and not moving forward.\n\nOur children and our childrens children deserve better.\nI therefore petition the Government to reconise the need that the London Borough of Newham has and it should be given Inner City status and given more money in order to but these things right.",
            "closed_at": "2008-01-22T00:00:00Z",
            "created_at": "2007-11-22T13:14:22.289581Z",
            "creator_name": "Sylvia Pack",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-22T13:14:22.289581Z",
            "rejected_at": "2007-12-29T00:01:04.477690Z",
            "rejection": {
                "code": 512,
                "details": "Please give a clear action for HM Government",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-29T00:01:04.477690Z"
        },
        "id": 7347431
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Newham/"
    },
    "type": "petition"
}