{
    "data": {
        "attributes": {
            "action": "Forbid car insurance companies from removing your no-claims bonus if your car has been damaged through a bizarre and/or uncontrollable incident that has nothing to do with the driver's own ability",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If you claim on your insurance because your car is (i) hit by a drunk driver; (ii) hit by a driver on their mobile phone, eating, lighting a cigarette, or in any other way distracted; (iii) hit by a farm animal, horse or even an aggressive bird of prey; (iv) hit by falling debris due to either bad weather, someone else’s negligence, or a freak accident: under the current system you would have to declare on your next insurance application form that you have made a claim, regardless of blame. Those signing this petition believe that the “regardless of blame” aspect should NOT apply to those who have simply been in the wrong place at the wrong time and are completely not at fault. If you have suffered damage to your car in uncontrollable circumstances through absolutely no fault of your own, you should not suffer the loss of a no-claims bonus. This petition is in NO way implying that an ordinary incident between two drivers who disagree on the blame aspect should apply to the aforementioned rule, as these are often impossible to judge whose fault it is. However, common sense should prevail and drivers should NOT suffer financially from bizarre occurrences out of their control.",
            "closed_at": "2008-11-22T00:00:00Z",
            "created_at": "2007-11-22T15:04:04.311079Z",
            "creator_name": "Thomas Seligmann",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-22T15:04:04.311079Z",
            "rejected_at": "2008-01-01T00:01:10.997411Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-01T00:01:10.997411Z"
        },
        "id": 7349504
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/keepnoclaims/"
    },
    "type": "petition"
}