{
    "data": {
        "attributes": {
            "action": "Save the Waldorf School of South West London",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Wandsworth Borough Council is attempting to evict the parent run eco-friendly Waldorf School of South West London in order to allow development of Tooting Bec Common with  floodlit all-weather football pitches\n\nThe school has run successfully on the site for the past 21 years but non-renewal of the lease will effectively close it down\n\nAt a time when government interest (Woods, Ashley and Woods (2005) Steiner Schools in England Dfes RR645) in the holistic values that Rudolf Steiner’s method of education offers to children and to their parents, and when many are promoting the benefits of parent run schools and play until aged seven, Wandsworth Council is attempting(without consultation) to close this valuable independant resource and ultimately to sacrifice an active, thriving school community of 100+ pupils on a green site for a deal to build floodlit all-weather football pitches with a private partner on ground classed as common land. \n\nThis is not a petition against football pitches (which could be sited elsewhere) or sport, but a chance to support the use of Tooting Triangle field and Woodfields Recreation Ground for the benefit of young people in another way.",
            "closed_at": "2008-04-05T00:00:00Z",
            "created_at": "2007-11-22T17:10:01.536308Z",
            "creator_name": "Sarah Thorne",
            "government_response_at": "2008-05-13T15:16:25.403281Z",
            "government_responses": [
                {
                    "created_at": "2008-05-13T15:16:25.403281Z",
                    "details": "You signed a petition asking the Prime Minister to \"Save the Waldorf School of South West London.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15518.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'savetheschool'",
                    "updated_at": "2008-05-13T15:16:25.403281Z"
                }
            ],
            "opened_at": "2007-11-22T17:10:01.536308Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 553,
            "state": "finished",
            "updated_at": "2008-04-06T00:01:01.370475Z"
        },
        "id": 7351796
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/savetheschool/"
    },
    "type": "petition"
}