{
    "data": {
        "attributes": {
            "action": "Scrap all taxes except Income Tax and VAT",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If all Government funding was collected via VAT and income tax only, the country would save billions in costs. Apply VAT to anything and everything and adjust Income Tax to a sensible level taxing people earning over, say, £40,000 p.a. Obviously calculations would have to be carried out to see what levels of VAT and Income Tax would be needed to give the revenue required to run the country. For Example - someone buying fillet steak in Harrod's would pay considerably more VAT than someone buying fillet steak in Aldi.  In addition, it is probable that the Harrod's shopper is a higher earner than the Aldi shopper, thus would pay more income tax. It would be interesting to do the sums to see what level of VAT would be needed to be levied if income tax was a flat 20% for earnings over £40k. You would still need to separately apply duties to tabacco and alcohol, but petrol duties, tax on savings, council taxes should all be scrapped. You would need to adjust the old age pension to compensate for the increase in VAT levels. Scrapping national insurance, stealth taxes, and other income streams would allow people a better, clearer understanding of what they are contributing in taxes to Government.",
            "closed_at": "2008-12-27T00:00:00Z",
            "created_at": "2007-11-22T17:07:16.671230Z",
            "creator_name": "Andrew Christie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-22T17:07:16.671230Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2008-12-28T00:01:01.756011Z"
        },
        "id": 7351746
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Govt-Income/"
    },
    "type": "petition"
}