{
    "data": {
        "attributes": {
            "action": "make it law that when there is a sortage of jobs the british people fill all postions.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "i run a bissiness the good bricklayer i had to lay off is now unemployed and yet more polish bricklayers come and find work what is going on this doesnt just apply on the construction industry its happening everywhere why wont the prime minister stand up and put a stop to it i am not racist just sensible if there is no jobs for the british people then send them back home or stop them working thats what happened in germany years ago and its only right people on the sites are now saying to each other does the goverment want us all on the dole while other eu people take our jobs.on the other hand if there is plenty of work then ok its works i am a labour supporter but how much can the british people take the growing suport of the far right will become a reality if this sort of thing continues. please please sign this petition  and mr brown listen to the normal british people and stop this MADNESS",
            "closed_at": "2008-11-24T00:00:00Z",
            "created_at": "2007-11-22T22:15:57.433881Z",
            "creator_name": "gareth young",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-22T22:15:57.433881Z",
            "rejected_at": "2008-01-01T00:01:10.997411Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-01T00:01:10.997411Z"
        },
        "id": 7355805
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/jobsforuk/"
    },
    "type": "petition"
}