{
    "data": {
        "attributes": {
            "action": "change the law to make it illegal for the names of civil servants who commit, or allow to happen through inaction or failure to supervise subordinates, serious failures of procedure or who break laws such as the Data Protection Act to be kept from the public domain",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "These are VERY highly paid civil servants whose decisions and actions are based on anything BUT the serving of the taxpayers and people of this country.  Because their intentions and interests are elsewhere the taxpayer (who are the employer, who are those who foot the bill, who are those who pay the pensions!) deserves to be told who they are when they commit serious failures of procedure, such as the recent HMRC Benefit Office CD debacle which places 25 million people at risk of identity theft, or when they break the law.  The taxpayer and public need to be protected from the actions of these civil servants.  Out of respect for the effect these people have upon us and our way of life we DESERVE to be told who they are.",
            "closed_at": "2008-11-23T00:00:00Z",
            "created_at": "2007-11-23T11:12:36.432220Z",
            "creator_name": "Keith Jones (Taxpaying Pensioner)",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-23T11:12:36.432220Z",
            "rejected_at": "2008-01-01T00:01:10.997411Z",
            "rejection": {
                "code": 2,
                "details": "",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-01T00:01:10.997411Z"
        },
        "id": 7360363
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NameThemNow/"
    },
    "type": "petition"
}