{
    "data": {
        "attributes": {
            "action": "update the vaccination guidelines and consider the feasibility of rotavirus to combat diarrhoeal epidemics",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Not only are the public, but even professionals are confused about the most up - to date - vaccination schedule. Pressure groups, patients advocates and personal preference aside - different trusts are doing different things. The petitioner is urging th P.M. to standardise practice, then after that, let parents decide. AOL today states,\n\n\"A study looked at the effect of giving rotavirus vaccine to more than 2,500 children aged between six and 14 weeks in six European countries. Two doses of the RIX4414 vaccine, given in pill form, were administered to the randomly-selected children along with their usual immunisation treatments\".\n\nThe gastroenteritis virus is the most common cause of diarrhoea in children under the age of five. Any move to reduce human suffering should of course be welcomed - and to reduce morbidity and mortality from diarrhoeal diseases would be an excellent mark for our generation - but whether or not vaccines should be given at all, let alone their efficacy is making it very difficult for practitioners to have a clear conscience that what they are doing is right and that, above all else, no harm has been done.",
            "closed_at": "2008-12-02T00:00:00Z",
            "created_at": "2007-11-23T14:24:39.236025Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-23T14:24:39.236025Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2008-12-03T00:01:01.240130Z"
        },
        "id": 7363421
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/roatvirus/"
    },
    "type": "petition"
}