{
    "data": {
        "attributes": {
            "action": "look at leaukaemia services",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A first step towards tackling autoimmune diseases such as multiple sclerosis (MS) with bone marrow transplants has been taken by scientists, AOL today reports. \nThe technique involves a more efficient transplant that removes the need for potentially damaging radiotherapy or chemical treatments, which of course is good news. Generally leaukameia services are ad hoc - patients treatment, unsystematic - pot luck standards and in changing locations. Whilst arguably indivisualised, regimes may be in need of standardisation. Cancer rates are increasing - and cancer sufferers are tax - payers. Please, Prime Minister ensure a proactive policy to fulfil the researchers' beliefs that there could be \"potentially big\" benefits for human patients. Bone marrow transplants, which transfer adult stem cells to the patient, are now mostly reserved for patients with life-threatening blood cancers such as lymphoma and leukaemia -whatever happened to prevention rather than cure ? should this necessarily be so ?",
            "closed_at": "2008-11-23T00:00:00Z",
            "created_at": "2007-11-23T15:11:09.654420Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-23T15:11:09.654420Z",
            "rejected_at": "2008-01-01T00:01:10.997411Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-01T00:01:10.997411Z"
        },
        "id": 7364112
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/leukservices/"
    },
    "type": "petition"
}