{
    "data": {
        "attributes": {
            "action": "intervene with the exam interveners - quality qualifications that don't cost a cost ...",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Government exam chiefs are to intervene in the setting of A-level papers to make sure questions are more difficult next year. (Why ?) For the first time since it was set up 10 years ago, the Qualifications and Curriculum Authority (QCA) is proposing to take a more active role (fair enough) in the drafting of individual question papers. (isnt that what they do ? ). The watchdog wants to ensure exam boards implement a Government drive (yep - do as I say, not as I do)  to make A-levels more stretching (why ? it may affect access to education, reduce inclusiveness and create a two tier stream that we've been trying to get away from for years), with greater use of open-ended, essay-style questions. (why - coursework works just as well ?) The petitioner, arguing that the debate appears to be confusing education and passing exams with skills, competence, intelligence and success, calls on the P.M. to rebuke this decision.",
            "closed_at": "2008-11-23T00:00:00Z",
            "created_at": "2007-11-23T20:02:16.396615Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-23T20:02:16.396615Z",
            "rejected_at": "2007-12-29T00:01:04.477690Z",
            "rejection": {
                "code": 768,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-29T00:01:04.477690Z"
        },
        "id": 7367466
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/qualifying/"
    },
    "type": "petition"
}