{
    "data": {
        "attributes": {
            "action": "Require the Secretary of State for Defence to be the sole responsibility of a single Minister",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The complex and demanding brief of Defence cannot be handled by a minister who has other portfolios, such as the shared responsibility of Secretary of State for Defence and Secretary of State for Scotland.  The role of Secretary of State for Defence must be a sole responsibility of a single Minister, otherwise it undermines decision-making ability and sends the clear message that defence is a part-time concern.  We therefore call on the Prime Minister to reshuffle the Cabinet to reorganise the Defence portfolio so it is the sole responsibility of a single Minister, and to establish it as convention that this is to be the case henceforth.",
            "closed_at": "2008-03-03T00:00:00Z",
            "created_at": "2007-11-23T21:10:09.603919Z",
            "creator_name": "Iain Paton",
            "government_response_at": "2008-03-19T16:39:41.922701Z",
            "government_responses": [
                {
                    "created_at": "2008-03-19T16:39:41.922701Z",
                    "details": "You signed a petition asking the Prime Minister to \"Require the Secretary of State for Defence to be the sole responsibility of a single Minister.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15107.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SoSDefence'",
                    "updated_at": "2008-03-19T16:39:41.922701Z"
                }
            ],
            "opened_at": "2007-11-23T21:10:09.603919Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 242,
            "state": "finished",
            "updated_at": "2008-03-04T00:01:01.138472Z"
        },
        "id": 7368082
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SoSDefence/"
    },
    "type": "petition"
}