{
    "data": {
        "attributes": {
            "action": "Leave Christmas alone",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I read this paragraph in my church weekly newsletter and was absolutely disgusted.  ‘It has been brought to our attention that in many places, the management of the Post Office has instructed local postmasters not to actively promote the use of this year’s Christmas postage stamps, for fear of upsetting the militant secularist lobby.  These stamps will be available “under the counter” instead’.  I fear that this kind of ridiculous act and others like it is going to make a once very tolerant nation quite intolerant of others if all of our traditions are going to fall by the wayside for fear of offending others.  What about those of us that it offends to try and remove these traditions?  Leave our country and our traditional holidays alone.  If people don’t want to celebrate them they don’t have to but those of us that do should be free to embrace all things Christmasey, including using Christmas Stamps.  If people don't want them, let them choose to ask not to have them and ask for non seasonal ones.",
            "closed_at": "2008-11-23T00:00:00Z",
            "created_at": "2007-11-23T23:27:13.987222Z",
            "creator_name": "R Maidment",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-23T23:27:13.987222Z",
            "rejected_at": "2007-12-29T00:01:04.477690Z",
            "rejection": {
                "code": 20480,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-29T00:01:04.477690Z"
        },
        "id": 7369022
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Christmas-Stamps/"
    },
    "type": "petition"
}