{
    "data": {
        "attributes": {
            "action": "Ethiopian Troops out of Somali Soil",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are the people of Somalia, we wish to send our concern for millions of Somalis who are in desprate need of Food and Shelter in Mogadishu and its outskirts. The United States, however, is on a different page. When the Union of Islamic Courts defeated the U.S.-backed warlords, the Bush administration - using the war on terrorism as justification - supported the Ethiopian occupation, arguing that the Islamists were an emerging threat to U.S. interests. But approaching the complex conflict in this simplistic way and linking it to the war on terror was a mistake. The United States has inadvertently stepped into a local, tribal and regional quagmire.Rewarding warlords will not bring peace to Somalia. These individuals have committed heinous crimes and they are not interested in peace or democracy. The British Government should help in establishing a commission of international inquiry that investigates the Somalia war crimes.We want the British Government to stop its -wait-and-see policy over Somali Affairs.",
            "closed_at": "2008-01-24T00:00:00Z",
            "created_at": "2007-11-24T02:16:39.637787Z",
            "creator_name": "Bashir Shurie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-24T02:16:39.637787Z",
            "rejected_at": "2007-12-29T00:01:04.477690Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-29T00:01:04.477690Z"
        },
        "id": 7369482
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HelpSomalia/"
    },
    "type": "petition"
}