{
    "data": {
        "attributes": {
            "action": "Save Harrow Skate Park",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned petition the Prime Minister to Save Harrow Skate Park from demolition.\nIt is under stood that Harrow Skate Park is to be bull dozed to build houses on but since 1976 this has been part of the history & heritage of Roller Skating, Skateboarding and BMX biking not only in Harrow but also internationally. This is a one of a kind skate park, the likes that can't be seen anymore, anywhere. It is one of only a hand full of 1970's Skate Parks left in this country, remaining. This is part of extreme sports history and should be saved from being filled in. We would like it refurbished for future generations to use.\nThis is a genuine one off facility and fantastic for Harrow council, London and England and that can't be re-built. It has a great aura and atmosphere that can’t be made anywhere else.\nIt keeps the young and old off the streets and is a great recreation space for all, participants and viewers. \nHarrow Skate Park is a genuine historical park and NEEDS to be preserved for the future generation.\n \nSAVE OUR HISTORY, SAVE OUR CHILDHOOD, SAVE HARROW SKATE PARK !",
            "closed_at": "2008-12-02T00:00:00Z",
            "created_at": "2007-11-24T16:05:02.584315Z",
            "creator_name": "Robert Adler",
            "government_response_at": "2009-02-06T15:13:55.290445Z",
            "government_responses": [
                {
                    "created_at": "2009-02-06T15:13:55.290445Z",
                    "details": "You signed a petition asking the Prime Minister to \"Save Harrow Skate Park.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18234\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'HarrowSkatePark'",
                    "updated_at": "2009-02-06T15:13:55.290445Z"
                }
            ],
            "opened_at": "2007-11-24T16:05:02.584315Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2025,
            "state": "finished",
            "updated_at": "2009-02-06T03:02:06.638217Z"
        },
        "id": 7372883
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HarrowSkatePark/"
    },
    "type": "petition"
}