{
    "data": {
        "attributes": {
            "action": "reassure the British public that Iran's nuclear capacity is purely non - militaristic",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Given the assertion on the Downing Street website itself, that in return for support in peace - keeping operations against Iraq, the G8 countries will assist Iran in their development of nuclear capacity (for fuel only - so long as non - militaristic), the petitioner is calling on the P.M. to reassure the British public that Iran's nuclear capacity is purely non - militaristic. \n\nAOL furthermore reports today that, \"Iran has produced nuclear fuel pellets for its 40-megawatt heavy water nuclear reactor, Vice President Gholam Reza Aghazadeh said.\" The last thing we need is a match in this chemical gaseous equation ! Please can the P.M. act through diplomatic channels (if there is one) to confirm that the only intention is as the AOL press release states, that \"Fuel pellets (are) to be used (only) in the 40-megawatt Arak research reactor\". Is the supply of plutonium  being monitored ? Given the petitioner's involuntary association with this matter, I am also calling on the P.M. for a public apology (and police protection, please)",
            "closed_at": "2008-11-24T00:00:00Z",
            "created_at": "2007-11-24T16:39:43.767909Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-24T16:39:43.767909Z",
            "rejected_at": "2008-01-01T00:01:10.997411Z",
            "rejection": {
                "code": 768,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-01T00:01:10.997411Z"
        },
        "id": 7373175
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Arakreactor/"
    },
    "type": "petition"
}