{
    "data": {
        "attributes": {
            "action": "stop the threaten closure and reduction of places at Abbey Hill Special School, Stoke-on-Trent",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In Stoke-on-Trent City Council’s proposals for ‘Transforming Schools’ places at special schools are going to be cut by the order of around 250 pupils and a number of schools closed. As a parent of an autistic child who is currently at Abbey Hill Special School I am very concerned. Abbey Hill is an exceptional school with over 20 years expertise with autistic children. It is a place where they flourish and grow learning the skills they need to cope with life. Many of the children prior to coming to Abbey Hill have spent years ‘included’ in main stream schools  where they have been ‘excluded’ because of their inability to access the curriculum. For many on the Autistic Spectrum inclusion simply does not work. Abbey Hill is an over subscribed school and is one of the top special schools in the country. Gordon Brown took examples of some of the children's work to the recent G8 summit. Closure or a severe reduction in places will have an adverse effect on the education and life chances of many, many autistic children in North Staffordshire.",
            "closed_at": "2008-02-24T00:00:00Z",
            "created_at": "2007-11-24T19:25:57.011781Z",
            "creator_name": "Rev. Ruth Maxey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-24T19:25:57.011781Z",
            "rejected_at": "2008-01-01T00:01:10.997411Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-01T00:01:10.997411Z"
        },
        "id": 7374638
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Abbey-Hill/"
    },
    "type": "petition"
}