{
    "data": {
        "attributes": {
            "action": "Stop the closure of Abbey Hill School and Performaing Arts College, Stoke",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Under the proposals of Serco, Stoke council are planning to close Abbey Hill School and Performing Arts College and replace it with a \"new\" school attached to Birches Head High.\nAbbey Hill is an MLD school with specialist Autistic Provision, the only school in the Stoke area to offer this, we believe. A recent Ofsted report called them \"outstanding\" and they are a Beacon school. Abbey Hill is also a Performing Arts College and has only in recent years opened it specialist Autistic Unit.\nThe un-needed closure of this school will drasticaly affect the rights of Special Needs children, and in particular those with ASD, to an appropriate education.\nPlease support this petition to stop the proposed closure.",
            "closed_at": "2008-02-01T00:00:00Z",
            "created_at": "2007-11-24T18:46:03.263294Z",
            "creator_name": "Trish and Chris Sargent",
            "government_response_at": "2008-02-27T15:38:27.332588Z",
            "government_responses": [
                {
                    "created_at": "2008-02-27T15:38:27.332588Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop the closure of Abbey Hill School and Performaing Arts College, Stoke.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14747.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'AbbeyHillSchool'",
                    "updated_at": "2008-02-27T15:38:27.332588Z"
                }
            ],
            "opened_at": "2007-11-24T18:46:03.263294Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 483,
            "state": "finished",
            "updated_at": "2008-02-02T00:01:01.880918Z"
        },
        "id": 7374240
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AbbeyHillSchool/"
    },
    "type": "petition"
}