{
    "data": {
        "attributes": {
            "action": "Reform the Armed Forces",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We would like to propose a reform of the army.\nAll 18 year old would under take military training.\nCrime rates would fall as a result of the military discipline that young people would have.\nConciencious objectors would undertake civil improvement work in agriculture research etc, the period of which would be 50% longer than that of military training.\nThis would provide a steady labour force for civil building project and remove dependence of foreign countries for food etc.\nIn national emergencys this would also provide britain with a huge reserve to call up for homeland security.\n\nIn time of war this would save on training time as there wouldn't be a delay waiting for troops to be trained.\n\nIt would be expensive but the cost would be negated by the labour provided, import costs reduced and an instant army when needed that had already been trained.\n\nThe full army could not be called up without the approval of the monarch, the PM, a majority vote of COBRA and the approval of the commons. In the event of nuclear war only the approval top person in the chain of command would be required. These safeguards would ensure the army could not be abused.",
            "closed_at": "2008-12-02T00:00:00Z",
            "created_at": "2007-11-25T03:56:51.726412Z",
            "creator_name": "Ross McDonald",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-25T03:56:51.726412Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2008-12-03T03:01:48.889107Z"
        },
        "id": 7377030
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/armyreform/"
    },
    "type": "petition"
}