{
    "data": {
        "attributes": {
            "action": "Request of the English Football Association that the root and branch review it has so suddenly announced includes a transparent review of the board, it's responsibilities, operational management and performance.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The English FA has for the last few years lurched from one crisis to another. Leadership and decision making has at best been poor, and in most cases inept or non-existent. \nThe uppermost decision making mechanism in the English Football Association is the board led by the chairman.\nWhilst a speedy decision regarding the future of Mr McLaren may have been prudent the action also deflected attention away from the role and responsibilities of the board.\nThe \"root and branch\" review announced by the English FA specifically limits the activity to \"examination of the whole of the England Team set up.\" The review will be led by Mr Barwick reporting to the Chairman who will in turn report to the Board.\nWe the undersigned believe the terms of this review simply protects the existing incumbents and will do little to solve the underlying problem of the English FA.\nWe therefor call upon the Prime Minister to press for expert analysts who will lead an independent, transparent review of the activities, organisation, structure and performance of the English FA. That review should include recommendations for the future management of the FA at it's most senior level.",
            "closed_at": "2008-03-02T00:00:00Z",
            "created_at": "2007-11-25T13:01:45.185514Z",
            "creator_name": "Ed Nugent",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-25T13:01:45.185514Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2008-03-03T00:01:01.959450Z"
        },
        "id": 7378815
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ReviewEnglishFA/"
    },
    "type": "petition"
}