{
    "data": {
        "attributes": {
            "action": "take action against hate websites such as Redwatch, Noncewatch, Blood and Honour, Stormfront, White Honor and the VNN site that incite violence against individuals!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Hate websites do not deserve the protection under the freedom of speech act when they seek to prevent others from exercising their democratic rights. We do not accept that nothing can be done against these websites if they are hosted outside the UK; the people who run these sites or provide information are in the UK. Their details have been passed onto the authorities on several occasions but no action has been taken. These sites are about aggressive intimidation towards individuals. These sites have direct and disturbing internet links with far-right websites such as Combat 18 which has its own deeply unacceptable association with violence. Redwatch states its purpose clearly and simply: to intimidate anti-fascist, anti-racist campaigners; as the statement on the homepage says: ‘Remember places, traitors’ faces, they’ll all pay for their crimes’.  \n\nThese sites contain information to harm individuals both mentally and physically, why are these sites allowed to carry on existing?",
            "closed_at": "2008-11-30T00:00:00Z",
            "created_at": "2007-11-25T12:31:52.661259Z",
            "creator_name": "Anil Sachdeo",
            "government_response_at": "2009-01-30T15:02:54.347251Z",
            "government_responses": [
                {
                    "created_at": "2009-01-30T15:02:54.347251Z",
                    "details": "You signed a petition asking the Prime Minister to \"take action against hate websites such as Redwatch, Noncewatch, Blood and Honour, Stormfront, White Honor and the VNN site that incite violence against individuals!\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18180\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'hate-websites'",
                    "updated_at": "2009-01-30T15:02:54.347251Z"
                }
            ],
            "opened_at": "2007-11-25T12:31:52.661259Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 482,
            "state": "finished",
            "updated_at": "2008-12-07T03:01:45.555871Z"
        },
        "id": 7378566
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/hate-websites/"
    },
    "type": "petition"
}