{
    "data": {
        "attributes": {
            "action": "Help bring out the truth about the Armenian allegations of genocide against Turkey",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Turkey has been unfairly facing the \"So called Armenian genocide\" allegations for nearly a century, lead by Armenia and the Armenian Diaspora. Britain can help the situation by trying to determine the exact sources used in the blue book written by Arnold Toynbee to see if they are based on reliable sources. Turkey admit that mass deaths occured from both sides during the war however this cannot be labelled as genocide as it was not systematiclly carried out by the Ottoman Empire. Turkey even proposed a joint commission of historians to show its goodwill to bring out the truth which Armenia has always rejected knowing the truth that there was no genocide will come out, instead they try to convince parliaments around the world that a genocide took place. Parliaments cannot and should be allowed to write and define history. Britain would be helping greatly if it takes some actions to bring these allegations to an end. This is very important as the blue book is a very important source/thesis that the Armenians use today and if it is not based on reliable sources then it is very misleading.",
            "closed_at": "2008-03-05T00:00:00Z",
            "created_at": "2007-11-25T14:21:40.428393Z",
            "creator_name": "Mehmet Sumbul",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-25T14:21:40.428393Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 17,
            "state": "finished",
            "updated_at": "2008-03-06T00:01:02.039273Z"
        },
        "id": 7379386
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Turksagainstlies/"
    },
    "type": "petition"
}