{
    "data": {
        "attributes": {
            "action": "NOT recognise a unilateral declaration of independence in Kosovo.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Within weeks Europe could be facing a major crisis on its doorstep: the future status of Kosovo. The Kosovo Albanians want independence from Serbia. Belgrade says it can only tolerate loose autonomy. Europe is divided. Britain favours independence. Washington and Moscow are at odds. America backs independence. Russia is against it. There is a 10 December deadline for agreement. It is universally expected there won't be any agreement. The newly elected Kosovan Government is threatening a unilateral declaration of independence from Serbia if this happens. If recognized it could set off an explosive chain reaction throughout the western Balkans, leading to a resurgence in Serbian nationalism which would plunge not only Kosovo but Bosnia back into the grips of ethnic war. We must not let this happen. Apart from the threat of renewed conflict (and the resulting refugee crisis), most of the overland drug and people trafficking routes go through the Balkans. Islamist terrorism is another reason for anxiety. There is no pressing need for Kosovo to become a fully independent state. Pristina has as much autonomy as it can use. In a resumed war, no-one can win.",
            "closed_at": "2008-06-01T00:00:00Z",
            "created_at": "2007-11-25T19:58:41.810372Z",
            "creator_name": "Ben Stephen-Cox",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-25T19:58:41.810372Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 108,
            "state": "finished",
            "updated_at": "2009-01-16T17:27:30.299786Z"
        },
        "id": 7382774
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Kosovo2007/"
    },
    "type": "petition"
}