{
    "data": {
        "attributes": {
            "action": "Urgently review and to change the licensing procedures for child performers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Go for it theatre School and Acting Agency in Teddington/Richmond urges the Government to urgently review and to change the licensing procedures for child performers.\nThe outdated, inappropriate licensing system no longer benefits or protects children in a constantly changing profession.\nThe current legislation is often misunderstood and varies from borough to borough resulting in a postcode lottery resulting in a lack of equal opportunity for the child performer.\nCouncils are failing under a burden of administration and failing to protect children in the working environment from rogue managements.\nCare and protection is paramount for the child. It is crucial that local Councils liaise with those in the Entertainment Industry who really know what is going on. \nGo For It calls on government to standardise Child Performance Licences throughout the country and to amend or introduce new legislation, so that everyone will know what is involved and expected of them in employing young performers.",
            "closed_at": "2008-03-03T00:00:00Z",
            "created_at": "2007-11-25T23:26:35.758186Z",
            "creator_name": "Ms Teri Scoble",
            "government_response_at": "2008-03-17T12:39:16.969031Z",
            "government_responses": [
                {
                    "created_at": "2008-03-17T12:39:16.969031Z",
                    "details": "You signed a petition asking the Prime Minister to \"Urgently review and to change the licensing procedures for child performers.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15063.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'childperformers'",
                    "updated_at": "2008-03-17T12:39:16.969031Z"
                }
            ],
            "opened_at": "2007-11-25T23:26:35.758186Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 224,
            "state": "finished",
            "updated_at": "2008-03-04T03:11:58.340166Z"
        },
        "id": 7384973
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/childperformers/"
    },
    "type": "petition"
}