{
    "data": {
        "attributes": {
            "action": "Allow an excemption from the ID Card scheme on Christian religious grounds.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The proposed National ID Card Scheme intends to record biometric information to assist in the identification of individuals.  This proposes recording information derived from thumb prints, retina scans or DNA and converting it into a numerical representation. However passages 13 and 19 from the Bible's Book of Revelations appear to warn against it:-\n\nThe first, Revelations 13, seems to discuss the numerical storing of information from the eye or hand and its use to control a finance and market economy.\n\n\"And he causeth all, both small and great, rich and poor, free and bond, to receive a mark in their right hand, or in their foreheads: And that no man might buy or sell, save he that had the mark, or the name of the beast, or the number of his name\".\n\nThe second, Revelations 19 warns of the consequences of accepting the numbering.  \n\n\"them that had received the mark of the beast, and them that worshipped his image. These were both cast alive into a lake of fire burning with brimstone.” \n\nGiven this interpretation, I wish to petition the government to provide exemption from the National ID Card Scheme on religious grounds.",
            "closed_at": "2008-06-01T00:00:00Z",
            "created_at": "2007-11-25T22:19:42.238297Z",
            "creator_name": "Mark Foley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-25T22:19:42.238297Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2008-06-02T00:01:01.530982Z"
        },
        "id": 7384322
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IDCard-Religion/"
    },
    "type": "petition"
}