{
    "data": {
        "attributes": {
            "action": "Allow Veterans and surviving family members to be able to return to the place of War using the MOD indulgance flight system",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Recently some of the Falklands veterens, including myself, went back to the Falklands as part of an organised pilgrimmage and were amazed to find out that veterans and families have to pay full cost whilst serving MOD employees(that may have no conection at all with the war can use the MOD indulgentflight system only costing £50.\nWhilst there have been so many suicides since the connflict (more than actually dies in the Falkland war, and as we have found out, the visit can be fital in finding some peace. This is not possible for so many that can not afford it. We petition (along with the veterans minister Mr Twig who agreed on the Island to back us for this plight) to allow veterans and families of those who lost their life to be allowed to use indulgance flights for this purpose.",
            "closed_at": "2008-12-05T00:00:00Z",
            "created_at": "2007-11-25T23:23:12.615157Z",
            "creator_name": "Terry Stears",
            "government_response_at": "2009-01-12T15:45:21.543159Z",
            "government_responses": [
                {
                    "created_at": "2009-01-12T15:45:21.543159Z",
                    "details": "You signed a petition asking the Prime Minister to \"Allow Veterans and surviving family members to be able to return to the place of War using the MOD indulgance flight system\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17964\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Veterans-flights'",
                    "updated_at": "2009-01-12T15:45:21.543159Z"
                }
            ],
            "opened_at": "2007-11-25T23:23:12.615157Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 254,
            "state": "finished",
            "updated_at": "2008-12-10T03:01:45.840015Z"
        },
        "id": 7384961
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Veterans-flights/"
    },
    "type": "petition"
}