{
    "data": {
        "attributes": {
            "action": "give those persons affected by the breach in security at the Child Benefit Office with regular free access to their credit reports in order to monitor their finances for evidence of potential identity fraud",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In light of the recent security breach in the Child Benefit office with the loss of two discs containing the personal and financial information of 25 million people we believe the goverment should take positive action. As individuals we can change our bank accounts however we propose that the government assist affected persons by supplying all those affected with free regular access to their credit reports so that they can monitor their finances for any potential identity fraud. If you feel strongly that positive action should replace apologies please sign our petition. A petition already exists asking the government to change National Insurance numbers of those affected and we encourage you to sign up to that also.",
            "closed_at": "2008-05-29T00:00:00Z",
            "created_at": "2007-11-26T03:13:36.743721Z",
            "creator_name": "Deborah Ritchie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-26T03:13:36.743721Z",
            "rejected_at": "2007-12-02T18:28:17.422988Z",
            "rejection": {
                "code": 2048,
                "details": "As indicated previously.",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-02T18:28:17.422988Z"
        },
        "id": 7385561
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/creditreports/"
    },
    "type": "petition"
}