{
    "data": {
        "attributes": {
            "action": "make significant increases in defence spending on all three services to enable these services, being the Army, the Navy and the Air Force, to maintain and improve their present manpower levels and capabilities and to supply the necessary equipment from the level of personal protection to warships and aircraf, with the objective of continuing the UK's  position and credibility as a permanent member of the UN Security Council and a senior partner in NATO as well as keeping her independence of action, free from involvement with other nation states.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This country's armed forces are sadly depleted and overstretched. They need not be so and we run extraordinary risks by allowing them to continue as such. Thgis government should keep its [promise to the Navy not to cut surface strength or any other strength and should also order the new ships that have been promised and should provide the Air Force and the Army with the equipment they need to do the job properly.",
            "closed_at": "2008-02-26T00:00:00Z",
            "created_at": "2007-11-26T12:09:51.043357Z",
            "creator_name": "Jim Silver",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-26T12:09:51.043357Z",
            "rejected_at": "2008-01-02T00:01:06.840431Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/DefenceFunding/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-02T00:01:06.840431Z"
        },
        "id": 7390812
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ImproveDefence/"
    },
    "type": "petition"
}