{
    "data": {
        "attributes": {
            "action": "Allow GAY men to give blood",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a \"high risk\" we are not allowed to give blood, but comparing us to the other high risk factors makes me feel sick, here are the others stated from the National Blood Service:\n\nYou carry the hepatitis B virus, the hepatitis C virus or the HIV virus, You've ever worked as a prostitute, You've ever injected yourself with drugs even once.\n\nUK Blood Transfusion service: We ask gay men not to give blood because, as a group, are known to be at an increased risk of acquiring HIV and a number of other sexually transmitted infections (STIs), many of which are carried in the blood. It is specific behaviors, rather than being gay, which places gay men at increased risk of HIV infection. research shows that allowing gay men as a group to donate blood would increase the risk of HIV infected blood entering the blood supply.\n\nIf all of the above is correct heterosexual people shouldn’t be allowed to give blood as over recent years heterosexual’s have had the higher level of STI's compared to gay men.",
            "closed_at": "2008-05-26T00:00:00Z",
            "created_at": "2007-11-26T13:08:38.382721Z",
            "creator_name": "Ben Newbould",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-26T13:08:38.382721Z",
            "rejected_at": "2008-01-02T00:01:06.840431Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/blood-donations/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-02T00:01:06.840431Z"
        },
        "id": 7392062
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bloodgay/"
    },
    "type": "petition"
}