{
    "data": {
        "attributes": {
            "action": "stop the \"New Wing\" of Somerset House being bought by a large hotel chain, and lend his support to it becoming part of the Strand Campus of King's College London.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "King's College London occupies a cramped site on the Strand, and although it's international reputation has been extremely favourable recently, some of the buildings on campus were built in the 19th century and are unsuitable for such heavy use today.\nNext door, the \"New Wing\" of Somerset House has recently been vacated, and the trustees of the building have realised that they could do a lucrative deal with a firm of hoteliers, rather than honour an agreement that the site would go to King’s.  If King's were to take over the \"New Wing\", it would greatly enrich the fibre of this top university.  It would help to boost King's' growing reputation, which in turn would reflect onto the University of London and London as a whole.  If hoteliers were to buy this wing, we would get another hotel on the Strand, less than 5 minutes from The Savoy.  King's would still be cramped, with no possibility of expansion for the foreseeable future.\nPlease sign this petition to help King’s gain the New Wing.",
            "closed_at": "2008-02-02T00:00:00Z",
            "created_at": "2007-11-26T16:03:58.029735Z",
            "creator_name": "Caroline Hall",
            "government_response_at": "2008-02-28T14:40:25.175387Z",
            "government_responses": [
                {
                    "created_at": "2008-02-28T14:40:25.175387Z",
                    "details": "You signed a petition asking the Prime Minister to \"stop the \"New Wing\" of Somerset House being bought by a large hotel chain, and lend his support to it becoming part of the Strand Campus of King's College London.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14752.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SomersetHouseKCL'",
                    "updated_at": "2008-02-28T14:40:25.175387Z"
                }
            ],
            "opened_at": "2007-11-26T16:03:58.029735Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 754,
            "state": "finished",
            "updated_at": "2008-02-28T03:13:23.726775Z"
        },
        "id": 7395360
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SomersetHouseKCL/"
    },
    "type": "petition"
}