{
    "data": {
        "attributes": {
            "action": "make mobile phone network operators legally responsible for the cashback deals offered on their phone services.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Massive mobile phone discounts are offered in the form of a ‘cashback redemption'.   This has to be claimed from the retailer, yet the conditions are designed to be difficult, time consuming and easy to mess-up. \n\nThese offers are based on the prediction that not enough consumers will fulfill all the conditions to get the cashback, and this misleading premise means many end up paying much more than they think they will.\n\nThe networks pay commission to retailers for each new contract signed to their service, and often encourage retailers to promote cashback deals in the full knowledge they can’t all be successful.   \n\nYet now, growing waves of savvy consumers are succeeding in meeting the cashback retailers' terms; meaning the retailers can’t afford to pay out and therefore go into administration, as in the case of phoneboxdirect and coolnewmobile; leaving 10,000s in the lurch but with no recourse to the networks who encourage these irresponsible deals. \n\nThe current situation affords network operators continued benefit whilst consumers are disadvantaged and regulation needs to be put in place to protect consumers and rebalance the market.",
            "closed_at": "2008-06-02T00:00:00Z",
            "created_at": "2007-11-26T17:05:34.320735Z",
            "creator_name": "Martin Lewis",
            "government_response_at": "2008-07-17T12:12:14.509003Z",
            "government_responses": [
                {
                    "created_at": "2008-07-17T12:12:14.509003Z",
                    "details": "You signed a petition asking the Prime Minister to \"make mobile phone network operators legally responsible for the cashback deals offered on their phone services.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15984.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'MobilesCashback'",
                    "updated_at": "2008-07-17T12:12:14.509003Z"
                }
            ],
            "opened_at": "2007-11-26T17:05:34.320735Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3360,
            "state": "finished",
            "updated_at": "2008-10-31T03:55:13.525813Z"
        },
        "id": 7396440
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MobilesCashback/"
    },
    "type": "petition"
}