{
    "data": {
        "attributes": {
            "action": "Save Kemball Special Needs School, Stoke-On-Trent, From Closure",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the early part of 2007,Kemball was awarded by Ofsted the accolade of 'Outstanding'. The local council's proposal is to close Kemball down and build another special needs school on, or near the site of, a large mainstream school. All the parents are appalled at this prospect and have consequently formed an action group to save the school. Kemball is a loving and caring environment, where the children thrive. They are nurtured, encouraged and any potential they may have is maximised by the staff. There is great concern that the children will be ridiculed and humiliated from certain quarters in the mainstream school. Also, with the increase in class sizes, there is every likelihood that the care and provision that they currently receive will be compromised. We cannot stand by and let the Council destroy something that we, the parents, are so proud of, and the citizens of Stoke-On-Trent should be proud of too.",
            "closed_at": "2008-01-22T00:00:00Z",
            "created_at": "2007-11-26T23:56:44.351767Z",
            "creator_name": "Jane Blizzard",
            "government_response_at": "2008-02-21T15:45:52.755590Z",
            "government_responses": [
                {
                    "created_at": "2008-02-21T15:45:52.755590Z",
                    "details": "You signed a petition asking the Prime Minister to \" Save Kemball Special Needs School, Stoke-On-Trent, From Closure.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14652.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Kemball'",
                    "updated_at": "2008-02-21T15:45:52.755590Z"
                }
            ],
            "opened_at": "2007-11-26T23:56:44.351767Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 288,
            "state": "finished",
            "updated_at": "2008-01-23T00:01:02.191993Z"
        },
        "id": 7401922
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Kemball/"
    },
    "type": "petition"
}