{
    "data": {
        "attributes": {
            "action": "either (preferably) restore to Post Offices the right to sell/renew T.V. licences or, if that is not possible, instruct T.V. Licencing to send out reminders at least A MONTH before the licence is due for renewal",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My T.V. licence is due to be renewed in less than a week but I haven't yet received the reminder without which (as far as I know) I can't renew it.  If I don't renew it in time I could be liable for a £1,000(!) fine or even a prison sentence! but how can I renew it when T.V. LICENCING hasn't sent the reminder?  \n\nIf I receive this reminder within the next few days (i.e. in time to renew it before the end of the month) I'll have to take it to a local Pay Point shop; last year I was charged £10 for using such a shop (and, having investigated the situation, this shop charged the least of all local ones).  Since it was the government's decision to stop Post Offices renewing these licences I would have thought it only fair that Pay Points should be able to recoup their costs from THE GOVERNMENT rather than charging the individual licence holder. Alternatively I could send a cheque but I was told it could take UP TO A MONTH for this to be credited.  I'm very angry and worried about this situation; I rang T.V. Licencing and it was suggested that I could make an arrangement to pay by Direct Debit but that would have meant giving my bank details over the phone which I did not consider to be safe.",
            "closed_at": "2008-11-02T00:00:00Z",
            "created_at": "2007-11-27T01:19:43.465566Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-27T01:19:43.465566Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 15,
            "state": "finished",
            "updated_at": "2008-11-03T00:01:01.897825Z"
        },
        "id": 7402184
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TV-Licence-PO/"
    },
    "type": "petition"
}