{
    "data": {
        "attributes": {
            "action": "Secure the future of the acclaimed Frank Barnes School for Deaf Children as a Regional Centre of Excellence for London",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Frank Barnes School is the only Sign Bilingual School for Deaf children in London. The curriculum is delivered directly through British Sign Language (BSL), a British minority language officially recognised by this government in March 2003. There is no other school in London that provides Deaf children with the same high quality of teaching through sign language, taught by both Deaf and hearing staff. Because BSL is their first language, a bilingual education ensures that Deaf children have full access to the curriculum and that they develop as confident individuals with a positive Deaf identity.\nThe future of Frank Barnes School is now under serious threat as Camden Council have made plans to demolish the building to make way for an Academy before securing a suitable site for Frank Barnes to move to. Camden Council’s preferred option for Frank Barnes is to send the children to a school in Haringey. This would fail our Deaf children, as it would not meet their needs.\nWe ask the Prime Minister for a guarantee that Frank Barnes School will be rebuilt and allowed to continue to provide the high standard of bilingual education for Deaf children now and in the future.",
            "closed_at": "2008-01-07T00:00:00Z",
            "created_at": "2007-11-27T12:59:19.071434Z",
            "creator_name": "Polly Burton",
            "government_response_at": "2008-02-18T12:29:58.650565Z",
            "government_responses": [
                {
                    "created_at": "2008-02-18T12:29:58.650565Z",
                    "details": "You signed a petition asking the Prime Minister to \"Secure the future of the acclaimed Frank Barnes School for Deaf Children as a Regional Centre of Excellence for London.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14578.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'frankbarnes'",
                    "updated_at": "2008-02-18T12:29:58.650565Z"
                }
            ],
            "opened_at": "2007-11-27T12:59:19.071434Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 683,
            "state": "finished",
            "updated_at": "2008-01-26T03:13:32.966744Z"
        },
        "id": 7407051
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/frankbarnes/"
    },
    "type": "petition"
}