{
    "data": {
        "attributes": {
            "action": "Ensure all UK Registrars are governed by the same laws regarding music at a wedding Civil Ceremony.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At present, the law states (in paragraph 11 of Schedule 2 to The Marriages (Approved Premises) Regulations 1995) that: \n\n\"Any reading, music, words or performance which forms part of a ceremony of marriage celebrated on the premises must be secular in nature; for this purpose any such material used by way of introduction to, in any interval between parts of, or by way of conclusion to the ceremony shall be treated as forming part of the ceremony.\"\n\nAt present, the decision on which music to allow at a Civil Ceremony is up to the Registrar who will marry you and of their understanding of the above law.\n\nSo while a registrar in one town may not allow you to play ‘James Blunt – You’re beautiful’ or ANY song which mentions words like heaven, angel, spirit etc,  up the road 10 miles away they will allow any song which is not religious in overall content (Church songs/hymns etc).\n\nI propose a law be brought into place which more clearly identifies which songs can or cannot be played during a civil ceremony for all registrars in the UK to follow.  \n\nIn particular, any song which meaning is NOT overall religious should be allowed.",
            "closed_at": "2008-12-03T00:00:00Z",
            "created_at": "2007-11-27T13:04:52.981337Z",
            "creator_name": "Sian Fowler",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-27T13:04:52.981337Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 17,
            "state": "finished",
            "updated_at": "2008-12-04T00:01:01.574221Z"
        },
        "id": 7407131
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CivilMusic/"
    },
    "type": "petition"
}