{
    "data": {
        "attributes": {
            "action": "listen to the people",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Things have gone too far, the country has no direction anymore and we the people demand a change and an answer to our questions.  We are sick of the government putting their hands in our pockets every time we look away.  The time for the British people to be put first is long over due.  We are being taxed for near enough everything and then re-taxed in many circumstances without us knowing.  What have we got to show for all these extra taxes: High prices, housing market out of control, dreadful public transport, crime out of control, schools and hospitals falling apart, petrol now over £1.00 a litre, immigration overload, the list goes on.  This country has also been at war on at least two fronts over the last 5 years and how many of these things have the British Public be consulted on? NONE. For some reason the British Public has just laid down and let this happen.  Whole towns and communities have been transformed in the last few years into unpleasant places to live.  Now is the time to stop and start talking to the public who votes for you the government before our entire country no longer represents our past values and traditions.",
            "closed_at": "2008-05-28T00:00:00Z",
            "created_at": "2007-11-27T19:48:04.521942Z",
            "creator_name": "Steven Horsley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-27T19:48:04.521942Z",
            "rejected_at": "2007-12-29T00:01:04.477690Z",
            "rejection": {
                "code": 512,
                "details": "Please give a clear policy-based instruction for HM Government",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-29T00:01:04.477690Z"
        },
        "id": 7412516
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BritishPublic/"
    },
    "type": "petition"
}