{
    "data": {
        "attributes": {
            "action": "Share the burden of the road network repair costs by introducing a flat rate road pricing scheme (depending on vehicle size / gross weight & duration of stay) for all foreign national vehicles entering the UK.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Due to the ever increase of foreign national vehicles using the UK road network. It is only right that these drivers should also share the burden of maintaining this network. This can be carried out by collecting a fixed toll at all vehicle entry points in the UK. The pricing scheme could reflect the one that is operated in Switzerland, where you are charged by the number of axles, gross weight of the vehicle and the length of stay in the country. The current injustice that the UK motorists & transport sector is always liable for the maintenance costs via ever increasing vehicle and fuel taxation needs to be addressed. If foreign national vehicles use our road network, then they should support the network repair costs.",
            "closed_at": "2008-11-27T00:00:00Z",
            "created_at": "2007-11-27T21:07:14.317896Z",
            "creator_name": "Dave Barge",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-27T21:07:14.317896Z",
            "rejected_at": "2008-01-02T00:01:06.840431Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Foreign-car-tax/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-02T00:01:06.840431Z"
        },
        "id": 7413317
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Tolls-UK-Entry/"
    },
    "type": "petition"
}