{
    "data": {
        "attributes": {
            "action": "end the postcode lottery of violence against women support services",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are calling on the Prime Minister to take urgent action to end the postcode lottery in violence against women support services, such as Rape Crisis Centres, to stem the tide of closures and ensure all women have access to these vital services.\n\nEvery year, 3 million women in the UK are victims of gender-based violence. Specialised services are essential to support these women, yet provision is patchy and in some places there are no services at all. \n\nMap of Gaps, an End Violence Against Women and Equality and Human Rights Commission report, highlights that:\n- A third of local authorities in the UK have no specialised support services\n- Most women in the UK have no access to a Rape Crisis Centre\n- Less than one in ten local authorities have specialist services for ethnic minority women\n\nWe call on the government to take a more strategic approach to ending all forms of violence against women, including a commitment to long-term funding of specialised violence against women services.",
            "closed_at": "2008-12-03T00:00:00Z",
            "created_at": "2007-11-28T14:11:16.561323Z",
            "creator_name": "Kate Nevens",
            "government_response_at": "2009-02-06T15:18:52.234001Z",
            "government_responses": [
                {
                    "created_at": "2009-02-06T15:18:52.234001Z",
                    "details": "You signed a petition asking the Prime Minister to \"end the postcode lottery of violence against women support services\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18236\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'violenceservices'",
                    "updated_at": "2009-02-06T15:18:52.234001Z"
                }
            ],
            "opened_at": "2007-11-28T14:11:16.561323Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1571,
            "state": "finished",
            "updated_at": "2009-06-02T16:36:26.565798Z"
        },
        "id": 7420121
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/violenceservices/"
    },
    "type": "petition"
}