{
    "data": {
        "attributes": {
            "action": "To put a stop to the cruel production and use of Premarin drug for menopause - Made from pregnant mares urine",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I feel a petition is needed for this as not only are alot of people unaware of the Ingredients of this drug but also cruel production of this drug - The Premarin drug is made from Pregnant Mares Urine where there horses are stood for months unable to lie down or walk around and the rule in the industry seems to be give the water a little as possible not even twice a day these horses are put in foal once they have had the foal it is snatched from the only days after birth and then cast aside for slaughter the mare then impregnated again - You can just imagine the mental and phsyical pain these horses endure to fetch a drug to a market where women prescribed them can take a herbal alternative.\n\nPlease sign this petition and stop the barbaric treatment.",
            "closed_at": "2008-07-05T00:00:00Z",
            "created_at": "2007-11-28T16:47:23.107673Z",
            "creator_name": "Shelly Jagger",
            "government_response_at": "2008-08-18T13:26:52.474897Z",
            "government_responses": [
                {
                    "created_at": "2008-08-18T13:26:52.474897Z",
                    "details": "You signed a petition asking the Prime Minister to \"To put a stop to the cruel production and use of Premarin drug for menopause - Made from pregnant mares urine.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16564\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'PremarinMares'",
                    "updated_at": "2008-08-18T13:26:52.474897Z"
                }
            ],
            "opened_at": "2007-11-28T16:47:23.107673Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 260,
            "state": "finished",
            "updated_at": "2008-07-06T00:01:01.975647Z"
        },
        "id": 7422278
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PremarinMares/"
    },
    "type": "petition"
}