{
    "data": {
        "attributes": {
            "action": "call on the resignation of our Prime Minister, Gordon Brown and his colleague Alistair Darling, following the loss of data that contains over 25 million names and confidential information of its English Citizens.....",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Following the admission of lost data from HM Revenue & Customs (HMRC) about families who receive child benefit. But as yet cannot be traced.\nWe seek the formal resignation of Alistair Darling and Gordon Brown. As would be the procedure in the 'commercial business' world. Given the magnitude of this error.Not only are these families at risk now, but could be at risk for many months even years to come.When your identify has been stolen, the question to be asked is do you think the government could cope with rectifying this problem, should it snowball? A crisis would follow our credit scoring could be affected?\nOur children may not be able to purchase that first house? The government has placed our details at risk.Therefore we ask for relevant resignations and thus offer the opportunity for more effective politicians to rule and govern our country.We seek a promise be given to the people that our financial futures and that of our sons and daughters is made safe.",
            "closed_at": "2008-03-03T00:00:00Z",
            "created_at": "2007-11-28T21:37:34.563954Z",
            "creator_name": "Stuart Humphrey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-28T21:37:34.563954Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 37,
            "state": "finished",
            "updated_at": "2008-03-05T03:12:15.660313Z"
        },
        "id": 7425206
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Dataresignation/"
    },
    "type": "petition"
}