{
    "data": {
        "attributes": {
            "action": "do all possible to secure the immeadiate release of Gillian Roberts from prison in Sudan",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gillian Roberts, a hard working and long serving teacher has been convicted by a court in the Sudan of various offences. She is TOTALLY innocent of these charges - she didn't name the teddy bear - it was HER CLASS THAT DECIDED ON THE NAME.\n\nThere are serious questions as to the fairness of her trial, with her legal team only being allowed to visit her last night and then being given almost NO notice of the trial itself. Even diplomats from the British Embassy were originally prevented from entering the Court and NO western journalists were allowed inside.\n\nThis is an utter travesty of justice and the Sudanese Government need to know how we feel.\n\nThis is a Government that has actively backed militias in Darfur to murder and rape thousands of innocent people and has caused millions to be displaced.\n\nEnough is enough and now the British Government should STOP AID to the Sudanese Government, expell their Ambassador to London and recall our Ambassador from Sudan",
            "closed_at": "2008-02-29T00:00:00Z",
            "created_at": "2007-11-29T19:53:23.592152Z",
            "creator_name": "simon philip kalman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-29T19:53:23.592152Z",
            "rejected_at": "2008-01-02T00:01:06.840431Z",
            "rejection": {
                "code": 768,
                "details": "Gillian Gibbons has now been released.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-02T00:01:06.840431Z"
        },
        "id": 7434971
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GILLIANROBERTS/"
    },
    "type": "petition"
}