{
    "data": {
        "attributes": {
            "action": "expel Sudanese diplomats in response to the sentence handed down to a British school teacher.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Today, a British school teacher was sentenced to 15 days in a Sudanese prison and subsequent deportation following being found guilty of inciting religious hatred by a court in Khartoum, Sudan.\n\nThis sentence was handed out despite protests from the British Council of Muslims and the Foreign Office. It is reported that the clerics handing out the sentence accused the primary school teacher of being part of an anti-Islam Western conspiracy. It is futher reported that the teacher was denied access to counsel and Consular representation during her time in Sudanese custody.\n\nSudanese citizens in the UK enjoy every protection and privilege provided to them and any other visitor to our nation. It is clear that this protection is not reciprocated in Sudan. \n\nWe cannot allow Sudan to continue to put British citizens in jeopardy and by expelling Sudanese diplomatic staff in the UK, we send a clear message that the UK will cease relations with Sudan until it can abide by internationally acceptable and reasonable standards of behaviour.",
            "closed_at": "2007-12-29T00:00:00Z",
            "created_at": "2007-11-29T20:47:36.989344Z",
            "creator_name": "Matthew Birks",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-29T20:47:36.989344Z",
            "rejected_at": "2008-01-02T00:01:06.840431Z",
            "rejection": {
                "code": 512,
                "details": "Mrs Gibbons has now been released.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-02T00:01:06.840431Z"
        },
        "id": 7435422
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SudaneseEmbassy/"
    },
    "type": "petition"
}