{
    "data": {
        "attributes": {
            "action": "quash the Schools Adjudicator's decision that proximity to the Howard of Effingham School is no longer a criterion for admission to the school but rather the distance the child lives from the next nearest school.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This decision affects admissions to the Howard for 2008. Using 2007 applications, Surrey County Council has estimated that more than 60 children living in Bookham & Fetcham (communities from which children have always attended the Howard) will no longer obtain a place at the School, despite it being their nearest school and within walking/cycling distance. Priority will be given to children living further away who already have to travel by car or bus. We strongly object to this ruling on the following grounds \n1. Local children will no longer be able to cycle /walk to school\n2. Our community will be fragmented, splitting our children amongst a number of different schools perhaps a significant distance from their home 3. Increased traffic congestion & pollution \n4. Lack of consultation with communities most adversely affected by the decision.",
            "closed_at": "2007-12-21T00:00:00Z",
            "created_at": "2007-11-29T20:30:10.449145Z",
            "creator_name": "Caroline Gibbons",
            "government_response_at": "2008-02-15T12:05:08.375517Z",
            "government_responses": [
                {
                    "created_at": "2008-02-15T12:05:08.375517Z",
                    "details": "You signed a petition asking the Prime Minister to \"quash the Schools Adjudicator's decision that proximity to the Howard of Effingham School is no longer a criterion for admission to the school but rather the distance the child lives from the next nearest school.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14547.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Howard'",
                    "updated_at": "2008-02-15T12:05:08.375517Z"
                }
            ],
            "opened_at": "2007-11-29T20:30:10.449145Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 956,
            "state": "finished",
            "updated_at": "2008-03-13T03:14:00.593931Z"
        },
        "id": 7435284
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Howard/"
    },
    "type": "petition"
}