{
    "data": {
        "attributes": {
            "action": "enable the N.H.S. to recoup from local authorities the cost of treating any accident caused by unsafe pavements; also NOT to put water mains, etc., under pavements",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Recently, while walking along, I tripped very badly on a manhole cover; I didn't actually fall but I thought I was going to and this gave me a bad shock. The next day I tried to see what I'd tripped on; there were a number of possible candidates. Later on the day of the trip I DID fall (which I think was partly due to  feeling vulnerable due to the previous near-miss); a couple of police officers in the area were concerned enough to call an ambulance the staff of which offered to take me to hospital. \n\nSince then I've felt very anxious that I might fall again; I contacted my local councillor about the possibility of repairing these obviously unsafe pavements but he said they couldn't afford to so I feel that, for the safety of pedestrians, my suggestion should take place; I imagine councils WOULD somehow find the money if they thought it would later save them from higher expenditure.\n\nRe not putting water mains, etc., under pavements this is in response to a petition asking for this to be done so that drivers - who seem to think they should have priority in all things - are not inconvenienced.  This would obviously make pavements EVEN MORE dangerous for pedestrians.",
            "closed_at": "2008-08-03T00:00:00Z",
            "created_at": "2007-11-30T03:49:56.806410Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-30T03:49:56.806410Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2008-08-04T00:01:01.550074Z"
        },
        "id": 7436998
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MakePavementSafe/"
    },
    "type": "petition"
}