{
    "data": {
        "attributes": {
            "action": "Aid & support King's College London's bid to purchase and devlop the New Wing of Somerset House.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "King's College London has a long and reputable history as one of the UK's top Universities. It has a strong academic record and well-founded international reputation; it is therefore only fitting that this institution be aided in its bid to expand along the Strand into the historic settings of Somerset House. The trustees are currently considering bids, as to who should occupy the ‘New Wing’. King’s College London’s biggest rival is reported to be a private hotel consortium; it would be a great shame if such a significant portion of the prolific landmark was sold to make way for a hotel, when there are already three world famous hotels within walking distance. King’s College London’s proposals include amongst others, relocating its prestigious law school and creating a new public policy centre.  We therefore request that at the very least a dialogue be created between the Home Office and Somerset House in the hope that the wing is developed in the best interests of the public.",
            "closed_at": "2008-01-29T00:00:00Z",
            "created_at": "2007-11-29T23:04:20.529984Z",
            "creator_name": "Vijay Ray-Chaudhuri",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-29T23:04:20.529984Z",
            "rejected_at": "2008-01-03T00:01:07.925176Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/SomersetHouseKCL/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-03T00:01:07.925176Z"
        },
        "id": 7436396
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Kingsbid/"
    },
    "type": "petition"
}