{
    "data": {
        "attributes": {
            "action": "Take immediate positive action to register the disgust of the British People at the disgraceful and wanton action of the Sudanese courts in the matter of Gillian Gibbons.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A British citizen has voluntarily given time and skills to the Sudanese people. Having made an innocent error of judgment, Ms Gibbons has been victimised by a hard-line minority who have been criticised by our own Muslim community. Notwithstanding, the Sudanese authorities have taken upon themselves to take a deliberate and totally unnecessary hard line on this matter and have criminalised this trivial affair.\nThe British Government should take immediate action to emphasise that we, the British people are not prepared to have our generosity spat upon by aggressive, intolerant bigots who appear happy to take but give nothing in return.\nSerious consideration should be given to the cessation of assistance to such ingrates forthwith.",
            "closed_at": "2007-12-29T00:00:00Z",
            "created_at": "2007-11-29T23:16:29.422178Z",
            "creator_name": "Craig Porch",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-29T23:16:29.422178Z",
            "rejected_at": "2008-01-02T00:01:06.840431Z",
            "rejection": {
                "code": 2560,
                "details": "Mrs Gibbons has now been released.\n\nhttp://petitions.pm.gov.uk/stopsudanaid/",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-02T00:01:06.840431Z"
        },
        "id": 7436480
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/G-Gibbons/"
    },
    "type": "petition"
}