{
    "data": {
        "attributes": {
            "action": "Stop the redesignation of Torbay Hospitals Sterile Services Department ~ HSDU",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sterile Services clean, service, check and then sterilise the instruments used in operating theatres, on wards and in outlying hospitals and GP surgeries. Currently there is a proposal being considered to transfer the staff and service, along with a number of other hospitals in the region, to a private company based in Taunton. This could increase the risk of infection, but also disrupt the continuity of services leading to the possible cancellation of operations, perhaps yours? The proposal also impacts on the environment with higher emissions due to the instruments and staff needing to make regular round trips upwards of a hundred miles each day. If the proposal is fully decided upon it will give the dedicated workforce no choice at all either; work in Taunton or don’t work. Your support in this matter will determine the number of people made un-employed in the bay.",
            "closed_at": "2008-11-30T00:00:00Z",
            "created_at": "2007-11-30T11:39:40.421084Z",
            "creator_name": "Kay Jefford",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-30T11:39:40.421084Z",
            "rejected_at": "2008-01-03T00:01:07.925176Z",
            "rejection": {
                "code": 2048,
                "details": "This is the same as the petition you submitted 10 mins ago, which was accepted.",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-03T00:01:07.925176Z"
        },
        "id": 7439372
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Sterile-services/"
    },
    "type": "petition"
}