{
    "data": {
        "attributes": {
            "action": "Make legislation to ban videos of animal cruelty on the internet as he would those of child abuse!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My previous petition was rejected on the grounds that is was not something under the remit of government. I put it to you that allowing graphic videos of small animals being eaten alive on mainstream media is morally wrong, and illegal in the UK. Deliberate cruelty to animals is symptomatic of a mind that has no empathy, is possibly dangerous, and this callousness cannot be encouraged. This is deliberate cruelty as one need not fed a live chick to a snake! One only needs to read the comments on these videos to realise that the people making and watching them are not well. The loud and clear message being sent out by these mainstream sites is that animals are expendable playthings on which to exert our cruelest notions. If videos of mice being torn apart alive by piranahs is permissable, why do we not see videos of dog or cock-fighting on these sites such as You Tube? Who regulates this? It all seems very arbitrary. I believe that this cruelty should be highlighted and policed on the internet like child cruelty. Or at least like cruelty to any domestic animals. I think society as a whole stands to benefit from from a government stance that takes a dim view of cruelty.",
            "closed_at": "2009-01-14T00:00:00Z",
            "created_at": "2007-11-30T21:48:00.037762Z",
            "creator_name": "Rachel Beckett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-11-30T21:48:00.037762Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 168,
            "state": "finished",
            "updated_at": "2009-02-03T03:01:56.856841Z"
        },
        "id": 7446154
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CrueltyTube/"
    },
    "type": "petition"
}