{
    "data": {
        "attributes": {
            "action": "Force the BBC to adopt a model of selective delivery to households",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I don't watch the BBC anymore, yet I have to pay to receive it.  Why?\n\nI pay VAT for my TV, DVD player, video player, set-top box and my monthly cable services.  All this is government tax.  And then I have to pay for receiving BBC programs too.  Why?\n\nNot everyone wants to receive the BBC channels.  The BBC should be forced to adopt a 'selective delivery' model, whereby their programs (and the license fee) are received by those people who want them.  At the moment this can be described as nothing more than a blanket tax on ALL of the UK population.  Why do I have to pay for a service that I don't want or need?  I have thought about taking this to the European court, because I'm sure this extortion of something I don't want cannot be legal??\n\nTV license is a tax.  It should be labeled as such.  We are the only (to my knowledge) 'civilised' country that forces people to pay to watch television.  Why?\n\nI'm sure this petition, like all of the other TV-related petitions, will get ignored by the government, which enjoys this 'blanket tax' so much.",
            "closed_at": "2008-06-01T00:00:00Z",
            "created_at": "2007-12-01T14:23:16.815766Z",
            "creator_name": "Mark Pitt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-01T14:23:16.815766Z",
            "rejected_at": "2008-01-04T00:01:13.434503Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/bbc-PAYG/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-04T00:01:13.434503Z"
        },
        "id": 7448995
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/tvselective/"
    },
    "type": "petition"
}