{
    "data": {
        "attributes": {
            "action": "Impose economic sactions against the country of Sudan with immediate effect",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The manner with which the country of Sudan has treated this poor 54 year old school teacher is a disgrace and I request HM Government impose these sanctions as a statement that as a country, we simply cannot tolerate a British subject being subjected to a baying mob of 10,000 axe/club/weapon  wielding mob chanting for her execution.\nGreat Britain provides aid to Sudan on many fronts, not just economic, but also by sending good people like this 54 year old Liverpool lady to help in the schools and this is how they treat us. Sudan needs Great Britain more than Great Britain needs Sudan and as tolerant a nation as we are, this demand by a 10,000 strong mob to execute a British subject is a step too far.\nI applaud Lord Steele's intervention, but we need to show the world that we are indeed worthy of being the only nation on this earth with the title “Great” before it's name. I would urgently request the government of Great Britain to impose sanctions upon Sudan, and whilst Her Majesty Queen Elizabeth II may not be a political figure, she surely cannot be content that one of her subjects that has gone to help an under-developed nation, is being treated in such a manner.",
            "closed_at": "2008-06-01T00:00:00Z",
            "created_at": "2007-12-01T23:09:04.396373Z",
            "creator_name": "Mick Hay",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-01T23:09:04.396373Z",
            "rejected_at": "2008-01-04T00:01:13.434503Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Sudan-/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-04T00:01:13.434503Z"
        },
        "id": 7451452
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SudanSanctions/"
    },
    "type": "petition"
}