{
    "data": {
        "attributes": {
            "action": "STOP THE CLOSURE OF BARNWELL POST OFFICE",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Post Office is currently advertising under the slogan 'The Peoples Post Office' so why are they depriving so many people!\n\nBarnwell Post Office in Northamptonshire has been listed to close.  Barnwell PO is at the heart of a triving community and is used not only by the residents of the village, but my residents of at least 22 surrounding villages and numerous local businesses.\n\nBarnwell PO is open at convenient times, easy parking, friendly staff and most of all needed in our community.\n\nA lot of people in Barnwell and the surrounding area are solely reliant of the Post Office, with a serve lack of public transport in the village, many elderly people can not get to the local town and as such the Post Office is an absolute necissity in the village.  \n\nDue to the ease of parking and extremely convenient hours of Barnwell Post Office, it is utilised by numerous local businesses.\n\nSTOP THE CLOSURE OF BARNWELL POST OFFICE AND HELP SAVE THE HEART OF A COMMUNITY",
            "closed_at": "2008-01-30T00:00:00Z",
            "created_at": "2007-12-02T17:44:38.223004Z",
            "creator_name": "Kirsty McIntosh",
            "government_response_at": "2008-02-25T16:17:26.114349Z",
            "government_responses": [
                {
                    "created_at": "2008-02-25T16:17:26.114349Z",
                    "details": "You signed a petition asking the Prime Minister to \"STOP THE CLOSURE OF BARNWELL POST OFFICE.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14704.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'BARNWELL'",
                    "updated_at": "2008-02-25T16:17:26.114349Z"
                }
            ],
            "opened_at": "2007-12-02T17:44:38.223004Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 371,
            "state": "finished",
            "updated_at": "2008-03-12T03:14:36.835206Z"
        },
        "id": 7454966
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BARNWELL/"
    },
    "type": "petition"
}