{
    "data": {
        "attributes": {
            "action": "Consider the discriminatory implications of singling out the Spiritualist religion for inclusion within the Consumer Protection Regulations and not other religions. Any changes to the Fraudulent Mediums Act should only be made after extensive consultation with all the main spiritualist organisations.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Whilst we agree that those who are deliberately fraudulent should be prosecuted it should be remembered that, other than the Church of England, Spiritualism is the only other legally recognised religion in this country. The others are only tolerated. The Religious Discrimination Act states that all religions should be treated equally. If Spiritualism is to be included within these regulations then so should all the other religions.",
            "closed_at": "2008-02-06T00:00:00Z",
            "created_at": "2007-12-02T16:52:10.065712Z",
            "creator_name": "Ian Jones",
            "government_response_at": "2008-02-29T16:18:08.400655Z",
            "government_responses": [
                {
                    "created_at": "2008-02-29T16:18:08.400655Z",
                    "details": "You signed a petition asking the Prime Minister to \"Consider the discriminatory implications of singling out the Spiritualist religion for inclusion within the Consumer Protection Regulations and not other religions. Any changes to the Fraudulent Mediums Act should only be made after extensive consultation with all the main spiritualist organisations.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14791.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Clairvoyants'",
                    "updated_at": "2008-02-29T16:18:08.400655Z"
                }
            ],
            "opened_at": "2007-12-02T16:52:10.065712Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2615,
            "state": "finished",
            "updated_at": "2008-06-10T04:05:34.073248Z"
        },
        "id": 7454538
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Clairvoyants/"
    },
    "type": "petition"
}