{
    "data": {
        "attributes": {
            "action": "reinstate double track on the Cotswold Railway Line (Oxford to Worcester).",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The railway line between Oxford and Worcester has three long sections of single track. This causes many problems:\n\n*Punctuality- delays are added onto delays as trains have to wait at the end of the double track sections.\n\n*Unreliability- late trains are often terminated early, to avoid delays to the next service. This leaves passengers stranded for hours, with no information at many village stations.\n\n*A poor frequency of train services- recently, demand for the service has increased, but because of the single track, no more services can be introduced due to timetabling restraints.\n\n*Slow journey times- a lot of time is wasted as \"back up\" time- to improve punctuality. This means that most journeys are really too long. Trains also have to have to call at almost every village station en-route, despite being \"InterCity\" trains. No more express services can be fitted in. Drivers also have to exchange tokens etc. This is not acceptable in the 21st Century.\n\nDouble tracking these section would eliminate all of the problems above, and give the people a service they deserve.",
            "closed_at": "2008-12-05T00:00:00Z",
            "created_at": "2007-12-02T18:17:43.659331Z",
            "creator_name": "William J D Dewar",
            "government_response_at": "2009-01-12T15:46:07.944831Z",
            "government_responses": [
                {
                    "created_at": "2009-01-12T15:46:07.944831Z",
                    "details": "You signed a petition asking the Prime Minister to \"reinstate double track on the Cotswold Railway Line (Oxford to Worcester).\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17967\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Cotswold'",
                    "updated_at": "2009-01-12T15:46:07.944831Z"
                }
            ],
            "opened_at": "2007-12-02T18:17:43.659331Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 442,
            "state": "finished",
            "updated_at": "2009-06-02T17:26:03.284921Z"
        },
        "id": 7455231
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Cotswold/"
    },
    "type": "petition"
}