{
    "data": {
        "attributes": {
            "action": "Establish a Beer Drinkers' Bill of Rights",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "1. All have the right to beer, the right to own beer and the right to their own beer.\n2. Local beer shall be available and shall be excellent.\n\n3. Beer shall not be taxed in undue proportion to other consumables.\n\n4. Beer, including its constituent elements, shall be explained and explicable to the drinkers of beer.\n\n5. Regardless of the source, beer shall be snob-free, plainly advertised and made available with minimal intermediaries, both in terms of consultation and transaction between the brewer and the drinker.\n\n5. Beer shall be offered in a variety of packaging formats which shall include low cost formats.\n\n6. Beer shall be safe, shall be and shall be accepted as a wholesome food and shall be recognized as an important and moderate agent in the pursuit of happiness.\n\n7. The diverse rights to and of beer enunciated herein shall be guaranteed subject only to such reasonable limits as can be demonstrably justified in a free and democratic society.",
            "closed_at": "2008-06-03T00:00:00Z",
            "created_at": "2007-12-03T13:19:05.747879Z",
            "creator_name": "Sam Townend",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-03T13:19:05.747879Z",
            "rejected_at": "2008-01-04T00:01:13.434503Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-04T00:01:13.434503Z"
        },
        "id": 7464813
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/beer-rights/"
    },
    "type": "petition"
}