{
    "data": {
        "attributes": {
            "action": "Stop Ken Livingstone/TfL from splitting the Northern Line",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Hi Londoners,\n\nFor additional info: please read the BBC news website for an article about a possible splitting of the Northern Line into 2 parts:\n(just enter \"northern line split\" in the search field)\n\nSouth London already has a severe lack of tube services, and there are now talks of splitting the Northern Line into 2 separate lines.\n\n1. This would mean no one south of Kennington, or some people north of Camden, would ever again have a direct connection to the West End as all those trains would always run via Bank.\n\n2. The West End is a far busier place at night for people out socialising; everyone returning would always have to wait on sometimes severely congested platforms at Kennington for trains coming from Bank down to Morden. This is already happening a lot currently, and I'm sure many of you can vouch for the overcrowding and general lack space on the platforms at Kennington in the evenings and late at night.\n\nPLEASE sign this petition to register your disapproval of this proposed scheme before it has a chance to be pushed through without proper consultation with us - the people who USE and PAY FOR using the Northern Line.\n\nThanks!",
            "closed_at": "2008-12-07T00:00:00Z",
            "created_at": "2007-12-03T15:33:19.267224Z",
            "creator_name": "T Rissik",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-03T15:33:19.267224Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 14,
            "state": "finished",
            "updated_at": "2009-06-02T16:36:26.565798Z"
        },
        "id": 7467852
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveNorthernLine/"
    },
    "type": "petition"
}