{
    "data": {
        "attributes": {
            "action": "drop company handling charges unless using a Direct Debit facility.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Companys are working alongside banks it seems here to make the general public conform to whatever they so desire. Large companys such as Virgin Media, BT and more force you to use Direct Debit in order to not face an extra £5 on any bill. Unless banks are going to stop charges for going over your overdraft or sending a payment back this should be stopped. We are told we are getting an option as there are 5 different ways to pay for a bill, if this was the case there would not only be 1 option where a £5 fee is not impossed. That is forceful and unfair, We should not be forced to do something in a particular way. This economy is getting greedier and greedier, harder and harder to live in and conform with. Large companys & Businesses sending people to your home to sell you a product not properly explained, dragging you into a year bound contract with rules that should not be able to be impossed and its being allowed to happen by the hyrachies. And it should not be allowed.",
            "closed_at": "2008-12-03T00:00:00Z",
            "created_at": "2007-12-03T16:46:35.116867Z",
            "creator_name": "Lee Edwardes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-03T16:46:35.116867Z",
            "rejected_at": "2008-01-06T00:01:12.928549Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/InvoiceCharges/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-06T00:01:12.928549Z"
        },
        "id": 7469301
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/handlingfee/"
    },
    "type": "petition"
}