{
    "data": {
        "attributes": {
            "action": "Enforce that the manufactures of engine coolant and antifreeze to contain a bittering agent, denatonium benzoate, to render the coolant and antifreeze unpalatable to reduce the number of poisonings in children and animals",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ethylene glycol, the main ingredient in almost all major antifreeze brands, has an inviting aroma, a sweet flavor—and a deadly aftertaste. Its appealing smell and taste often tempt animals and children to drink the highly poisonous substance. \n\nLuckily, an alternative exists. To lower the risk to animals, consumers can switch to a brand of antifreeze containing propylene glycol, a chemical ingredient that is less toxic than ethylene glycol. In addition to being safer, propylene glycol has a bitter taste that makes it less attractive to curious animals. \n\nAlthough it's safer than ethylene glycol antifreeze, propylene glycol antifreeze is still toxic. To reduce the risk of poisoning, all brands of antifreeze should be handled carefully and treated as a highly poisonous substance.\n\n\"You should always take care to ensure that antifreeze is stored well away from animals and children, antifreeze spills are completely cleaned up, and leaks are immediately repaired",
            "closed_at": "2008-12-07T00:00:00Z",
            "created_at": "2007-12-03T17:57:05.506770Z",
            "creator_name": "John Els",
            "government_response_at": "2009-05-22T12:02:52.339483Z",
            "government_responses": [
                {
                    "created_at": "2009-05-22T12:02:52.339483Z",
                    "details": "You signed a petition asking the Prime Minister to \"Enforce that the manufactures of engine coolant and antifreeze to contain a bittering agent, denatonium benzoate, to render the coolant and antifreeze unpalatable to reduce the number of poisonings in children and animals.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19371\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Antifreeze-Kills'",
                    "updated_at": "2009-05-22T12:02:52.339483Z"
                }
            ],
            "opened_at": "2007-12-03T17:57:05.506770Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2553,
            "state": "finished",
            "updated_at": "2009-02-07T03:02:01.885261Z"
        },
        "id": 7470620
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Antifreeze-Kills/"
    },
    "type": "petition"
}