{
    "data": {
        "attributes": {
            "action": "Have equal entry opportunities for doctors to enter speciality training (ST3) posts starting in August 2008",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It was thought that as the MTAS application process in 2007 for recruitment of doctors was clearly unsuccessful all candidates would be given a fair application process for 2008. However it has been revealed that those who are already in a ST2 run through post (chosen via the faulty MTAS program in 2007) would be guaranteed a Specialist Training (ST3) post. Other post holders including FTSTA’s, LAT’s,Clinical Fellows etc would be only considered thereafter for these posts. \n\nIn the past, at the specialty entry level only the best candidate would be offered a position. However in this system all the ST2 run through grade level candidates would get preference above all other applicants irrespective of their current achievements simply because they were recruited to this post in 2007.\n\nI do not think it is fair that we are penalised for the rest of our careers, due to a flawed recruitment process in 2007. I believe that all candidates should be able to compete on an equal platform for ST3 posts. It is in the best interest of the profession and patients that the best candidates are chosen to become the future consultants of this country.",
            "closed_at": "2008-12-10T00:00:00Z",
            "created_at": "2007-12-04T15:21:12.744313Z",
            "creator_name": "Thamindu Wedatilake",
            "government_response_at": "2009-02-06T15:40:55.300423Z",
            "government_responses": [
                {
                    "created_at": "2009-02-06T15:40:55.300423Z",
                    "details": "You signed a petition asking the Prime Minister to \"Have equal entry opportunities for doctors to enter speciality training (ST3) posts starting in August 2008.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18251\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'MMC-ST3'",
                    "updated_at": "2009-02-06T15:40:55.300423Z"
                }
            ],
            "opened_at": "2007-12-04T15:21:12.744313Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 954,
            "state": "finished",
            "updated_at": "2008-12-11T00:01:01.328465Z"
        },
        "id": 7483255
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MMC-ST3/"
    },
    "type": "petition"
}