{
    "data": {
        "attributes": {
            "action": "Stop seeking to further extend pre-charge detention",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Anyone suspected of having committed an extremely serious offence, such as murder, can be held without charge for a maximum of 4 days. Police can already detain people under anti-terrorism legislation for seven times as long (28 days). Prolonged detention without charge or trial undermines fair trial rights, including the right to be promptly informed of any charges, the right to be free from arbitrary detention and the presumption of innocence. \n\nEverybody arrested is entitled to be charged promptly and tried within a reasonable time, in proceedings that fully comply with fair trial standards, or to be released. The UK already has by far the longest period of pre-charge detention of any Common Law country. Any further extension of pre-charge detention risks being counterproductive, damaging community relations and undermining the UK’s moral authority around the world.",
            "closed_at": "2008-12-07T00:00:00Z",
            "created_at": "2007-12-04T17:05:42.478985Z",
            "creator_name": "Damian Rafferty",
            "government_response_at": "2009-04-03T15:41:14.532860Z",
            "government_responses": [
                {
                    "created_at": "2009-04-03T15:41:14.532860Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop seeking to further extend pre-charge detention.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18895\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'notadaylonger'",
                    "updated_at": "2009-04-03T15:41:14.532860Z"
                }
            ],
            "opened_at": "2007-12-04T17:05:42.478985Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9095,
            "state": "finished",
            "updated_at": "2009-09-06T03:03:40.500726Z"
        },
        "id": 7485055
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/notadaylonger/"
    },
    "type": "petition"
}