{
    "data": {
        "attributes": {
            "action": "take a larger, more influential role in stopping the clearfelling/deforestation of Tazmania's Primeval (Old-Growth) Forests.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Tazmania is clearfelling its native, old-growth forests at an astonishing rate and this continued destruction is affecting so much as a result. The true story of Tazmania's logging Industry is both devistating and unbelievable! Protected species are NOT being protected as forests are totally eradicated; complete felling of the area followed by the dropping of napalm means no life can continue to live in the vicinity. The Government are allowing this, both through political corruption and continued funding (bribery) by the logging Industries, to happen. \n\nI feel that only international involvement will stop the continued devastation. If WE do nothing, the Loggers have total freedom to fell the Forests for the next 20 years, in which time, there will be nothing left. \n\nThe enviroment is at a fragile state due to human activity and with Climate Change a major issue, no one, on no account, should be burning the World's last remaining (Old-Growth) forests...\n\nTazmanian logging causes economies to fail and quality of life for the general public is decreasing as a result. The 'classic' Tazmanian image of lush forest wilderness will be replaced if we do not act now...",
            "closed_at": "2008-12-10T00:00:00Z",
            "created_at": "2007-12-04T21:49:27.183943Z",
            "creator_name": "Corin Castle",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-04T21:49:27.183943Z",
            "rejected_at": "2008-01-17T00:01:14.591911Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-17T00:01:14.591911Z"
        },
        "id": 7488372
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Forests/"
    },
    "type": "petition"
}