{
    "data": {
        "attributes": {
            "action": "",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Mark is campaigning for equal right of notification on release for victims of violent crime. Under the 2005 Domestic Violence, Crime and Victims Act, victims of violent attacks enjoy the right to be notified by the authorities if their original assailant is released or escaped. Victims need to know this so that they can be sure an individual isn't released into their own community. But under the terms of the legislation, the right only applies to victims of attacks that took place after July 2005, which means that the vast majority of victims are not protected equally. \n\nMark knows about this from his own life experience: having been the victim of a horrible knife attack by an escaped mental patient in the early 90s. horrified to find out through [via the tabloids] that his assailant had escaped and was potentially at large in the present area. escape, he has been independently campaiging for victims for a number of years, but since the 2005 Act has turned his attention to ensuring the law is changed: he wants to ensure that the protection contained in the Act applies retrospectively to ALL victims of violent attacks, and not just those that were assailed after July 2005.",
            "closed_at": "2008-12-05T00:00:00Z",
            "created_at": "2007-12-05T14:50:10.999370Z",
            "creator_name": "mark",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-05T14:50:10.999370Z",
            "rejected_at": "2008-01-09T00:01:11.284115Z",
            "rejection": {
                "code": 9728,
                "details": "Please use a full name. Please make your petition title a call for action not the name of a helpline.",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Commercial endorsement, promotion of any product, service or publication, or statements that amount to adverts",
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-09T00:01:11.284115Z"
        },
        "id": 7496053
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/independent2/"
    },
    "type": "petition"
}