{
    "data": {
        "attributes": {
            "action": "STOP GRAVEL PITS IN HAMBLE, HAMPSHIRE C.C. ALREADY OWN LAND WITH GRAVEL AVAILABLE",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "HAMPSHIRE CC HAVE LAND THEY OWN THAT CONTAIN MORE GRAVEL THAN THE SITE THEY HAVE SELACTED,WHY?\nThe truth is out regarding the threat of Gravel Pits in our area namely at Pickwell Farm & Hamble Airfield. Out of the 14 sites identified in South Hampshire, these are No.1 and No.2 on their preferred list!!! This is despite there being other options that would affect far fewer people! We have to stop this!  \n1)  GRAVEL EXTRACTION from 2009 to 2019!!! \nDevaluation of our homes and little chance to sell!\nConstant noise and air pollution (dust)!\nAt least 200 Trucks a day (in Hamble Lane) – total road misery!\n2)    LANDFILL and then 700 HOUSES (Hamble Airfield is owned by Persimmon Homes!!) from 2019 to 2029!!!           \nA major health/contamination risk on the doorstep of our homes, schools and doctors surgery! \nOvercrowding of our vital services forever! \nMore constant noise (trucks beeping when reversing) & air pollution (dust/smell) \nTotal road misery forever! \nThe loss of Hamble Village as we know it! \nThe deadline to ACT is before DECEMBER 12TH 2007!! (Phase 1 public consultation end date)\nTHE FIRST WE KNEW WAS A NOTE POPPED IN THE DOOR, WITH NO TIME TO PUT OUR CASE OVER",
            "closed_at": "2008-03-05T00:00:00Z",
            "created_at": "2007-12-05T15:26:38.952890Z",
            "creator_name": "Paul Blainey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-05T15:26:38.952890Z",
            "rejected_at": "2008-01-06T00:01:12.928549Z",
            "rejection": {
                "code": 256,
                "details": "Please address the excessive use of capital letters",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-06T00:01:12.928549Z"
        },
        "id": 7496536
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HambleGravelPits/"
    },
    "type": "petition"
}