{
    "data": {
        "attributes": {
            "action": "Tax consideration for midwifery duties",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As midwives working in teams, we perform a  number of  basic hours ie 37.5 hrs,but when a woman goes into labour and you are on call this means you will be called from your home to care for that woman until she delivers her baby.\nAny hours spent looking after her is then claimed as overtime, which according the current tax allowances is taxed at 33%,which eventually brings us into the 40% tax bracket.\nWe ask you to consider the fact that these duties are necessary because of team midwifery and one to one care endorsed in government policy.\nAlthough we are content to perform these overtime duties we feel it is highly punitive to be taxed at this high rate. Alternatively time off in lieu is not always practical due to the nature of the profession, and midwife shortages. \nIn consideration the tax rate applied to our normal salary should be extended to overtime payments,as a matter of course.",
            "closed_at": "2008-02-05T00:00:00Z",
            "created_at": "2007-12-05T16:15:38.954046Z",
            "creator_name": "Elizabeth Mazey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-05T16:15:38.954046Z",
            "rejected_at": "2008-01-10T00:01:13.682046Z",
            "rejection": {
                "code": 256,
                "details": "Overtime is taxed at the same rate as standard salary.  The rate of income tax would only increase from 22% (Basic Rate) to 40% (Higher Rate) when and if taxable annual earnings above any tax free allowances in the current tax year exceed £34,600 - (So for a standard personal allowance 40% tax would only be charged on gross earning above £34,600 plus £5225 personal allowance i.e. £39825). \n\nPlease note - There is no income tax rate of 33%.\n\nPlease contact HMRC for further information.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-10T00:01:13.682046Z"
        },
        "id": 7497218
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/midwives-tax/"
    },
    "type": "petition"
}