{
    "data": {
        "attributes": {
            "action": "stop immigration send them back",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "if i ruled this country i would first of all make sure immigrants can speak good english so they at least can work and contribute to this country that gives them everything, make it on a points system like in australia, do not allow spouses to come into the country unless they have financial security, do not pay child benefit to the children of immigrant workers who aren't even in this country!!!!! charge them for the use of the NHS, Education, Social Services etc. etc. why isn't the government looking after its own, the British, we will soon become the minority.  even in education you may have a class of 30 kids and at least 6 or 7 for example, who all speak a different language, then the teacher has to spend all her time trying to get them to speak Engish, and in the meantime, your child is being left behind to sort themselves out because the teacher is too busy, not her fault, not even the childs fault, but this governments fault.",
            "closed_at": "2008-12-05T00:00:00Z",
            "created_at": "2007-12-05T18:19:25.374571Z",
            "creator_name": "nancy hallas",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-05T18:19:25.374571Z",
            "rejected_at": "2008-01-09T00:01:11.284115Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/NOimmigration/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-09T00:01:11.284115Z"
        },
        "id": 7499367
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/immigration10/"
    },
    "type": "petition"
}