{
    "data": {
        "attributes": {
            "action": "tax consideration for single working/employed mothers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have raised my child on my own. Child support agency was of no help because i was not on income support. Child benefit entitlement only to date.I've worked for long hours throughout the years in order to care for my child.My child is continuing her education to year 12 and then university.She is not qualified for EMA because my salary is slightly above £30,000. My child only has one parent earning just slightly over £30000 and she does not qualify.As such she feels deflated and penalised for having a working mother. I pay full tax and more when doing overtime.She is deprived of money that she should be entitled to  for continuing with her education.Is this right?Is it fair that i should be penalised for working so hard to care for my child? I would have loved to stay home looking after her but I thought it right and responsible that i should work.Many would be in similar situation and falling within the poverty bracket because of these demands on the basic salary.Can you please consider us in the next budget. At University she will not be entitled to full student loan either.Please consider our plight. I am considering giving up work and that would mean one less midwife.",
            "closed_at": "2008-02-11T00:00:00Z",
            "created_at": "2007-12-05T19:22:47.719680Z",
            "creator_name": "Fredette Cole",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-05T19:22:47.719680Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2008-02-12T00:01:01.211309Z"
        },
        "id": 7500274
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/deprivedchild/"
    },
    "type": "petition"
}