{
    "data": {
        "attributes": {
            "action": "Backdate Police Officers Pay Award to 1st September 2007",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We call on the Prime Minister and Home Secretary to honour the Police Pay award and backdate it to September 1st 2007 as recommended by the independant arbitrators.\nThe Home Secretary plans to announce on Thursday 6th December that she \"accepts\" the 2.5 per cent Police Pay award for 2008 from the Police Arbitration Tribunal, but will refuse to honour the independent body's recommendation that it should be back-dated to cover the three-month period in which it has negotiated. She plans to cut the award by 0.6 per cent producing a saving of about £30 million - by implementing it from December 1 rather than September 1, the beginning of the police pay year, in effect making it a nine-month award.\nPolice entered negotiations on the basis that an award would be back-dated to Sept 1.\nThis amounts to an actual pay cut and fails to recognise our unique position of being unable to strike as well as having restrictions placed on both our own public and private lives.",
            "closed_at": "2008-03-06T00:00:00Z",
            "created_at": "2007-12-06T09:32:09.505225Z",
            "creator_name": "Simon Steele",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-06T09:32:09.505225Z",
            "rejected_at": "2008-01-09T00:01:11.284115Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Police-Pay-Award/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-09T00:01:11.284115Z"
        },
        "id": 7504736
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PolicePayAward/"
    },
    "type": "petition"
}