{
    "data": {
        "attributes": {
            "action": "make student loan repayments fairer",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At present the rate of interest on a student loan is determined by the rate of inflation (RPI) in the previous March.   \n\nThere are two big problems here (at least!): \n\n1)  The rate of interest applied to the student loan is taken from a single months figures, therefore it is not a representative figure of annual inflation.  This is why the interest rate for students has doubled this year when overall inflation hasn't (see ONS website for graph of RPI figures).  This should be adjusted to an average of several months which reflects annual figures more accurately.\n\n2) The minimum earnings for the student loan repayment haven't changed.  This means that if a graduate receives a pay rise in line with inflation they pay more money back to the SLC.  The threshold should rise annually in the same way that the income tax bands adjust - in the same way ISA's will from April.  This would mean that graduates pay back more as they progress in their careers.",
            "closed_at": "2008-06-11T00:00:00Z",
            "created_at": "2007-12-06T12:58:33.702344Z",
            "creator_name": "Nadine Ishani",
            "government_response_at": "2008-08-13T11:05:47.524931Z",
            "government_responses": [
                {
                    "created_at": "2008-08-13T11:05:47.524931Z",
                    "details": "You signed a petition asking the Prime Minister to \"make student loan repayments fairer.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16480\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SLCinterest'",
                    "updated_at": "2008-08-13T11:05:47.524931Z"
                }
            ],
            "opened_at": "2007-12-06T12:58:33.702344Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 239,
            "state": "finished",
            "updated_at": "2008-06-12T05:02:07.634676Z"
        },
        "id": 7507491
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SLCinterest/"
    },
    "type": "petition"
}