{
    "data": {
        "attributes": {
            "action": "try and start the easy way to save millions of watts by getting all companies to switch off thier Lights at night.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We all need to go green - its a must and i completely agree that we have to do something.  But when i go home from work in winter or come home late at night after staying out late, i see all these high rise buildings and companies with their lights on for no reason at all!  We must have millions of lights bulbs staying on nationwide and if each are 40 watts each - thats a lot of wattage being used every single night that really could be avoided very easily by just switching off - We get fined for not having a TV license so I am sure something can be put in place in order to get these companies to switch off at night - if this takes up worldwide - imagine the energy we will save simply by switching off - instead of trying more complicating things that cost money   and people don't understand!\nI really hope this is not a waste of time and something is done regarding this problem!",
            "closed_at": "2008-12-06T00:00:00Z",
            "created_at": "2007-12-06T16:01:43.330188Z",
            "creator_name": "Benoit Panissie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-06T16:01:43.330188Z",
            "rejected_at": "2008-01-10T00:01:13.682046Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/city-waste/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-10T00:01:13.682046Z"
        },
        "id": 7509712
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Switchoff2008/"
    },
    "type": "petition"
}