{
    "data": {
        "attributes": {
            "action": "ensure that the Henderson Hospital remains open",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Henderson Hospital is a NHS mental health service celebrating its 60th year but instead of putting up the bunting and clebrating, there's every chance of the windows being boarded up for good. \n\nLast year there was a threat of closure, but with some modifications in the length of treatment ,and staff cuts, it was given a reprieve, but the situation is very different now. Numbers of people being referred have fallen due to the new complicated funding systems and the fact that some referrers simply can't afford or won't cover the cost of treatment.\n\nAs the bed numbers fall, South West London Mental Health trust are now saying the service is unecomical.. what they forget is they are responsible for the complicated funding structure & other restrictive measures and seem to be almost destroying the service from within.",
            "closed_at": "2008-02-12T00:00:00Z",
            "created_at": "2007-12-07T08:08:54.884216Z",
            "creator_name": "Christopher Allen",
            "government_response_at": "2008-03-17T12:30:19.660575Z",
            "government_responses": [
                {
                    "created_at": "2008-03-17T12:30:19.660575Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure that the Henderson Hospital remains open.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15056.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Savethehendo'",
                    "updated_at": "2008-03-17T12:30:19.660575Z"
                }
            ],
            "opened_at": "2007-12-07T08:08:54.884216Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3170,
            "state": "finished",
            "updated_at": "2008-10-22T03:40:03.459504Z"
        },
        "id": 7514920
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Savethehendo/"
    },
    "type": "petition"
}