{
    "data": {
        "attributes": {
            "action": "continue to pay job seekers allowance, and all other benefits, for as long as each individual claimant needs them",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If such payments are withheld how is the claimant to survive?  You might say \"get a job!\" but this ignores the fact that in many areas there are few jobs; and, of those that do exist, the INDIVIDUALS who are unemployed may not possess the skills required for the specific vacancies (this applies even in areas of low unemployment).\n\nAs far as Incapacity Benefit is concerned it seems obvious to me that if anyone is too sick or disabled to work he/she should be supported; not to do so is, in my opinion, the hallmark of an uncaring government and society.  No doubt the objection will be raised that even if someone HAS got a disability that doesn't necessarily preclude him/her from working; there must be SOMETHING he/she can do: e.g. a hearing-impaired person could work a computer.  This might be true for (some anyway) PHYSICAL disabilities but what about people whose disability is PSYCHOLOGICAL?  They are actually MORE likely to experience difficulty when claiming I.B. but they also experience more difficulty actually doing a job due to individual psychological stresses caused NOT by the job itself but by less tangible issues such as interpersonal relationships, pressurised work, etc.",
            "closed_at": "2008-12-12T00:00:00Z",
            "created_at": "2007-12-07T01:11:13.012285Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-07T01:11:13.012285Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 18,
            "state": "finished",
            "updated_at": "2008-12-16T03:02:00.919807Z"
        },
        "id": 7514442
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KeepPayBenefit/"
    },
    "type": "petition"
}