{
    "data": {
        "attributes": {
            "action": "Increase basic pay for civililian staff in the prison service in line with inflations and increased living costs",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Civilians pay should reflect the equal pay settlement that was agreed, this has not happened. The basic annual salary for civilian staff in London does not reflect the cost of living and travel. The disparity between uniform staff and civilian staffs pay is huge and we are the lowest paid of all civil servants. We have waited nearly two years for our annual pay increase which subsequently is always lower than the rate of inflation. Civilans in the prison service deserve an adequate salary, annual pay increases to arrive on time, and recognition that acknowledges that we often do the same work carried out by uniform staff.",
            "closed_at": "2008-12-13T00:00:00Z",
            "created_at": "2007-12-07T11:19:00.019847Z",
            "creator_name": "Rachel Newport",
            "government_response_at": "2009-02-18T11:54:19.897082Z",
            "government_responses": [
                {
                    "created_at": "2009-02-18T11:54:19.897082Z",
                    "details": "You signed a petition asking the Prime Minister to \"Increase basic pay for civililian staff in the prison service in line with inflations and increased living costs\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18289\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'prisoncivvypay'",
                    "updated_at": "2009-02-18T11:54:19.897082Z"
                }
            ],
            "opened_at": "2007-12-07T11:19:00.019847Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 276,
            "state": "finished",
            "updated_at": "2008-12-14T00:01:01.172847Z"
        },
        "id": 7516809
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/prisoncivvypay/"
    },
    "type": "petition"
}