{
    "data": {
        "attributes": {
            "action": "Require the Immediate resignation of the Home Secretary Jacqui Smith, over the issue of Police Pay",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Police Officers in the UK have no right to strike, or even talk about striking.\n\nThe annual pay increase, (which compensates for inflation and economical factors) is by negotiation with the government. If agreement cannot be reached, then an independent arbitration process is invoked and its decision SHOULD BE binding on all parties.\n\nThe Police federation, despite not receiving a decision from that process that it considered acceptable, issued a statement that they entered the process knowing that the decision was binding, and must abide by its decision.\n\nThe Home Secretary has refused to accept this decision, which is entirely unacceptable and demonstrates a lack of integrity and comprehension of the reason why the process exists.\n\nPolice Officers have no recourse to industrial action, and a fair independent and binding process such as arbitration is the only way to ensure that the Service cannot be abused by the Government. It ensures that the Public can be served, without interference and undue pressure being exerted on the Office of Constable, which should at all times observe strict adherence to the service of the law.",
            "closed_at": "2008-03-08T00:00:00Z",
            "created_at": "2007-12-07T12:38:42.555977Z",
            "creator_name": "David McCaffery",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-07T12:38:42.555977Z",
            "rejected_at": "2008-01-16T00:01:12.652296Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Jacqui/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-16T00:01:12.652296Z"
        },
        "id": 7517610
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HomeSecResign/"
    },
    "type": "petition"
}