{
    "data": {
        "attributes": {
            "action": "Make \"Climate Change, Global Warming and Saving the Planet\" Our Top Priority",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I'm writing to urge you to make “Climate Change, Global Warming, and Saving the Planet” this country’s top priority!  We all need to act now to protect our sacred earth. If we don’t accomplish this, all other problems and concerns won’t matter.\nThe most respected scientific organizations have stated unequivocally that global warming is happening, and people are causing it by burning fossil fuels and cutting down forests.  The consequences of continued warming at current rates are likely to be dire. \n\nMany densely populated areas, such as low-lying coastal regions, are highly vulnerable to climate shifts.  A middle-of-the-range projection is that the homes of 13 to 88 million people around the world would be flooded by the sea each year in the 2080s. \n\nPoorer countries and small island \n\nFinding ways to stop global warming and to reduce climate change must receive our highest commitment and dedication.  One of the solutions may be promoting and supporting clean and renewable energy, but it can’t be limited to just that.  Please start the new year and the new Congress off with a positive note -- make the planet our top priority -- for our future!",
            "closed_at": "2008-12-12T00:00:00Z",
            "created_at": "2007-12-07T13:59:58.947509Z",
            "creator_name": "Josh Simpson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-07T13:59:58.947509Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 159,
            "state": "finished",
            "updated_at": "2009-06-02T16:36:26.565798Z"
        },
        "id": 7518417
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/helpplanet/"
    },
    "type": "petition"
}