{
    "data": {
        "attributes": {
            "action": "Stop the proposed Grovewood - a huge development that will rip the heart from the heart of the National Forest",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We implore the Prime Minister and his Government to stop the proposed development of Grovewood, in South Derbyshire.  There are very good reasons to stop this development.\n\nThe great beauty of the National Forest is under threat from a proposal by Banks’ developments.  The developers have proposed to build 5,700 houses and industrial areas in a so-called Ecotown (on a great field site!) that will rip the heart out of the what is the Heart of the National Forest.  We understand that a decision will be made by the Government in late January.  This development flies in the face for the reason for the national forest and also the area's infrastructure can in no way support such a development.  This desecration will mean the destruction of an area of the national forest and ruining an area of rugged beauty.  The prospectus claims consultation and yet the parties state that they have had no consultation – this includes landowners, the public and the local authorities.",
            "closed_at": "2008-02-13T00:00:00Z",
            "created_at": "2007-12-07T16:44:00.998812Z",
            "creator_name": "David Owen",
            "government_response_at": "2008-03-05T15:58:20.158728Z",
            "government_responses": [
                {
                    "created_at": "2008-03-05T15:58:20.158728Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop the proposed Grovewood - a huge development that will rip the heart from the heart of the National Forest.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14893.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Grovewood'",
                    "updated_at": "2008-03-05T15:58:20.158728Z"
                }
            ],
            "opened_at": "2007-12-07T16:44:00.998812Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 232,
            "state": "finished",
            "updated_at": "2008-04-04T03:30:41.641073Z"
        },
        "id": 7520311
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Grovewood/"
    },
    "type": "petition"
}