{
    "data": {
        "attributes": {
            "action": "to set up an Appeal Tribunal that can review the decisions of Public Service Ombudsmen (including Local Government Ombudsmen) should the Public Authority or Complainant concerned request such an appeal.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The current system of administrative justice in England is causing significant injustice and hardship  to many of this country’s citizens. The current system does not embrace the principles of natural justice and it is doubtful if it is even compatible with the European Convention on Human Rights.  Currently the only option open to a Public Authority or a Complainant, should they disagree with an Ombudsman’s decision, is a judicial review. That option is severely limited in scope and in any event is well beyond the financial means of the average citizen. Introducing an Appeal Tribunal would guarantee a much fairer system of administrative justice in England.",
            "closed_at": "2008-06-13T00:00:00Z",
            "created_at": "2007-12-07T18:59:38.324956Z",
            "creator_name": "Trevor Nunn",
            "government_response_at": "2008-08-13T11:13:57.425893Z",
            "government_responses": [
                {
                    "created_at": "2008-08-13T11:13:57.425893Z",
                    "details": "You signed a petition asking the Prime Minister to \"to set up an Appeal Tribunal that can review the decisions of Public Service Ombudsmen (including Local Government Ombudsmen) should the Public Authority or Complainant concerned request such an appeal.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16495\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ombudsmen'",
                    "updated_at": "2008-08-13T11:13:57.425893Z"
                }
            ],
            "opened_at": "2007-12-07T18:59:38.324956Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 295,
            "state": "finished",
            "updated_at": "2008-06-14T03:10:02.667263Z"
        },
        "id": 7521498
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ombudsmen/"
    },
    "type": "petition"
}