{
    "data": {
        "attributes": {
            "action": "Awarded Doreen Roberts. The UK's longest-stop service foster mum with a Knightnood",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since 1964, Doreen and her late husband Don,given a loving and safe home to over 300 young needy kids in need. it is estimated in today's money that she has saved The Tax-Payer over £20 million by keeping so many kids out of very costly Children's Home's, and at the grand age of 74 year old she is still a fully active foster mum, Outstanding devotion which goes far above the call of duty. she even carried on with the fostering after her husband Don died from Cancer in 2002. also her own son Stephen,after only a 3 week illness also died from cancer in 2003. She is an example to us all. not just for her fostering marathon, but she is also know as a bit of a Child Whisperer, for her nack to tame wild and unruly kids, by just using her good old family values.Fostering here in The UK is in real crisis with the lack of new fosterers coming forward. 10,000 are needed. By Gordon Brown awarding Doreen Roberts, Somerset Wonder foster Mum a Nighthood. would show The Goverment do value this very underrated public service, and show Doreen her true value to the State! Remeber she has been changing nappies for well over 54 years daily and has no plans yet on stopping giving a home to children in need",
            "closed_at": "2008-06-13T00:00:00Z",
            "created_at": "2007-12-07T19:09:01.362219Z",
            "creator_name": "Andrew Roberts",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-07T19:09:01.362219Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 31,
            "state": "finished",
            "updated_at": "2008-06-14T03:34:21.702250Z"
        },
        "id": 7521568
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DBEforFosterMum/"
    },
    "type": "petition"
}