{
    "data": {
        "attributes": {
            "action": "abolition of wheelclamping in nhs hospitals",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Despite guidelines to the contrary, we witnessed an elderly couple get wheel clamped at southmead\n    hospital,Bristol and be forced to pay a release fee. The car parks were full and they were forced to park in a laybye. Managers\n    are treating our nhs like markets,involving private company’s\n    contracted to run hospital car parks.     We know it is\n    both morally wrong and unjust to charge people to use\n    facilities and services they have after all already paid for and not objected to.\n    This is blatant commercial exploitation of the unfortunate who have to use the nhs. For the sake of good society let’s get these\n    scams abolished! Its coming up to election year again.\n    Never in human history has it been so important to be careful who gets in power, with all this Intrusiveness by the state upon our privacy ! Never vote for anyone you do not\n    know! Secondly; as a suggestion, I would like everybody to ask\n    canvassers and candidates at the next parliamentary election to agree\n    there is no moral and justifiable reason for wheelclamping in hospitals and, most important, tell them that\n    they; WILL NOT GET OUR VOTE UNLESS THEY SIGN OUR PETITION FOR\n    THE ABOLITION OF NHS CAR PARK CHARGES AND WHEELCLAMPING.",
            "closed_at": "2008-06-17T00:00:00Z",
            "created_at": "2007-12-08T11:47:38.142650Z",
            "creator_name": "david",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-08T11:47:38.142650Z",
            "rejected_at": "2007-12-27T14:44:26.331483Z",
            "rejection": {
                "code": 8192,
                "details": "Please use a full name.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2007-12-27T14:44:26.331483Z"
        },
        "id": 7524823
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/scambusters/"
    },
    "type": "petition"
}