{
    "data": {
        "attributes": {
            "action": "sort out tv and radio so their is actually a varity of music to choose from as opposed to the sitiuation now where the choice is so limited and homoginious that it may as well be state owned.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "i think the title just about sums it up, im sure im not the only person out their who is infuriated with the amount of dross that our ears are subjected to on a daily basis at home and in the work place...you know the bland, the banal and the down right awfull. Would'nt it be nice to have a choice? some varity? yes..its a free country, so if we have to have manufactured pop music can we just keep it to a few stations and not every station and tv channel. Their is a host of musical talant in this country who are either stuck in dead end jobs or, if their lucky, signed to small independent labels so can we give these guys a chance rather than countless ex soap stars, tv karioke show winners, and manufactured dross. I think we'll see a more inteligent and informed socity as a result..but thats another matter. Thanks",
            "closed_at": "2008-12-08T00:00:00Z",
            "created_at": "2007-12-08T18:59:17.151554Z",
            "creator_name": "michael flaherty",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-08T18:59:17.151554Z",
            "rejected_at": "2008-01-12T00:01:11.341986Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-12T00:01:11.341986Z"
        },
        "id": 7527291
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/homoginized/"
    },
    "type": "petition"
}