{
    "data": {
        "attributes": {
            "action": "Reduce Fuel duty to bring fuel prices back to an acceptable level",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned petition the government to lower the current levels of taxation on fuels within all UK territories. Petrol, Diesel, Heating Oil and Gas by at least 30%\n\nThe current cost is unsustainable to the average family. I myself drive 60 miles per day to work and home again and can not maintain this level of spending (even in our current diesel car) The fuel prices in the UK are simply ridiculous the fault in this case does not lay with the fuel companies it is completely the governments over taxing the hard working people in the United Kingdom.\n\nThis petition is not the same as http://petitions.pm.gov.uk/FuelDuty99 we are calling for the reduction of all fuel prices Petrol, Diesel and Home heating Fuel and Gas among others",
            "closed_at": "2008-06-17T00:00:00Z",
            "created_at": "2007-12-08T19:03:10.932373Z",
            "creator_name": "Richard Mason",
            "government_response_at": "2008-11-10T14:44:27.338713Z",
            "government_responses": [
                {
                    "created_at": "2008-11-10T14:44:27.338713Z",
                    "details": "You signed a petition asking the Prime Minister to \"Reduce Fuel duty to bring fuel prices back to an acceptable level.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17393\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Lowerduty30'",
                    "updated_at": "2008-11-10T14:44:27.338713Z"
                }
            ],
            "opened_at": "2007-12-08T19:03:10.932373Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 304641,
            "state": "finished",
            "updated_at": "2009-06-03T03:02:14.241502Z"
        },
        "id": 7527322
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Lowerduty30/"
    },
    "type": "petition"
}