{
    "data": {
        "attributes": {
            "action": "Make Legislation Regarding Veterinary Surgeons",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Draw up legislation making it mandatory that \nAll vet practices are registered with the  Royal College of Veterinary Surgeons and that they are either accredited or in the process of Accreditation. \n\nAll vet practices publish the maximum prices for all procedures that they are able to undertake. The prices to be circulated to all  registered pet owners and publicly available.\n\nAny diagnosis resulting in a recommendation to euthanize an animal is given in writing together with any alternative costed options including second opinions.\n\nAll vet practices publish the success rates  for all procedures that they are able to undertake. The statistics to be audited by the  routine accreditation process and circulated to all registered pet owners and publicly  available.\n\nAll vets practices publish the professional  training and experience content of the vets curriculum vitae and circulate that information  to all registered pet owners and make it publicly available.\n\nThat inexperienced vets are not permitted to work without close supervision\n\nThe RCVS and Government bodies should be required to widely publicise these changes.",
            "closed_at": "2008-12-18T00:00:00Z",
            "created_at": "2007-12-10T08:49:12.922907Z",
            "creator_name": "Anthony Vanhinsbergh",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-10T08:49:12.922907Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 21,
            "state": "finished",
            "updated_at": "2008-12-19T00:01:03.468362Z"
        },
        "id": 7535014
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Vet-Act-Changes/"
    },
    "type": "petition"
}