{
    "data": {
        "attributes": {
            "action": "create a new Autumn Bank Holiday to be called \"Democracy Day\" as we believe that the pioneering sacrifices of those who sowed the seeds of British democracy should be celebrated.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We advocate an annual Democracy Day public holiday on the Monday nearest to the 4th of November, in commemoration of the Newport Chartist Rising of 4th November 1839 when more than 20 men were killed whilst demanding the right to vote. \n\nOur proposed date recalls three pioneering movements in the development of British democracy: \n\n* The 'Putney Debates' of 28th October to 9th November 1647, when the case for male suffrage was publicly formulated for the first time in British history.\n\n* The demands of the People's Charter of 1838 which have become the foundation of parliamentary democracy in Britain. \n\n* The cause of the Women's Suffrage Movement is remembered with the foundation of the Women's Social and Political Union in October 1903, and the events of Black Friday in November 1910 when suffragettes demonstrating outside Parliament were attacked and arrested by the authorities.   \n\nAs outlined in the Early Day Motion Number 8 that was laid before Parliament on 6th November 2007, we call for this additional public holiday to remember the courage and vision of past generations and the challenge of building democracy today.",
            "closed_at": "2008-12-18T00:00:00Z",
            "created_at": "2007-12-10T12:39:34.057319Z",
            "creator_name": "Leslie James and Patrick Drewett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-10T12:39:34.057319Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 241,
            "state": "finished",
            "updated_at": "2008-12-19T00:01:03.468362Z"
        },
        "id": 7537680
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Democracy-Day/"
    },
    "type": "petition"
}