{
    "data": {
        "attributes": {
            "action": "start vertical living projects that make more efficient use of urban land",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Urban sprawl is a blight on our landscape and is an inefficient use of land. The future will see an increased need for farmland as there will be more need for locally grown food, bio-fuel crops and wind farms.\n\nThe densification of urban areas will permit us to house our urban people more efficiently.\n\nVertical living will permit the following. \n\n - people to live closely to their place of work, shops and leisure areas.\n\n- assist in the creation of a more efficient public transport system and yield disincentives for private car ownership.\n\n- permit greater greening of our cities as there would be communal green spaces rather than individual gardens many of which go unused.\n\n- decrease the size of our cities thus lowering their impact on the environment and accommodating future population rises.\n\nThis is not a return to 1960s concrete brutalist architecture. It is the use of the latest materials to build very tall vertical cities that are land, energy and communally efficient.\n\nThis petition urges the government to make vertical living a key point in any housing or environmental strategy.",
            "closed_at": "2008-06-18T00:00:00Z",
            "created_at": "2007-12-10T13:11:55.767081Z",
            "creator_name": "James Butler",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-10T13:11:55.767081Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2008-06-19T00:01:01.317636Z"
        },
        "id": 7537998
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Vertical-Living/"
    },
    "type": "petition"
}