{
    "data": {
        "attributes": {
            "action": "Pressure the government to ban hard core left wing citizens from joining the military.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Socialists, Communists and left wing revolutionaries are so despondent with the management of this country that they regularly plan to overthrow our government through violent and aggressive means. Consequently it would make sense to me, and the vast majority of my political support, that these potentially dangerous radicals should be excluded from certain public benefits and should most definitely be excluded from the chance of serving under the monarch in the military. Members of these factions and of this often threatening political orientation should not be trusted with the responsibility of being a member of the armed forces. The government should pressure the armed forces to expel all hardcore left wingers and should emit all such revolutionaries from all forms of the military, its grant scheme (including DTUS) and training facilities.",
            "closed_at": "2008-12-10T00:00:00Z",
            "created_at": "2007-12-10T16:25:15.477342Z",
            "creator_name": "Guissepe Cooper",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-10T16:25:15.477342Z",
            "rejected_at": "2008-01-17T00:01:14.591911Z",
            "rejection": {
                "code": 258,
                "details": "",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements",
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-17T00:01:14.591911Z"
        },
        "id": 7540352
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MILITARYCOMMIES/"
    },
    "type": "petition"
}