{
    "data": {
        "attributes": {
            "action": "enact legislation to give the Military Covenant a full legislative framework and to ensure that its provisions are implemented. We also petition the Prime Minister to increase spending on the armed forces to a minimum of 3 per cent of GDP.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Military Covenant says. Our Armed Forces will be called upon to make personal sacrifices, including the ultimate sacrifice in the service of the Nation. In putting the needs of the nation and Armed Forces, before their own, they forgo some of the rights enjoyed by those outside the Armed Forces. In return, servicemen and women must always be able to expect fair treatment, to be valued and respected as individuals, and that they (and their families) will be sustained and rewarded by commensurate terms and conditions of service. In the same way, the unique nature of military operations means that our Armed Forces differs from all other institutions, and must be sustained and provided for accordingly by the nation. This mutual obligation forms the Military Covenant between the nation, our Armed Forces and each individual member; an unbreakable common bond of identity, loyalty and responsibility which has sustained the armed forces and its servicemen and women throughout its history…\n\nThis Bill would apply to past members of our Armed Forces, reservists, auxiliaries, and foreign nationals including the Gurkhas.",
            "closed_at": "2008-06-18T00:00:00Z",
            "created_at": "2007-12-10T17:28:46.518625Z",
            "creator_name": "Councillor Alistair Thompson",
            "government_response_at": "2008-08-13T15:13:37.604734Z",
            "government_responses": [
                {
                    "created_at": "2008-08-13T15:13:37.604734Z",
                    "details": "You signed a petition asking the Prime Minister to \"enact legislation to give the Military Covenant a full legislative framework and to ensure that its provisions are implemented. We also petition the Prime Minister to increase spending on the armed forces to a minimum of 3 per cent of GDP.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16500\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Forces-Covenant'",
                    "updated_at": "2008-08-13T15:13:37.604734Z"
                }
            ],
            "opened_at": "2007-12-10T17:28:46.518625Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 307,
            "state": "finished",
            "updated_at": "2008-06-28T03:37:35.998152Z"
        },
        "id": 7541132
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Forces-Covenant/"
    },
    "type": "petition"
}