{
    "data": {
        "attributes": {
            "action": "continue to allow unsuccessful asylum seekers from Zimbabwe to remain in the UK, and to continue the suspension of forced removals to Zimbabwe.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Mr Brown, we have noted your concern for the population of Zimbabwe, and your wish to send unmistakable signals of this concern to the Zimbabwean government.\n\nSo we are disturbed by the recent determination of the UK Asylum and Immigration Tribunal, in the case of HS, that unsuccessful Zimbabwean asylum seekers may safely be deported back home. It would be ironic if the first unmistakable signal from your Government were to be the resumption of forced deportations. These were suspended in January 2002, and human rights in Zimbabwe have not improved since then. \n\nThe AIT’s determination is permissive but not mandatory. There is no legal or other compulsion on your Government. We ask that the current suspension on forced removal to Zimbabwe remains in place. This would be more consistent with your public position on Zimbabwe.\n\nWe also ask that the Zimbabweans involved be freed from detention and harassment and that they be enabled both to support themselves and to take part in the debate about the future of their country. They should be allowed to seek employment and so relieved from destitution. In this way Britain would give Zimbabwe a real example of how to implement human rights.",
            "closed_at": "2008-04-18T00:00:00Z",
            "created_at": "2007-12-10T21:47:36.406019Z",
            "creator_name": "Professor Diana Jeater",
            "government_response_at": "2008-06-24T16:50:19.968890Z",
            "government_responses": [
                {
                    "created_at": "2008-06-24T16:50:19.968890Z",
                    "details": "You signed a petition asking the Prime Minister to \"continue to allow unsuccessful asylum seekers from Zimbabwe to remain in the UK, and to continue the suspension of forced removals to Zimbabwe.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15834.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ZimbabweHSruling'",
                    "updated_at": "2008-06-24T16:50:19.968890Z"
                }
            ],
            "opened_at": "2007-12-10T21:47:36.406019Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2004,
            "state": "finished",
            "updated_at": "2008-10-30T03:56:10.723386Z"
        },
        "id": 7543670
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ZimbabweHSruling/"
    },
    "type": "petition"
}