{
    "data": {
        "attributes": {
            "action": "allow smoking in any residential situation - care home, psychiatric hospital, prison etc - ONLY if it can be PROVEN BEYOND ANY DOUBT not to affect NON-smokers in any way",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For far too long non-smokers have been forced to endure the effects of a \"smokers rule O.K.!\" ethos.  The smoking ban was a VERY welcome initiative to consider non-smokers' rights at last but since it applies only to enclosed public places I understand that the institutions I have mentioned are exempt.  I accept that these are people's homes, whether permanently or temporarily, but they are also the homes of NON-amokers (even if rooms/wards/cells are not shared there is a risk of a smoking-related fire) and I feel that it is high time the welfare of non-smokers was considered.  \n\nIt may be argued that the situations described could be considered stressful and that the people affected \"need\" to be able to smoke to relieve this stress; any situation which is stressful for smokers is likely to be equally so for NON-smokers and the smoking, in itself, makes the situation even more stressful for them.  And of course PASSIVE SMOKING can cause many cancers - NOT just lung cancer - and heart disease; why should ANYONE have the right to risk causing potential lethal conditions to an innocent person?",
            "closed_at": "2008-09-18T00:00:00Z",
            "created_at": "2007-12-11T03:27:28.254260Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-11T03:27:28.254260Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2008-12-04T17:04:40.456952Z"
        },
        "id": 7545613
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NonSmokersRights/"
    },
    "type": "petition"
}