{
    "data": {
        "attributes": {
            "action": "Intervene in BP's decision to exploit oil reserves in the Canadian Wilderness.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We demand that you intervene to prevent BP's exploitation of oil reserves in Alberta, Canada. This operation will wreak havoc in the area by polluting the water and soil, and spew out vast amounts of greenhouse gases. The amount of energy it takes to produce one barrel of oil is enough to heat an average British home for 5.5 days! BP have even admitted that this plan will increase its carbon footprint. Surely we cannot continue suck every last drop of oil out of the ground as the natural world around us falls to pieces. Please do anything you can to stop this dreadful exploitation and destruction of one of the most pristinely beautiful places on earth by a large corporation who are showing utter contempt for environmental responsibility, and are spitting in the face of our attempts to progress beyond fossil consumption. If you can't regulate them, who else can? If we continue like this, more areas of environmental importance will be raped by oil firms. Take a stand and switch to being completely energy renewable NOW. Otherwise the world will continue consuming and polluting until the environment we rely on so much finally gives up and collapses. It's already on its knees",
            "closed_at": "2008-03-18T00:00:00Z",
            "created_at": "2007-12-11T12:03:10.981545Z",
            "creator_name": "Jamie Thompson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-11T12:03:10.981545Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 17,
            "state": "finished",
            "updated_at": "2008-11-27T16:55:41.232636Z"
        },
        "id": 7550967
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BP-EXPLOITATION/"
    },
    "type": "petition"
}