{
    "data": {
        "attributes": {
            "action": "Restore funding for the Annual Condition Survey for Amenity Trees",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At a time of concern about climate change and its effects on urban trees, and acknowledging that urban trees can provide a range of benefits to reduce the impacts of climate change including temperature moderation and flash flood amelioration we note that central government, although acknowledging the benefits provided by the survey, has ceased funding for the Annual Condition Survey for Amenity Trees due to government budgetary constraints. Considering the benefits this survey has provided for urban tree managers over the last 12 years, we call upon government to resume funding, and to make a commitment to continue such funding to allow a long term monitoring programme to be maintained.\n\n[Note: the survey is primarily undertaken by volunteers around the country; Forestry Commission staff are needed to coordinate the volunteers, collate results and report conclusions; the total annual costs are less than £60,000]",
            "closed_at": "2008-03-18T00:00:00Z",
            "created_at": "2007-12-11T12:59:41.156250Z",
            "creator_name": "Jon Heuch",
            "government_response_at": "2008-04-23T14:49:59.221850Z",
            "government_responses": [
                {
                    "created_at": "2008-04-23T14:49:59.221850Z",
                    "details": "You signed a petition asking the Prime Minister to \" Restore funding for the Annual Condition Survey for Amenity Trees.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15327.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'AmenityTrees'",
                    "updated_at": "2008-04-23T14:49:59.221850Z"
                }
            ],
            "opened_at": "2007-12-11T12:59:41.156250Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 571,
            "state": "finished",
            "updated_at": "2008-03-19T00:01:38.405755Z"
        },
        "id": 7551998
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AmenityTrees/"
    },
    "type": "petition"
}