{
    "data": {
        "attributes": {
            "action": "Persue with the A303 improvement project at Stonehenge",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Given its prominence as one of the best examples of Neolithic monuments in the world, Stonehenge is understandably a world heritage site. Yet as of the 6th December 2007 the whole scheme to divert/improve the A303/A344 roads, in its entirety has been cancelled. With other schemes not likely to be implimented soon. Given that Stonehenge has lost out to the competition as 'one of the seven wonders of the world' mainly due to the amount of traffic passing around the site, and associated noise levels, this is a great shame because of past failed government schemes.\nIt is about time it should be given the financial commitment it deserves, as the only historical monument of its type in the world.\nAdditionally to the heritage issues, this monument has great spritual signficance to many people, and many people cannot enjoy the surenety of Stonehenge due to the two busy roads.\nAlso I am sure many drivers which have used the A303 around Amesbury have been long waiting for a scheme to solve the traffic issues around this area.\n\nPlease sign this petition if you believe this site is in desparate need of futher protection, and to reunite Stonehenge with its natural landscape.",
            "closed_at": "2008-12-18T00:00:00Z",
            "created_at": "2007-12-11T13:21:13.018706Z",
            "creator_name": "Jonathan Wheeler",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-11T13:21:13.018706Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 18,
            "state": "finished",
            "updated_at": "2008-12-19T00:01:03.468362Z"
        },
        "id": 7552444
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StonehengeA303/"
    },
    "type": "petition"
}