{
    "data": {
        "attributes": {
            "action": "change his government’s policy of intervening in the affairs of Afghanistan, and to withdraw all our brave servicemen from taking part in any further military operations in Afghanistan, leaving the people of Afghanistan to construct their own civil society, and we petition you to make these changes as our servicemen should not be risking their lives in what is now an unwinnable, civil war in Afghanistan.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The US and UK intervened in Afghanistan after the Taliban allowed al-Qaeda to launch terrorist attacks on the West (including 9/11).  But now Pakistan allows al-Qaeda to operate, so denying them Afghanistan as a base will not prevent further terrorist attacks.   The sight of Western forces fighting in an Islamic country may well gain support for al-Qaeda.\nEven if the UK’s forces in Afghanistan were equipped to fight a counter-insurgency war, and we know their equipment is in fact inadequate, obsolescent and worn-out, such a war is very hard for a Western army to fight and win.  We rightly value our soldiers’ lives too much: we try to fight a clean war against an enemy that can merge with local society.  The war is likely to prove unwinnable.\nYour government must shed its liberal interventionist foreign policy.  The people of Afghanistan should be left alone to decide on their own future.  Bring our brave troops home, welcome them as the heros they are, and then look after them well.  But most of all take them from harm's way by arranging for their exit from Afghanistan before we suffer more casualties.",
            "closed_at": "2008-12-18T00:00:00Z",
            "created_at": "2007-12-11T15:09:19.937134Z",
            "creator_name": "Andrew Constantine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-11T15:09:19.937134Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 77,
            "state": "finished",
            "updated_at": "2009-10-19T17:00:00.888152Z"
        },
        "id": 7554491
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Exit-Afghanistan/"
    },
    "type": "petition"
}