{
    "data": {
        "attributes": {
            "action": "Save language provision in higher education, particularly Interpreting and Translating",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition concerns the UK's provision of language learning, and more specifically the future of the University of Bradford's Department of Languages and European Studies. This department has faced a number of cut-backs in recent years, with recruitment onto Undergraduate courses stopped last year. It has been proposed to halt recruitment to the MA course in Interpreting and Translation. The University of Bradford is one of only five Universities within the UK which offers this course, and yet the University has decided to terminate this valuable course for ‘financial reasons’. \n\nThe government has made a number of pledges with regards to language learning, and particularly in higher education. CILT states: ‘We want to play our part in ensuring that our country has access to the language professionals in interpreting and translating that we need…’ If the government really wants to promote language learning, it not only needs to encourage more pupils to take languages at GCSE, but also to support language departments at a higher level. Allowing these departments to close will be detrimental to the government’s long-term language objectives.",
            "closed_at": "2008-12-18T00:00:00Z",
            "created_at": "2007-12-11T14:44:30.775925Z",
            "creator_name": "Vanessa Rennie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-11T14:44:30.775925Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1864,
            "state": "finished",
            "updated_at": "2009-07-24T14:44:23.760260Z"
        },
        "id": 7554049
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/interpreting/"
    },
    "type": "petition"
}