{
    "data": {
        "attributes": {
            "action": "Support the regeneration of Baildon Towngate Rooms",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Bradford Council intends to sell Baildon Towngate Rooms & dispose of this community asset potentially for residential use. We would like to transform this building for new businesses & manage it as a Social Enterprise. The Community Interest Company will rent the space to “Emma” who has the small flower & gift shop, Louise who would like to open “Pickles” a small delicatessen & tea shop, both would like to be a platform for local products, and Carly for an “Arts for All” venture which will encourage participation from all walks of people in the community. Any profits from renting the building to these businesses would be reinvested back into its upkeep & local community projects. We are very passionate about its future, the regeneration of Baildon & believe we will offer new diversity through our proposed businesses.\nWe have received very encouraging support from local councillors, but despite this Bradford Council are going ahead with the sale in January, time is running out. \nTowngate Rooms is an historic building in the heart of the village. Please help us by supporting this cause. The people of Baildon need to decide its future NOT the Council.",
            "closed_at": "2008-02-18T00:00:00Z",
            "created_at": "2007-12-11T17:12:27.009473Z",
            "creator_name": "Louise Pickles",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-11T17:12:27.009473Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 77,
            "state": "finished",
            "updated_at": "2008-03-06T03:13:48.947494Z"
        },
        "id": 7557119
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BaildonTowngate/"
    },
    "type": "petition"
}