{
    "data": {
        "attributes": {
            "action": "Allow Al Bangura To Stay in The United Kingdom",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Al Bangura, 19 years old and a player for Watford FC, has been served with a deportation order. This is unjust as he arrived in the UK after seeing serious bloodshed in Sierra Leone (including family members).\n\nSince coming to the UK, Al has played wholeheartedly for Watford. He became a father last month as well. Al has had to endure more in his life then most of us will see in all of ours, and he leads a good, honest life in the UK. He pays his taxes, and is blessed with a skill that allows thousands of Watford supporters to share his enthusiasm for the club.\n\nHe cannot be deported. He serves his community, possesses a real skill and talent, has a 2 week baby to bring up and he is a decent person who runs the real threat of persecution and potential death if he is forced to return to Sierra Leone.  \n\nPlease sign this petition to stop this travesty from occurring.",
            "closed_at": "2008-12-11T00:00:00Z",
            "created_at": "2007-12-11T22:12:10.436108Z",
            "creator_name": "Roshan Gungabissoon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-11T22:12:10.436108Z",
            "rejected_at": "2008-01-17T00:01:14.591911Z",
            "rejection": {
                "code": 16384,
                "details": "Individual cases are a matter for direct correspondence with the Home Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-17T00:01:14.591911Z"
        },
        "id": 7561139
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BanguraWatford/"
    },
    "type": "petition"
}