{
    "data": {
        "attributes": {
            "action": "Licence so called \"samurai swords\" rather than ban them",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The proposal to ban \"samurai\" swords will unnecessarily affect those who practice legitimate martial arts using these weapons. Real Japanese swords are hard to come by, extremely expensive and the Japanese government is not keen to let Japanese made swords out of  their country; so most practitioners will use very high quality replicas to practice arts such as Kenjutsu, Iaido, Aikido and Budo Taijutsu. These are not cheap imitations but expertly made weapons for a specific purpose. We implore the government to introduce a licensing system to allow genuine law abiding martial artists to buy and use such weapons within their training. Despite the apparent rise in crimes using such swords it remains a weapon that is almost impossible to conceal, unlike items like axes or kitchen knives. A knee jerk response will do no good and will detrimentally affect a large number of law abiding members of the community.",
            "closed_at": "2008-04-18T00:00:00Z",
            "created_at": "2007-12-12T11:28:38.615692Z",
            "creator_name": "Martin Chandler",
            "government_response_at": "2008-05-02T14:33:58.380612Z",
            "government_responses": [
                {
                    "created_at": "2008-05-02T14:33:58.380612Z",
                    "details": "You signed a petition asking the Prime Minister to \"Licence so called \"samurai swords\" rather than ban them.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15432.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Katana'",
                    "updated_at": "2008-05-02T14:33:58.380612Z"
                }
            ],
            "opened_at": "2007-12-12T11:28:38.615692Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 350,
            "state": "finished",
            "updated_at": "2008-04-19T00:01:02.043370Z"
        },
        "id": 7567132
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Katana/"
    },
    "type": "petition"
}