{
    "data": {
        "attributes": {
            "action": "win the peace not just beat the enemy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The hard-fought battle to retake the Taliban stronghold of Musa Qala in southern Afghanistan has been completed, Nato announced, via AOL today, which reasserts the petitioner's earlier online requests to the British P.M. to take the despots to the International Criminal Court, outlining the jurisdiction, mandate and cause of the Taliban, through peaceful, legal and legitimate means, before anarchy ensues in the hand over of power, holding each Taliban member accountable for their actions - If it is drug trafficking, then any EU citizen would be tried in an arbitrary forum - just as the Nazi war crime hunters admirably did - to show that in the post - 1945 world there can be peace and justice. Given the  statement from Nato's International Security Assistance Force (Isaf) said they had been cheered by local people. Can I please remind the PM of my earlier calls to learn from history, working through organised bodies and voted democratically by the people, not individuals and covert (dis !) organisations. Winning the peace and not beating the enemy, should be the ultimate objective, because in these confused regions, the enemy may not have an easily recognisable human face.",
            "closed_at": "2008-12-12T00:00:00Z",
            "created_at": "2007-12-12T16:27:38.116787Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-12T16:27:38.116787Z",
            "rejected_at": "2008-01-17T00:01:14.591911Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-17T00:01:14.591911Z"
        },
        "id": 7571822
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Afghanhounds/"
    },
    "type": "petition"
}