{
    "data": {
        "attributes": {
            "action": "reverse the decision to cut vital UK contributions to Particle Physics and Astronomy.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Due to cost overruns the UK's funding agency for particle physics and astronomy, STFC, is recouping £80M with deep cuts to UK physics operations in these areas. These include ending the UK's involvement in the International Linear Collider - the next generation of particle physics experiment. This risks relegating the UK to second tier involvement in future research and critically damaging the country's standing within the community. Furthermore UK Astronomy will be seriously hit with up to a 25% cut in grants. This is incompatible with the government's stated aim of making Britain a world leader in science. A review of this decision has recently been announced and we urge the Prime Minister to press for another solution to this problem before UK physics is set back by decades.",
            "closed_at": "2008-02-18T00:00:00Z",
            "created_at": "2007-12-12T18:49:33.118074Z",
            "creator_name": "William Panduro Vazquez",
            "government_response_at": "2008-04-08T14:49:05.245942Z",
            "government_responses": [
                {
                    "created_at": "2008-02-07T16:22:03.030858Z",
                    "details": "You recently signed a petition relating to the Science and Technology Facilities Council (STFC): http://petitions.pm.gov.uk/Physics-Funding/ \n\nYou may wish to know that the STFC issued a statement on its funding plans today - you can read the statement on the STFC website by going to: \n\nhttp://www.scitech.ac.uk/PMC/PRel/STFC/CouncilPR010208.aspx\n \nRegards,\n \nDowning Street petitions",
                    "summary": "Government response to petition 'Physics-Funding'",
                    "updated_at": "2008-02-07T16:22:03.030858Z"
                },
                {
                    "created_at": "2008-04-08T14:49:05.245942Z",
                    "details": "You signed a petition asking the Prime Minister to \"reverse the decision to cut vital UK contributions to Particle Physics and Astronomy.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15216.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Physics-Funding'",
                    "updated_at": "2008-04-08T14:49:05.245942Z"
                }
            ],
            "opened_at": "2007-12-12T18:49:33.118074Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 17533,
            "state": "finished",
            "updated_at": "2008-08-20T03:40:36.927813Z"
        },
        "id": 7573706
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Physics-Funding/"
    },
    "type": "petition"
}