{
    "data": {
        "attributes": {
            "action": "to hold the H.M.R.C To account for the breach of the data protection act in loss of every familys personal data and to compensate every family this has affected and to ensure that personal information held by the H.M.R.C can only be used for the purpose that it was supplied and is relivant.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As the H.M.R.C lost two data disks with every familys details on i think that they should financially compensate every family this has had a effect on. if it was a private company that had lost these details they would be fined by the information comissiner for the breach of the 1998 data protection act and also any individual that the breach has affected would be intilted to compensation. why should the H.M.R.C be any diffrent from any private or public owed company. They have a duty of care to all of there customers and must be fully accountable for any neglagent act which this clearly is.Also they have breached every persons Civil and Political Rights,under the 1966, human rights act Art. 9.1 : “Everyone has the right to liberty and security of person. No one shall be subjected to arbitrary arrest or detention. No one shall be deprived of his liberty except on such grounds and in accordance with such procedures as are established by law.” as we clerly no longer have security of person as any one who get holds of this information can use it to commit fraud and idetity theft.",
            "closed_at": "2008-06-12T00:00:00Z",
            "created_at": "2007-12-12T20:49:29.578181Z",
            "creator_name": "Gary Salter",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-12T20:49:29.578181Z",
            "rejected_at": "2008-01-17T00:01:14.591911Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/HMRC-data-breach/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-17T00:01:14.591911Z"
        },
        "id": 7574991
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HMRC-data/"
    },
    "type": "petition"
}