{
    "data": {
        "attributes": {
            "action": "cease the National Decontamination Project immediately in order to preserve the existing high standards of service provided by accredited NHS Hospital Sterile Services.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The National Decontamination Project was started in 2003 with the aim quoted by the NHS Purchasing and Supply Agency \"to provide a competitive and sustainable service provider network that delivers a step change in the quality and economics of service and brings innovative solutions to the provision of sterile services within the NHS\". It is our opinion that the project to date has failed to deliver its goals to the extent that not only have there been few direct financial benifits but also patient care has been compromised. Therefore we strongly believe the only solution is for the immediate cessation of proposed new projects and the return of NHS hospital based accredited sterile services at the earliest opportunity.",
            "closed_at": "2008-03-14T00:00:00Z",
            "created_at": "2007-12-13T10:52:13.549898Z",
            "creator_name": "Michael Slade",
            "government_response_at": "2008-04-22T14:13:57.541960Z",
            "government_responses": [
                {
                    "created_at": "2008-04-22T14:13:57.541960Z",
                    "details": "You signed a petition asking the Prime Minister to \"cease the National Decontamination Project immediately in order to preserve the existing high standards of service provided by accredited NHS Hospital Sterile Services.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15313.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Decontamination'",
                    "updated_at": "2008-04-22T14:13:57.541960Z"
                }
            ],
            "opened_at": "2007-12-13T10:52:13.549898Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 632,
            "state": "finished",
            "updated_at": "2008-05-03T03:22:15.693358Z"
        },
        "id": 7580534
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Decontamination/"
    },
    "type": "petition"
}