{
    "data": {
        "attributes": {
            "action": "compel Birmingham City Council to take action in making the junction of Springfield Road and Reddicap Heath Road, Sutton Coldfield, Birmingham safer.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Outside the Anvil public house at the junction of Reddicap Heath Road and Springfield Road, Sutton Coldfield, Birmingham lies a black spot.  Severe road traffic accidents are frequent.  The cost of traffic lights is £30,000.  The cost to our public services, treating the injured, police, fire and ambulance attendance will have surpassed this amount.  On December 13th 2007 a bus crashed into a car and from the state of the car it would be remarkable if anyone in the car survived. Birmingham City Council have been petitioned and lobbied incessantly about this, begged to act to make this junction safer. The provision of traffic lights is included in a recent planning application but until they appear accidents continue. This only needs better lighting, clearer signposting and possibly temporary traffic lights.  All accidents result in the vehicles mounting the verges and pavement and so there is a real threat to pedestrians who are mostly mothers taking children to the local school with pushchairs and small children. Life and health are worth more than £30,000.",
            "closed_at": "2008-03-18T00:00:00Z",
            "created_at": "2007-12-13T11:08:52.191753Z",
            "creator_name": "Anne Bradburn",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-13T11:08:52.191753Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 16,
            "state": "finished",
            "updated_at": "2008-03-19T00:01:02.062188Z"
        },
        "id": 7580823
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FalconLodge/"
    },
    "type": "petition"
}