{
    "data": {
        "attributes": {
            "action": "Allow companies to play music or radio without paying for a Public Performance Licence",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many companies play either the radio or music for their colleagues to listen to whilst doing their work. The PPL (Phonographic Performace Limited) are now issuing letters saying in order to continue playing the radio, they must pay an amount of money. One company employing just 5 people were quoted £270. This is an awful lot of money for a small company. Companies such as taxi firms need the radio to get updates on the local roads to see if there are any roads which are closed or have large tailbacks due to accidents. What the govt needs to do is either ask for the PPL to waive this fee for companies operating with less than a certain number of employees (say 100) or scrap it completely. We are already paying too much for recorded music, compared to other countries. So why do we need to pay more for information and keep our workforce motivated?",
            "closed_at": "2008-12-19T00:00:00Z",
            "created_at": "2007-12-13T20:40:48.277095Z",
            "creator_name": "Helen Whalley",
            "government_response_at": "2009-02-18T12:04:51.896719Z",
            "government_responses": [
                {
                    "created_at": "2009-02-18T12:04:51.896719Z",
                    "details": "You signed a petition asking the Prime Minister to \"Allow companies to play music or radio without paying for a Public Performance Licence\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18296\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'notoppllicence'",
                    "updated_at": "2009-02-18T12:04:51.896719Z"
                }
            ],
            "opened_at": "2007-12-13T20:40:48.277095Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 308,
            "state": "finished",
            "updated_at": "2008-12-20T00:01:01.897223Z"
        },
        "id": 7588029
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/notoppllicence/"
    },
    "type": "petition"
}