{
    "data": {
        "attributes": {
            "action": "Abandon the current plans to introduce a new \"income shifting\" tax on family businesses.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government plans to tax businesses that it believes are guilty of \"income shifting\" more heavily. This means that when family members, or even friends, start businesses together, but don’t necessarily perform the same function within the business, they will no longer be entitled to be taxed on an equal share of the profits.\n\nWe believe this:\n\n- means Government does not regard small businesses as proper businesses\n\n- makes it impossible for small businesses to self-assess their tax liabilities and adds another crushing administrative burden \n\n- is inconsistent with divorce law and capital gains tax\n\n- prevents small businesses being able to distribute their profits in the way that large businesses can\n\n- penalises people who have jointly set up businesses in exactly the way recommended for years by the Government",
            "closed_at": "2008-04-24T00:00:00Z",
            "created_at": "2007-12-14T14:02:41.597754Z",
            "creator_name": "David Ramsden",
            "government_response_at": "2008-06-05T14:44:33.293309Z",
            "government_responses": [
                {
                    "created_at": "2008-06-05T14:44:33.293309Z",
                    "details": "You signed a petition asking the Prime Minister to \"Abandon the current plans to introduce a new \"income shifting\" tax on family businesses.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15671.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'IncomeShifting1'",
                    "updated_at": "2008-06-05T14:44:33.293309Z"
                }
            ],
            "opened_at": "2007-12-14T14:02:41.597754Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7507,
            "state": "finished",
            "updated_at": "2008-11-05T03:43:36.941839Z"
        },
        "id": 7594186
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IncomeShifting1/"
    },
    "type": "petition"
}