{
    "data": {
        "attributes": {
            "action": "change school policys to ensure children/parents/guardians get support from \"nit nurses\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently in the vast majority of National schools, there is an epidemic of headlice. Unfortunatly due to the Human Rights Law schools are unable to check or inform parents/guardians about this problem as it expolites human rights. Therefore we the undersigned call on the goverment to bring back the traditional \"nit nurse\" in all schools on a regular basis, to make it school policy that children get checked, parents informed of the situation and asked to treat there family before returning to school to help prevent the re-occuring headlice, and to hopefully ensure schools are headlice free in the future.\nThis petition has been available to sign in my home town of Blackpool, it has also become widespread and reached out to the general public via: Evening Gazette newspaper, interviews with Radio Lancashire, The Politics Show, Granada lunch time News, and letters with replys to the local primary trust, local Mp , Local council.\nI have currently collected 446 signitures on paper and hope this petition will greatly be responded to, so as to help the children of our future.",
            "closed_at": "2008-06-14T00:00:00Z",
            "created_at": "2007-12-14T18:49:18.253257Z",
            "creator_name": "MS TINA HUGHES",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-14T18:49:18.253257Z",
            "rejected_at": "2008-01-23T00:01:26.661193Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/NITNURSE/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-23T00:01:26.661193Z"
        },
        "id": 7596891
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HEADLICE-NITS/"
    },
    "type": "petition"
}