{
    "data": {
        "attributes": {
            "action": "Do more to encourage global warming.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We don't feel the government is doing enough to promote global warming, failing to meet our EU renewable energy target just isn't enough and more aggressive measures have to be taken.  \n\nThis is a serious policy issue and I don't know how we're meant to campaign effectively against the damaging backdrop of spin and misinformation which exists at the present time; a recent channel 4 documentary (funded by unscrupulous business interests) even going so far as to dispute the very existence of man-made climate damage.  \n\nThe prime minister should take note that only by working together in an international coalition along with America and China can we begin to tackle this serious issue.  We need to burn more fossil fuels, more of the time, at an ever-increasing rate.  We need less forests.  \n\nTogether we can make global warming happen today.",
            "closed_at": "2008-12-14T00:00:00Z",
            "created_at": "2007-12-14T19:36:13.151950Z",
            "creator_name": "Daniel Melia",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-14T19:36:13.151950Z",
            "rejected_at": "2008-01-21T00:01:13.440218Z",
            "rejection": {
                "code": 33024,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-21T00:01:13.440218Z"
        },
        "id": 7597226
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Pro-Emissions/"
    },
    "type": "petition"
}