{
    "data": {
        "attributes": {
            "action": "Support research in physics and astronomy by thoroughly and transparently addressing the STFC funding shortfall",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government has supported fundamental research in physics and astronomy well in recent years, allowing a solid base of world-leading, internationally collaborative research to flourish.\nThe document \"The Allocations of the Science Budget 2008/9 to 2010/11\" from the DIUS reiterates this policy and promises to continue doing so, emphasising the importance of world-class research to the country's economy.\n\nThe STFC \"Delivery Plan 2008/9 - 2011/12\" does not bear this out however; with an £80M funding shortfall leading to a 25% cut in grants, and the cessation or reduction of participation in several projects: the ILC, the Gemini Observatory, and solar-terrestrial research - with many other projects to come under review.\n\nWe believe these measures may seriously damage UK physics and astronomy, and are entirely contradictory to the Government's stated position on fundamental science research.  We urge the Government to support the STFC to a level congruent with these goals.",
            "closed_at": "2008-02-15T00:00:00Z",
            "created_at": "2007-12-15T20:23:43.395501Z",
            "creator_name": "JR Taylor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-15T20:23:43.395501Z",
            "rejected_at": "2008-01-23T00:01:26.661193Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Physics-Funding/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-23T00:01:26.661193Z"
        },
        "id": 7603263
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stfcfunding/"
    },
    "type": "petition"
}