{
    "data": {
        "attributes": {
            "action": "accept the judgement in the artic systems case and repeal IR35 and S660 for small business",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The decision by HMRC to change the law following their defeat in the Artic systems case shows that they are determined to undermine the small business structure within the UK. \nUK businesses that operate within the structure set up by government will, given the intransigence by HMRC, be forced out of business. \nThe inevitable result of this process is  the removal of the driving force behind the UK IT industry and the transference of this vital work to offshore locations.\nThe supposed skills shortage in IT, currently being use to bring in cheap labour, will get much worse. Small and single person companies cannot afford to keep their skills up to date, if they are seen as merely in existance to avoid tax, rather than a business in existance to make profit and contribute to the well being of the UK as a whole.",
            "closed_at": "2008-06-16T00:00:00Z",
            "created_at": "2007-12-16T12:49:57.305324Z",
            "creator_name": "David Hamilton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-16T12:49:57.305324Z",
            "rejected_at": "2008-01-23T00:01:26.661193Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/RollBackGovt/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-23T00:01:26.661193Z"
        },
        "id": 7605704
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fairplaytyax/"
    },
    "type": "petition"
}