{
    "data": {
        "attributes": {
            "action": "Allow the courts to stop child contact if the biological father will not pay maintenance.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have been trying for over a year now to claim even ask for some (small amount) of money to help to support my child.  The father is a European National and as far as i know resides in Europe so the CSA have no duristiction.  I and my family have had to enjure twelve months of court battles. The Judge in his wisdom allowed this man who i had a very brief relationship with supervised contact and yet he has not paid a penny in maintenance or bought my child anything!\nIt feels as if this man has fallen through a hole in the net because if he was British the CSA would have tried to sort this out now i am waiting to see if REMO can do anything about it but they said it is basically up to the other authorities in his home country and if they say no then REMO cannot do a lot.  \n\nI think the system needs to be changed in that if these so called fathers take the mothers to court for contact and parental responsibility they must be aware that with that responsibility comes the financial aspect of child rearing.\n\nIt should not be shouldered by one person whatever their financial situation it should be shared!!!",
            "closed_at": "2008-06-22T00:00:00Z",
            "created_at": "2007-12-16T16:09:07.908432Z",
            "creator_name": "T Waite",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-16T16:09:07.908432Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 16,
            "state": "finished",
            "updated_at": "2009-02-13T17:01:37.282722Z"
        },
        "id": 7606537
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/contactandmoney/"
    },
    "type": "petition"
}