{
    "data": {
        "attributes": {
            "action": "Save Aynsley special school from closure.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Aynsley special school is situated close to Blythe Bridge Stoke on Trent and caters for the needs of around 100 children with various learning difficulties.\nThe school was also given a new building recently which has around 25 places for children with emotional and behavioural difficulties.\nThe Stoke on Trent local authority have a plan to close all secondary schools and special schools; and open a smaller number of schools with new names and identities.\nThe new proposals would see the closure of all of the cities 5 special schools, and would replace them with 3 smaller schools which would be attached to large secondary schools.\nThere would also be a new school to replace the one just been built at Aynsley.\nAynsley is a fantastic school and has changed the lives of so many children, its teachers and staff are excellent and work together above and beyond the call of duty.\nThe Children and staff are like a community and the feeling is that these new proposals would break that community leaving children with special needs having to cope with a new environment and teachers and staff having to re apply for there own jobs, a move which will result in children’s education being set back.",
            "closed_at": "2008-02-22T00:00:00Z",
            "created_at": "2007-12-16T21:38:36.971537Z",
            "creator_name": "David Lindop",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-16T21:38:36.971537Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 38,
            "state": "finished",
            "updated_at": "2008-02-27T03:13:51.956683Z"
        },
        "id": 7608272
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Aynsley/"
    },
    "type": "petition"
}