{
    "data": {
        "attributes": {
            "action": "Ban the sale of all live mammals and birds in pet shops",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Next time you enter a petshop do not be fooled into thinking that little cute face came from a loving home. Mammals and birds for sale in petshops are bred in horrendous warehouse conditions, stacked high , like so many supermarket items, with little thought for the wellbeing of the animals concerned. \nThese mills, for that is what they are mills, just like puppy mills and kitten mills, they churn out animals on an hourly basis, care little for their stock just that they bring them profit\nThey are bred in small cages or tubs, with no enrichment or socialisation, are forced to have litters/clutches back to back and then at the end of their usefulness are destined to become reptile feed or worse\nPetshop animals are repeatedly sold barely weaned, unsocialised, prone to illness and shortened lives through poor breeding conditions, with, at point of sale, wrong care and housing advice given, no check on suitabilty of ownership and with no followup aftercare. Thus leaving many destined to be returned/given in to rescue organisations at the very best or set free into the wild/ meet their maker via a shovel or the freezer being more common.\n\nPlease sign and help put a stop to this now",
            "closed_at": "2008-06-22T00:00:00Z",
            "created_at": "2007-12-16T21:21:51.403569Z",
            "creator_name": "S Douglas",
            "government_response_at": "2008-08-14T13:31:32.301279Z",
            "government_responses": [
                {
                    "created_at": "2008-08-14T13:31:32.301279Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ban the sale of all live mammals and birds in pet shops.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16510\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'petshopanimals'",
                    "updated_at": "2008-08-14T13:31:32.301279Z"
                }
            ],
            "opened_at": "2007-12-16T21:21:51.403569Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 217,
            "state": "finished",
            "updated_at": "2008-06-27T03:36:00.762968Z"
        },
        "id": 7608181
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/petshopanimals/"
    },
    "type": "petition"
}