{
    "data": {
        "attributes": {
            "action": "Keep the Henderson Hospital open",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The decision to close the Henderson Hospital which offers unique help to people with complex mental health problems will harm vulnerable patients. \n\nChanges made by the government to funding arrangements are blamed for the closure. The hospital received national funding, and had a six-month waiting list, then funding passed to The South West London and St George's Mental Health NHS Trust, and referrals dwindled. \n\nAdmittedly, residential care is expensive - but the cost of treatment at the Henderson Hospital is recouped in the long run because, after patients leave, they tend to be far less dependent on other services and more able to cope with day to day life, which is so difficult for people with Personality Disorder - a disorder that affects an estimated 2% of the population..\n\nDr Diana Menzies, consultant psychiatrist, said: \"These are people who, if not treated, tend to come back through the revolving door and on to acute wards [and] closure will add to the impoverishment of psychological treatments. It will be the most vulnerable in our society who pay.\" \n\nThis must not be allowed to happen.  \n\nPlease provide funding to continue this vital service.",
            "closed_at": "2008-03-23T00:00:00Z",
            "created_at": "2007-12-17T09:33:10.087243Z",
            "creator_name": "Ian Springham",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-17T09:33:10.087243Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 100,
            "state": "finished",
            "updated_at": "2008-03-24T00:01:01.739404Z"
        },
        "id": 7610122
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveHenderson/"
    },
    "type": "petition"
}