{
    "data": {
        "attributes": {
            "action": "accept this petition as the unified will of the people of the United Kingdom to address the issue of climate change and mobilise the vast resources of our nation and economy to combat this threat.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Under the current party political system it is hard for the government to feel able to pursue unpopular policies for long-term positive benefits. This petition is to prove that as a nation we are prepared to make sacrifices in our individual lifestyles, as in a time of war, to combat climate change. The undersigned want the goverment to set in motion definite plans, actions, and laws to achieve a reduction in greenhouse gas emissions of 60% below 1990 levels by 2020, and non-renewable fossil fuels to only comprise 30% of our energy provision by 2020. We are prepared to make personal sacrifices in our lifestyles for such a change, and implore the government to be brave enough to accept and harness the will of the people in this matter, and do everything within its power to accomplish the reduction in greenhouse gas emissions and decrease the use of non-renewables.  This is a war for our children's future, and one that we as a nation must fight. This petition is designed to combine all the current varied petitions into one document that the whole climate change movement can support, thereby increasing it's impact.",
            "closed_at": "2008-12-23T00:00:00Z",
            "created_at": "2007-12-17T13:43:49.281816Z",
            "creator_name": "Ian Bullock",
            "government_response_at": "2009-03-27T15:52:54.236112Z",
            "government_responses": [
                {
                    "created_at": "2009-03-27T15:52:54.236112Z",
                    "details": "You signed a petition asking the Prime Minister to \"accept this petition as the unified will of the people of the United Kingdom to address the issue of climate change and mobilise the vast resources of our nation and economy to combat this threat.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18759\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Fight4ourfuture'",
                    "updated_at": "2009-03-27T15:52:54.236112Z"
                }
            ],
            "opened_at": "2007-12-17T13:43:49.281816Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1298,
            "state": "finished",
            "updated_at": "2009-07-24T14:52:32.895670Z"
        },
        "id": 7612901
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fight4ourfuture/"
    },
    "type": "petition"
}