{
    "data": {
        "attributes": {
            "action": "ensure that the implementation of Single Status and job evaluation is conducted fairly and transparently, and does NOT mean that local authority employees are forced to take substantial pay cuts.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The 1997 Single Status agreement called for pay and grading reviews to be implemented in local government in order to provide a fair and equal pay and reward system for all employees. In practice, this has led to huge wage cuts, distressed staff, low morale and reduced quality of services. Single Status has caused many more problems than it has resolved, and the trade unions that are meant to be protecting the rights of their members have so far failed to act effectively. This petition recommends a major reconsideration of the ways in which equal pay systems are approached by local authorities – current job evaluation procedures are simply taking from one group of under-paid employees (on less than national average pay) to increase the pay of other under-paid employees. It is creating a distinct social underclass and will affect at least 200,000 workers nationally.",
            "closed_at": "2008-12-23T00:00:00Z",
            "created_at": "2007-12-17T13:44:59.134009Z",
            "creator_name": "Jill Flanagan",
            "government_response_at": "2009-06-10T11:07:17.176200Z",
            "government_responses": [
                {
                    "created_at": "2009-06-10T11:07:17.176200Z",
                    "details": "You signed a petition asking the Prime Minister to ensure that the implementation of Single Status and job evaluation is conducted fairly and transparently, and does NOT mean that local authority employees are forced to take substantial pay cuts.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19545\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'jobevaluation'",
                    "updated_at": "2009-06-10T11:07:17.176200Z"
                }
            ],
            "opened_at": "2007-12-17T13:44:59.134009Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4464,
            "state": "finished",
            "updated_at": "2009-02-10T03:02:13.028217Z"
        },
        "id": 7612921
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/jobevaluation/"
    },
    "type": "petition"
}