{
    "data": {
        "attributes": {
            "action": "Stop Surrey County Council's proposals to remove Lingfield & Dormansland from the catchment area of Oxted secondary school",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If this proposal (to be ratified Feb 2008, planned to take effect Sept 2009) goes ahead then within a few years the children of Lingfield & Dormansland will have NO secondary school preferences available, instead of the three mandatory realistic choices.\n\nThe three nearest schools for the vast majority of children are Oxted (Surrey), Imberhorne and Sackville (both Sussex).  With up to 3000 homes being built in the near future in East Grinstead, these Sussex schools will no longer have capacity to offer places to children in Surrey, who are already outside the catchment area.\n\nThe next nearest school (Oakwood) in Surrey has no transport links with Lingfield.  By train it is 75 minutes compared to the 8 minute train ride between Lingfield and Oxted.\n\nWith the ratification of this proposal, our children will be left in an educational vacuum and will have lost their rights to a secondary education of their preference.\n\nPlease add your name to our campaign and help our children.",
            "closed_at": "2008-12-23T00:00:00Z",
            "created_at": "2007-12-17T13:05:55.062951Z",
            "creator_name": "Ben Hardisty",
            "government_response_at": "2009-01-28T14:45:23.490060Z",
            "government_responses": [
                {
                    "created_at": "2009-01-28T14:45:23.490060Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop Surrey County Council's proposals to remove Lingfield & Dormansland from the catchment area of Oxted secondary school.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18057\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition '8minutestooxted'",
                    "updated_at": "2009-01-28T14:45:23.490060Z"
                }
            ],
            "opened_at": "2007-12-17T13:05:55.062951Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 541,
            "state": "finished",
            "updated_at": "2008-12-24T00:01:01.483009Z"
        },
        "id": 7612509
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/8minutestooxted/"
    },
    "type": "petition"
}