{
    "data": {
        "attributes": {
            "action": "call for the immediate resignation of the board of Bradford Centre Regeneration and replace it with a directly elected, fully accountable board responsible to the people of Bradford and dedicated to the values of truth, transparency and progress",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "BRADFORD CENTRE REGENERATION is the company charged by Bradford City Council with the regeneration of Bradford City Centre under an \"Urban Regeneration Company\" style arrangement. So far the URC has been a resounding failure. The URC has made countless unpopular decisions (such as to demolish our cherished \"ODEON\" building) and not thought through others (like demolishing Broadway without concrete plans and a definitive action plan for its replacement). In short, it's a disgrace.\n\nThe problem isn't Bradford. The problem is Bradford Centre Regeneration.\n\nMany board members have vested interests elsewhere and the potential for conflict of interests is immense.\n\nWe call for the immediate resignation of the current board and management of BCR, and for a directly elected, and fully accountable, board and management team to be put in their place. What is going on is a complete disgrace and, as Bradfordians, we DEMAND the truth, transparency, and progress.",
            "closed_at": "2008-01-17T00:00:00Z",
            "created_at": "2007-12-17T18:00:34.198554Z",
            "creator_name": "Richard Killip",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-17T18:00:34.198554Z",
            "rejected_at": "2008-01-22T00:01:14.688236Z",
            "rejection": {
                "code": 20480,
                "details": "The Government cannot require the resignation of members of a private comapny. Your concerns should be addressed directly to Bradford City Council.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-22T00:01:14.688236Z"
        },
        "id": 7615669
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bradfordurc/"
    },
    "type": "petition"
}