{
    "data": {
        "attributes": {
            "action": "new eu tachograph rule",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "EU/AETR driving rules But 95% of operators have school contracts through the council local authorities which is classed as a regular service  so tachos are exempt With the new Rule the operator cannot make a living because he DOES not have the right to work and this new bill has not been thought through  as in order for operators to exist The only way is to give up there county council contracts or to ask for an increase of several hundred pounds A week to compensate there loss. Or surrender school contracts and  do private work getting top ups from tax credits operators cannot understand why every other weekend they need to have a 45 hour break when they are only driving 2-3 hours per day mon to Friday usually maximum 15 hours. The new rules are crippling business and putting operator in the JOB centre as we all facing bankruptcy we are only asking for the right to work and ask for our regular service under 50klms. Not to be included into our driving hours as this is the only type of work we do.What we ask for is for our school contracts to be recorded either manual or by tachograph but not to be RECORDED into our total EU/AETR as other work as our businesses cannot exist with the new rules.",
            "closed_at": "2008-02-17T00:00:00Z",
            "created_at": "2007-12-17T22:23:58.238205Z",
            "creator_name": "MOHAMMAD CHUGHTAI",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-17T22:23:58.238205Z",
            "rejected_at": "2008-01-22T00:01:14.688236Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-22T00:01:14.688236Z"
        },
        "id": 7617570
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TACHOGRAPHRULES/"
    },
    "type": "petition"
}