{
    "data": {
        "attributes": {
            "action": "back the full and complete development of Howard Wilkinson's National Football Centre and Regional Football Centres of Excellence, directed by a competent and empowered FA board.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For too long, our national sport has been undermined by greedy and ineffective individuals, culminating in the current meltdown of the England Squad. Our professional football clubs, have to be brought to bear. They themselves have undermined the development of our young football culture with the signing, dropping and subsequent dissolution of many developing young players. The way forward has to be, as Trevor Brooking has advocated, to develop the skills of footballers effectively from grass roots upward. More effort and funding is needed to help amateur coaches. What better then to have a national focal point, as defined by former FA technical director Howard Wilkinson, set in Burton-on-Trent in the heart of England and steering the whole of English football development. Since the scheme was put forward, delays, Wembley distractions and misguided league chairmen have undermined the development of this vital football asset. We must empower our developing footballers to the same levels and beyond that of other sporting nations, not restrict other nationalities who bring so much to the game. Now is the time to act effectively for the future of our sport.",
            "closed_at": "2008-03-23T00:00:00Z",
            "created_at": "2007-12-18T12:52:42.210138Z",
            "creator_name": "Andrew Holland",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-18T12:52:42.210138Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2008-03-24T00:01:01.739404Z"
        },
        "id": 7621440
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/burton/"
    },
    "type": "petition"
}