{
    "data": {
        "attributes": {
            "action": "NEVER repeal laws which protect freedom on lifestyle choices",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "While signing petitions I have noticed a LOT which express (sometimes VIRULENTLY) anti-choice views on various lifestyles.  The main issues which seem to be raised are sexuality and choice on abortion.  These are both perfectly legal but anti-choice people (who are not affected by them personally to any extent but simply hold prejudiced views!) constantly attempt to change this; I ask the Prime Minister to ensure that it never happens.\n\nI understand that SEXUALITY is innate; i.e it is beyond an individual's control.  I admit that homosexuals and Lesbians sometimes proposition, or even attack, others but so do HETEROSEXUALS and I don't see any petitions (even from rape victims) asking for HETEROSEXUALITY to be made illegal.\n\nAs far as ABORTION is concerned a foetus is only a POTENTIALLY unborn child; it could be miscarried or stillborn. Do anti-abortion campaigners campaign against, e.g., smoking in pregnancy which can cause both these outcomes?  Do they campaign, equally vigorously, against people who KILL THEIR ALREADY-EXISTING CHILDREN; including men who KILL THEIR CHILDREN TO PUNISH THEIR PARTNERS?",
            "closed_at": "2008-12-28T00:00:00Z",
            "created_at": "2007-12-19T03:15:12.873826Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-19T03:15:12.873826Z",
            "rejected_at": "2008-01-04T15:44:45.782169Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-04T15:44:45.782169Z"
        },
        "id": 7627743
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LifestyleChoices/"
    },
    "type": "petition"
}