{
    "data": {
        "attributes": {
            "action": "That The Prime Minister recomends to the National Institute for Health and Clinical Excellence (NICE) to approve two anti-TNF treatments for patients with Ankylosing Spondylitis (AS). l know that such treatments will add quality to the lives of thousands of AS patients and will allow many to take control of their treatment at home; and calls upon the Government to ensure that NICE guidance is implemented as quickly as possible so that these new treatments can be added to NHS services and treatments to improve the welfare of AS patients around the country.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have had a long battle to get funding to stay on Anti-Tnf after taking part in a clinical drug trial for 5 years.\nSufferers around the country are also being denied these drugs so please we ask you to help us to able to get the medication to manage the unbearable pain we suffer with this disease",
            "closed_at": "2008-01-14T00:00:00Z",
            "created_at": "2007-12-19T05:50:54.498878Z",
            "creator_name": "Gillian Eames",
            "government_response_at": "2008-02-20T15:14:33.001360Z",
            "government_responses": [
                {
                    "created_at": "2008-02-20T15:14:33.001360Z",
                    "details": "You signed a petition asking the Prime Minister to \"That The Prime Minister recomends to the National Institute for Health and Clinical Excellence (NICE) to approve two anti-TNF treatments for patients with Ankylosing Spondylitis (AS). l know that such treatments will add quality to the lives of thousands of AS patients and will allow many to take control of their treatment at home; and calls upon the Government to ensure that NICE guidance is implemented as quickly as possible so that these new treatments can be added to NHS services and treatments to improve the welfare of AS patients around the country.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page14605.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'A-SMedications'",
                    "updated_at": "2008-02-20T15:14:33.001360Z"
                }
            ],
            "opened_at": "2007-12-19T05:50:54.498878Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 290,
            "state": "finished",
            "updated_at": "2008-01-29T03:14:52.987581Z"
        },
        "id": 7627847
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/A-SMedications/"
    },
    "type": "petition"
}