{
    "data": {
        "attributes": {
            "action": "Kent (Marine) Cadet Force self supporting Cadet unit",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are a self-supporting Cadet unit that is not affiliated to the Ministry of Defence. The youth club has been established in a deprived part of Folkestone since it was \"set up\" by a retired Naval Officer in 1972. His intensions were to have a youth club on a military orientated run programme for children aged 10 to 18. Our problem is that NO ONE will affiliate us to their umbrella body ie Kent Youth. Because we are not a recognised youth club the MOD cadet establishments will not affiliate us either. We are able to use MOD land if we pay a licence and pay there fees to use the land for camps etc. We pay on average £800 a year. Incidently self supporting means we fund our selves which is around £6000 a year. We would like to petition as we do a lot in the community without getting the Recognition that our youth that attend deserve.We would like to become our own recognised unit",
            "closed_at": "2008-12-28T00:00:00Z",
            "created_at": "2007-12-19T16:43:38.974250Z",
            "creator_name": "Andrew Dorrell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-19T16:43:38.974250Z",
            "rejected_at": "2008-01-04T16:43:23.282246Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a call for action not a statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-04T16:43:23.282246Z"
        },
        "id": 7636802
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Youth-Work/"
    },
    "type": "petition"
}