{
    "data": {
        "attributes": {
            "action": "create a health pack with will be sent to all homes and will be free, provided by the government to educate families about health.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Health education is important for the  general public. It is essential that people are aware of how to look after themselves and could help tackle the current national problems of obesity and drug abuse. The health pack should be sent by post to every family and be available on request and free of charge, funded by the government. The pack could include information such as:\nVaccinations that are needed, advice about diet and excercise, local doctors and dentists etc and useful telephone numbers such as NHS helpline and charity helplines like Childline and Samaritans. I also think it would be a good opportunity for charities in need to advertise themselves so that they could raise awareness and funds and inform the public of how they could help by donating money or volunteering. It could also be used to give information that people are too embarassed to ask for such as advice about contraception and mental illnesses and things that carry social stigmas. Please help to tell the government that they should take an interest in the public health and sign this petition. Thanks!",
            "closed_at": "2008-12-28T00:00:00Z",
            "created_at": "2007-12-19T18:21:56.395386Z",
            "creator_name": "Jessica Scott",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-19T18:21:56.395386Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2009-06-02T16:36:26.565798Z"
        },
        "id": 7638266
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Healthpack/"
    },
    "type": "petition"
}